{
  "actions": [
    {
      "acted_at": "1983-03-24", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, GAO, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s949-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1983-04-13", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1983-03-24", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-24", 
  "number": "949", 
  "official_title": "A bill to provide a program to increase the literacy of the American public in the fields of mathematics, science, and technology, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mathematics, Science and High Technology Skill Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-24", 
  "subjects": [
    "Adult education", 
    "Authorization", 
    "Bilingual education", 
    "Business and commerce", 
    "Business and social problems", 
    "Career education", 
    "Curricula", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational finance", 
    "Educational innovations", 
    "Educational planning", 
    "Educational research", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Employment and training programs", 
    "Federal aid to education", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government and business", 
    "Higher education", 
    "Labor and employment", 
    "Labor supply", 
    "Local and Municipal Government", 
    "Manpower training programs", 
    "Mathematics", 
    "Minorities", 
    "Minority education", 
    "Occupational retraining", 
    "Planning", 
    "Poor", 
    "Research and development manpower", 
    "Salaries", 
    "Science and social problems", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "States", 
    "Tax-exempt organizations", 
    "Teacher education", 
    "Teachers", 
    "Technical education", 
    "Territories (U.S.)", 
    "Vocational education", 
    "Women's education", 
    "Women's rights"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-24", 
    "text": "Mathematics, Science, and High Technology Skill Act of 1983 - Title I: Grants to States for the Improvement of Instruction in Mathematics, Science, and Technology - Authorizes appropriations for FY 1984 through 1988 for: (1) basic grants for the improvement of instruction in mathematics, science, and technological literacy; and (2) incentive grants for such improvement. Part A: Basic Grants for the Improvement of Instruction in Mathematics, Science, and Technology - Directs the Secretary of Education to pay to States the Federal share of the costs of activities described in approved State plans under this part. Prohibits the making of such basic grants unless the State has prepared and submitted: (1) an assessment of the status of education in mathematics, science, and technology which meets specified requirements; and (2) a State plan in accordance with specified requirements. Sets forth provisions for the allotment to States of sums appropriated to carry out this title. Directs the Secretary to reserve: (1) one percent of such funds for payments to specified U.S. territories and possessions; and (2) one-half of one percent for payments for children enrolled in Indian schools to be allotted in accordance with their respective needs. Directs the Secretary, to allot the remainder among the States (including the District of Columbia and the Commonwealth of Puerto Rico) on the basis of relative numbers of children: (1) of school-age; and (2) in local educational agencies (LEAs) counted under basic grants to LEAs provisions of title I (Financial Assistance to Meet Special Educational Needs of Children) of the Elementary and Secondary Education Act of 1965 (ESEA). Sets forth requirements for State assessments of education, including statements of needs in the following areas: (1) teacher recruitment and retention; (2) improving teacher qualifications and skills; (3) curriculum improvement; (4) meeting the skill needs of private industry; (5) access for women, minorities, and other underrepresented groups in careers in mathematics, science, and technology; and (6) improvement in the quality of mathematics, science, and technology education. Sets forth provisions relating to State plan preparation, contents, and approval. Sets forth authorized uses of basic grant funds. Prohibits payments under this part for differential compensation for teachers to teach mathematics, science, or other subjects in the field of technology or for the payment of regular compensation for teachers to teach such subjects. Sets forth provisions for payments under this part and for the Federal share of costs of specified activities. Sets forth requirements relating to within-State payments and withholding of payments under this part. Part B: Incentive Grants for the Improvement of Instruction in Mathematics, Science, and Technology - Authorizes the Secretary to make incentive grants to States for the improvement of the quality of education in the fields of mathematics, science, and technology. Sets forth authorized uses of incentive grant funds. Sets forth application requirements and within-State payment requirements. Title II: Incentive Grants to Local Educational Agencies for the Improvement of Instruction in Mathematics, Science, and Technology - Authorizes appropriations for FY 1984 through 1988 for incentive grants to local educational agencies (LEAs) for the improvement of mathematics, science, and technical literacy. Authorizes the Secretary to make such incentive grants to LEAs. Sets forth authorized uses of LEA incentive grant funds. Sets forth application requirements. Title III: Grants to Institutions of Higher Education for the Improvement of the Quality of Instruction in Mathematics, Science, and Technology - Authorizes appropriations for FY 1984 through 1988 for grants to institutions of higher education for the improvement of the quality of instruction in mathematics and science. Authorizes the Secretary to make such grants. Sets forth authorized uses of such funds. Sets forth application requirements. Title IV: Research Activities Relating to the Improvement in the Quality of Instruction in the Fields of Mathematics, Science, and Technology - Authorizes appropriations for FY 1984 through 1988 for grants to institutions of higher education for the improvement of the quality of instruction in mathematics, science, and technology through educational research program provisions added by this Act to the General Education Provisions Act. Amends the General Education Provisions Act to establish such educational research program. Authorizes the Director of the National Institute of Education from funds appropriated under this Act, to conduct educational research designed to: (1) develop curriculum in mathematics and science to meet the training needs of students who are average, minority, of limited English-speaking ability, women, or economically or educationally disadvantaged; and (2) examine the learning process, teaching methods, and teacher motivation in mathematics, science, and technology. Requires the Director to establish criteria for the conduct of such research and submit such criteria for the approval of the National Science Foundation. Authorizes the Director, to the extent practical, to use laboratories and centers which receive financial assistance under specified provisions of such Act to carry out such research. Directs the Director, through the Institute, to monitor the status of education in mathematics, science, and technology, and evaluate the effectiveness of activities and services furnished with assistance under this Act. Title V: Vocational and Adult Education Programs in the Fields of Mathematics, Science, and Technology - Amends the Vocational Education Act to establish a national program for vocational training for technological skill development for positions in industry for which advanced academic degrees are not required. Authorizes appropriations for FY 1984 through 1988 for such program. Authorizes the Secretary to make such program grants and contracts with nonprofit organizations and contracts with private for-profit organizations. Directs the Secretary to pay amounts which match those of specified applicant expenditures. Sets forth authorized use of such program grant and contract funds. Sets forth application requirements. Amends the Adult Education Act to require States, to the extent practicable, to emphasize training in the adaptation of science and technology to society and work, in carrying out adult basic education programs and adult education programs under such Act. Requires that a State plan under such Act identify the manner in which assistance sought under such Act will serve the goals described in the State plan approved under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mathematics, Science and High Technology Skill Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a program to increase the literacy of the American public in the fields of mathematics, science, and technology, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:45-05:00"
}