{
  "actions": [
    {
      "acted_at": "1979-02-28", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-28", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-24", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-24", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-26", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 96-364.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-01", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-01", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-11-05", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-05", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-05", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-11-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-11-05", 
      "references": [], 
      "text": "Public Law 96-104.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2515-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Anthony, Beryl, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "00024", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Bethune, Ed", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "00083", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-11-05", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-28", 
  "number": "2515", 
  "official_title": "A bill to authorize on a temporary basis certain business and agricultural loans, notwithstanding interest limitations in state constitutions or statutes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Alexander, Bill", 
    "state": "AR", 
    "thomas_id": "00010", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-28", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Bank loans", 
    "Business and commerce", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Interest", 
    "Interest rates", 
    "Savings and loan associations", 
    "Small business", 
    "State constitutions", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Interest rates", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1979-10-12", 
    "text": "(Measure passed Senate, amended) Repeals provisions of law which permitted specified financial institutions to charge interest on business and agricultural loans over $25,000 at a rate of up to five percent above the Federal discount rate regardless of State law, and which precluded such institutions from raising the defense of usury under such laws. States that such provisions shall remain in effect with respect to loans made in any State between October 29, 1974, and the earlier of July 1, 1977, or the enactment of overriding State legislation. =Title I: Interest Rate Amendments Regarding State Usury Ceilings on Certain Loans= - Amends the Federal Deposit Insurance Act, the National Housing Act, and other provisions of law to permit any national banking association, federally-insured bank, or federally-insured savings and loan association to charge interest on business and agricultural loans of $25,000 or more at a rate of up to five percent in excess of the discount rate on 90-day commercial paper in effect at the Federal Reserve Bank in the Federal Reserve district where such institution is located, notwithstanding State usury laws. Amends the Small Business Investment Act of 1958 to permit qualified small business investment companies to charge interest on business loans of $25,000 or more at a rate not exceeding the lowest of the following: (1) the maximum rate prescribed by regulation of the Small Business Administration for loans made by any small business investment company, determined without regard to any State rate incorporated by such regulation); (2) the maximum rate authorized by State law which has not been preempted by this Act; or (3) the higher of the discount rate on 90-day commercial paper in effect in the Federal Reserve district in which the principal office of the small business investment company is located plus five percentage points, or the maximum rate authorized by applicable State law (determined without regard to the preemption of such State law). Establishes penalties for charging interest in excess of the ceilings established by this Act. Declares that the ceilings established by this title shall preempt State law with respect to loans made during the period beginning on the date of enactment of this Act and ending on the earlier of: (1) July 1, 1981; or (2) the date, after enactment of this Act, on which a State enacts legislation or certifies that a referendum has been passed which renders the interest ceilings established by this title inapplicable in such State. =Title II: Applicability of State Usury Ceilings to Certain Obligations Issued by Banks and Affiliates= - Amends the Federal Reserve Act, the Federal Deposit Insurance Act, and the Federal Home Loan Bank Act to preclude specified financial institutions from pleading or claiming with respect to any deposit or obligation of such institution any defense or right under any State law regulating interest rates. Suspends any penalty which would otherwise attach under any such State law. Stipulates that the provisions of this title shall apply only with respect to deposits made or obligations issued during the period beginning with the enactment of this Act and ending on the earlier of: July 1, 1981; or (2) the date on which a State enacts legislation or certifies that a referendum has been passed which renders the amendments made by this title inapplicable in such State. =Title III: Limitation= - Declares that this Act shall apply only in those States having a constitutional provision which provides that all contracts for a greater rate of interest than ten percent per annum shall be void as to principal and interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize on a temporary basis certain business and agricultural loans, notwithstanding interest limitations in state constitutions or statutes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:40-05:00"
}