{
  "actions": [
    {
      "acted_at": "1975-09-18", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2372-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-18", 
  "number": "2372", 
  "official_title": "A bill to secure fair financing for local units of government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Financing for Local Government Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-18", 
  "subjects": [
    "Advisory bodies", 
    "Credit", 
    "Economics and public finance", 
    "Federal aid programs", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Local finance"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-18", 
    "text": "Fair Financing for Local Government Act - Title I: Fair Finance Insurance Board - Establishes a Fair Finance Insurance Board with a Chairman and four members appointed by the President, by and with the advice and consent of the Senate. Authorizes the Board to secure directly from any executive department or agency information, estimates, statistics, and technical assistance for the purpose of carrying out its functions under this Act. Directs such executive department or agency to furnish the information, estimates, statistics, and technical assistance directly to the Board upon its request. Title II: Functions of the Board - Authorizes the Board to offer to any insurers, subject to the conditions hereinafter set forth, reinsurance against 75 percent of losses resulting from the failure of any unit of local government to pay all or any part of scheduled municipal bond principal and interest payments on insured municipal bonds as such payments become due and payable. Authorizes the Board to enter into any contract, agreement, or other arrangement with any insurer for reinsurance coverage, pursuant to this title, in consideration of payment to the Board by the insurer of a premium which shall be determined by the Board, but which shall not exceed 1 percent of the total amount of the interest and principal amounts insured. Authorizes the Board to offer to the local assistance agency of any State, subject to the conditions hereinafter set forth, a guarantee of payment of 75 percent of the total amount of the interest and principle of bonds issued by such agency for the purpose of purchasing principle bonds issued by a unit of local government within such State. Title III: Special Study and Annual Reports - Directs the Board to conduct a study of the market for securities issued by local governmental units. Stipulates that such study shall include: (1) the availability, and present and potential sources of funds for the purchase of such securities; (2) influences upon, and developments in, interest rates for such securities; (3) suggested reforms in the financial structures and functioning, and in present methods of financing the activities of, units of local government; and (4) Federal and State efforts to assist in the marketing of such securities. Directs the Board to submit such local securities market study to the President for transmission to the Congress no later than 180 days subsequent to the enactment of this Act. Title IV: Advisory Committees - Authorizes the Board to establish special advisory committees which shall consult with the Board during the planning and implementation of its functions and shall provide advice and information to the Board concerning all aspects of its activities. Requires the advisory committees to provide for the representation of the following interests and such other interests as the Board may deem necessary or desirable: (1) city, county and State governments; (2) the labor movement; and (3) the financial community. Title V: Fair Finance Insurance Fund - Establishes a Fair Finance Insurance Fund which shall be available, without fiscal year limitations: (1) to make such payments as may, from time to time, be required under reinsurance or guarantee agreements entered into under this Act; and (2) to pay such administrative expenses as may be necessary or appropriate to carry out the purposes of this Act. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act. Stipulates that in the event there are insufficient moneys in the Fund to meet obligations of the Board, the Secretary of the Treasury shall transfer to the Fund such sums as may be necessary to fulfill such obligations. Authorizes Secretary of the Treasury to use, for the purpose of making any such transfer, the proceeds from the sale of any securities issued under the Second Liberty Bond Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Financing for Local Government Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to secure fair financing for local units of government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:34-05:00"
}