{
  "actions": [
    {
      "acted_at": "1991-06-27", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1416-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-27", 
  "number": "1416", 
  "official_title": "A bill to provide adequate authority in the Library of Congress for the provision of fee-based library research and information products and services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-27", 
  "subjects": [
    "Administrative procedure", 
    "Bibliography", 
    "Congressional agencies", 
    "Fees", 
    "Information services", 
    "Libraries", 
    "Research", 
    "Revolving funds", 
    "Security classification (Government documents)"
  ], 
  "subjects_top_term": "Libraries", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-27", 
    "text": "Title I: Distribution of Bibliographic Products and Services and Other Technical Publications - Authorizes the Librarian of Congress to sell bibliographic products, services, and other technical publications to institutions and individuals. Repeals provisions of Federal law that authorize the Librarian to sell copies of card indexes and other publications only. Title II: Library of Congress Revolving Fund - Establishes the Library of Congress Revolving Fund to be available to the Librarian, without fiscal year limitation, to carry out library research and information product and service activities. Directs the Librarian of Congress to promulgate regulations to: (1) provide specified fee-based products and services; and (2) make library research and information products and services available to Federal, State, and local agencies, foreign governments, libraries, industry, business, and other organizations and individuals. Requires the Librarian to publish the new Fund-service activities (including cost information) in the Federal Register, with at least a 45-day public comment period. Title III: General Standards and Limitations - Directs the Librarian of Congress to respect and preserve the security classification of any scientific or technical information, data, patents, inventions, or discoveries in, or coming into, the Librarian's possession or control that has been classified by or through the President as being essential in the interest of national defense. Prohibits: (1) the use of Congressional Research Service resources to generate fee-based research and information services; and (2) the marketing or publication of its products without prior approval of specified congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide adequate authority in the Library of Congress for the provision of fee-based library research and information products and services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:05-05:00"
}