{
  "actions": [
    {
      "acted_at": "2008-09-25", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-25", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-25", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7080-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Blunt, Roy", 
      "sponsored_at": "2008-09-25", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "2008-09-25", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-25", 
  "number": "7080", 
  "official_title": "To eliminate certain provisions of law providing benefits to trial lawyers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stop Trial Lawyer Pork Act", 
  "sponsor": {
    "district": "8", 
    "name": "Boehner, John A.", 
    "state": "OH", 
    "thomas_id": "00102", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-25", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-25", 
    "text": "Stop Trial Lawyer Pork Act - Declares that certain federal laws that benefit trial lawyers to the detriment of consumers shall have no force or effect, whether enacted before, on, or after the enactment of this Act. Includes among such laws: (1) the Sunshine in Litigation Act of 2008; (2) the Medical Device Safety Act of 2008; (3) the Protecting Americans from Unsafe Foreign Products Act; (4) the Arbitration Fairness Act of 2007; (5) the Ban Asbestos in America Act of 2007; and (6) the Renewable Energy and Job Creation Act of 2008. Clarity and Transparency in Lawsuits Act or CATLA - Requires any federal law creating a private right of action to include express language providing for such a right. Prohibits any federal or state court from construing any federal law to imply a private right of action in absence of such an express provision. Prohibits any attorney at law, in any litigation in or affecting commerce among the states or with foreign nations, from prosecuting or counseling any action, or asserting any claim or defense, which is false, frivolous, or wholly insubstantial. Establishes sanctions for violation of such prohibition. Lawsuit Abuse Reduction Act - Amends Rule 11 (Signing Pleadings, Motions, and Other Papers; Representations to the Court; Sanctions) of the Federal Rules of Civil Procedure to require the court to impose an appropriate sanction on any attorney, law firm, or party that has violated, or is responsible for the violation of, the rule with regard to representations to the court. Requires any sanction to compensate parties injured by the conduct in question. Gives an attorney a right to appeal such a sanction. Prohibits a person from bringing a personal injury claim in the court of a state if the person is not a resident of that state (interstate forum-shopping), unless all or a substantial part of the acts or omissions giving rise to the claim asserted occurred in that state."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stop Trial Lawyer Pork Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "CATLA", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Clarity and Transparency in Lawsuits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Lawsuit Abuse Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To eliminate certain provisions of law providing benefits to trial lawyers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:36-05:00"
}