{
  "actions": [
    {
      "acted_at": "1980-04-02", 
      "committee": "Senate Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Veterans' Affairs with amendment, S. Rept. 96-747.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-05", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-05", 
      "bill_ids": [
        "hr7102-96"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 7102 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2534-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-02", 
  "number": "2534", 
  "official_title": "A bill to amend title 38, United States Code, to promote the recruitment and retention of physicians, dentists, nurses, and other health-care personnel in the Veterans Administration's Department of Medicine and Surgery, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7102-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans' Administration Health-Care Program Amendments of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-02", 
  "subjects": [
    "Accident insurance", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Dentists", 
    "Disability insurance", 
    "Federal advisory bodies", 
    "Geriatrics", 
    "Health", 
    "Health insurance", 
    "Hospital personnel", 
    "Hospitals", 
    "Medical personnel", 
    "Medical research", 
    "Military personnel", 
    "Nurses", 
    "Paramedical personnel", 
    "Physicians", 
    "Salaries", 
    "Veterans' hospitals", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Medical personnel", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1980-06-05", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 7102 passed in lieu) Veterans' Administration Health-Care Program Amendments of 1980 - =Title I: Health Care Personnel Amendments= - Veterans' Administration Health-Care Personnel Amendments of 1980 - Amends the Veterans' Administration Physician and Dentist Pay Comparability Act of 1975 to authorize the payment of special pay to physicians and dentists in the Department of Medicine and Surgery of the Veterans' Administration (VA) who are employed intermittently or less than half-time, occupy internship or residency positions, or are retired annuitants. Exempts physicians, dentists, nurses, and other health- care professionals employed by the Department from the Senior Executive Service. Authorizes the position of Director of Nursing Service to be filled by a qualified registered nurse serving as an Assistant Chief Medical Director or as a Deputy Assistant Chief Medical Director. Increases pay under the basic pay schedules for: (1) employees of the Office of the Chief Medical Director; (2) physicians and dentists; (3) nurses; (4) nursing support; and (5) clinical podiatrists and optometrists. Provides for special pay and additional pay under special guidelines for such personnel. Authorizes the Administrator to increase the rates of pay, within specified limits, for selected personnel in specified geographic areas in order to provide rates competitive with comparable health personnel by non-federal health care facilities in the same labor market. Directs the Administrator to study the need for and impact on personnel needs of converting certain employees to the pay schedules and other administrative provisions of Federal law dealing with veterans' benefits. Requires that such report be submitted to the Veterans' Affairs Committees of the Senate and the House of Representatives within 18 months of the date of enactment of this Act. Permits the Chief of Staff of a VA medical center and other chiefs of staff serving on a less than full-time basis to continue to receive remuneration from an outside source. Prohibits such employee from receiving increases in special pay. Authorizes the Administrator to provide support for the training of selected registered nurses and nurse practitioners for a baccalaureate degree in nursing. Directs that the personnel of the Department of Medicine and Surgery serving on less than a full-time basis shall receive civil service retirement credit for such service only on a pro-rata basis. Excludes licensed practical or vocational nurses, and nursing assistants from the jurisdiction of the disciplinary boards appointed by the Chief Medical Officer. Restricts the activities of the Special Medical Advisory Groups established by the Administrator to policy matters related to education and training arising in connection with the program with respect to which it was appointed. Directs that final decisions concerning employment at the VA facility must be made by the VA. Establishes a medical center advisory committee in each VA health-care facility to advise medical center management with respect to all matters concerning the provision of health care to eligible veterans and dependents. Increases special and incentive pay for physicians and dentists in the Department of Medicine and Surgery. Establishes additional special pay for physicians and dentists serving in an area in which there are extraordinary difficulties in the recruitment and retention of such personnel. Establishes a Veterans' Administration Physicians' and Dentists' Pay Board. Sets forth the composition and duties of such Board. Requires the Board to investigate pay distinctions among VA doctors and dentists and such professionals in other Federal agencies and in the private sector and to report annually on the need for special pay as an incentive for recruitment of doctors and dentists by the VA. Requires the Administrator to conduct a pilot program and study for a specified period of time on the difficulties of recruitment and retention of nursing and nursing support personnel in at least six geographic regions. Requires the submission of the results of such study to Congress. =Title II: Geriatric Research and Care Amendments of 1980= - Veterans' Geriatric Research and Care Amendments of 1980 - Declares that the purposes of this title are: (1) to improve and expand the capability of VA health care facilities; and (2) to advance scientific knowledge regarding the needs of an increasing number of older veterans and the methods of meeting such needs. Directs the Administrator of Veterans' Affairs, upon the recommendation of the Chief Medical Director, to designate up to 15 VA health-care facilities as centers of geriatric research, education, and clinical activities. Directs the Administrator, in designating locations for such centers: (1) to designate each qualifying facility which is operating a geriatric research, education, and clinical center; (2) to assure appropriate geographic distribution of such facilities; and (3) to limit the designation of any such facility to those which conform to specified criteria. Directs the Administrator to establish a Geriatrics and Gerontology Advisory Committee within the Department of Medicine and Surgery. Sets forth the membership and functions of such Committee. Requires the Committee to submit a report to the Administrator, through the Chief Medical Director, within 30 months of the date of enactment of this Act. Directs the Administrator to transmit such report to the appropriate Congressional committees. Authorizes appropriations for fiscal years 1981 through 1984 for the purposes of this Act. Requires that one Assistant Chief Medical Director be a qualified physician trained or experienced in geriatrics who shall be directly responsible to the Chief Medical Director for all geriatric research, education, and clinical health-care policy and evaluation in the Department. =Title III: Veterans' Administration Health-Care Cost Recovery Provisions= - Veterans' Administration Health-Care Cost Recovery Provisions of 1980 - Permits the United States to recover, subject to specified limitations, conditions, and procedures, the costs of care and services furnished by the VA to a veteran for a non-service-connected disability where the disability: (1) was incident to such veteran's employment and is covered under workers' compensation; (2) was the result of an automobile accident in a State requiring auto no-fault insurance; or (3) was the result of a crime of personal violence in a State, or local subdivision thereof, providing health care to victims of crimes in that State or subdivision. Directs the Administrator to design a protocol for and conduct a study of the extent to which veterans, who are recipients of care and services under the VA (for the treatment of non-service-connected disabilities), would be entitled to receive health care and services, reimbursement for the expenses of some, or indemnification for having received some under one or more private health plans, Medicare, or Medicaid. Directs that such protocol shall be designed in consultation with representatives of health insurance carriers, veterans' service organizations, the Library of Congress, the Congressional Budget Office, and the Veterans' Affairs Committees of the Senate and the House of Representatives. Specifies the areas to be examined in accordance with such protocol. Directs the Librarian of Congress and the Director of the Congressional Budget Office to study the effect on health insurance premiums and administrative costs that would result from the enactment of legislation providing the United States the right to recover the cost of care and services furnished to veterans for such veterans' non-service-connected disabilities from such veterans' health insurers. =Title IV: Miscellaneous Amendments= - Redefines the term \"travel and transportation of persons, and transportation of things, for officers and employees of the executive branch of the Government\" to exclude travel reimbursements for eligible veterans, dependents, and survivors, otherwise authorized under provisions relating to veterans' benefits. Amends the Veterans' Administration Program Extension Act of 1978 to extend, until February 1, 1981, the time by which the Administrator shall report to Congress and the President on VA hospital care and medical services in Puerto Rico and the Virgin Islands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Administration Health Care Personnel Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans' Administration Health-Care Program Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to promote the recruitment and retention of physicians, dentists, nurses, and other health-care personnel in the Veterans Administration's Department of Medicine and Surgery, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:23-05:00"
}