{
  "actions": [
    {
      "acted_at": "1979-07-26", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1582-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-26", 
  "number": "1582", 
  "official_title": "A bill entitled the \"Airport and Airway Revenue Act of 1979.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airport and Airway Revenue Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-26", 
  "subjects": [
    "Aircraft", 
    "Airlines", 
    "Airports", 
    "Aviation", 
    "Aviation fuels", 
    "Avionics", 
    "Excise tax", 
    "Federal aid to transportation", 
    "Petroleum and petroleum products", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Excise tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-26", 
    "text": "Airport and Airway Revenue Act of 1979 - Amends the Internal Revenue Code of 1954 to impose a tax of six percent on the sale of new aircraft, new aircraft parts, and new avionics for use in noncommercial aviation. Stipulates that a lease of such an article shall be considered a sale for purposes of such tax. Exempts from such tax any article for export or for shipment to a possession of the United States. Terminates such tax on October 1, 1990. Imposes a tax of ten percent on the retail sale price of fuel used in noncommercial aviation (previously such tax rate was seven cents on each gallon of such fuel). Terminates such tax on October 1, 1990. Postpones the reduction of the tax on the transportation of persons and property by air which is scheduled to go into effect on June 30, 1980, until September 30, 1990. Sets forth the tax on the use of civil aircraft for the period from July 1, 1990, to September 30, 1990. Amends the Airport and Airway Revenue Act of 1970 to stipulate that funds received from the tax on noncommercial aircraft and avionics established by this Act shall be placed in the Airport and Airway Trust Fund. Amends the Airport and Airway Development Act of 1970 to set forth restrictions on obligations incurred by the Secretary of Transportation for airport development grants after September 30, 1980. Amends the Federal Aviation Act of 1958 to stipulate that any landing area or navigation facility which has received Federal funds shall be eligible for public use on fair and reasonable terms and without discrimination. Sets forth administrative adjudicatory procedures with respect to complaints alleging such discrimination. Authorizes the Secretary of Transportation to establish a system for limiting the number of aircraft operations reservations at any airport to insure the safety of aircraft, the efficient utilization of navigable airspace, or the control of congestion in the airspace in the vicinity of the airport."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airport and Airway Revenue Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Airport and Airway Revenue Act of 1979.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:05-05:00"
}