{
  "actions": [
    {
      "acted_at": "1978-09-14", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3498-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-09-14", 
  "number": "3498", 
  "official_title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to improve the aid to families with dependent children program, thereby providing fiscal relief to States and localities, and to increase the earned income tax credit.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Welfare Reform and Fiscal Relief Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-09-14", 
  "subjects": [
    "Administrative procedure", 
    "Aid to dependent children", 
    "Civil Rights and Liberties", 
    "Computer networks", 
    "Families", 
    "Federal aid to child welfare", 
    "Income tax", 
    "Information storage and retrieval systems", 
    "Intergovernmental fiscal relations", 
    "Management information systems", 
    "Quality control", 
    "Right of privacy", 
    "Social welfare", 
    "States", 
    "Tax credits"
  ], 
  "subjects_top_term": "Aid to dependent children", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-09-14", 
    "text": "Welfare Reform and Fiscal Relief Act - Amends Part A of Title IV of the Social Security Act (Aid to Families with Dependent Children) to set forth a formula for determining the minimum monthly benefit amount for aid under such Title. Sets forth a new formula for determining Federal matching funds under the Aid to Families with Dependent Children program (AFDC). Establishes the maximum amount for which the Federal Government will reimburse a State under the program of matching Federal funds. Defines the term \"assistance unit\" which is introduced in this Act, as a dependent child (or children) and the relative (or relatives) with whom such child is living, who are claiming aid, and any other individual living in the same home as such child and relative whose needs the State determines should be considered in determining the need of such child or relative, but does not include any individual receiving supplemental security income benefits. Excludes, in determining need under Title IV with respect to an assistance unit: (1) the first $30 of earned income; (2) an amount equal to the expenses reasonably attributable to earning income; and (3) one-third of the remainder of earned income as such term is defined in this Act. Requires the Secretary of Health, Education, and Welfare to prescribe the types and allowable amounts of financial resources which an assistance unit otherwise eligible to receive AFDC benefits may own. Prohibits any unit member from receiving aid if unit liquid and nonliquid assets exceed $1,750 or, if the unit consists of two or more persons one of whom is age 60 or over, $3,000. Requires State plans under Title IV to provide AFDC benefits to children of unemployed or low-income parents. Defines an unemployed or low-income individual for purposes of this Act. Requires State plans under Title IV to provide level of benefits for an assistance unit of any size and any income level equal to or greater than the level of such benefits paid to a unit of such size and income level for the month of September 1978. Sets forth a formula for increased Federal payments to States for the AFDC program. Stipulates that an individual or assistance unit shall be considered to have made an application for AFDC benefits as of the time of the earliest action by such individual or unit which may reasonably be interpreted as a request for payment. Requires that an AFDC application form: (1) be prescribed by the Secretary; (2) ask only for such information as necessary to determine eligibility; (3) be available in languages other than English in certain geographic areas; (4) clearly specify the rights of applicants and the penalties for failure to comply; and (5) be accompanied by instructions for filling out such application. Permits applicants when applying to be assisted by any adult including a lawyer. Requires a determination as to eligibility to be made within 30 days from the date of application for aid. Permits any assistance unit to request a hearing if assistance is denied or if payments are terminated. Requires the replacement of lost or stolen checks within five days of a request for replacement. Requires full compliance with the Privacy Act of 1974 with respect to information provided on an application for AFDC. Authorizes payment to States for the planning, design, development, installation, and operation of statewide mechanized claims processing and information systems to assist in the administration of the AFDC program. Sets forth requirements for the operation of such information systems. Requires the Secretary of Health, Education, and Welfare to provide States with technical and financial assistance in developing and operating such information systems. Reduces Federal financial assistance to a State in which the dollar error rate of aid furnished by the State is greater than the target dollar rate of aid. Increases Federal financial assistance to States if such error rate is less than the target dollar error rate of aid. Sets forth formulas for determining such increases or decreases. Defines the terms \"dollar error rate of aid,\" \"target dollar error rate of aid,\" and \"erroneous payments\". Directs the Secretary to establish a target dollar error rate of aid for each State. Directs the Secretary to study those administrative costs which contribute to improved administration of State AFDC plans and to make recommendations to Congress with respect to those elements of administrative costs which should be matched by the Federal Government at a higher or lower percentage than the current matching percentage. Amends the Internal Revenue Code to increase the credit given, for eligible individuals, against earned income taxes to an amount equal to 15 percent of earned income not exceeding $6,500. Reduces the amount of such credit in accordance with a formula set forth in this Act. Redefines the terms \"eligible individual\" and \"earned income\". Declares that the minimum aid to families with dependent children amount shall gradually be increased to the official nonfarm poverty line. Directs the Secretary to study the way to achieve such goal and to report to Congress the results of such study."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Welfare Reform and Fiscal Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to improve the aid to families with dependent children program, thereby providing fiscal relief to States and localities, and to increase the earned income tax credit.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:55-05:00"
}