{
  "actions": [
    {
      "acted_at": "2001-07-10", 
      "committee": "Committee on Resources, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Resources, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-07-10", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-07-10", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-07-11", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-16", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Air Quality, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Energy and Air Quality, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-07-17", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-17", 
      "in_committee": "House Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 26 - 17.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-07-25T18:50:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 107-160, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-25T18:51:00-04:00", 
      "references": [], 
      "text": "House Committee on Energy and Commerce Granted an extension for further consideration ending not later than July 25, 2001.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-25T18:51:00-04:00", 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-25T18:51:00-04:00", 
      "calendar": "Union", 
      "number": "95", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 95.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2436-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Air Quality", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "43", 
      "name": "Calvert, Ken", 
      "sponsored_at": "2001-07-10", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cubin, Barbara", 
      "sponsored_at": "2001-07-10", 
      "state": "WY", 
      "thomas_id": "00254", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Otter, C. L. (Butch)", 
      "sponsored_at": "2001-07-10", 
      "state": "ID", 
      "thomas_id": "01646", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Peterson, John E.", 
      "sponsored_at": "2001-07-11", 
      "state": "PA", 
      "thomas_id": "01512", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Souder, Mark E.", 
      "sponsored_at": "2001-07-24", 
      "state": "IN", 
      "thomas_id": "01089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "2001-07-10", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Thornberry, Mac", 
      "sponsored_at": "2001-07-10", 
      "state": "TX", 
      "thomas_id": "01155", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Don", 
      "sponsored_at": "2001-07-10", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-07-10", 
  "number": "2436", 
  "official_title": "To provide secure energy supplies for the people of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1766-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy Security Act", 
  "sponsor": {
    "district": "1", 
    "name": "Hansen, James V.", 
    "state": "UT", 
    "thomas_id": "00498", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2001-07-17", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Africa", 
    "Agriculture and food", 
    "Air pollution control", 
    "Air quality", 
    "Air traffic", 
    "Airports", 
    "Alaska", 
    "Alternative energy sources", 
    "Alternative fuels", 
    "Animal breeding", 
    "Animal migration", 
    "Animals", 
    "Appellate courts", 
    "Archaeology", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Brazil", 
    "Bridges", 
    "Business records", 
    "California", 
    "Capital investments", 
    "Caribou", 
    "Coal", 
    "Coastal zone", 
    "Cogeneration of electric power and heat", 
    "Collection of accounts", 
    "Commemorations", 
    "Commerce", 
    "Competitive bidding", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction workers", 
    "Continental shelf", 
    "Contractors", 
    "Cost effectiveness", 
    "Cultural property", 
    "Delegation of powers", 
    "Department of Agriculture", 
    "Department of the Interior", 
    "District of Columbia", 
    "Drainage", 
    "Easements", 
    "Economics and public finance", 
    "Education", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy development", 
    "Energy efficiency", 
    "Energy prices", 
    "Energy research", 
    "Energy supplies", 
    "Engines", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Explosions", 
    "Explosives", 
    "Export controls", 
    "Federal aid to research", 
    "Federal aid to water resources development", 
    "Federal office buildings", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Fishery management", 
    "Fishing", 
    "Flood control", 
    "Florida", 
    "Foreign trade and international finance", 
    "Fuel cells", 
    "Fuel storage", 
    "Gas in submerged lands", 
    "Gas pipelines", 
    "Geothermal power plants", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government regulation", 
    "Government trust funds", 
    "Government vehicles", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Gulf of Mexico", 
    "Habitat conservation", 
    "Hazardous waste disposal", 
    "Historic sites", 
    "History", 
    "Hunting", 
    "Hydroelectric power", 
    "Impact aid", 
    "Indian claims", 
    "Indigenous peoples", 
    "Infrastructure", 
    "Injunctions", 
    "Irrigation", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor contracts", 
    "Land transfers", 
    "Land use", 
    "Latin America", 
    "Law", 
    "Liability for environmental damages", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Military bases", 
    "Mineral reserves", 
    "Mining claims", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority employment", 
    "Municipal services", 
    "National forests", 
    "National parks", 
    "Native Americans", 
    "Natural gas", 
    "Natural gas reserves", 
    "Navigation", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil fields", 
    "Oil pollution control", 
    "Oil well drilling", 
    "Outdoor recreation", 
    "Petroleum", 
    "Petroleum in submerged lands", 
    "Petroleum pipelines", 
    "Petroleum prices", 
    "Petroleum refineries", 
    "Petroleum reserves", 
    "Pipeline safety", 
    "Pipelines", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Refuse and refuse disposal", 
    "Regulatory impact statements", 
    "Rent", 
    "Research centers", 
    "Right-of-way", 
    "Riparian ecology", 
    "Roads and highways", 
    "Salt", 
    "Science, technology, communications", 
    "Secondary recovery of gas", 
    "Secondary recovery of oil", 
    "Small business", 
    "Social welfare", 
    "Solar energy", 
    "Solvents", 
    "Sports and recreation", 
    "Submarine oil well drilling", 
    "Surveys", 
    "Technological innovations", 
    "Trails", 
    "Transportation and public works", 
    "Trapping", 
    "Waste water treatment", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Wetland conservation", 
    "Wildlife", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Wind power"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2001-07-25", 
    "text": "Energy Security Act - Title I: General Protections for Energy Supply and Security - Mandates: (1) a review and report by certain Federal agencies on whether rights-of-way for transportation across Federal lands of energy supplies or transmission of electricity can be authorized for new or additional capacity; (2) an inventory of the solar, wind, coal, and geothermal energy production potential of all Federal public lands (other than national park and wilderness lands) by the Secretaries of the Interior, of Agriculture, and of Energy, including restrictions and impediments to development; (3) Federal agency review of regulations to determine barriers for emerging energy-efficient technologies; and (4) establishment of an administrative interagency task force to develop an interagency agreement to expedite environmental review and permitting of natural gas pipeline projects.(Sec. 105) Expresses the sense of Congress that Federal land managing agencies should enhance the use of energy efficient technologies in the management of natural resources.Instructs the Secretaries of the Interior and of Agriculture, respectively, to seek to incorporate energy efficient technologies in the buildings, public lands, and resources within their purview, including the use of energy efficient vehicles.Title II: Oil and Gas Development - Subtitle A: Offshore Oil and Gas - Royalty Relief Extension Act of 2001 - Mandates: (1) use of a specified bidding system under the Outer Continental Shelf Lands Act for certain oil and gas lease sales occurring within two years after enactment of this Act located in the Western and Central Planning Area of the Gulf of Mexico; and (2) a National Academy of Sciences assessment and report to Congress regarding existing Gulf of Mexico oil and natural gas resources, including recommendations for increased production.Subtitle B: Improvement to Federal Oil and Gas Management - Federal Oil and Gas Lease Management Improvement Demonstration Program Act of 2001 - Mandates a joint study and report to Congress by the Secretaries of Agriculture and of the Interior regarding regulatory impediments to oil and natural gas leases and operations on Federal onshore lands, in order to identify means by which impediments to expeditious oil and natural gas exploration and production on such lands can be removed. Prescribes study guidelines.(Sec. 223) Instructs the Secretary to ensure that unwarranted denials and stays of lease issuance and restrictions on lease operations are eliminated from the administration of oil and natural gas leasing on Federal land. Requires the Secretary to provide a written, detailed explanation upon: (1) rejection of an offer to lease; and (2) disapproval or required modification of surface use plans of operations and applications for permit to drill for oil or natural gas on Federal lands.(Sec. 224) Prohibits the Secretary from recovering the costs of oil and gas lease applications and related documents.Subtitle C: Miscellaneous - Amends the Outer Continental Shelf Lands Act to authorize the Secretary of the Interior, in order to facilitate discovery of additional hydrocarbon reserves, to grant requests for the suspension of lease operations in order to allow reprocessing and reinterpretation of data to identify and define drilling objectives pertaining to allocthonus salt sheets.(Sec. 232) Prescribes guidelines for the payment in kind of oil and gas royalties to the United States. Authorizes the Secretary of the Interior, in disposing of royalty oil or gas taken in kind, to grant a preference to any person, including any State or Federal agency, for the purpose of providing additional resources to any Federal low-income energy assistance program.(Sec. 233) Authorizes the Secretary of the Interior to establish regional centers administered by the United States Geological Survey, known as United States Geological Survey Cooperative Oil and Gas Research and Information Centers, in partnership with the government of the State in which the Center is located, to conduct oil and gas exploration and production research.(Sec. 234) Identifies royalty rate reductions for certain marginal oil and gas wells production declines. (Sec. 235) Amends the Mineral Leasing Act to direct the Secretary of the Interior to reimburse lessees, operators, operating rights owners, and lease applicants for their costs incurred in complying with documentation requirements of the National Environmental Policy Act of 1969.Title III: Geothermal Energy Development - Amends the Geothermal Steam Act of 1970 to reduce the maximum royalty from 15 percent to 8 percent. Exempts from royalties: (1) geothermal energy leases during the first three years of commercial production of heat or energy from a facility whose production commences within the five-year period after enactment of this Act; and (2) qualified expansion geothermal energy.(Sec. 302) Substitutes an annual fee based upon the scale of development and utilization for any royalty or rental for leases for development and direct utilization of low temperature geothermal resources.(Sec. 303) Prohibits issuance of a geothermal lease for lands withdrawn or acquired in aid of the Department of Agriculture if the Secretary of Agriculture determines that no terms or conditions would be sufficient to protect them adequately under the National Forest Management Act of 1976.(Sec. 304) Requires the Secretary of the Interior to issue final determinations on pending noncompetitive geothermal lease applications within 90 days after enactment of this Act.(Sec. 305) Opens public lands under military jurisdiction for geothermal steam and associated resources development and utilization without the need for further Federal action.Provides for closure of such lands in the event of a national emergency, or for national defense, or security purposes.(Sec. 307) Directs the Secretary of the Interior to report to Congress on the status and applicability of all moratoria and withdrawals from leasing in connection with known geothermal resource areas.(Sec. 308) Amends the Geothermal Steam Act of 1970 to direct the Secretary of the Interior to reimburse lessees, operators, operating rights owners, and lease applicants for their costs incurred in complying with documentation requirements of the National Environmental Policy Act of 1969.Title IV: Hydropower - Instructs the Secretary of the Interior to study and report to Congress on the potential for increasing the electric power production capability of existing facilities.(Sec. 402) Authorizes Federal installation of a powerformer at the Bureau of Reclamation Folsom power plant in Folsom, California. Instructs the Secretary to seek contributions from power users toward powerformer costs and installation.(Sec. 403) Mandates studies for: (1) a pump replacement program associated with water delivery projects; and (2) operational methods and water scheduling techniques for increased efficiencies in hydroelectric power projects.(Sec. 405) Directs the Secretary of the Interior to shift Bureau of Reclamation project loads to off-peak periods to minimize the amount of electric power consumed for water pumping purposes. Requires consent of the affected irrigation customers for such pumping adjustment.Title V: Arctic Coastal Plain Domestic Energy - Arctic Coastal Plain Domestic Energy Security Act of 2001 - Directs the Secretary of the Interior to: (1) establish a competitive oil and gas leasing that will result in an environmentally sound program for the exploration and production of oil and gas resources of the Arctic Coastal Plain; and (2) administer such program so as to ensure no significant adverse effect upon fish and wildlife. (Sec. 503) Amends the Alaska National Interest Lands Conservation Act of 1980 to repeal the prohibition against production of oil and gas from the Arctic National Wildlife Refuge, and any leasing or development leading to such production. Authorizes the Secretary to: (1) designate a maximum total of Coastal Plain acreage as \"Special Areas\" closed to leasing if the Secretary determines that they require special management and regulatory protection; and (2) permit leasing in those Special Areas by setting lease terms that restrict surface use and occupancy but permit the use of horizontal drilling technology from lease sites located outside the Special Areas. Declares that this Act constitutes the Secretary's sole authority to close Coastal Plain lands to oil and gas leasing and to exploration, development, and production.(Sec. 504) Directs the Secretary to offer for lease, in the first lease sale under this Act, at least 200,000 acres in those tracts considered to have the greatest potential for discovery of hydrocarbons.(Sec. 505) Authorizes the Secretary to grant any of such lands on the Coastal Plain to the highest responsible qualified bidder in such a lease sale, upon payment of a bonus to the Secretary.(Sec. 506) Specifies the terms and conditions of any such oil or gas lease.(Sec. 507) Provides that Coastal Plain environmental protection guidelines shall use the \"no significant adverse effect\" standard to govern authorized activities, including: (1) site-specific assessment and mitigation; (2) regulations to protect Coastal Plain fish, wildlife resources, and subsistence users; and (3) compliance with Federal and State environmental laws.(Sec. 508) Provides for expedited judicial review of any provision of this title or secretarial action under it.(Sec. 509) Empowers the Secretary of the Interior to grant rights-of-way and easements across the Coastal Plain.(Sec. 510) Instructs the Secretary of the Interior to convey: (1) the surface estate of specified lands to the Kaktovik Inupiat Corporation; and (2) the subsurface estate beneath such lands to the Arctic Slope Regional Corporation.(Sec. 511) Establishes the Coastal Plain Local Government Impact Aid Assistance Fund to provide financial assistance to eligible entities directly impacted by oil and gas exploration on the Coastal Plain.Title VI: Historic Preservation - Prohibits privately owned and operated pipelines and related facilities that are either in service, or available for service, from being placed on the National Register of Historic Places without owner consent. Removes previously eligible facilities from eligibility for inclusion on such Register unless the owner has given written consent and agreed to such eligibility.Title VII: Conservation of Energy by the Department of the Interior- Directs the Secretary of the Interior to: (1) conduct an energy conservation study of the Department; (2) encourage the use of alternative energy sources throughout Department facilities and Federal lands; and (3) transmit an annual status report to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Arctic Coastal Plain Domestic Energy Security Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Oil and Gas Lease Management Improvement Demonstration Program Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Royalty Relief Extension Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Energy Security Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Arctic Coastal Plain Domestic Energy Security Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Federal Oil and Gas Lease Management Improvement Demonstration Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Royalty Relief Extension Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide secure energy supplies for the people of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:17-05:00"
}