{
  "actions": [
    {
      "acted_at": "1980-06-19", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-19", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 96-1114.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-24", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-25", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #437 (313-67).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-30", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-04", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 96-926.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #438 (81-10).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-21", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1476.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-02", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-02", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-02", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Senate agreed to House amendments to certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-05", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-05", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-12-15", 
      "references": [], 
      "text": "Public Law 96-526.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7631-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-12-15", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-19", 
  "number": "7631", 
  "official_title": "A bill making appropriations for the Department of Housing and Urban Development, and for sundry independent agencies, boards, commissions corporations, and offices for the fiscal year ending September 30, 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres727-96", 
      "reason": "rule"
    }
  ], 
  "short_title": "Department of Housing and Urban Development-Independent Agencies Appropriation Act, 1981", 
  "sponsor": {
    "district": "2", 
    "name": "Boland, Edward P.", 
    "state": "MA", 
    "thomas_id": "00104", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-19", 
  "subjects": [
    "Administrative procedure", 
    "Aliens", 
    "Appropriations", 
    "Arkansas", 
    "Armed forces and national security", 
    "Auditing", 
    "Automobiles", 
    "Carbon dioxide", 
    "Collection agencies", 
    "Consumer protection", 
    "Contractors", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal installations", 
    "Federal receipts and expenditures", 
    "Federally-guaranteed loans", 
    "Government consultants", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending", 
    "Government trust funds", 
    "Imports", 
    "Independent regulatory commissions", 
    "Lobbying", 
    "Low-income housing", 
    "Manpower utilization", 
    "Mortgages", 
    "New York City", 
    "Product safety", 
    "Public relations", 
    "Refuse and refuse disposal", 
    "Solar energy", 
    "Space sciences", 
    "Student aid", 
    "Travel costs", 
    "U.S.S.R.", 
    "Waste water treatment", 
    "Women scientists"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1980-11-21", 
    "text": "(Conference report filed in House, H. Rept. 96-1476) Department of Housing and Urban Development - Independent Agencies Appropriation Act, 1981 - =Title I: Department of Housing and Urban Development= - Makes appropriations to the Department of Housing and Urban Development (HUD) for fiscal year 1981 for: (1) housing programs for housing payments, low-income housing projects, the troubled projects operating subsidies, and the Federal Housing Administration Fund (with restrictions on the availability of such fund to cover losses incurred as a result of any nonjustified employment program); (2) the Government National Mortgage Association (GNMA) for participation sales insufficiencies; (3) the Solar Energy and Energy Conservation Bank for solar and conservation improvements assistance (by transfer); (4) community planning and development for community development grants, urban development action grants, comprehensive planning grants, the congregate services program and the Rehabilitation Loan Fund; (5) the New Community Development Corporation for the New Communities Fund; (6) neighborhoods, voluntary associations and consumer protection for housing counseling assistance and the neighborhood self-help development program; (7) policy development and research for research and technology; (8) fair housing and equal opportunity for fair housing assistance; and (9) management and administration for salaries and expenses (including transfer of funds). Increases the: (1) amount of annual contributions for low-income housing projects; and (2) contract authority for the low-income homeownership program. Rescinds a specified portion of the funds appropriated for rent supplements. Authorizes obligations on the part of: (1) the Housing for the Elderly or Handicapped Fund; (2) mortgage insurance fund for temporary mortgage assistance payments; (3) loans for low-rent public housing; (4) nonprofit sponsor assistance; (5) the GNMA Special Assistance Functions Fund, emergency mortgage purchase assistance, and guarantees of mortgage-backed securities; and (6) urban renewal programs. Authorizes the use of fiscal year 1979 urban homesteading funds for reimbursement to the Administrator of Veterans Affairs and the Secretary of Agriculture. Prohibits the use of appropriated funds to: (1) implement final energy conservation performance standards for new buildings; or (2) finance any newly assisted low-income housing project whose gross rent will be higher than local fair market rentals. =Title II: Independent Agencies= - Makes appropriations for fiscal year 1981 to the: (1) American Battle Monuments Commission for salaries and expenses; (2) Consumer Product Safety Commission for salaries and expenses; (3) Department of Defense-Civil for Army cemetery expenses; (4) Environmental Protection Agency (EPA) for salaries and expenses, research and development, abatement, control and compliance activities (earmarks funds for State and regional solid waste plans assistance), buildings and facilities, construction grants, and the U.S. Regulatory Council; (5) Executive Office of the President for the Council on Environmental Quality, the Office of Environmental Quality, and the Office of Science and Technology Policy; (6) Federal Emergency Management Agency (FEMA) for disaster relief, emergency planning, preparedness and mobilization, hazard mitigation and disaster assistance, and the National Flood Insurance Fund; (7) General Services Administration for the Consumer Information Center; (8) Department of Health and Human Services for the Office of Consumer Affairs; (9) National Aeronautics and Space Administration (NASA) for research and development (earmarks funds for specified projects), facilities construction, and research and program management; (10) National Commission on Air Quality for salaries and expenses; (11) National Consumer Cooperative Bank for salaries and expenses and self-help development; (12) National Credit Union Administration for the Central Liquidity Facility; (13) National Institute of Building Sciences for salaries and expenses; (14) National Science Foundation for research (including new research opportunities grants for women), scientific education, and overseas scientific activities (special foreign currency program); (15) Neighborhood Reinvestment Corporation for salaries and expenses; (16) Selective Service System for salaries and expenses; (17) Department of the Treasury for the State and Local Government Fiscal Assistance Trust Fund, Office of Revenue Sharing expenses, the New York City loan guarantee program, and National Consumer Cooperative Bank investment; and (18) Veterans Administration for compensation and pensions, readjustment benefits, veterans insurance and indemnities, medical care, medical and prosthetic research, medical administration and miscellaneous expenses, general operating expenses, construction of major and minor projects (including replacement facilities at Little Rock, Arkansas), settlement of a specified private contractor's claim, State extended facilities construction, State veterans cemeteries construction, and grants to the Philippines. Authorizes obligations on the part of the Loan Guaranty Revolving Fund, Direct Loan Revolving Fund, Service-Disabled Veterans Insurance Fund, Veterans Reopened Insurance Fund, Education Loan Fund, Vocational Rehabilitation Revolving Fund, National Service Life Insurance Fund, U.S. Government Life Insurance Fund, and Veterans Special Life Insurance Fund. Limits the amounts of outstanding loans and loan guarantees under the National Consumer Cooperative Bank Fund during fiscal year 1982. Limits appropriations to the EPA to be used for: (1) enforcing any regulations or requirements under the construction grants program retroactively, other than advanced wastewater treatment reviews; (2) preparing, reviewing, or approving State Implementation Plans; and (3) transferring to any other appropriation. Permits appropriations for FEMA to be used to hire motor vehicles and pay travel expenses to emergency preparedness meetings. Permits the transfer of funds appropriated to the Veterans Administration in specified circumstances. Limits the use of appropriations for purchasing any site or constructing any new hospital or home. Requires reimbursement if any persons, other than eligible beneficiaries, are hospitalized or examined at veterans facilities. =Title III: Corporations= - Authorizes corporations and agencies of HUD and the Federal Home Loan Bank Board to make commitments without regard to fiscal year limitations unless otherwise limited. Limits new loan or mortgage purchase commitments to the extent expressly provided in this Act with specified exceptions. Makes appropriations for fiscal year 1981 to the Federal Home Loan Bank Board for administrative expenses of the Board and the Federal Savings and Loan Insurance Corporation (FSLIC). Sets specified limitations on such expenses. Authorizes necessary obligations on the part of the FSLIC Fund. =Title IV: General Provisions= - Limits travel expense expenditures to the amounts set forth in the budget estimate, with specified exceptions. Permits the use of HUD appropriations (as well as Selective Service System funds) for: (1) uniforms and the hire of passenger vehicles; (2) legal services, and (3) payments to specified agencies. Prohibits the use of appropriated funds, with specified exceptions: (1) beyond the current fiscal year; (2) without a voucher describing the payees and services or specific statutory authorization; (3) for transportation between the domicile and place of employment of any officer or employee; (4) for payments to recipients that do not share in the cost of conducting research not specifically solicited by the Government; (5) for consultants paid in excess of the rate paid for GS-18; (6) for compensation of non-Federal parties intervening in regulatory or adjudicatory proceedings (other than in developing proposed consumer product safety standards); and (7) for contracts not in compliance with the Office of Federal Procurement Policy Act. Requires congressional approval of funds for personnel compensation and benefits for other object classifications set forth in the budget estimates. Requires procurement contracts for consulting services to be available for public inspection and included on a list of all contracts entered into within the previous 24 months and of all contracts on which performance has not been completed. Requires contractor and agency reports to include information concerning the contract and contractor. Reduces by two percent, but no more than three percent from any one appropriation account, the total budget authority for each Department and agency for payments not required by law. Exempts Veterans Administration funds from such reduction. Prohibits any agency from obligating more than 30 percent of its appropriated funds in the last quarter of the fiscal year and more than 15 percent in the last month of such fiscal year, unless waived by the Director of the Office of Management and Budget. Requires Federal agency heads to report to Congress and the Director specifying the amounts obligated during each quarter of the fiscal year. Requires the Director to keep the congressional Appropriations Committees informed of actions taken to carry out such requirements. Requires the resolution of all pending, unresolved agency audits by September 30, 1981. Requires any new audits to be resolved within six months. Directs all Federal agencies to improve their collection of overdue debts. Requires Federal departments to submit to the Appropriations Committees a schedule of anticipated monthly outlays for fiscal year 1981 and actual outlays quarterly. Directs the Congressional Budget Office to analyze such schedules and submit the results to the Budget and Appropriations Committees. Reduces by ten percent appropriations available for advertising or public relations activities. Exempts Veterans Administration funds from such reduction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Housing and Urban Development-Independent Agencies Appropriation Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Department of Housing and Urban Development, and for sundry independent agencies, boards, commissions corporations, and offices for the fiscal year ending September 30, 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:23-05:00"
}