{
  "actions": [
    {
      "acted_at": "1983-01-26", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Employment and Productivity", 
      "text": "Referred to Subcommittee on Employment and Productivity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Employment and Productivity", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department, GAO, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-02-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Employment and Productivity", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s147-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Employment and Productivity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-26", 
  "number": "147", 
  "official_title": "A bill to create jobs in the public sector for individuals who have exhausted their eligibility for unemployment compensation benefits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Employment Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-26", 
  "subjects": [
    "Appropriations", 
    "Department of Labor", 
    "Depressed areas", 
    "Disaster relief", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Federal aid to Indians", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Labor and employment", 
    "Layoffs", 
    "Minimum wages", 
    "Native Americans", 
    "Plant shutdowns", 
    "Public lands and natural resources", 
    "Public service employment", 
    "Public works", 
    "Rural economic development", 
    "Standards", 
    "Temporary employment", 
    "Unemployment", 
    "Wages"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-26", 
    "text": "Emergency Employment Act of 1983 - Establishes an emergency employment program to provide temporary jobs on public service projects for individuals who have exhausted their eligibility for unemployment compensation benefits and makes appropriations to the Department of Labor for such program. Requires that individuals, to be eligible for employment under this Act, be certified by the State employment service as: (1) unemployed at the time of such certification and for at least 15 of the 26 weeks immediately prior; and (2) having exhausted their eligibility for unemployment compensation benefits, in accordance with criteria established by the Secretary of Labor. Requires that individuals employed in such program be paid at the higher of: (1) applicable minimum wage rates; or (2) prevailing rates of pay for those employed in similar occupations by the same employer. Limits the Federal contribution to such wage to $10,000 per year. Requires that such individuals be provided with benefits and employment conditions comparable to those provided to others employed in similar occupations by the same employer. Prohibits any displacement of a currently employed worker by any individual employed under this Act. Limits to 15 percent the portion of funds appropriated under this Act to any eligible entity which may be used for administrative costs. Provides that individuals employed under this Act shall engage in temporary employment for not more than six months in repair, maintenance, and rehabilitation of public facilities and in the conservation, rehabilitation and improvement of public lands. Lists the types of employment projects permitted under this Act. Allocates 83 percent of the funds available under this Act among eligible entities (local governments with 50,000 or more population, consortia of local governments, rural area concentrated employment program grantees, or States) which, during the three months preceding the date of allocation for which satisfactory data are available, had an average unemployment rate in excess of ten percent. Directs the Secretary of Labor, in making such allocation, to allocate: (1) 50 percent on the basis of the relative numbers of unemployed persons; (2) 25 percent on the basis of relative numbers of unemployed persons residing in areas of substantial unemployment; and (3) 25 percent on the basis of the relative excess number of unemployed persons (in excess of five percent of the labor force). Allocates five percent of the funds available under this Act, using the same relative numbers formula described above, among States which are not eligible for the first allocation, for the purposes of serving local governments which are not eligible entities but which, during the three months most recently preceding the date of allocation for which satisfactory data are available, had an average unemployment rate in excess of ten percent. Allocates two percent of the funds available under this Act among Native American tribes, bands, and groups for employment and training and related services. Allocates the remainder of funds available under this Act, using the same relative numbers formula, among eligible entities which are not eligible for the first allocation, for the purpose of serving a locality which has experienced: (1) a large scale loss of jobs caused by the closing of a facility, mass layoffs, natural disasters, or similar circumstances; or (2) a sudden or severe economic dislocation. Directs the Secretary to notify recipients of funds within 30 days after enactment of this Act. Makes fiscal control and fund accounting procedures under the Job Training Partnership Act applicable to funds available under this Act. Directs the Secretary to promulgate rules and regulations to carry out this Act. Appropriates to the Department of Labor a specified amount to provide employment in accordance with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Employment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create jobs in the public sector for individuals who have exhausted their eligibility for unemployment compensation benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:26-05:00"
}