{
  "actions": [
    {
      "acted_at": "1985-03-28", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s766-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1985-03-28", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1985-04-26", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1985-04-16", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1985-03-28", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-03-28", 
  "number": "766", 
  "official_title": "A bill entitled the \"International Narcotics Control Act of 1985\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Narcotics Control Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-03-28", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "Arrest", 
    "Bolivia", 
    "Brazil", 
    "Communist countries", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Department of State", 
    "Drugs and narcotics", 
    "Extradition", 
    "Extradition agreements", 
    "Foreign Trade and Investments", 
    "Foreign service", 
    "Immigration", 
    "Imports", 
    "International affairs", 
    "International cooperation", 
    "Jamaica", 
    "Latin America", 
    "Marijuana", 
    "Mexico", 
    "Narcotic traffic", 
    "Passports", 
    "Peru", 
    "Sugar and sugar trade", 
    "Tourist trade", 
    "Transportation and Travel", 
    "Treaties", 
    "United Nations", 
    "United Nations finances"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-03-28", 
    "text": "International Narcotics Control Act of 1985 - Directs the Secretary of State (the Secretary), with the assistance of the National Drug Enforcement Policy Board, to study the feasibility of establishing a regional organization in Latin America which would combat narcotics production and trafficking through regional information-sharing and a regional enforcement unit. Requires the Chairman of the National Drug Enforcement Policy Board to report to specified congressional committees on the advisability of encouraging the establishment of such an organization. Directs the Secretary to issue a travel advisory warning U.S. citizens of the dangers of traveling in Mexico. Requires the travel advisory to remain in effect until those responsible for the murder of Drug Enforcement Administration agent Enrique Camarena Salazar have been brought to trial and a verdict has been obtained. Directs the President to report to the Congress, within 60 days of enactment of this Act, on why the U.S. armed forces should not exert greater effort in facilitating and supporting interception of narcotics traffickers and in gathering narcotics-related intelligence outside the United States. Amends the Foreign Assistance Act of 1961 to require each report on international narcotics control pursuant to this Act to describe the involvement during the preceding fiscal year of the governments of communist countries in illicit drug trafficking. Provides that the ban on involvement of U.S. personnel in arrest actions and interrogations in narcotics control efforts abroad shall not apply to the extent that the Secretary of State and the government of another country agree. Requires the Secretary to report any such agreement to the Congress before the agreement takes effect. Directs the Secretary to enter into negotiations with Brazil in order to establish a bilateral narcotics control agreement that shall have as a goal a ten percent reduction in illicit coca production in Brazil in 1986. Directs the President to consider, if such an agreement is not reached within three months of enactment of this Act, reassigning ten percent of the U.S. sugar quota for Brazil to designated Caribbean countries. Authorizes providing U.S. narcotics control assistance to Bolivia for FY 1986 and 1987 only if specified conditions relating to limitations on coca production and relating to yearly eradication targets are met by Bolivia. Authorizes making FY 1987 development assistance funds available for the Agency for International Development (AID) project in the Upper Huallaga Valley of Peru only if the Administrator of AID, after consultation with the Congress, determines that a comprehensive review of that project has been completed which establishes the effectiveness of that project in reducing coca leaf production, distribution, and marketing. Requires that a specified portion of the Economic Support Fund allocation for Jamaica for FY 1986 shall be withheld until the President certifies to the Congress that Jamaica is committed to a plan for reducing the illicit cultivation and distribution of marijuana. Directs the President to reprogram funds intended for Bolivia, Peru, or Jamaica for other countries if conditions set forth in this Act are not met. Authorizes contributing narcotics control assistance funds to the United Nations Fund for Drug Abuse Control only if that organization includes in its crop substitution projects a plan for cooperation with the law enforcement forces of the host country. Prohibits using foreign assistance funds to reimburse persons whose illicit drug crops are eradicated. Authorizes providing a country with narcotics control assistance only if the country agrees to provide at least 25 percent of the costs of any narcotics control program. Directs the Secretary of State to report to the Congress, within 90 days of enactment of this Act, on proposals to improve the staffing of the Bureau of International Narcotics Matters. Provides for information sharing between the Department of State and the Federal law enforcement agencies to ensure that foreign narcotics traffickers are denied visas to enter the United States. Directs the Chairman of the National Drug Enforcement Policy Board to report to specified congressional committees on steps taken to share such information. Directs the Secretary, with the assistance of the National Drug Enforcement Policy Board, to increase U.S. efforts to negotiate updated extradition treaties relating to narcotics offenses with each major drug-producing country."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Narcotics Control Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"International Narcotics Control Act of 1985\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:17-05:00"
}