{
  "actions": [
    {
      "acted_at": "1981-12-09", 
      "references": [], 
      "text": "House Committee on Appropriations Reported an Original Measure. Report No: 97-372.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-09", 
      "references": [], 
      "text": "Placed on Union Calendar No: 227.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.776 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.777 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.778 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.779 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.780 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.781 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.782 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.783 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.776 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.777 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.778 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.779 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.780 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.781 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.782 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "S.UP.AMDT.783 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "Called up by House as Privileged Matter.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "349", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 218 - 197 (Record Vote No: 349).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "Held at the desk by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-10", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-11", 
      "references": [], 
      "text": "S.UP.AMDT.784 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-11", 
      "references": [], 
      "text": "S.UP.AMDT.784 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-11", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-11", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "482", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Yea-Nay Vote. 60-35. Record Vote No: 482.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1981-12-11", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-11", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1981-12-11", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1981-12-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1981-12-15", 
      "congress": "97", 
      "law": "public", 
      "number": "92", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 97-92.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su776-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "776"
    }, 
    {
      "amendment_id": "su777-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "777"
    }, 
    {
      "amendment_id": "su778-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "778"
    }, 
    {
      "amendment_id": "su779-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "779"
    }, 
    {
      "amendment_id": "su780-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "780"
    }, 
    {
      "amendment_id": "su781-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "781"
    }, 
    {
      "amendment_id": "su782-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "782"
    }, 
    {
      "amendment_id": "su783-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "783"
    }, 
    {
      "amendment_id": "su784-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "784"
    }
  ], 
  "bill_id": "hjres370-97", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "97", 
    "law_type": "public", 
    "number": "92"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1981-12-15", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1981-12-10", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1981-12-11", 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-09", 
  "number": "370", 
  "official_title": "A joint resolution making further continuing appropriations for the fiscal year 1982, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1981-12-15", 
  "subjects": [
    "Appropriations", 
    "Community development", 
    "Congressional agencies", 
    "Congressional allowances", 
    "Economics and public finance", 
    "Executive compensation", 
    "Federal aid to education", 
    "Federal employees", 
    "Florida", 
    "Food relief", 
    "Government operations and politics", 
    "Hospitals", 
    "Indiana", 
    "Mine safety", 
    "Postal rates and revenues", 
    "Refugees", 
    "Roads and highways", 
    "Tax deductions", 
    "Veterans' benefits"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1981-12-10", 
    "text": "(Measure passed House, amended, roll call #349 (218-197)) Appropriates such amounts as may be necessary in fiscal year 1982 for projects or activities for which appropriations, funds or other authority would be available in specified appropriations Acts. Funds such activities to the extent and in the manner which would be provided by the pertinent appropriation Act. States that if the Senate and the House of Representatives have both passed appropriations for an activity but in differing amounts, the lesser amount or more restrictive authority shall apply in the continuing appropriations. States that where an activity is included in only one version of an Act as passed by both Houses the pertinent project or activity shall be continued under the appropriation, fund, or authority granted by the one House, but at a rate for operations of the current rate or the rate permitted by the one House, whichever is lower. Declares that if an appropriation Act has been reported to a House but not passed by that House as of December 15, 1981, it shall be deemed as having passed that House. Authorizes additional continuing appropriations for the following: (1) the low income home energy assistance program; (2) the foster care program authorized by the Social Security Act; (3) the family medicine residency training programs authorized by the Public Health Service Act; (4) the Community Services Block Grant; and (5) the State Block Grant authorized by the Education Consolidation and Improvement Act of 1981. Declares that the college housing loan program shall operate under the terms and conditions contained in H.R. 4560 as passed the House on October 6, 1981, except that the gross commitments for the principal amount of direct loans shall not exceed a specified amount. Limits the amounts that may be expended from the Employment Security Administration account in the Unemployment Trust Fund. Prohibits the use of any funds provided by this joint resolution for the closure of any State unemployment office. Declares that funds which would be available under the Treasury, Postal Service and General Government Appropriation Act, 1982, for the Government payment of annuitants and employee health benefits, shall be available under the authority and conditions set forth in such Act as reported to the Senate on September 22, 1981. Declares that, for the purposes of this joint resolution, the Senate reported level of such Act shall be the level reported by the Senate on September 22, 1981 (S. Rept. No. 97-192). Declares that whenever an appropriation Act has been passed by only one House as of December 15, 1981, the pertinent project or activity shall be continued under the appropriation granted by the one House, but at a rate for operations of the current rate or the rate permitted by the one House, whichever is lower. Declares that no provision which is included in an appropriation Act enumerated in this Act but which was not included in the applicable appropriation Act of 1981 and which is applicable to more than one appropriation shall be applicable to any appropriation unless such provision shall have been included in identical form in such bill as enacted by both the House and the Senate. Appropriates additional funds for training, job search allowances, and relocation allowances under the Trade Act of 1974. Appropriates additions funds for programs and activities, not otherwise provided for, which were conducted in fiscal year 1981, for which provision was made in the State Department Basic. Authorities Act of 1956 for foreign assistance and related programs. Increases the limitations on gross obligations for the principal amount of direct loans and total commitments to guarantee loans by the Export-Import Bank. Provides continuing appropriations for projects or activities provided for in the Department of Transportation and Related Agencies Appropriation Act, 1982, at a rate for operations provided for in the conference report filed in the House on November 13, 1981, as if such Act had been enacted into law. Reduces by specified amounts the appropriations made available for certain projects or activities provided for in such Act. Provides continuing appropriations as may be necessary for projects or activities provided for in the Department of Housing and Urban Development Independent Agencies Appropriation Act, 1982, at a rate for operations provided for in the conference report filed in the House on September 11, 1981, as if such Act had been enacted into law. Amends such Act to include a new title V. Sets forth the amount of increase in contract and budget authority under the heading 'Housing Programs, Annual Contributions for Assisted Housing'. Sets forth the amount appropriated under the following headings, notwithstanding any other provision of such Act: (1) housing counseling assistance; (2) Solar Energy and Energy Conservation Bank; (3) community development grants; (4) urban development action grants; (5) policy development and research; (6) fair housing assistance; (7) management and administration, Working Capital Fund; (8) Department of Defense - Civil, Cemeterial Expenses, Army; (9) Environmental Protection Agency for salaries and expenses, research and development, abatement, control and compliance, buildings and facilities; (10) Executive Office of the President for the Council on Environmental Quality, and the Office of Science and Technology Policy; (11) Federal Emergency Management Agency for disaster relief, salaries and expenses, State and local assistance, and emergency planning and assistance and the National Flood Insurance Fund; (12) Department of Health and Human Services, Office of Consumer Affairs; (13) National Aeronautics and Space Administration for research and development; (14) National Science Foundation, research and related activities, science educational activities, and scientific activities overseas (special foreign currency program); (15) Selective Service System, salaries and expenses; (16) Department of the Treasury for the Office of Revenue Sharing, salaries and expenses, and the New York City loan guarantee program; (17) Veterans Administration for compensation and pensions, readjustment benefits, medical and prosthetic research, medical administration and miscellaneous operating expenses, construction, major projects, minor projects, and grants for of State extended care facilities; and (18) Department of the Treasury, investment in National Consumer Cooperative Bank. Provides that the amount appropriated for housing programs, payments for operation of low-income housing projects-fiscal year 1981, shall remain available until September 30, 1982. Expresses congressional disapproval of deferral notice D82-140 (Veterans Administration Washington,D.C. and Long Beach, California, projects). Permits any agency, before December 31, 1981, to transfer to salaries and expenses from other sources made available to it by this Act, such amounts as may be required if the aggregate amount available for salaries and expenses, after such transfer, does not exceed the amount contained for such purposes in this Act. Subjects such transfer of funds to the approval of the Committees on Appropriations. Sets forth limitations concerning funds for data processing services and full-time permanent positions of the Department of Housing and Urban Development. Limits: (1) the number of full-time permanent positions for the offices of the Comptroller and of External Relations of the National Aeronautics and Space Administration and the Office of Planning and Program Evaluation of the Veterans Administration; and (2) the number of staff years available for the Supply Service. Provides continuing appropriations as necessary for projects or activities provided for in the following appropriations Acts: (1) the Department of Interior and Related Agencies Appropriation Act, 1982, at a rate for operations and to the extent and in the manner provided for in the conference report approved by the House of Representatives on November 12, 1981, as if such Act had been enacted into law; and (2) the Agriculture, Rural Development, and Related Agencies Appropriation Act, 1982, at a rate for operations and to the extent and manner provided for in the conference report filed in the House of Representatives on November 4, 1981, as if such Act had been enacted into law. Declares that specified provisions of the Legislative Branch Appropriation Act, 1982, shall apply to any appropriation, fund, or authority made available for the period October 1, 1981, through March 31, 1982, by this or any other Act. Provides continuing appropriations as necessary for specified projects or activities provided for in the Department of Commerce, Justice, and State, the Judiciary and Related Agencies Appropriation Act, 1982, at specified levels. Title I: Department of Commerce - Sets forth the amounts appropriated for: (1) the Bureau of the Census for salaries and expenses and periodic censuses and programs; (2) the Economic Development Administration for economic development assistance programs; (3) the International Trade Administration for operations and administration; (4) the United States Travel and Tourism Administration for salaries and expenses; (5) the National Oceanic and Atmospheric Administration for operations, research, and facilities, coastal zone management, the Fisheries Loan Fund, the Foreign Fishing Observer Fund and the Fishermen's Guaranty Fund; (6) Science and Technical Research for scientific and technical research and services; (7) the National Telecommunications and Information Administration for salaries and expenses and public telecommunications facilities, planning and construction; and (8) the Maritime Administration for operations and training. Makes continuing appropriations for salaries and expenses to the following related agencies: (1) the Federal Communications Commission; (2) the Federal Maritime Commission; (3) the Federal Trade Commission; (4) the International Trade Commission; (5) the Office of the United States Trade; (6) the Securities and Exchange Commission; (7) the Small Business Administration; and (8) the United States Metric Board. Title II: Department of Justice - Makes continuing appropriations to the Department of Justice for the following: (1) General Administration, salaries and expenses; (2) the United States Parole Commission for salaries and expenses; (3) legal activities, salaries and expenses; (4) salaries and expenses, United States attorneys and marshals; (5) support of United States prisoners; (6) fees and expenses of witnesses; (7) salaries and expenses, Community Relations Service; (8) the Federal Bureau of Investigation for salaries and expenses; (9) the Immigration and Naturalization Service for salaries and expenses; (10) the Federal Prison System, National Institute of Corrections, and buildings and facilities; and (11) the Office of Justice Assistance, Research, and Statistics, Law Enforcement Assistance. Makes continuing appropriations to the Equal Employment Opportunity Commission for salaries and expenses. Title III: Department of State - Authorizes additional continuing appropriations to the Department of State for: (1) the Administration of Foreign Affairs; (2) contributions to international organizations; (3) specified international commissions; and (4) the Asia Foundation. Makes continuing appropriations to the following related agencies: (1) the Board for International Broadcasting for grants and expenses; (2) the Commission on Security and Cooperation in Europe for salaries and expenses; and (3) the International Communication Agency for salaries and expenses. Title IV: The Judiciary - Makes additional continuing appropriations to the Judiciary for the Courts of Appeals, District Courts, and other Judicial Services. Declares that appropriations and funds made available and authority granted pursuant to this joint resolution shall be available from December 15, 1981, and remain available until: (1) enactment into law of an appropriation for any project or activity provided for in this joint resolution; (2) enactment of the applicable appropriation Act by both Houses without any provision for such project or activity; or (3) March 31, 1982, whichever first occurs. Declares that appropriations made and authority granted pursuant to this joint resolution shall cover all obligations or expenditures for any project or activity. Makes all expenditures made pursuant to this joint resolution chargeable to the applicable appropriation, fund, or authorization whenever a bill in which such item is contained is enacted into law. Ratifies and confirms all obligations incurred in anticipation of the appropriations and authority provided in this joint resolution for the purposes of maintaining the minimum level of essential activities necessary to protect life and property and bring about orderly termination of other functions. Declares that no provision in any appropriation Act for fiscal year 1982 that makes the availability of any appropriation provided therein dependent upon the enactment of additional authorizing or other legislation shall be effective before March 31, 1982. Authorizes appropriations for a grant for the construction or expansion of a teaching facility under the Public Health Service Act. Appropriates funds to the Postal Service Fund. Directs the Postal Service to adjust preferred rates to recover the difference between the amount which would have been authorized to be appropriated under Federal law and the amount appropriated by this joint resolution. Prohibits the use of funds under this joint resolution to accomplish or implement a proposed reorganization of the Bureau of Alcohol, Tobacco and Firearms before March 30,1982. Allows implementation of such plan after that date, if not disapproved by the congressional appropriations committees. Limits a specified amount of the funds made available to the Bureau of Alcohol, Tobacco and Firearms to use solely for the enforcement of the Federal Alcohol Administration Act during fiscal year 1982. Permits the Secretary of the Treasury to transfer up to two percent from any appropriation account provided by this joint resolution for the Department of the Treasury otherwise appropriated in H.R. 4121, entitled the Treasury, Postal Service and General Government Appropriation Act, 1982, to any other such appropriation account. Permits the use of funds made available to the Federal Building Fund within the General Services Administration to initiate new construction, advance design, and repairs and alteration line-item projects and lease construction projects which are included in either H.R. 4121, as passed by the House, or in H.R. 4121, as reported by the Senate on September 22, 1981. Prohibits the use of any of the funds appropriated by this joint resolution to: (1) enforce Revenue Ruling 81-216 or the proposed amendments to Income Tax Regulations sections 1.103-7 and 1.103-10 which were published in the Federal Register on October 8, 1981; (2) propose, promulgate, or enforce any ruling or regulations: or (3) issue rulings or regulations which treat as exempt from taxation any interest earned on an obligation the proceeds of which are used for a disqualified facility. Declares that it is the sense of the Senate that the President of the United States should not include in his recommendations for revenue enhancements any recommendations which would have the effect of reducing Federal tax incentives for energy conservation or the development of renewable energy sources. Declares that funds provided under this joint resolution for the special supplemental food program as authorized by the Child Nutrition Act of 1966, and the commodity supplemental food program as authorized by the Agriculture and Consumer Protection Act of 1973 shall not be withheld from obligation unless and until a special message specifying a deferral or rescission of budget authority for such programs is officially submitted to the Congress, when Congress is in session. Prohibits any of the funds provided in this or any other Act from being used by the Interstate Commerce Commission to approve railroad branchline abandonments in the State of North Dakota by the entity known as the Burlington Northern Railroad, or its agents or assignees, in excess of a total of 350 miles. Provides for the apportionment and allocation of funds for nonurban formula grants and urban formula grants. Specifies that the funds made available under this joint resolution for school assistance in federally affected areas shall be available under the authority and conditions set forth in H.R. 4560 as passed the House on October 6, 1981. Limits the entitlements to any local educational agency to a specified percentage of such payment for fiscal year 1981. Declares that all medicaid payments to the States for Indian health service facilities shall be paid entirely by Federal funds and that all medicaid payments to the States for Indian health service facilities shall not be included in the computation of the target amount of Federal medicaid expenditures. Appropriates funds to continue the operations of the Office of Adolescent Pregnancy Programs of the Department of Health and Human Services. Prohibits the use of any funds appropriated for the Department of Labor, Mine Safety and Health Administration to classify a mine in the potash industry as gassy based upon air samples containing concentrations of methane gas, unless such classification standard has been adopted through formal rulemaking on or before November 5, 1981. Provides that amounts at the level provided in H.R. 4560 as passed by the House are available for general departmental management, Department of Health and Human Services, and program direction and support services activity, Assistant Secretary for Health. Reduces appropriations for salaries and expenses in this joint resolution for the Department of Health and Human Services. Prohibits any reduction from being taken from activities supported under the budget account entitled \"Social Security Administration, Limitation on Administrative Expenses\" or from funds available for the administration of the Medicare program. Declares that funds for specified sections of the Refugee Education Assistance Act of 1980 and for the Refugee Act of 1980 shall be at the levels and under the terms and conditions of the Labor-Health and Human Services Education Act, 1982, as passed by the Senate. Subjects to specified additional conditions the funds made available for Student Financial Assistance by this joint resolution which would be available under H.R. 4560, the Departments of Labor, Health and Human Services, and Education and Related Agencies Appropriation Act, 1982, as reported to the Senate on November 9, 1981. Authorizes the Secretary of the Senate to expend, from the contingent fund of the Senate, such amount as may be necessary to enable the Secretary to obtain from the General Services Administration the services of a professional archivist. Authorizes additional appropriations for programs under the Education of the Handicapped Act. Makes continuing appropriations to carry out, to the extent not otherwise provided, the Rehabilitation Act of 1973, as amended, and the International Health Research Act of 1960. Directs the Attorney General to exercise his best efforts to ensure funds appropriated by this joint resolution are not obligated or expended after March 1, 1982, for the detention of any entrant, any applicant for political asylum or for refugee status, or any other alien which would cause the total number of aliens to exceed specified numbers at certain facilities located in Florida. Authorizes additional appropriations for the payment of windfall benefits as provided under the Railroad Retirement Act of 1974. Requires each State to establish such fiscal control procedures as are necessary to assure that the funds made available under this resolution for the low-income energy assistance program are used for payments in accordance with the Omnibus Budget Reconciliation Act of 1981. Makes certain provisions of the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriation Act, 1982, relating to payment for ineffective drugs, applicable only during the period ending March 31, 1982, with respect to sums appropriated pursuant to this joint resolution. Prohibits any of the funds appropriated for the Department of Labor, Mine Safety and Health Administration from being obligated or expended to prescribe, issue, administer or enforce any standard, rule, regulation or order under the Federal Mine Safety and Health Act of 1977 with respect to any independent construction contractor who is engaged by an operator for the construction, repair or alteration of structures, facilities, utilities or private ways or roads located on the surface areas of any coal or other mine, and whose employees work in a specifically demarcated area, separate from actual mining or extraction activities. Authorizes appropriations for the Maternal and Child Health Care Block Grant Act. Authorizes appropriations to the Department of Health and Human Services for activities under the Developmental Disabilities Assistance and Bill of Rights Act of 1981. Authorizes additional appropriations to the Job Corps under the Comprehensive Employment and Training Act. Declares that, subject only to the absence of qualified applicants, and within the limits of funds and authority available, the head of each department and agency for which authority to enter into commitments to guarantee or insure is provided for in this joint resolution shall do so in the full amounts provided for in this joint resolution or other applicable law. Makes a specified amount of the fiscal year 1982 Highway Trust Funds available for damaged highways or for the prevention of damage to highways in the area affected by eruptions of the Mount St. Helens volcano. Directs the Secretary, upon the request of the State of Indiana, to approve the construction of a specified interchange near Michigan City, Indiana. Requires any proposal for deferral of budget authority under the Impoundment Control Act of 1974 with respect to budget authority for expenses related to the Northeast Corridor Improvement Project authorized under the Railroad Revitalization and Regulatory Reform Act of 1976 to be referred to the House and Senate Committees on Appropriations. Directs that any amount of such budget authority proposed to be deferred be made available for obligation unless, within a specified time period, the Congress has completed action on a bill approving all or part of the proposed deferral. Prohibits any of the funds appropriated by this joint resolution or by any other Act from being obligated or expended to increase, after the date of enactment of this joint resolution, any salary of any Federal judge or Justice of the Supreme Court, except as may be specifically authorized by Act of Congress. Declares that such limitation shall not be construed to reduce the salary of any such individual. Reduces by four percent total budget authority provided by this joint resolution for appropriation accounts for which provision would be made in specified appropriation Acts. Reduces by two percent total budget authority provided by this joint resolution for appropriation accounts for which provision would be made in the Military Construction Appropriation Act, 1982, or in the Department of Defense Appropriation Act, 1982. Declares that after the first session of the 97th Congress the level of budget authority for the Department of Defense shall be the level of the conference agreement on the Department of Defense Appropriation Act, 1982. Exempts the following from any such reductions in budget authority: (1) the Food Stamp program; (2) the Veterans' Administration medical care account; (3) any account, program or project involving spending authority defined in the Congressional Budget and Impoundment Control Act of 1974; (4) the Payment to State and Local Government Fiscal Assistance Trust Fund; (5) accounts of the Veterans' Administration where budget authority otherwise provided by this joint resolution would be at or below the revised budget estimates; and (6) the Internal Revenue Service, the Federal Bureau of Investigation, and the Drug Enforcement Administration, the law enforcement activities of the Customs Service and the Secret Service and the law enforcement activities of the Coast Guard."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution making further continuing appropriations for the fiscal year 1982, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:51:09-05:00"
}