{
  "actions": [
    {
      "acted_at": "1973-03-01", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-06-12", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 93-207.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-17", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #298 (77-20).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-02", 
      "bill_ids": [
        "hr9130-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 9130.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-05", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-12", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-10-31", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-617.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-07", 
      "references": [], 
      "text": "Conference Report recommitted for further consideration by Committee of Conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-07", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-624.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-12", 
      "references": [], 
      "text": "Motion to recommit Conference report to the Committee of Conference rejected in House, roll call #574 (162-213).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-12", 
      "references": [], 
      "text": "House agreed to conference report, roll call #575 (361-14).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-13", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #479 (80-5).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-13", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-11-14", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-11-16", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1973-11-16", 
      "references": [], 
      "text": "Public law 93-153.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1081-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1973-11-16", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-01", 
  "number": "1081", 
  "official_title": "An Act to amend section 28 of the Mineral Leasing Act of 1920, and to authorize a trans-Alaska oil pipeline, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres669-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr5524-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9130-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Lands Right-of-Way Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-01", 
  "subjects": [
    "Public lands and natural resources", 
    "Right-of-way"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Public Law", 
    "date": "1973-11-16", 
    "text": "(LATEST SUMMARY) =Title I:= Authorizes the Secretary of the Interior or appropriate agency head to grant rights of way for pipeline purposes for the transportation of petroleum products. Limits the width of a right-of-way through the public lands for pipelines to fifty feet plus the ground occupied by the pipeline, unless the Secretary of the Interior finds that in limited areas right-of-way is reasonably necessary for operation and maintenance after construction, or to protect the environment or public safety. Requires the Secretary to issue regulations applicable to pipeline rights-of-way and permits which shall provide for protection of the environment. States that abandonment of a right-of-way or noncompliance with provisions of this Act may be grounds for suspension or termination of a right-of-way. Requires pipelines to be operated as common carriers. Subjects crude oil transported by pipeline to export limitations. Requires the Secretary to notify the House and Senate Committees on Interior and Insular Affairs promptly upon receipt of an application for a right-of-way pipeline twenty-four inches or more in diameter. States that no right-of-way for such pipeline shall be granted until sixty days after a notice of intention to grant the right-of-way has been submitted to House and Senate Interior and Insular Affairs Committees, unless each committee by resolution waives the waiting period. States that the grant of a right-of-way or permit shall not grant immunity from the antitrust laws. =Title II: Trans-Alaskan Pipeline Authorization Act= - Authorizes the Secretary of the Interior to grant, in accordance with the provisions of this Act and without further action under the National Environmental Policy Act, such rights-of-way and permits as he deems necessary for the construction, operation, and maintenance of a trans-Alaskan oil pipeline. Provides that except when the holder of the pipeline right-of-way granted pursuant to this title can prove that damages in connection with or resulting from activities along or in the vicinity of the proposed trans-Alaskan pipeline right-of-way were caused by an act of war or negligence of the United States, other government entity, or the damaged party, such holder shall be strictly liable to all damaged parties, public or private, without regard to fault for such damages, and without regard to ownership of any affected lands, structures, fish, wildlife, or biotic or other natural resources relied upon by Alaska Natives, Native organizations, or others for subsistence or economic purposes. States that, if oil that has been transported through the trans-Alaska pipeline is loaded on a vessel at the terminal facilities of the pipeline, the owner and operator of the vessel (jointly and severally) and the Trans-Alaska Pipeline Liability Fund established by this Act shall be strictly liable without regard to fault in accordance with the provisions of this subsection for all damages, including clean-up costs, sustained by any person or entity, public or private, including residents of Canada, as the result of discharges of oil from such vessel. =Title III: Negotiations with Canada= - Authorizes the President to enter into negotiations with the Government of Canada to determine the terms and conditions under which pipelines or other transportation systems could be constructed across Canadian territory for the transport of oil and gas from Alaska's north slope to markets in the United States. Directs the Secretary of the Interior to investigate the feasibility of one or more oil or gas pipelines from the North Slope of Alaska to connect with a pipeline through Canada that will deliver oil or gas to United States markets. =Title IV: Miscellaneous= - Provides that in view of the delay in construction of a pipeline to transport North Slope crude oil, the sum of $5,000,000 is authorized to be appropriated from the United States Treasury into the Alaska Native Fund every six months of each fiscal year beginning with the fiscal year ending June 30, 1976, as advance payments chargeable against the revenues to be paid under the Alaska Native Claims Settlement Act, until such time as the delivery of North Slope crude oil to a pipeline is commenced. States that it is the purpose of this Act to grant the Federal Trade Commission the requisite authority to insure prompt enforcement of the laws the Commission administers by granting statutory authority to directly enforce subpenas issued by the Commission and to seek preliminary injunctive relief to avoid unfair competitive practices. Provides the Commission power to initiate, prosecute, defend, or appeal any court action in the name of the Commission for the purpose of enforcing the laws subject to its jurisdiction through its own legal representative, after formally notifying and consulting with and giving the Attorney General 10 days to take the action proposed by the Commission. Directs the Comptroller General of the United States to review the collection of information required by independent Federal regulatory agencies to assure that information required by such agencies is obtained with a minimum burden upon business enterprises, especially small business enterprises, and other persons required to furnish the information. Directs the Comptroller General to review all existing information gathering practices of independent regulatory agencies as well as requests for additional information with a view toward: (1) avoiding duplication of effort by independent regulatory agencies, and (2) minimizing the compliance burden on business enterprises and other persons. Directs the President to use any authority he may have to insure an equitable allocation of available North Slope and other crude oil resources and petroleum products among all regions and all of the several States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Lands Right-of-Way Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to grant rights-of-way across Federal lands where the use of such rights-of-way is in the public interest and the applicant for the rights-of-way demonstrates the financial and technical capability to use the rights-of-way in a manner which will protect the environment.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend section 28 of the Mineral Leasing Act of 1920, and to authorize a trans-Alaska oil pipeline, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:30-05:00"
}