{
  "actions": [
    {
      "acted_at": "1974-07-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15908-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Biester, Edward G., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00086", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Carey, Hugh L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00175", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Cotter, William R.", 
      "sponsored_at": "1973-01-03", 
      "state": "CT", 
      "thomas_id": "00239", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Moorhead, William S.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00831", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Nix, Robert N. C.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00866", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Wolff, Lester L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01239", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-15", 
  "number": "15908", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend programs of Federal assistance for health resources planning, and development, and to assist the States in relating the costs of health care.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Resources Development and Planning Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-15", 
  "subjects": [
    "Hospitals", 
    "Medical care, personnel, and facilities", 
    "Public health", 
    "States"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-15", 
    "text": "Health Resources Planning and Development Act - Requires each State Governor to establish health areas, in cooperation with local elected officials. Provides that each health area shall have a health planning agency. Describes the term \"health systems agency\", including the legal, staff, and governing body structure requirements. Enumerates the functions of health systems agencies, including to analyze data, to establish a health system plan, and to establish an annual priorities statement. Requires health planning agencies to implement, if possible, their plans with assistance of individuals and public and private entities. Requires such agencies to coordinate with Professional Standards Review Organizations. Requires such agencies to review and comment on the proposed use of funds under this Act, the Mental Retardation Facilities and Community Mental Health Centers Construction Act, or the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act. States that in such reviews the following procedures and considerations shall be included: (1) written notice to affected persons of the beginning of a health planning agency; (2) submission of reports by providers of health services; (3) provision for public hearings; (4) needs of populations served: (5) availability of alternative, less costly services; and (6) availability of resources for provision of health services. Provides for the designation of health systems agencies. Directs the Secretary to provide technical assistance to agencies. Details the form and content of such assistance. Empowers the Secretary to make grants to health systems agencies for carrying out their activities. Authorizes appropriations for such grants. Sets limits on such grants according to health area population. Authorizes appropriations for grants for modernization and decentralization of public and nonprofit private health care facilities. Provides for designation of Health Resources Development Agencies in each State, or nonprofit private corporations, with authority to approve grants to health agencies and health services institutions. Sets forth priorities among potential recipients of such grants. Provides that the Secretary may sell and guarantee loans made under this Act, and may waive right of recovery of such loans. Establishes a loan guarantee fund in the Treasury and authorizes necessary appropriations to it. Allows grants for health services development to State Health Resources Development Agencies, including removal of access to service for the medically underserved and development of more comprehensive services by hospitals. Requires recordkeeping on expenditures by recipients of assistance under this Act. Allows grants to qualified hospitals from fiscal years 1975 to 1977 for 75 percent of patient care costs. Authorizes appropriations for such grants. Provides that State Governors shall designate or establish a single State agency for administering the State's health planning functions. Specifies the requirements to be met by State administrative programs. Provides that each State for which a designation agreement is in effect under this Act shall formulate a statewide policy plan, to be approved by the Governor, outlining the health resources of the State, the needs for improvement in the delivery of health services to the citizens of that State, the long range goals and policies which the State deems necessary to achieve in order to improve the delivery of health services, and the short-term policies deemed of highest value in order to attain those goals. Provides that if a State submits a satisfactory administrative program to the Secretary, the Secretary shall enter into an agreement with a State to pay all or part of all necessary expenditures incurred by the State pursuant to regulation of capital expenditures by institutional health care providers, and regulation of proposed addition or elimination of health services by institutional health care providers. States that if a State submits a satisfactory administrative program to the Secretary, the Secretary shall enter into an agreement with a State to pay all or part of all necessary expenditures incurred by a State pursuant to regulation of rates of payment and reimbursement made to institutional health care providers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Resources Development and Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend programs of Federal assistance for health resources planning, and development, and to assist the States in relating the costs of health care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:15-05:00"
}