{
  "actions": [
    {
      "acted_at": "1974-07-31", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres572-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-31", 
  "number": "572", 
  "official_title": "Concurrent resolution calling for a domestic summit to develop a unified plan of action to restore stability and prosperity to the American economy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres569-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Camp, John N. Happy", 
    "state": "OK", 
    "thomas_id": "00167", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-31", 
  "subjects": [
    "Congress", 
    "Economics and public finance", 
    "Government operations and politics", 
    "House of Representatives", 
    "Senate"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-31", 
    "text": "Expresses the sense of the Congress that the leadership of the Nation responsible for our economic well-being meet together immediately in a spirit of unity to design a set of policy actions to achieve the common goal of restoring stability and growth to the American economy and confidence and prosperity to the American people. States that it is in imperative as in previous moments of great national need that the two political parties, the Congress and the President, labor and management, put aside their domestic and political differences and work together in a spirit of discipline, compromise, and sacrifice for the common good. Expresses the sense of the Congress that this domestic summit be convened forthwith comprised of the President, the majority and minority leadership of both Houses of the Congress, the chairman and ranking minority members of the Appropriations Committee of both Houses, the chairmen and ranking minority members of the Senate Finance Committee and the House Ways and Means Committee, and the chairman of the Federal Reserve Board, together with leaders of labor and business, and such other participants as they may agree upon. Stipulates that they shall meet and devote such time as necessary until a plan of action is decided upon which, by its demonstration of renewed unity, direction, and purpose, will gain the public support and confidence necessary to be effective in overcoming these difficulties. States that the Congress stands ready to cooperate fully in the spirit of commitment and unity which the solution of this truly national problem will require of all elements of American society."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution calling for a domestic summit to develop a unified plan of action to restore stability and prosperity to the American economy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:53-05:00"
}