{
  "actions": [
    {
      "acted_at": "1985-06-21", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-09", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Courts", 
      "text": "Referred to Subcommittee on Courts.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-09", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Administrative Office of the United States Courts, Justice Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1342-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Courts", 
      "subcommittee_id": "20"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1986-02-25", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-21", 
  "number": "1342", 
  "official_title": "A bill to amend title 11 of the United States Code with respect to bankruptcy proceedings involving debtors who are family farmers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-21", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Bankruptcy", 
    "Family farms", 
    "Farmers", 
    "Farms", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Bankruptcy", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-21", 
    "text": "Allows a family farmer with a regular annual income and with total secured and unsecured debts of less than $1,000,000 to qualify as a debtor under bankruptcy provisions providing for the adjustment of debts of an individual with regular income (personal bankruptcy provisions). Provides that involuntary bankruptcy cases may not be commenced against family farmers. Extends by 120 days the periods following the order for relief during which only a debtor may file a reorganization plan and after which any party in interest may file a reorganization plan in the case of a debtor who is a farmer. Revises the compensation of a trustee appointed to a personal bankruptcy case where the debtor is a family farmer to a percentage fee not exceeding the sum of up to ten percent of the aggregate payments up to $450,000 under the plan of such debtor plus three percent of the aggregate amount of payments exceeding $450,000, based on the maximum annual compensation and the actual necessary expenses incurred by the trustee. Prohibits a court from converting a reorganization case to a liquidation case, or a personal bankruptcy case to a reorganization or liquidation case, if the debtor is a family farmer. Allows a plan filed in a personal bankruptcy case to modify the rights of holders of claims secured only be a security interest in real property which is a family farmer's principal residence and which: (1) such family farmer uses for farming operations or (2) is located nearby such farming operations. Extends from five to seven years the maximum period over which payments may be made under such a plan in the case of a debtor who is a family farmer. Requires a court, at the timely request of such a debtor, to hold a hearing to determine from the facts and circumstances of the debtor and the case a reasonable time after such a plan is filed within which the debtor shall begin making such payments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 11 of the United States Code with respect to bankruptcy proceedings involving debtors who are family farmers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:30-05:00"
}