{
  "actions": [
    {
      "acted_at": "1991-02-27", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-27", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-27", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-27", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-18", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "subcommittee": "Personnel and Police", 
      "text": "Referred to the Subcommittee on Personnel and Police.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-21", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-21", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Select Education", 
      "text": "Referred to the Subcommittee on Select Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-21", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-08", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Civil and Constitutional Rights", 
      "text": "Referred to the Subcommittee on Civil and Constitutional Rights.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1149-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Select Education", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA", 
      "subcommittee": "Subcommittee on Personnel and Police", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Civil and Constitutional Rights", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blaz, Ben G.", 
      "sponsored_at": "1991-03-07", 
      "state": "GU", 
      "thomas_id": "00096", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1991-02-27", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Engel, Eliot L.", 
      "sponsored_at": "1991-04-24", 
      "state": "NY", 
      "thomas_id": "00344", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Fields, Jack", 
      "sponsored_at": "1991-06-07", 
      "state": "TX", 
      "thomas_id": "00380", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1991-04-09", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "1991-02-27", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Gillmor, Paul E.", 
      "sponsored_at": "1991-02-27", 
      "state": "OH", 
      "thomas_id": "00439", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1991-02-27", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Hobson, David L.", 
      "sponsored_at": "1991-02-27", 
      "state": "OH", 
      "thomas_id": "00545", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1991-02-27", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McGrath, Raymond J.", 
      "sponsored_at": "1991-03-07", 
      "state": "NY", 
      "thomas_id": "00771", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Meyers, Jan", 
      "sponsored_at": "1991-02-27", 
      "state": "KS", 
      "thomas_id": "00794", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Owens, Wayne", 
      "sponsored_at": "1991-05-23", 
      "state": "UT", 
      "thomas_id": "00884", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Paxon, Bill", 
      "sponsored_at": "1991-02-27", 
      "state": "NY", 
      "thomas_id": "00901", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ramstad, Jim", 
      "sponsored_at": "1991-02-27", 
      "state": "MN", 
      "thomas_id": "00942", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Ravenel, Arthur, Jr.", 
      "sponsored_at": "1991-02-27", 
      "state": "SC", 
      "thomas_id": "00947", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1991-04-09", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ros-Lehtinen, Ileana", 
      "sponsored_at": "1991-02-27", 
      "state": "FL", 
      "thomas_id": "00985", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1991-02-27", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "1991-04-09", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Walsh, James T.", 
      "sponsored_at": "1991-04-09", 
      "state": "NY", 
      "thomas_id": "01197", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-27", 
  "number": "1149", 
  "official_title": "To secure the right of women to be free of sexual harassment and violence, to promote equal opportunity for women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s472-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Women's Equal Opportunity Act of 1991", 
  "sponsor": {
    "district": "14", 
    "name": "Molinari, Susan", 
    "state": "NY", 
    "thomas_id": "00823", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-27", 
  "subjects": [
    "AIDS (Disease)", 
    "Actions and defenses", 
    "Apprenticeship", 
    "Awards, medals, prizes", 
    "Capital punishment", 
    "Child molesting", 
    "Civil rights and liberties, minority issues", 
    "Colleges", 
    "Compensation for victims of crime", 
    "Congress", 
    "Congressional employees", 
    "Contracts", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against women", 
    "Criminal procedure", 
    "Criminal statistics", 
    "Custody of children", 
    "Discrimination in employment", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Drugs and women", 
    "Equality before the law", 
    "Evidence (Law)", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Hours of labor", 
    "Injunctions", 
    "Juries", 
    "Lawyers", 
    "Legal ethics", 
    "Minority employment", 
    "Minority executives", 
    "Murder", 
    "Narcotic traffic", 
    "Pornography", 
    "Pregnant women", 
    "Racial discrimination", 
    "Recidivists", 
    "Rural conditions", 
    "Security measures", 
    "Seniority in employment", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex discrimination against women", 
    "Sexual harassment of women", 
    "Victims of crimes", 
    "Wife abuse", 
    "Women executives", 
    "Women in business", 
    "Women's employment"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-27", 
    "text": "Women's Equal Opportunity Act of 1991 - Title I: Federal Civil Rights Remedies - Subtitle A: Federal Remedies for Sexual Harassment in the Workplace - Amends the Civil Rights Act of 1964 to allow monetary penalties, to specified maximums, for intentional unlawful employment practices relating to harassment on the basis of sex. Allows a person alleging employment discrimination through sexual harassment to seek temporary or preliminary injunctive relief: (1) without regard to any period of time following the filing of a charge; and (2) without obtaining a right-to-sue letter from the Equal Employment Opportunity Commission (EEOC). Sets forth criteria for obtaining such relief. Requires courts to expedite proceedings under these provisions. Mandates technical assistance concerning sexual harassment law to employers with fewer than a specified number of employees. Authorizes appropriations. Subtitle B: Expansion of Other Federal Civil Rights - Amends Federal law relating to equal rights under the law and the making and enforcing of contracts to declare that: (1) the rights protected are protected against impairment by non-governmental discrimination as well as against impairment under color of State law; and (2) the provisions afford the same protection against discrimination in the performance, breach, modification, or termination of a contract, or in the setting of the terms or conditions thereof, as they do in the making and enforcement of the contract. Amends the Civil Rights Act of 1964 to declare that, for provisions relating to time limits for filing charges, an unlawful employment practice occurs with regard to a seniority system: (1) when it is adopted, an individual becomes subject to it, or a person is injured by its application; and (2) if the system is alleged to have been adopted for an intentionally discriminatory purpose, whether or not that purpose is apparent on the system's face. Applies title VII (Equal Employment Opportunity) of the Civil Rights Act of 1964 to the Congress, with enforcement as determined by each House of the Congress. Title II: Domestic and Street Crime Violence Against Women - Subtitle A: Safety on College and University Campuses - Amends the Higher Education Act of 1965 to add sexual assault or any other abusive sexual conduct to the list of offenses regarding which certain institutions are required to collect and disclose statistics. Requires each institution to report the statistics to parents or guardians of students as well as to other groups specified by current law. Subtitle B: Stronger Penalties for Federal Sex Offenses - Amends the Federal criminal code to make murder a Class A felony, mandating the death sentence, when done in the course of certain sex offenses, sexual assault, or child molestation, or when the defendant has previously been convicted of sexual assault or child molestation, subject to specified mitigating factors. Requires instructing the jury not to: (1) consider the race, color, religion, national origin, or sex of the defendant or any victim; and (2) recommend a death sentence unless it concludes that it would recommend such sentence rergardless of such factors. Requires each juror to sign a certification to such effect. Bars carrying out a death sentence on a woman while she is pregnant. Prohibits requiring any employee of, or a person under contract to provide services to, a State corrections department or the Federal Bureau of Prisons to attend or participate in any execution. Amends Federal criminal code provisions relating to sexual abuse to double the maximum imprisonment for violation of such provisions after a prior conviction under Federal or State law for such an offense. Adds to such provisions a special definition of \"sexual act\" applicable to individuals under the age of 16. Amends the Controlled Substances Act to provide for increased penalties for distribution of a controlled substance to a woman while she is pregnant. Subtitle C: Enhanced Compensation and Restitution for Victims of Sex Crimes - Pornography Victims' Compensation Act of 1991 - Creates a cause of action against a producer, distributor, exhibitor, or seller of sexually explicit material by a victim of a rape, sexual assault, act of sexual abuse, sexual murder, or other sexual crime, or by the estate, guardian, or survivors of any such victim. Conditions the recovery of damages on proof by a preponderance of the evidence that: (1) the victim was a victim of such an act; (2) the material is obscene, constitutes child pornography, or in the case of sex crimes, is sexually explicit and violent, and was a proximate cause of the offense; (3) the defendant is a producer or distributor of the material exhibited or sold it to the sexual offender and should have known that the material was sexually explicit; and (4) the sale or transport affects interstate or foreign commerce. Sets forth criteria by which the finder of fact may reasonably infer that such material was a proximate cause of the offense, including unusual similarities between the acts described and the actual offense, testimony of the offender, and testimony of experts who have examined such material which incited the commission of the offense. Authorizes the award of damages for economic loss, compensation for pain and suffering, reasonable attorney's fees, and costs to prevailing plaintiffs. Sets a statute of limitations of six years from the date the right of action first accrued or, in the case of a legal disability, not later than three years after the termination of such disability. Amends the Federal criminal code to allow an order of certain types of restitution in cases involving provisions relating to sexual abuse or sexual exploitation of children. Subtitle D: Reform of Procedure and Evidentiary Requirements in Sex Offense and Other Cases - Amends the Federal Rules of Evidence to allow evidence of similar offenses in criminal or civil sexual assault and child molestation cases. Amends the Federal Rules of Criminal Procedure to modify the number of peremptory challenges available to specified parties when the offense charged is punishable by imprisonment for more than one year. Amends the Federal Criminal Code to: (1) prohibit peremptory jury challenges on the basis of race, color, or any other classification that could not lawfully be used by a prosecutor; and (2) give the prosecutor the same right as the defense attorney to challenge the exercise of peremptory challenges on this ground, with the court applying the same standards and granting the same relief. Enacts rules, to be known as the Rules of Professional Conduct for Lawyers in Federal Practice, and includes them as an appendix to provisions of the U.S. Code relating to the judiciary and judicial procedure. Applies the rules to proceedings before a U.S. court or a Federal agency that carries out adjudicatory or quasi-adjudicatory functions. Includes rules relating to: (1) various types of litigation abuses (including conduct to increase litigation expenses or with no substantial purpose other than to distress another person); (2) expediting litigation (including not attempting to delay or prolong proceedings for specified reasons); and (3) a duty to prevent the commission of a crime (including allowing or requiring disclosure of information). Declares that: (1) it is the sense of the Congress that, in determining child custody, credible evidence of physical abuse of a spouse should create a statutory presumption that it is detrimental to the child to be placed in the custody of the abusive spouse; and (2) this paragraph is not intended to encourage States to prohibit supervised visitation. Requires a protective order issued by a court of a State to have the same full faith and credit in a court in another State as in a court of the issuing State. Amends the Federal Criminal Code to require that a person charged with an offense under provisions relating to sexual abuse be tested for the human immunodeficiency virus: (1) before release pending trial; and (2) six months and twelve months after the initial test. Requires results to be provided to the judicial officer or court and disclosed only to the victim, the attorney for the Government, and the person tested. Requires the U.S. Sentencing Commission to enhance the sentence guidelines if the offender had reason to know that he was infected, except where the offender did not engage or attempt to engage in conduct creating a risk of transmission. Amends the Victims' Rights and Restitution Act of 1990 to require a Governmental department or agency to pay for up to two tests for a sexual assault victim in the twelve months following the assault and a counseling session regarding the tests and the risk of transmission as the result of the assault. Subtitle E: National Task Force on Violence Against Women - Establishes the National Task Force on Violence Against Women to develop a uniform Federal, State, and local law enforcement strategy aimed at protecting women against violent crimes, punishing persons who commit such crimes, and enhancing the rights of the victims. Authorizes appropriations. Subtitle F: Prevention of Sexual Assault - Amends the Victims of Crime Act of 1984 to establish a program of grants to States to assist States in supporting rape prevention and education programs. Requires: (1) a minimum percentage of the money to be used for programs targeted for junior high school and high school students; and (2) the State to pay the full cost of forensic medical examinations of sexual assault victims. Authorizes appropriations. Subtitle G: Domestic Violence Prevention Act of 1991 - Domestic Violence Prevention Act of 1991 - Amends the Family Violence Prevention and Services Act to add increasing public awareness as a purpose of State demonstration grants. Authorizes grants for public information campaigns regarding domestic violence. Requires a State grant recipient to establish a Commission on Domestic Violence. Requires a specified minimum percentage of funds for demonstration grants for prevention of, and provision of immediate shelter and other assistance to, victims of family violence and their dependents be used for rural areas. Limits law enforcement training grants to private nonprofit organizations that have certain experience. Authorizes appropriations to carry out the Act. Title III: Employment Opportunities - Subtitle A: Glass Ceiling Commission - Glass Ceiling Act of 1991 - Establishes the Glass Ceiling Commission to conduct a study and prepare recommendations conerning: (1) eliminating artificial barriers to the advancement of women and minorities; and (2) increasing opportunities and developmental experiences of women and minorities to foster advancement of women and minorities to executive management and senior decisionmaking positions in business. Establishes the National Award for Diversity and Excellence in American Executive Management, to be evidenced by a medal with its design approved by the Commission. Directs the President, after receiving recommendations from the Commission, to annually present the award to businesses that meet specified qualifications. Allows a recipient business to use the award in its advertising if the business agrees to help other U.S. businesses improve with respect to the promotion of opportunities and developmental experiences of women and minorities regarding executive management and senior decisionmaking positions. Authorizes appropriations. Terminates the Commission and the authority to make awards four years after enactment of this subtitle. Subtitle B: Opportunities in Apprenticeship - Opportunities in Apprenticeship Act of 1991 - Directs the Secretary of Labor to establish in the Department of Labor an outreach and education program to expand the opportunities for women and minorities in apprenticeship programs registered with the Department under the National Apprenticeship Act (registered apprenticeship programs). Directs the Secretary to: (1) identify and develop model preapprenticeship and apprenticeship programs that promote training and employment opportunities for women and minorities, and disseminate information relating to the programs; and (2) provide technical assistance to organizations, institutions, groups, and individuals to promote outreach to, and recruitment of, women and minorities for registered apprenticeship programs. Authorizes the Secretary to: (1) award grants for the Federal share of outreach and recruitment to increase the participation of women and minorities in registered apprenticeship programs; and (2) establish a program of grants to sponsors of registered apprenticeship programs to pay the Federal share of providing preapprenticeship training to women and minorities. Directs the Secretary to conduct a study of, and report to the appropriate committees of the Congress on, the participation of women and minorities in registered apprenticeship programs. Authorizes appropriations to carry out this subtitle. Subtitle C: Opportunities for Alternative Work Arrangements - Declares that it is the sense of the Congress that: (1) the Office of Personnel Management (OPM) has made commendable efforts to develop alternative work arrangements through flexible scheduling and job sharing; and (2) OPM should continue efforts to develop and expand alternative work arrangements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Women's Equal Opportunity Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Domestic Violence Prevention Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Glass Ceiling Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Opportunities in Apprenticeship Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pornography Victims' Compensation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To secure the right of women to be free of sexual harassment and violence, to promote equal opportunity for women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:38-05:00"
}