{
  "actions": [
    {
      "acted_at": "1980-02-01", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-641.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-04-15", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-04-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-04-15", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #78 (70-20).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-19", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-19", 
      "bill_ids": [
        "hr6418-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 6418.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-20", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-20", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-06-24", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-24", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-07-01", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-07-01", 
      "references": [], 
      "text": "Public Law 96-296.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2245-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-07-01", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-01", 
  "number": "2245", 
  "official_title": "An act to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of property, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6418-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Motor Carrier Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-01", 
  "subjects": [
    "Antitrust policy", 
    "Common carriers", 
    "Congressional oversight", 
    "Federal-state relations", 
    "Freight", 
    "Freight forwarders", 
    "Governmental investigations", 
    "Independent regulatory commissions", 
    "Insurance", 
    "Intergovernmental relations", 
    "Motor Vehicles and Driving", 
    "Motor carrier rates", 
    "Motor transportation", 
    "State taxation", 
    "States", 
    "Transportation of hazardous substances", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Motor transportation", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-06-19", 
    "text": "(Measure passed House, amended, in lieu of H. R. 6418) Motor Carrier Act of 1980 - Directs the appropriate committees of Congress to conduct, at least annually for the first five years after the date of enactment of this Act, oversight hearings on the effects of this Act to ensure that it is being implemented according to congressional intent. Amends the Interstate Commerce Act to direct the Interstate Commerce Commission to issue a certificate authorizing a person to provide transportation as a motor common carrier of property if the Commission determines that such transportation is consistent with the present or future public convenience and necessity. Sets forth the factors the Commission should consider in making such a determination, including the evidence of public support and the quality of available service. Exempts from such procedures applications for authority to provide specified transportation services, including: (1) transportation to any community not regularly served by a certified motor carrier of property; (2) service as a direct substitute for abandoned rail services; (3) transportation for the United States Government of specified commodities; and (4) transportation of food and edible products intended for human consumption. Limits the carriers who may protest an application to those who possess or have filed an application to possess authority to handle the traffic for which application is being made. Directs the Commission to streamline and simplify the process for issuance of certificates and certain reporting requirements under this Act. Directs specified motor contract carriers to file only their minimum rates unless the Commission finds that filing actual rates is required in the public interest. Requires the Commission to eliminate gateway restrictions and circuitous route limitations imposed upon motor common carriers of property. Directs the Commission to develop expedited procedures to process applications of individual motor carriers of property seeking removal of specified operating restrictions, including lack of backhaul authority, territorial limitations, and intermediate point service restrictions. Sets forth the factors to be considered in approving or disapproving such applications, including: (1) the applicant's showing of an impact on energy consumption; (2) potential cost savings; and (3) the continuation of service to small and rural communities and small shippers. Permits a person to hold both a certificate of a motor common carrier of property and a permit of a motor contract carrier of property to transport property in the same motor vehicle and at the same time as property under the permit. Exempts from Commission jurisdiction: (1) the transportation for compensation of certain agricultural commodities; (2) the transportation of passengers or property by motor vehicle incidental to transportation by aircraft; (3) the transportation of used pallets, empty shipping containers, and other used shipping devices; (4) the transportation of crushed rock to be used for decorative purposes; (5) the transportation of wood chips; (6) specified transportation for compensation by a person who is a member of a corporate family for other members of such corporate family; and (7) the transportation of byproducts of fish or shellfish not intended for human consumption. Allows a seller of food and grocery products to compensate a customer who picks up purchased food and grocery products at the shipping point of the seller. Expresses the sense of Congress that any savings accruing to a customer by reason of such compensation should be passed on to the ultimate consumer. Directs the Commission to monitor the extent to which such savings are being so passed on and to report annually its findings to Congress. Sets forth guidelines to be considered by the Commission in deciding whether to approve the application of a person for a permit as a motor contract carrier of property. Allows a motor carrier of property to protest an application to provide transportation as a motor contract carrier of property under specified conditions. Exempts from certain permit requirements the transportation by motor vehicle of food intended for human consumption and certain agricultural commodities under specified conditions. Eliminates Commission-imposed limitations on contract carrier operations with regard to geographic areas or industries to be served. Permits the Commission to amend or revoke any part of a motor contract carrier permit and issue in its place a certificate of public convenience and necessity. Prohibits the Commission from investigating, suspending, revising, or revoking any rate proposed by a motor carrier of property or freight forwarder on the grounds that such rate is unreasonable on the basis that it is too high or too low, except as specified. Authorizes the Commission to increase such rates by not more than five percent per year. Specifies adjustments to be made in determining whether such rates are too high or too low. Makes such rates subject to specified antitrust laws. Directs the Commission to authorize revenue levels for common carriers that are adequate under efficient management to cover expenses, plus a reasonable profit to support and encourage capital outlays and investment. Sets forth the factors the Commission must consider when prescribing rates, classifications, rules, or practices for transportation or service by common carriers other than rail carriers. Defines the term \"single line rate\" for the purpose of rate agreements. Permits motor common carriers of property to enter into agreements between two or more such carriers concerning rates, allowances, classifications, and divisions. Permits the submission of such agreements to the Commission for approval. Sets forth the conditions for approval. Establishes the Motor Carrier Ratemaking Study Commission to investigate the collective ratemaking process of motor common carriers and the need or lack of need for continued antitrust immunity. Sets forth the membership, powers, and functions of such Commission. Directs such Commission, by January 1, 1983, to report its findings and recommendations to the President and Congress. Terminates such Commission six months after the submission of such report. Authorizes the appropriation of funds, beginning with fiscal year 1981, for the purposes of such Commission. Directs that any organization established pursuant to an agreement approved by the Commission prior to the date of enactment of this Act may continue to function pursuant to such agreement until a new or amended agreement is finally disposed of by the Commission. Directs that whenever a shipper or receiver of property requires that any person who owns or operates a motor vehicle transporting property in interstate commerce be assisted in the loading or unloading of such vehicle, such shipper or receiver shall be responsible for providing such assistance or shall compensate the owner or operator for all costs associated with securing and compensating the person or persons providing such assistance. Makes it unlawful to coerce or attempt to coerce a carrier to employ loading or unloading assistance which consignors or consignees do not require. Establishes civil and criminal penalties for violations of such restrictions. Directs the Commission to require that any arrangement between a motor carrier of property and any other person, under which such other person is to provide any portion of such transportation by a motor vehicle not owned by the carrier, shall specify in writing who is responsible for loading and unloading the property onto and from the motor vehicle. Directs the Commission, in consultation with the Secretary of Transportation, the Secretary of Labor, the Secretary of Agriculture, and representatives of independent owner-operators, the motor carrier industry, shippers, receivers, consumers, and other interested persons, to study and report to Congress on loading and unloading practices in the motor carrier of property industry. Directs the Commission, in cooperation with the Secretary of Agriculture, to require the use of written contracts governing the interstate movement by motor vehicle of exempt agricultural commodities and for brokerage services to be provided in connection with such movement. Directs that such contracts between an owner or operator of a motor vehicle and a broker, shipper, or receiver of property which are required to be used by the Commission under this Act shall specify the arrangements with respect to loading and unloading of the property transported under such contracts. Sets forth civil penalties for failure to comply with such requirement. Authorizes the Commission and the Secretary to enter into agreements concerning such contracts and brokerage services. Directs the Commission to issue a license to a qualifying person authorizing such person to be a broker for transportation of property (other than household goods). Increases the amount of the total value of outstanding securities and other obligations of motor carriers exempt from Commission jurisdiction. Directs the Secretary of Transportation and the Commission, in consultation with the States, State agencies, and the motor carrier industry, to develop recommendations to be made to Congress to provide a more efficient and equitable system of State regulations for interstate motor carriers. Permits any motor carrier of property that is a party to a pooling agreement to apply for Commission approval of such agreement. Requires the Commission to hold a hearing if it determines that such agreement is of major transportation importance or there is a substantial likelihood that the agreement will unduly restrain competition, and to approve such agreement if it is in the interest of better service and will not unduly restrain competition. Authorizes a motor carrier of property to transport specified exempt property in the same vehicle and at the same time as property which the carrier is authorized to transport under a certificate or permit issued under this Act. Directs that such transportation shall not affect the unregulated status of such exempt property or the regulated status of the property which the carrier is authorized to transport under such certificate or permit. Authorizes the Commission to prescribe through routes, joint classifications, joint rates, the division of joint rates, and the conditions under which those rates must be operated for a motor common carrier of property providing transportation with another such carrier or with a water common carrier of property. Prohibits the Commission from requiring a motor carrier of property, without its consent, to include in such through route substantially less than the entire length of its route, except as specified. Directs all carriers party to a through route and joint rate to promptly pay divisions or make interline settlements. Authorizes a freight forwarder to enter into contracts with a rail carrier or with a water common carrier providing transportation subject to the Shipping Act, 1916, or the Intercoastal Shipping Act, 1933. Authorizes the Commission to grant a motor carrier of property temporary or emergency temporary authority to provide transportation to a place having no motor carrier capable of meeting the immediate needs of such place. Directs that specified cooperative associations or federations which are required to notify the Commission of an intent to provide certain transportation shall prepare and maintain records relating to such transportation. Authorizes the Commission to: (1) inspect the lands, buildings, and equipment of such association or federation; and (2) inspect and copy any record of such association or federation. Sets forth penalties for failure to comply with such requirements. Amends the nonrail procedures: (1) for reaching an initial decision; (2) to reopen a proceeding; (3) to change an action; (4) to grant rehearing, reargument, or reconsideration; or (5) for judicial review. Directs that Commission action on specified applications for authority be completed within 180 days from the date such applications are filed. Defines the disallowance of a claim for damages against common carriers. Sets forth procedures for consolidation, merger, and acquisition of control by a motor carrier of property. Directs the Commission to study motor carrier service to small communities (population 5,000 and under) and report to the President and Congress. Sets forth the contents of, and data to be monitored for, such report. Authorizes the Commission to enter into contracts to carry out surveys of shippers and motor carriers. Authorizes the appropriation of such sums as are necessary to carry out such study for fiscal years 1981 and 1982. Sets forth requirements for liability insurance for the transportation of specified materials, including: (1) hazardous materials; (2) oil or hazardous substances; or (3) hazardous wastes. Sets forth methods by which the Secretary may establish such financial responsibility and directs the Secretary to establish regulations to assure compliance. Sets forth civil penalties for failure to comply with such regulations. Requires the Secretary to report to Congress on such regulations within one year of the date of enactment of this Act. Directs that such regulations shall only apply to motor vehicles having a gross vehicle weight rating of 10,000 pounds or more. Prohibits a State or subdivision of a State from imposing discriminatory taxes upon a motor carrier of property. Authorizes a motor carrier of property providing transportation subject to the jurisdiction of the Commission to provide transportation of recyclable materials without charge or at a reduced rate. Declares that business entertainment expenses incurred by a rail carrier providing transportation subject to the jurisdiction of the Commission shall not constitute a violation of this Act if such expense would not be unlawful if incurred by a person or corporation not subject to the jurisdiction of the Commission. Excludes such entertainment expense from the cost of service or rate base used in this Act. Directs the Commission to issue rules establishing standards and guidelines for authorized business entertainment expenses. Permits a motor common carrier or a motor contract carrier to deliver to or receive from a rail carrier a trailer moving in trailer-on-flat-car service at any point on the route of the rail carrier if the motor carrier is authorized to serve the origin and destination points of the traffic. Directs the Secretary of Labor to periodically publish a comprehensive list of jobs available with motor carriers of property holding certificates or permits issued by the Commission. Directs the Secretary to assist a person previously employed by any such carrier in finding other employment. Specifies that the Commission shall be billed by the General Services Administration for space in the Commission's building used by the National Association of Regulatory Utility Commissioners."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Reform Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Motor Carrier Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49 of the United States Code to eliminate unnecessary regulation of motor carriers of property, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of property, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:18-05:00"
}