{
  "actions": [
    {
      "acted_at": "2011-06-23", 
      "committee": "Committee on Oversight and Government Reform, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Oversight and Government Reform, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-23", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-23", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-30", 
      "in_committee": "House Oversight and Government Reform", 
      "references": [], 
      "subcommittee": "Federal Workforce, U.S. Postal Service, and Labor Policy     ", 
      "text": "Referred to the Subcommittee on Federal Workforce, U.S. Postal Service, and Labor Policy     .", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-21", 
      "in_committee": "House Oversight and Government Reform", 
      "in_subcommittee": "Federal Workforce, U.S. Postal Service, and Labor Policy     ", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-21", 
      "in_committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Subcommittee on Federal Workforce, U.S. Postal Service, and Labor Policy Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-13", 
      "in_committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-13", 
      "in_committee": "House Oversight and Government Reform", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-01-17T14:53:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Oversight and Government Reform. H. Rept. 112-363, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-01-17T14:54:00-05:00", 
      "references": [], 
      "text": "House Committee on Rules Granted an extension for further consideration ending not later than March 1, 2012.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-01T14:51:00-05:00", 
      "references": [], 
      "text": "House Committee on Rules Granted an extension for further consideration ending not later than March 30, 2012.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-29T16:08:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Rules. H. Rept. 112-363, Part II.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-29T16:08:00-04:00", 
      "calendar": "Union", 
      "number": "291", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 291.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2309-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "discharged"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Federal Workforce, U.S. Postal Service, and Labor Policy", 
      "subcommittee_id": "25"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Ross, Dennis A.", 
      "sponsored_at": "2011-06-23", 
      "state": "FL", 
      "thomas_id": "02003", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-23", 
  "number": "2309", 
  "official_title": "To restore the financial solvency of the United States Postal Service and to ensure the efficient and affordable nationwide delivery of mail.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1625-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Postal Reform Act of 2011", 
  "sponsor": {
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "thomas_id": "01640", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-10-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Alaska", 
    "Congressional oversight", 
    "Disability assistance", 
    "Executive agency funding and structure", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "House of Representatives", 
    "Judicial review and appeals", 
    "Legislative rules and procedure", 
    "Marketing and advertising", 
    "Political advertising", 
    "Postal service", 
    "Public contracts and procurement", 
    "Senate", 
    "U.S. Postal Service"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended, Part II", 
    "date": "2012-03-29", 
    "text": "Postal Reform Act of 2012 - Amends provisions of federal law relating to the U.S. Postal Service (USPS) with respect to its reorganization, financial management, and workforce. Title I: Postal Service Modernization - Subtitle A: Commission on Postal Reorganization - Commission on Postal Reorganization Act or the CPR Act - (Sec. 103) Establishes the Commission on Postal Reorganization (CPR) as an independent commission. (Sec. 104) Requires USPS, in consultation with the Postal Regulatory Commission (PRC), to develop and submit to CPR a plan for the closure or consolidation of postal retail facilities to achieve a savings of at least $1 billion less than the annual costs for the fiscal year last ending before the enactment of this Act (baseline year). Requires USPS, in consultation with the USPS Inspector General, to: (1) develop and submit a plan to CPR for the closure or consolidation of mail processing facilities to achieve a savings of at least $2 billion less than the annual costs for the baseline year, and (2) develop and submit a plan to CPR for the closure or consolidation of USPS area and district offices so that the total number of such offices is 30% less that the number in the baseline year. Requires CPR, after receiving such plans for closure or consolidation of USPS facilities, to: (1) report and publish its findings, (2) hold at least five public hearings on USPS closure and consolidation plans, and (3) publish a report on such hearings and on its final recommendations for the closure and consolidation of USPS facilities. Requires USPS to report on the impact of closures and consolidations on the employment of preference-eligible veterans within USPS. (Sec. 105) Requires USPS to implement CPR recommendations for the closure or consolidation of postal facilities within two years after a CPR plan is submitted to Congress unless Congress enacts a joint resolution of disapproval. (Sec. 106) Sets forth procedures for congressional consideration of final CPR reports. (Sec. 107) Prohibits an appeal of the closing or consolidation of any postal facility or office to PRC or the issuance of a PRC advisory opinion with respect to such closing or consolidation. Prohibits judicial review of any process, report, recommendation or other action of CPR. (Sec. 108) Authorizes USPS to close or consolidate existing postal facilities in accordance with otherwise applicable provisions of law without regard to CPR recommendations. (Sec. 109) Directs the Comptroller General (GAO) to study the effects of the proposed closures and consolidations of postal retail facilities, mail processing facilities, and area or district offices on the unemployment rate of minority communities. Subtitle B: Other Provisions - (Sec. 111) Authorizes USPS to declare up to 12 non-mail delivery days during any year in which a 6-day delivery requirement is in effect. Requires the Postmaster General to submit to the USPS Board of Governors a report listing such non-delivery days. Authorizes USPS, not less than 6 months after the enactment of this Act, to request a reduction in mail delivery from 6 to 5 days. Requires USPS to maintain its 6-day delivery service until 90 days after the rendering of a PRC advisory opinion on 5-day delivery. (Sec. 112) Eliminates the prohibition against closing a post office solely for operating at a deficit. Reduces the deadline for PRC review of post office closures from 120 to 60 days. Revises the PRC appeals process for the closing of a post office to prohibit a post office from filing an appeal if a contract postal unit is opened within two miles of such post office. (Sec. 113) Requires USPS, in its annual report to PRC, to use PRC criteria in determining changes in productivity and the resulting effect on overall costs. (Sec. 114) Expands the definition of \"post office,\" for purposes of provisions relating to closure or consolidation, to include any postal retail facility as defined by this Act. Title II: Postal Service Financial Responsibility and Management Assistance Authority - Subtitle A: Establishment and Organization - (Sec. 201) States as the purposes of this title: (1) to eliminate budget deficits and cash shortages of USPS; (2) to enure that the mandate of universal service is maintained during any fiscal emergency; (3) to conduct necessary investigations and studies to determine the fiscal status and operational efficiency of USPS; (4) to assist USPS in restructuring its organization and workforce, meeting all fiscal obligations, and ensuring the appropriate and efficient delivery of postal services; (5) to provide USPS with a temporary increase in its borrowing authority; and (6) to ensure the long-term financial, fiscal, and economic vitality and operational efficiency of USPS. (Sec. 202) Establishes, upon the commencement of any control period, the Postal Service Financial Responsibility and Management Assistance Authority (Authority). Defines \"control period\" as a period in which USPS has been in default with respect to any financial obligations or scheduled payments to the Treasury for at least 30 days. Requires the Authority to operate in an advisory capacity during an initial control period. Grants the Authority full power to operate USPS after two years if the annual deficit of USPS is greater than $2 billion. Provides for the compensation of Level-Two Postal Service Executives (i.e., the Postmaster General, Deputy Postmaster General, and other USPS career executives) during a control period. Allows termination of a control period upon certification by the Authority, with the concurrence of the Secretary of the Treasury and the Director of the Office of Personnel Management (OPM), that: (1) the expenditures of USPS did not exceed its revenues for two consecutive fiscal years after the enactment of this Act, (2) the Authority has approved a financial plan and budget for USPS, and (3) the USPS financial plan and budget includes plans to repay any supplementary debt within five years and to properly fund USPS pensions and retiree health benefits. (Sec. 203) Sets forth the membership composition of the Authority and qualification requirements for individuals serving as members of the Authority. Expresses the sense of Congress that the President should appoint members of the Authority as soon as possible after the date a control period commences, but no later than 30 days after such date. (Sec. 206) Authorizes appropriations from the Postal Service Fund for the operation of the Authority. Subtitle B: Powers of the Authority - (Sec. 211) Sets forth the powers of the Authority, including the power to: (1) obtain USPS records, documents, information, or data; (2) accept gifts, bequests, and devises; (3) enter into contracts; (4) seek judicial enforcement of its authority to carry out its responsibilities; and (5) impose penalties upon USPS employees who fail to comply with its directives. Expresses the sense of Congress with respect to the rights of USPS employees who are separated from service due to rightsizing efforts. (Sec. 212) Exempts the Authority and its members from any claims against USPS resulting from actions taken by the Authority. (Sec. 213) Grants jurisdiction to the Court of Appeals for the District of Columbia Circuit to hear appeals by persons adversely affected or aggrieved by an order or decision of the Authority. Requires a petition for review of a decision by the Court of Appeals by the Supreme Court to be filed with 10 days after entry of the decision. (Sec. 214) Requires USPS to reduce delivery of mail to a mailbox or other receptacle (delivery point) in each fiscal year beginning at least two years after the beginning of a control period. Allows a waiver of delivery point service in cases of physical hardship. Expresses the sense of Congress that USPS should negotiate with states, businesses, and other postal patrons for the placement of centralized delivery units. Subtitle C: Establishment and Enforcement of Financial Plan and Budget for the Postal Service - (Sec. 221) Requires the Postmaster General to develop and submit to the Authority a financial plan and budget for USPS during each fiscal year in which USPS is in a control period. (Sec. 222) Authorizes USPS to borrow money and sell obligations during a control period, subject to approval by the Authority. Increases USPS borrowing authority during such period by $10 billion. (Sec. 223) Sets forth the process for the submission and approval of a USPS financial plan and budget by the Authority. (Sec. 224) Sets forth the powers and responsibilities of the Authority in operating USPS, including the power to: (1) determine the overall strategies of USPS; (2) determine its organization structure; (3) hire and fire senior management; (4) approve major policies; (5) approve substantial capital projects; (6) approve changes in rates and classifications, new products and services, and other matters before PRC; (7) approve USPS reports and plans; (8) formulate and communicate organizational policy and positions on legislative and public policy matters to Congress and the public; and (9) ensure adequate internal controls and audits of USPS. (Sec. 225) Requires the Postmaster General to file quarterly revenue and expense reports with the Authority. Requires the Authority, if there is a variance between USPS revenues and expenditures, to certify such variance to the Postmaster General, the President, the Secretary of the Treasury, and Congress and require USPS to take remedial action to correct the variance. Authorizes the Authority or the Secretary of the Treasury to withhold from USPS access to additional supplementary debt if a variance is certified to exist. (Sec. 226) Authorizes the Authority to submit recommendations to the Postmaster General, the President, and Congress to ensure compliance by USPS with its financial plans and budgets or to otherwise promote its financial stability, management responsibility, and service delivery efficiency. (Sec. 228) Authorizes the Authority to undertake cooperative efforts to assist USPS in achieving financial stability and management efficiency. (Sec. 229) Authorizes the Authority to require USPS to provide it with information necessary to assist it in carrying out its responsibilities under this title. (Sec. 230) Requires the Authority to report to Congress, not later than 30 days after each fiscal year which is a control year, describing: (1) the progress made by USPS in meeting the objectives set out in this subtitle, (2) the assistance provided by the Authority to USPS in meeting such objectives, and (3) any other activities of the Authority during the fiscal year. Authorizes the Authority to report on: (1) any acts or omission by USPS which will adversely affect the ability of USPS to comply with an approved financial plan and budget, and (2) the effect of federal enactments on the USPS financial stability and management efficiency. Requires the Authority to make such reports available to the public. Title III: Postal Service Workforce - Subtitle A: General Provisions - (Sec. 301) Revises criteria for determining pay comparability for postal workers to include total compensation and benefits and pay comparability standards of the entire private sector. (Sec. 302) Imposes a limitation on USPS contributions to postal employees' health and life insurance premiums, beginning after FY2013. (Sec. 303) Repeals the requirement that the overall value of fringe benefits for postal employees be equal to that of fringe benefits available in 1971. (Sec. 304) Prohibits USPS collective bargaining agreements ratified after the enactment of this Act from containing any provision that restricts the use of federal civil service reduction-in-force procedures. Requires any such collective bargaining agreement that contains a restriction to be renegotiated within nine months after the enactment of this Act. Allows USPS and bargaining representatives to agree to alternate reduction-in-force procedures. (Sec. 305) Modifies the collective bargaining process to encourage agreements between USPS bargaining representatives and management without arbitration. Requires final collective bargaining agreements to comply with the definition of pay comparability as set forth in this title and to consider the current and long-term financial condition of USPS. (Sec. 306) Requires the transfer of any excess pension payments to USPS as of September 30, 2010, for specified purposes, including payment of pension liabilities and USPS debt. Expresses the sense of Congress that USPS should use surplus pension funds for separation incentives for postal employees. Subtitle B: Postal Service Workers' Compensation Reform - (Sec. 311) Requires the Postmaster General to establish a workers' compensation program for USPS employees for transitioning postal employees who are receiving workers' compensation to retirement benefits when such employees reach retirement age. Title IV: Postal Service Revenue - (Sec. 401) Requires postage for each market-dominant mail class to cover not less than 90% of its processing and delivery costs. (Sec. 402) Repeals the postal rate preference for qualified political committees. (Sec. 403) Requires an annual 2% reduction in the discount of the postal rate for nonprofit advertising, beginning three years after the enactment of this Act, until the discount is 20% (currently, 40%). (Sec. 404) Requires PRC to promulgate regulations for streamlined after-the-fact review of new agreements between USPS and postal customers for postal rates for competitive products. Requires the Postmaster General to submit such agreements to PRC. (Sec. 406) Requires a service agreement, including an agreement covering market-dominant and competitive products, to cover its costs and improve the net financial position of USPS. (Sec. 407) Authorizes USPS to establish and manage a program to allow entities to advertise at USPS facilities and on USPS vehicles, provided that such advertising is consistent with the integrity of USPS, covers 200% of its costs, and is subject to the PRC's annual compliance review. (Sec. 408) Requires the state of Alaska to reimburse USPS for expenses incurred in providing bypass mail service. (Sec. 409) Repeals provisions providing for taxpayer subsidies for USPS. (Sec. 410) Decreases the USPS payment to the Postal Service Retiree Health Benefit Fund required by August 1, 2012, by $4.5 billion. Increases each of the payments required by September 30 of 2015 and 2016 by $2.25 billion. Title V: Postal Contracting Reform - (Sec. 501) Sets forth new requirements for contracting of postal services, including new ethical standards for awarding postal contracts. Defines \"postal contract\" for purposes of this title to mean: (1) any contract entered into by USPS for the procurement of goods or services; or (2) in the case of PRC, any contract exceeding the simplified acquisition threshold (currently, $150,000). Establishes the position of advocate for competition in USPS and PRC to promote: (1) the contracting out of postal services that the private sector can perform equally well or better at lower cost, and (2) competition by promoting the acquisition of commercial items and challenging barriers to competition. Requires each advocate for competition to report annually on initiatives to promote outsourcing and competition and on any barriers to such initiatives. Requires the Postmaster General and the Chairman of PRC to issue a policy on contracting officer delegations of authority for postal contracts. Requires USPS to post on its public website any noncompetitive award for postal contracts of $250,000 or more. Requires PRC to post any such award of $20,000 or more. Allows USPS to waive such requirement if it would risk placing USPS at a competitive disadvantage relative to a private sector competitor. Requires USPS and PRC to review any ethical issues relating to a proposed contract before it is awarded and to advise the contracting officer on an appropriate resolution of any ethical issues. Requires USPS and PRC to prescribe regulations that restrict contracting officers from entering into a postal contract with any party with whom the contracting officer has a personal or business relationship. Allows a waiver of such restrictions if such waiver is determined to be in the best interests of USPS or PRC. Requires such waivers to be posted on the USPS and PRC websites. Authorizes USPS and PRC to void any postal contract and recover amounts expended under such contract if there is a final conviction of bribery, conflict of interest, or other criminal offense relating to such contract."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Reform Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Commission on Postal Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "CPR Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Postal Reform Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Postal Reform Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Commission on Postal Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "CPR Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To restore the financial solvency of the United States Postal Service and to ensure the efficient and affordable nationwide delivery of mail.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:18:08-05:00"
}