{
  "actions": [
    {
      "acted_at": "1975-09-23", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9795-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-23", 
  "number": "9795", 
  "official_title": "A bill to amend the Federal Coal Mine Health and Safety Act of 1969.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3333-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Black Lung Benefit Act", 
  "sponsor": {
    "district": "98", 
    "name": "Roncalio, Teno", 
    "state": "WY", 
    "thomas_id": "00981", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-23", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Mine safety", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Mine safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-23", 
    "text": "Black Lung Benefits Act - Changes from advisory to supervisory the function of the Committee on Coal Mine Health Research established by the Federal Coal Mine Health and Safety Act of 1969. Requires that the chairman of the committee and a majority of the persons appointed by the Secretary of Health, Education, and Welfare shall be miners, retired miners, disabled miners, widows or widows of miners, spouses of miners, and officers or employees of labor organizations which represent miners. Prohibits the Scretary from conducting any research on the occupational health of coal miners which has not been recommended by such committee. Expands the definition of \"miner\" as used in that Act to include individuals who worked around an underground coal mine in the extraction, processing, or transportation of coal. Redefines the term \"total disability\" as used in that Act to provide that a miner shall be considered totally disabled when pneumoconiosis prevents him from engaging in gainful employment requiring the skills and abilities comparable to those of any employment in a mine or mines in which he previously engaged with some regularity and over a substantial period of time. Provides that, in specified situations, if a miner was employed for 15 years or more in or by one or more coal mines, there shall be an irrebuttable presumption that he is totally disabled due to pneumoconiosis or that at the time of his death he was totally disabled by pneumoconiosis. States that where there is no relevant medical evidence in the case of a deceased miner affidavits may be sufficient to establish that the miner was totally disabled due to pneumoconiosis. Establishes in the United States Treasury the Black Lung Disability Insurance Fund. States that such fund shall consist of such sums as may be appropriated to it and such sums as coal mine operators may pay into it. Requires coal mine operators to pay sufficient annual premiums into the fund to provide for the payment of benefits. Provides that the premium rate shall be based on the number of tons of coal mined and shall be uniform for all mines and mine operators. Provides that such fund shall furnish miners entitled to benefits on account of total disability with medical services, nursing, hospital and home health services, medicine, therapy, and equipment necessary for treatment of conditions caused by pneumoconiosis. Allows payment of claims which were previously denied but would be payable under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Black Lung Benefit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Coal Mine Health and Safety Act of 1969.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:12-05:00"
}