{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr91-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Steiger, William A.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "01109", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "91", 
  "official_title": "A bill to amend title 10, United States Code, to regulate the discharge of members of the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr174-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4000-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Administrative remedies", 
    "Armed forces and national security", 
    "Courts-martial and courts of inquiry", 
    "Government records, documents, and information", 
    "Military and naval offenses", 
    "Military discharges"
  ], 
  "subjects_top_term": "Military discharges", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Stipulates that a member of the armed forces may be given only one of the following discharges: (1) an Honorable Discharge; (2) a Discharge from Service as regulated under this Act; (3) a Bad Conduct Discharge issued in accordance with the sentence of a general court-martial; or (4) a Dishonorable Discharge issued in accordance with the sentence of a general court-martial. Requires that a narrative statement describing the service of a former member be issued to such member upon request at any time following separation from service. Limits the information which may be included in such a statement. Sets forth the composition of administrative discharge boards which shall consider whether a member should be separated with a Discharge from Service pursuant to this Act. Allows such boards to recommend a Discharge from Service only upon a finding, based upon a preponderance of the evidence, that: (1) the member has engaged in misconduct; (2) in the case of an officer, cadet, or midshipman, that such member has engaged in moral or professional dereliction; (3) the retention of such member would be contrary to the interests of national security; or (4) such member has been convicted previously in a civilian court or previous court-martial under specified circumstances and the retention of such member is not warranted. Authorizes the use of such a discharge by the President in time of war when the individual has been absent without authority for one year, or where the member has requested such discharge, after consultation with counsel, in lieu of board action under this Act or a court-martial. Sets forth the rights of the member concerned before the board and procedures regarding the board's actions. Directs each Judge Advocate General to establish a Court of Administrative Review to review recommendations for separation with a Discharge from Service. Requires the Court of Military Appeals to review the record upon which such a discharge was issued after final action by the Court of Administrative Review if the Judge Advocate General orders such review. Authorizes the Court to review the case upon petition by the member affected. Sets forth the conditions under which an administrative discharge board shall be precluded from determining whether a member should be issued a Discharge from Service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to regulate the discharge of members of the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:24-05:00"
}