{
  "actions": [
    {
      "acted_at": "2011-06-27", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1279-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2011-06-27", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2011-06-27", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2011-07-06", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-27", 
  "number": "1279", 
  "official_title": "A bill to prepare disconnected youth for a competitive future.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2358-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Reengaging Americans in Serious Education by Uniting Programs Act", 
  "sponsor": {
    "district": null, 
    "name": "Stabenow, Debbie", 
    "state": "MI", 
    "thomas_id": "01531", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-27", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Higher education", 
    "Performance measurement", 
    "Public-private cooperation", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-27", 
    "text": "Reengaging Americans in Serious Education by Uniting Programs Act - Directs the Secretary of Labor to award competitive, renewable, five-year grants to eligible partnerships to assist them in providing disconnected youth with the support needed to: (1) attain a secondary school diploma or its recognized equivalent; (2) attain a postsecondary credential, including those offered by institutions of higher education, industry groups, or registered apprenticeship programs; and (3) secure and succeed in a family-supporting career. Requires each eligible partnership to include: (1) the head of the local government assisted by the grant; (2) a local workforce system serving the community; (3) representatives from certain state and local service agencies; (4) a representative from an institution of higher education; (5) a representative of a community-based organization, from business or industry, and with expertise in labor management relations; and (6) disconnected youth and their caregivers. Requires grantees to award subgrants and contracts to community-based organizations and other entities for the provision of a comprehensive array of coordinated services to disconnected youth that include workforce preparation, education support, and youth support services. Directs the Secretary to award planning grants to eligible partnerships to enable them to submit competitive applications for grants to support disconnected youth. Establishes an accountability system for measuring the performance of each grantee against specified interim, transitional, and long-term indicators of success. Directs the Secretary to: (1) award a grant or contract to an entity outside the Department of Labor for an evaluation of grant-assisted activities; (2) disseminate best practices that emerge from the partnership grant program; and (3) provide training, technical assistance, and professional development for organizations serving disconnected youth, including organizations that do not receive funding under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reengaging Americans in Serious Education by Uniting Programs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prepare disconnected youth for a competitive future.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:12:12-05:00"
}