{
  "actions": [
    {
      "acted_at": "1991-04-25", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s946-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1991-04-25", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-25", 
  "number": "946", 
  "official_title": "A bill to amend title 39 to reduce the time to consider changes in postal rates.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-25", 
  "subjects": [
    "Administrative procedure", 
    "Government paperwork", 
    "Postal rates and revenues", 
    "Postal service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-25", 
    "text": "Amends Federal law to require the Postal Service to file with the Postal Rate Commission, at the time of filing its request for a rate or fee change, all workpapers and Library References to be used and/or to support the evidence presented by each Postal Service witness. Provides that not less than 30 nor more than 60 days before requesting a rate or fee change the Postal Service shall: (1) publish a notice of intent to file such a request; and (2) file with the Commission, and subsequently make available to persons who have given notice of intent to participate in the rate-changing proceeding, a statement of costs, revenues, and mail volume covering the year for which the data will form the basis of the request. Requires the Commission to provide for discovery, under the most expeditious schedule possible, from the Postal Service and the parties to the proceedings. Requires the Commission to assign a filing date to any request by the Postal Service for a recommended postage rate or service fee change. Sets forth the formula for determining such date. Requires the Commission to transmit its recommended decisions to the Governors within 265 days (eight and a half months) after such filing date. (Current law requires a decision within ten months). Authorizes the Commission to allow: (1) interested persons to file, at any time between the publication of notice of a rate or fee change request and the request filing date, a notice of intent to participate in the proceedings; and (2) for expeditious grant of party status to them. Authorizes the Commission to extend the 265-day period for transmitting its recommended decisions to the Governors under specified circumstances. Directs the Postal Service to file annually with the Postal Rate Commission certain nonconfidential data for each fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 39 to reduce the time to consider changes in postal rates.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:54-05:00"
}