{
  "actions": [
    {
      "acted_at": "1981-04-01", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-01", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Oversight of the IRS took the following actions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-08", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-02", 
      "in_committee": "Senate Committee on Finance", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Oversight of the IRS. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s850-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Oversight of the Internal Revenue Service", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-01", 
  "number": "850", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide greater protection for the rights of the taxpayers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Taxpayers Bill of Rights Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-01", 
  "subjects": [
    "Administrative remedies", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Income tax", 
    "Internal Revenue Service (IRS)", 
    "Internal revenue law", 
    "Labor and employment", 
    "Liens", 
    "Tax administration", 
    "Taxation", 
    "Wages", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Tax administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-01", 
    "text": "Taxpayers' Bill of Rights Act - Amends the Internal Revenue Code to establish within the Internal Revenue Service an Office of Ombudsman whose primary responsibilities shall include: (1) establishing procedures for the review and evaluation of complaints of improper, abusive, or inefficient service by IRS personnel; (2) obtaining taxpayer evaluations of the service provided by the IRS and the Ombudsman; (3) evaluating the response of local internal revenue offices to taxpayer complaints; and (4) issuing Stop Action Orders authorized under this Act. Authorizes the Ombudsman to issue a Stop Action Order prohibiting the Secretary of the Treasury, for up to 60 days after such issuance, from taking any assessment, collection, or other action adverse to a taxpayer if the Ombudsman determines that such taxpayer is suffering from an unusual, unnecessary, or irreparable loss as a result of such action. Permits the administrative appeal of the imposition of liens. Requires a court order before property of a taxpayer may be levied upon for the collection of tax. Permits the administrative appeal of a decision of the Secretary to levy upon such property. Requires the promulgation of all initial final regulations necessary to implement changes to the Internal Revenue Code within 18 months after the date of the enactment of such change. Delays the effective date of regulations which the Secretary has failed to promulgate within the prescribed period. Allows a taxpayer, in such event, to apply to the issue for which such regulations are intended any reasonable position. Repeals the requirements that certain individuals file a declaration of their estimated income tax. Increases the minimum amount of estimated tax requiring installment payments. Revises the formula for the computation of installment payments in the event the taxpayer makes a new estimate. Extends the time for payment of the estimated tax by farmers and fishermen. Eliminates the requirement that an employer furnish to an individual whose employment has terminated before the close of the calendar year a wage and withholding statement upon the last payment of remuneration. Requires an employer to: (1) furnish a statement within 30 days of receipt of a written request by such employee; and (2) notify the employee in writing of: (a) the right to make such request; (b) the withholding of Federal tax; and (c) tax return filing requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Taxpayers Bill of Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide greater protection for the rights of the taxpayers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:44-05:00"
}