{
  "actions": [
    {
      "acted_at": "1973-09-05", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10047-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Edwards, Don", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-05", 
  "number": "10047", 
  "official_title": "A bill to revise title 18 of the United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Criminal Code Reform Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-05", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal law", 
    "Criminal liability", 
    "Criminal procedure", 
    "District courts", 
    "Law", 
    "Public demonstrations", 
    "Sentences (Criminal procedure)", 
    "Subversive activities"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-05", 
    "text": "Federal Criminal Code Reform Act - Chapter 1: Preliminary Provisions - Provides that no person may be convicted of an offense unless each element of the offense is proved beyond a reasonable doubt. Sets forth the requirements and effects of statutory presumptions. Defines terms used in this Act. Chapter 2: Federal Penal Jurisdiction - Describes the general, special (territorial and maritime), and extraterritorial jurisdictions of the United States. Chapter 3: Basis of Criminal Liability; Culpability; Causation - Provides that a person commits an offense under this Act only if: (1) he engages in conduct which is declared to be an offense, and (2) he engages in such conduct intentionally, knowingly, recklessly, negligently, or willfully. Chapter 4: Complicity - Declares that a person may be convicted of an offense based upon the conduct of another person when: (1) acting with the kind of culpability required for the offense he causes the other to engage in such conduct; or (2) with intent that an offense be committed, he commands, induces, procures, or aids the other to commit it or, having a legal duty to prevent its commission, he fails to make proper effort to do so; or (3) he is a coconspirator and his association with the offense meets the requirements of either (1) or (2) above. Establishes standards for the criminal liability of organizations. Stipulates that a person is criminally liable for any conduct which he performs or causes to be performed in the name of an organization or on its behalf to the same extent as if the conduct was performed or caused to be performed in his own name or behalf. Chapter 5: Responsibility Defense: Juveniles; Intoxication; Mental Disease or Defect Provides that the prosecution of any person as an adult shall be barred if the offense was committed: (1) when he was less than fifteen years old in any case, or when he was less than sixteen years old in the case of offenses other than murder, aggravated assualt, rape, and aggravated involuntary sodomy; or (2) when he was less than eighteen years old unless trial as an adult is ordered by the district court to promote justice. Disallows the defense of intoxication in a criminal proceeding unless the intoxication: (1) is not self-induced, or (2) if self-induced, is grossly excessive in degree, given the amount of the intoxicant, to which the actor does not know he is susceptible, or if by reason of such intoxication the actor at the time of his conduct lacked substantial capacity either to appreciate its criminality or to conform his conduct to the requirements of law. Provides that a person is not responsible for criminal conduct if at the time of such conduct it was a result of mental disease or defect for which he lacked substantial capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of law. Chapter 6: Defenses Involving Justification and Excuse - Lists and describes the following defenses to prosecution: justification; execution of public duty; self defense; defense of others; use of force by persons with parental, custodial, or similar responsibilities; defense of premises and property; excuse; mistake of law; or duress. Chapter 7: Temporal and Other Restraints on Prosecution - Sets forth the statute of limitations for specified offenses. Describes the affirmative defense of entrapment. List types and requirements of former prosecutions which may be a bar to a present prosecution. Sets forth the circumstances necessary for a Federal prosecution to be a bar to a subsequent prosecution by a local government. Chapter 10: Offense of General Applicability - Provides that a person is guilty of criminal attempt if, acting with the kind of culpability otherwise required for commission of a crime, he intentionally engages in conduct which, in fact, constitutes a substantial step toward commission of the crime. States that a person is guilty of criminal facilitation if he knowingly provides substantial assistance to a person intending to commit a felony, and that person, in fact, commits the crime contemplated, or a like or related felony, employing the assistance so provided. Defines the offense of criminal solicitation and provides that criminal solicitation is an offense of the class next below that of the crime solicited. Declares that a person is guilty of conspiracy if he agrees with one or more persons to engage in or cause the performance of conduct which, in fact, constitutes a crime or crimes, and any one or more of such persons does an act to effect an objective of the conspiracy. Chapter 11: National Security - Defines the following crimes involving National Security: (1) treason; (2) participating in or facilitating war against the United States within its territory; (3) armed insurrection; (4) paramilitary activities; (5) sabotage; (6) recklessly impairing military effectiveness; (7) intentionally impairing defense functions; (8) avoiding military service obligations; (9) obstruction of recruiting or induction into Armed Forces; (10) causing insubordination in the Armed Forces; (11) impairing military effectiveness by false statement; (12) espionage; (13) mishandling national security information; (14) misuse of classified communications information; (15) misuse of classified information by public servant; (16) receiving classified information; (17) wartime censorship of communications; (18) harboring or concealing national security offenders; (19) aiding deserters; (20) aiding escape of prisoner of war or enemy alien; (21) offenses relating to vital material; and (22) failing to register as a person trained in foreign espionage service. Chapter 12: Foreign Relations, Immigration, and Nationality - States that a person is guilty of a criminal offense if he: (1) launches an air attack from the United States against a friendly power; (2) organizes a military expedition assembled in the United States to engage in armed hostilities against a friendly power; or (3) within the United States, joins or knowingly provides substantial resources or transportation from the United States to a military expedition described in (2) above. Defines the offenses of unlawful entry into the United States, hindering discovery of an illegal entrant, and fraudulent acquisition or improper use of naturalization, evidence of citizenship, or United States passport. Chapter 13: Integrity and Effectiveness of Government Operations - Defines the offense of: (1) physical obstruction of Government function; (2) preventing, arrest, or discharge of other duties; (3) hindering law enforcement; (4) aiding consummation of crime; (5) failure to appear after release; bail jumping; (6) escape; (7) public servants permitting escape; (8) inciting or leading riot in detention facilities; (9) introducing or possessing contraband useful for escape; (10)flight to avoid prosecution or giving testimony; (11) tampering with witnesses and informants in proceedings; (12) tampering with informants in criminal investigations; (13) tampering with physical evidence; (14) harassment of and communication with jurors; (15) demonstrating to influence judicial proceedings; (16) eavesdropping on jury deliberations; (17) nondisclosure of retainer in criminal matter; (18) criminal contempt; (19) failure to appear as witness, to produce information, or to be sworn; (20) refusal to testify; (21) hindering proceedings by disorderly conduct; (22) disobedience of judicial order; (23) soliciting obstruction of proceedings; (24) perjury; (25) false statements; (26) false statement obstructing the foreign relations of the United States; (27) false reports to security officials; (28) tampering with public records; (29) bribery; (30) unlawful rewarding of public servants; (31) unlawful compensation for assistance in Government matters; (32) trading in public office and political endorsement; (33) trading in special influence; (34) threatening public servants; (35) retaliation; (36) disclosure of confidential information provided to Government; (37) speculating or wagering on official action or information, and (38) impersonating officials. Chapter 14: Internal Revenue and Customs Offenses - Defines the crimes of tax evasion, smuggling, and other related crimes. Chapter 15: Civil Rights and Elections - Enumerates various civil rights offenses. Makes it a crime to obstruct, impair, or prevent the lawful conduct of an election or to obstruct voter registration for such election. Declares it to be a crime to intercept mail, wire, or an oral communication. Chapter 16: Offenses Involving Danger to the Person - Lists specified crimes against the person, including: (1) murder; (2) manslaughter; (3) negligent homicide; (4) simple assault; (5) aggravated assault; (6) reckless endangerment; (7) terrorizing; (8) threats against the President and successors to the Presidency; (9) menacing; (10) criminal coercion; (11) harassment; (12) kidnaping; (13) felonious restraint; (14) unlawful imprisonment; (15) usurping control of aircraft; (16) rape; (17) gross sexual imposition; (18) aggravated involuntary sodomy; (19) involuntary sodomy; (20) corruption of minors; (21) sexual abuse of wards; and (22) sexual assualt. Chapter 17: Offenses Against Property - Establishes crimes relating to the conduct of such activities as arson, burglary, robbery, forgery, counterfeiting, and other offenses against property. Chapter 18: Offenses Against Public Order, Health, Safety, and Sensibilities - Prescribes crimes against the public order in the areas of riots, firearms, drugs, obscenity, prostitution, gambling, and disorderly conduct. Chapter 30: General Sentencing Provisions - Classifies offenses as class A, B, and C felonies, class A and B misdemeanors, and infractions. Permits a presentence commitment to allow for a study to recommend a sentence which should be imposed on the defendant. Chapter 31: Probation and Unconditional Discharge - Sets forth the authorized terms of probation and conditional discharge for an offender. Enumerates various factors to be considered by the court in determining whether to grant a probation or conditional discharge. States that the discharge shall be such as the court in its discretion deems reasonable and appropriate to assist the offender to lead a law-abiding life. Chapter 32: Imprisonment - Sets forth the maximum limits of imprisonment for each classification of offense. Provides that when multiple sentences of imprisonment are imposed they shall run concurrently unless otherwise specified by the court. States that the sentence of imprisonment of any person convicted of a Federal offense shall commence to run from the date on which such person is received at the institution at which the sentence is to be served. Directs the Bureau of Corrections to give credit toward service of the maximum term and any minimum term of a sentence to imprisonment for all time spent in custody as a result of the offense or acts for which the sentence was imposed. Chapter 33: Fines - Establishes maximum limits on fines for specified classes of offenses. Provides that, in addition to considering the nature and circumstances of the offense and the history and characteristics of the defendant, the court, in determining the amount and method of payment of a fine, shall take into account the financial resources of the defendant, the nature of the burden that payment of the fine will impose, and whether imposition of the fine will prevent the defendant from making restitution or reparation to the victim. Chapter 34: Parole - Declares that every prisoner sentenced to an indefinite term of imprisonment shall be eligible for release on parole upon completion of the service of any minimum term or, if there is no minimum, at any time. Directs the Board of Parole to consider the desirability of parole for each prisoner at least sixty days prior to the expiration of any minimum term or, if there is no mimimum, at least sixty days prior to the expiration of the first year of the sentence. Provides that, whenever the Board of Parole considers the parole of a prisoner who is or soon will be eligible for parole, he shall be released on parole, unless the Board is of the opinion that his release should be deferred because: (1) there is undue risk that he will not conform to reasonable conditions of parole; (2) his release at that time would unduly depreciate the seriousness of his crime or undermine respect for law; (3) his release would have a substantially adverse effect on institutional discipline; or (4) his continued correctional treatment, medical care, or vocational or other training in the institution will substantially enhance his capacity to lead a law-abiding life if he is released at a later date. Provides that the conditions of parole shall be such as the Board of Parole in its discretion deems reasonably necessary to insure that the parolee will lead a law-abiding life or to assist him to do so. Chapter 35: Disqualification from Office and Other Collateral Consequences of Conviction - Declares that a person convicted of any specified crime may, as part of the sentence, be disqualified from any, or a specified, Federal position or category thereof for such period as the court may determine, but no longer than five years following completion of any other imposed sentence. Chapter 36: Life Imprisonment - Provides that the court may impose a sentence of life imprisonment or a sentence up to the maximum term for a class A felony in the following cases: (1) where the defendant has been convicted of treason; (2) where the defendant has been convicted of murder and the court is satisfied that the defendant intended to cause the death of another human being."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Criminal Code Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise title 18 of the United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:36-05:00"
}