{
  "actions": [
    {
      "acted_at": "1984-03-31", 
      "references": [], 
      "text": "House Committee on The Budget Reported an Original Measure. Report No: 98-645 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-31", 
      "committee": "House Committee on Rules Sequentially, for a Period Ending not Later than Apr 3, 84", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules Sequentially, for a Period Ending not Later than Apr 3, 84.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Rules Sequentially, for a Period Ending not Later than Apr 3, 84", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-04-03", 
      "references": [], 
      "text": "Reported to House by House Committee on Rules. Report No: 98-645 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-03", 
      "references": [], 
      "text": "Placed on Union Calendar No: 369.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-05", 
      "references": [], 
      "text": "Laid on Table in House by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres282-98", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-31", 
  "number": "282", 
  "official_title": "A concurrent resolution revising the congressional budget for the United States Government for the fiscal year 1984 and setting forth the congressional budget for the United States Government for the fiscal years 1985, 1986, and 1987.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Jones, James R.", 
    "state": "OK", 
    "thomas_id": "00609", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-04-03", 
  "subjects": [
    "Administrative procedure", 
    "Congress and Members of Congress", 
    "Congressional budget", 
    "Congressional committees", 
    "Congressional oversight", 
    "Congressional-Presidential relations", 
    "Cost control", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Government lending", 
    "Government operations and politics", 
    "Legislation", 
    "Legislative resolutions", 
    "Presidents and Vice Presidents", 
    "Public debt"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-31", 
    "text": "Revises the concurrent resolution on the budget for FY 1984 and sets forth the first concurrent resolution on the budget for FY 1985 and the appropriate budgetary levels for FY 1986 and 1987. Recommends levels of Federal revenues of $664,900,000,000 for FY 1984, $733,000,000,000 for FY 1985, $794,900,000,000 for FY 1986, and $863,500,000,000 for FY 1987. Sets the amount by which the aggregate levels of Federal revenues should be changed at $1,900,000,000 for FY 1984, $0 for FY 1985, $0 for FY 1986, and $0 for FY 1987. Sets the appropriate levels of total new budget authority at $915,500,000,000 for FY 1984, $991,050,000,000 for FY 1985, $1,064,950,000,000 for FY 1986, and $1,142,800,000,000 for FY 1987. States that the appropriate levels of total budget outlays are $853,900,000,000 for FY 1984, $911,550,000,000 for FY 1985, $969,000,000,000 for FY 1986, and $1,040,600,000,000 for FY 1987. Sets the amount of deficits in the budget which are appropriate in light of economic conditions and all other relevant factors at $189,000,000,000 for FY 1984, $178,550,000,000 for FY 1985, $174,100,000,000 for FY 1986, and $177,100,000,000 for FY 1987. States that the appropriate levels of public debt are $1,595,800,000,000 for FY 1984, $1,837,300,000,000 for FY 1985, $2,086,150,000,000 for FY 1986, and $2,347,250,000,000 for FY 1987. Sets the amounts by which the temporary statutory limits on such debt should be accordingly increased at $105,800,000,000 for FY 1984, $241,500,000,000 for FY 1985, $248,850,000,000 for FY 1986, and $261,100,000,000 for FY 1987. Sets forth the appropriate levels of total Federal credit activity as follows: (1) $37,600,000,000 for new direct loan obligations, $105,150,000,000 for new primary loan guarantee commitments, and $68,250,000,000 for new secondary loan guarantee commitments for FY 1984; (2) $37,500,000,000 for new direct loan obligations, $111,150,000,000 for new primary loan guarantee commitments, and $68,250,000,000 for new secondary loan guarantee commitments for FY 1985; (3) $39,950,000,000 for new direct loan obligations, $117,400,000,000 for new primary loan guarantee commitments, and $68,250,000,000 for new secondary loan guarantee commitments for FY 1986; and (4) $40,450,000,000 for new direct loan obligations, $123,150,000,000 for new primary loan guarantee commitments, and $68,250,000,000 for new secondary loan guarantee commitments for FY 1987. Sets forth the levels of new budget authority and budget outlays and the primary and secondary loan guarantee commitments for each major functional category for FY 1984 through 1987. Requires specified House committees to report changes in laws within their respective jurisdictions sufficient to decrease budget authority and outlays in FY 1985 through 1987 in amounts consistent with reductions in entitlement programs assumed in this resolution and to increase revenues in FY 1985 through 1987 in amounts consistent with the assumptions in this resolution. Sets forth the date by which such committees must submit their recommendations to the House Committee on the Budget. Requires the Budget Committee to then report to the House a reconciliation bill incorporating all such recommendations without any substantive revision. Declares that for FY 1985 through 1987 any revenues raised by legislation enacted on or after March 15, 1984, shall only be used to reduce the Federal budget deficits for such fiscal years except to the extent that such legislation earmarks all or any part of such revenues for specific spending programs. Makes funding for specific low-income programs appropriate if the authorizations for such programs are enacted and if sufficient revenues or outlay reductions are also enacted to ensure that the legislation is deficit neutral. Declares that it is the sense of the Congress: (1) that the Executive Branch achieve at least $2,000,000,000 in savings over FY 1985 through 1987 by implementing those recommendations of the President's Private Sector Survey on Cost Control requiring administrative action within that branch of Government; and (2) that the President report to Congress each year on the progress made in achieving such savings. Declares that if Congress has not completed action by the start of FY 1985 on the second concurrent resolution on the budget for FY 1985, then this concurrent resolution shall be deemed to be the concurrent resolution required under the Budget Act. States that such result shall not apply to bills, resolutions, amendments, or conference reports in the jurisdiction of a committee if the enactment of such a measure would not cause the appropriate allocation of new discretionary budget authority or new spending authority for FY 1985 to be exceeded. Provides that specified new discretionary budget authority or new spending authority contained in a bill, resolution, amendment, or conference report shall be disregarded if the budget authority for outlays which will result is derived from certain trust funds. Makes it out of order in the House to consider any bill, resolution, or amendment providing new budget authority or spending authority, for 1985 direct loan authority, primary loan guarantee authority, or secondary loan guarantee authority for FY 1985 unless and until the committee with jurisdiction makes the allocation or subdivisions required by the Congressional Budget Act in connection with the most recently agreed to concurrent resolution on the budget. Declares that such prohibition shall not apply until 21 days of continuous session after Congress completes action on this concurrent resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution revising the congressional budget for the United States Government for the fiscal year 1984 and setting forth the congressional budget for the United States Government for the fiscal years 1985, 1986, and 1987.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:28-05:00"
}