{
  "actions": [
    {
      "acted_at": "1979-03-28", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-28", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-28", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3298-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "D'Amours, Norman E.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "00259", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Guarini, Frank J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00472", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hollenbeck, Harold C.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00553", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Kogovsek, Ray", 
      "sponsored_at": "1979-01-03", 
      "state": "CO", 
      "thomas_id": "00644", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Mottl, Ronald M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-28", 
  "number": "3298", 
  "official_title": "A bill to provide for the timely and safe disposal of radioactive ores, minerals, and mill tailings as well as physical facilities and material wastes of all types which are produced as a result of the use of nuclear energy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Management Act of 1979", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-28", 
  "subjects": [
    "Executive reorganization", 
    "Fissionable materials", 
    "Government operations and politics", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear power plants", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Research and development", 
    "Safety measures"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-28", 
    "text": "Nuclear Waste Management Act of 1979 - Title I: Definitions; Declarations of Findings and Purposes - Declares that the purposes of this Act are to establish an independent agency to be known as the Nuclear Waste Management Authority which shall have sole responsibility for the decontamination, storage, and disposal of all nuclear wastes as well as surplus, obsolete, or abandoned radioactive facilities, to provide for the conduct by the Secretary of Energy and by the Authority of such basic and applied research as may be necessary for the Authority to exercise its responsibilities, to direct the Environmental Protection Agency to promulgate health and safety standards with respect to ionizing emissions from radioactive substances, and to direct the Nuclear Regulatory Commission to license the siting, design, and construction of nuclear waste facilities. Title II: The Nuclear Waste Management Authority - Creates the Nuclear Waste Management Authority as an independent executive agency. Requires the Director of the Authority to establish a plan, together with cost estimates and an analysis of the social and environmental impacts, for the temporary and permanent treatment and disposal of all nuclear wastes, as well as of obsolete, surplus, or abandoned radioactive facilities and sites which have resulted from the use of nuclear energy since January 1, 1940. Requires the Director to establish and operate nuclear waste facilities and to establish programs for the treatment and disposal of nuclear wastes. Requires the establishment of fees or user charges for the use of nuclear waste facilities or nuclear treatment and disposal programs. Requires the Department of Defense, the Department of Energy, and the Nuclear Regulatory Commission to furnish the Director with a complete inventory of all nuclear wastes, nuclear fuels, radioactive materials, and facilities and sites in their possession or in private ownership under their control or license. Requires the Director to report to the President, the Congress, and the International Atomic Energy Agency annually concerning any substantial loss of nuclear fuel or waste. Directs the Board of the authority, in association with specified agencies, to undertake a study to: (1) determine an inventory of existing nuclear waste, radioactive facilities, and radioactive sites; (2) estimate the quantity and types of such wastes, facilities, and sites that will exist on January 1, 2000, and on January 1, 2020; and (3) determine the amount of waste that is anticipated to be generated by the facilities so described. Directs the Board of the Authority to: (1) determine the number of nuclear waste facilities which would be required to be in operation by January 1, 2000, and by January 1, 2020, to store or otherwise permanently dispose of the nuclear wastes, radioactive facilities, and radioactive materials from radioactive sites, and the approximate storage capacity of each such facility; (2) determine the types of technology that should be used at such facilities and the design of such facilities; (3) determine the appropriate construction schedules and estimated cost for constructing and operating such facilities; (4) identify all potential sites for such facilities and rank such sites in order of preference; (5) determine a fee schedule sufficient to cover any costs incurred by the Authority for the storage of nuclear wastes; (6) determine the period of time and establish guidelines specifying procedures applicable to the isolation and transportation of nuclear wastes to such storage facilities; (7) determine whether nuclear fuel should be reprocessed; (8) determine appropriate methods for decommissioning radioactive facilities and sites; (9) determine whether the Federal Government should continue to license utilization , production and reprocessing facilities in the event that disapproval of radioactive waste storage sites creates a shortage of storage capacity; and (10) determine the types of minor changes in the Plan which the Authority could make without congressional consent. Provides for public hearings in each State affected by the proposed facilities. Provides that a Governor may disapprove the Director's selection of any site for a nuclear waste facility located within the Governor's State. Directs the Director to designate such sites as are necessary to process, store, and permanently dispose of the nuclear waste, radioactive facilities, and radioactive materials from radioactive sites which will exist or for which construction or operating licenses have been issued prior to the expiration of four years from the date of enactment of this Act, even if such sites have been disapproved by the appropriate Governor. Allows the Director access at any time to all nuclear wastes, nuclear waste facilities, and surplus, obsolete, or abandoned radioactive facilities. Title III: Research and Development - Directs the Secretary of Energy and the Authority to undertake all research and development necessary for the design of methods for the operation, construction, and decommissioning of nuclear waste facilities, as well as for the transportation, processing, storage, and disposal of nuclear wastes and the decontamination or decommissioning of surplus, obsolete, or abandoned radioactive facilities and sites. Title IV: Powers of the Environmental Protection Agency - Directs the Environmental Protection Agency to determine and promulgate such standards as will be necessary to protect the health and safety of humans and other living beings from hazardous exposure to ionizing emissions from radioactive substances and materials. Directs the Agency to determine those conditions under which the migration of nuclear wastes and materials from radioactive facilities and nuclear waste facilities shall constitute a hazard or danger to the health and safety of future generations. Directs the Agency to submit such standards to the President, the Congress, and the Nuclear Regulatory Commission within one year of enactment of this Act and to report every five years concerning the necessity for revising such standards or the necessity for further research. Title V: Powers of the Nuclear Regulatory Commission - Stipulates that the Nuclear Regulatory Commission shall have licensing and related regulatory authority with regard to the operation of existing or future nuclear waste facilities, the transportation, processing, storage, and disposal of nuclear wastes, and the decontamination and decommission of surplus, obsolete, or abandoned radioactive facilities and sites. Directs the Commission every ten years to review licenses granted under this Act to determine whether the original conditions and provisions are sufficient to assure the health and safety of present and future generations in light of the advancement of knowledge since the date of issuance. Title VI: Transfers of Authority - Transfers the functions, powers, authorizations for appropriations, appropriations, and duties of the Department of Energy relating to nuclear wastes and waste facilities to the Authority. Transfers all regulatory and licensing powers and functions of the Environmental Protection Agency with regard to the disposal of nuclear wastes or radioactive materials in any body of water to the Nuclear Regulatory Commission. Title VII: Authorizations of Appropriations and Reports - Authorizes to be appropriated such sums as are necessary to provide for the establishment of the Authority and for its continued operation. Requires the Director of the Authority, the Secretary of Energy, the Administrator of the Environmental Protection Agency, and the Chairman of the Nuclear Regulatory Commission to make a report to the President at the end of each fiscal year for submission to the Congress concerning their activities under this Act. Requires that such report include a detailed statement of goals, expenditures, plans and income projected for the ensuing two years. Title VIII: Separability and Consistency with Existing Laws - Stipulates that nothing in the Atomic Energy Act or contained in any other applicable law of the United States shall supervene or take precedence over the provisions of this Act. Stipulates that if any portion of this Act or its application shall be declared invalid the other provisions of this Act or their application shall not be affected."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Management Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the timely and safe disposal of radioactive ores, minerals, and mill tailings as well as physical facilities and material wastes of all types which are produced as a result of the use of nuclear energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:55-05:00"
}