{
  "actions": [
    {
      "acted_at": "1973-12-17", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11990-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "38", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Conlan, John B.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "00227", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Davis, John W.", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "00271", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Gunter, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00477", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Milford, Dale", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "00804", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mosher, Charles A.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "00837", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Steele, Robert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "CT", 
      "thomas_id": "01105", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thornton, Ray", 
      "sponsored_at": "1973-01-03", 
      "state": "AR", 
      "thomas_id": "01156", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-17", 
  "number": "11990", 
  "official_title": "A bill to enhance the public health and safety by reducing the human and material losses resulting from fires through better fire prevention and control, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11989-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fire Prevention and Control Act", 
  "sponsor": {
    "district": "6", 
    "name": "Teague, Olin E.", 
    "state": "TX", 
    "thomas_id": "01146", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-17", 
  "subjects": [
    "Advisory bodies", 
    "Department of Commerce", 
    "Education", 
    "Fire fighters", 
    "Fire prevention", 
    "Fires", 
    "Health", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Fire prevention", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-17", 
    "text": "Fire Prevention and Control Act - Title I: Establishes within the Department of Commerce a National Bureau of Fire Safety headed by a Director appointed by the President, by and with the advice and consent of the Senate. Declares the function of the Bureau to be to improve the nation's efforts in fire prevention and control through public education, advanced technology, training and education, improved statistics, and other relevant efforts. Requires the Director to undertake programs in public education for the further development of fire technology. States that the Director shall operate directly or through contracts an integrated, comprehensive national fire data program based on the collection, analysis, publication, and dissemination of fire information related to the prevention, occurrence, control, and results of fires of all types. Establishes, within the Department of Commerce, as part of the Bureau, a United States Fire Academy which shall have the mission of advancing the professional development of fire service personnel, civil defense personnel, and related fire safety personnel. States that the Academy shall be headed by a Superintendant. Sets forth the duties of the Superintendent. Authorizes to be appropriated an amount not to exceed $2,000,000 for fiscal year 1975 to carry out the provisions of this title. Title II: Establishes within the Department of Commerce a Fire Research Center which shall perform and support basic and applied research on all aspects of fire with the aim of providing scientific and technical knowledge applicable to the prevention and reduction of fires. Requires such program to include investigations of (1) the physics and chemistry of combustion processes; (2) the dynamics of flame ignition, flame spread, and flame extinguishment; (3) the composition of combustion products developed by various sources and under various environmental conditions; (4) the unique aspects of fire hazards arising from the transportation and use in industrial and professional practices of combustible gases, fluids, and materials; and (5) design concepts for providing increased fire safety consistent with habitability, comfort, and human impact, in buildings and other structures. Directs the Center to conduct research on: (1) the biological and physiological effects of toxic substances encountered in fires; (2) the trauma, cardiac conditions, and other hazards resulting from exposure to fires; (3) the development of simple, reliable tests for the determination of the cause of death from fires; (4) improved methods of providing first aid to the victims of fires; (5) the psychological and motivational characteristics of persons who engage in arson, and the prediction and cure of such behavior; (6) the conditions of stress encountered by firefighters, their effects, and their alleviation or reduction; and (7) such other biological, physiological, and psychological effects of fire as may have significance for purposes of this Act. Authorizes to be appropriated for purposes of this title an amount not to exceed $3,500,000 for fiscal year 1975. Title III: Directs the Secretary of Health, Education, and Welfare to establish, within the National Institutes of Health, and expanded program of research on burns, treatment of burn injuries, and rehabilitation of victims of fires. Authorizes to be appropriated $2,000,000 for fiscal year 1975 to carry out the provisions of this title. Title IV: Provides that the Secretary and the Comptroller General of the United States, or any of their duly authorized representatives, shall have access to any books, documents, papers, and records of the recipient that are pertinent to its activities under this Act for the purpose of audit or to determine whether a proposed activity is in the public interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fire Prevention and Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the public health and safety by reducing the human and material losses resulting from fires through better fire prevention and control, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:09-05:00"
}