{
  "actions": [
    {
      "acted_at": "1996-09-10", 
      "references": [
        {
          "reference": "CR E1551-1552, E1554", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-10", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-10", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-10", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-11", 
      "references": [
        {
          "reference": "CR E1561", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-20", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4045-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1996-09-24", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-10", 
  "number": "4045", 
  "official_title": "To provide for parity in the treatment of mental illness.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Mental Health Parity Act of 1996", 
  "sponsor": {
    "district": "13", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-10", 
  "subjects": [
    "Ambulatory care", 
    "Case management", 
    "Child health", 
    "Civil rights and liberties, minority issues", 
    "Coinsurance", 
    "Commerce", 
    "Community health services", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Drug abuse", 
    "Employee health benefits", 
    "Families", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Group homes", 
    "Health", 
    "Health insurance", 
    "Home care services", 
    "Hospital care", 
    "Housing and community development", 
    "Insurance companies", 
    "Insurance premiums", 
    "Labor and employment", 
    "Medicare", 
    "Mental care facilities", 
    "Mental health services", 
    "Mental illness", 
    "Mentally ill", 
    "Paramedical personnel", 
    "Problem children", 
    "Psychiatric personnel", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Tax penalties", 
    "Taxation", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-10", 
    "text": "TABLE OF CONTENTS: Title I: Parity for Treatment of Mental Illness Title II: Medicare Mental Health Improvement National Mental Health Parity Act of 1996 - Title I: Parity for Treatment of Mental Illness - Amends the Internal Revenue Code to impose on the applicable issuer a tax equal to 25 percent of a health plan's premiums received during the calendar year if the plan imposes limitations or financial requirements on the coverage of benefits provided with respect to any of specified psychiatric conditions (described in the American Psychiatric Association's Diagnostic and Statistical Manual), while similar limitations or requirements are not imposed on coverage of benefits with respect to other conditions. Provides similar obligations and sanctions with respect to group health plan parity for treatment of mental illness. Title II: Medicare Mental Health Improvement - Amends title XVIII (Medicare) of the Social Security Act to restructure the mental health benefit, including: (1) coverage under Medicare part A (Hospital Insurance) of inpatient hospital services furnished primarily for the diagnosis or treatment of mental illness or substance abuse for up to 60 days during a year, as well as coverage of intensive residential services furnished to an individual for up to 120 days during a year; (2) lower co-payments for certain out-patient mental health and substance abuse services; (3) waiver of co-payment for case management services furnished to a seriously mentally ill adult, a seriously emotionally disturbed child, or an adult or child with serious substance abuse disorder; (4) case management services for an unlimited duration for such individuals; (5) provision of items and services furnished under Medicare part B (Supplementary Medical Insurance) for the treatment of mental illness or emotional disturbances according to standards established by the Secretary of Health and Human Services; (6) a new category of intensive community- based services covering, among other services, current partial hospitalization services as well as psychiatric rehabilitation services, in-home services, and day treatment for substance abuse for individuals of any age and for other mental health services for individuals under age 19; (7) mandatory authorization under State law or certification by an appropriate accreditation entity (approved by the State in consultation with the Secretary) for intensive community- based services programs (whether facility-based or freestanding); and (8) supervision of individualized treatment programs by non-physician mental health professionals to the extent permitted under State law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Mental Health Parity Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for parity in the treatment of mental illness.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:44-05:00"
}