{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1325-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Eckhardt, Bob", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "00333", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1325", 
  "official_title": "A bill to amend the National Traffic and Motor Vehicle Safety Act of 1966 to provide improved enforcement of motor carrier safety regulations by the Secretary of Transportation; to protect motor carrier employees against discrimination for reporting violations of such regulations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Rooney, Fred B.", 
    "state": "PA", 
    "thomas_id": "00983", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Common carriers", 
    "Governmental investigations", 
    "Motor transportation", 
    "Motor vehicles", 
    "Occupational health and safety", 
    "Public safety", 
    "Safety measures", 
    "Transportation and Travel", 
    "Transportation safety", 
    "Trucks"
  ], 
  "subjects_top_term": "Transportation safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Amends the National Traffic and Motor Vehicle Safety Act of 1966 to authorize a motor carrier employee, or employee representative to request in writing that an investigation be conducted by the Secretary of Transportation when such individual believes that the employer has violated specified safety regulations. Requires the Secretary to conduct such an investigation upon a determination that there are reasonable grounds to believe that such a violation has occurred as soon as practicable and without notice to the alleged violator unless such notice is deemed necessary by the Secretary. Requires the Secretary to notify the employee or employee representative in writing of the disposition of the investigation. Directs the Secretary, upon a finding that a violation has occurred, to issue a citation to the violator in writing. Authorizes the Secretary to prescribe regulations for the issuance of notice in lieu of citations for de minimis violations. Stipulates that each day of such violation shall constitute a separate offense and that each citation shall include an assessment of a civil penalty of not less than $250 nor more than $1,000 for the first violation and not less than $500 nor more than $2,500 for any subsequent violation. Requires the National Transportation Safety Board to provide a hearing for individuals wishing to contest citations issued under this Act. Sets forth the review procedures for determinations by the Board. Authorizes the Secretary to order motor carriers to cease and desist from engaging in all or a specified portion of their operations in interstate commerce for up to 60 days when the Secretary finds that the carrier's operations will create an unreasonable risk of accident or injury. Sets forth the determinations to be made and the procedures to be followed in issuing such an order. Prohibits discrimination against employees who file complaints pursuant to this Act. Prohibits discrimination against employees who refuse to operate equipment subject to motor carrier safety regulations because of an apprehension of death or serious injury to themselves or others. Stipulates that such apprehension must be of such a nature that a reasonable person under the circumstances would conclude that there is a real danger of death or serious injury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Traffic and Motor Vehicle Safety Act of 1966 to provide improved enforcement of motor carrier safety regulations by the Secretary of Transportation; to protect motor carrier employees against discrimination for reporting violations of such regulations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:44-05:00"
}