{
  "actions": [
    {
      "acted_at": "2009-11-03", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4007-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "52", 
      "name": "Hunter, Duncan D.", 
      "sponsored_at": "2009-11-03", 
      "state": "CA", 
      "thomas_id": "01909", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-11-03", 
  "number": "4007", 
  "official_title": "To authorize the Secretary of Health and Human Services to make grants to 5 States to establish medical malpractice tribunal pilot programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "26", 
    "name": "Lee, Christopher J.", 
    "state": "NY", 
    "thomas_id": "01944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-11-03", 
  "subjects": [
    "Alternative dispute resolution, mediation, arbitration", 
    "Civil actions and liability", 
    "Government investigations", 
    "Health", 
    "Health care costs and insurance", 
    "Health care quality", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Judges", 
    "Lawyers and legal services", 
    "Specialized courts"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-11-03", 
    "text": "Authorizes the Secretary of Health and Human Services (HHS) to make grants to five states to establish pilot programs under which: (1) each medical malpractice case is heard in the first instance by a medical tribunal composed of a state trial court judge, a physician, and a lawyer; and (2) the tribunal shall hear all evidence that would be admissible in state court and determine whether it would be sufficient to support a finding for the plaintiff. Permits the plaintiff to pursue a case through the state's usual judicial process: (1) if the tribunal determines that the evidence would be sufficient; or (2) if the tribunal determines that the evidence would be insufficient, but only after filing with the clerk of the court a bond in an amount determined by the state trial court judge. Permits the Secretary to award a grant to only a state that: (1) has an average cost of medical malpractice insurance that exceeds the national average; and (2) has not placed a limit on noneconomic damages in medical malpractice cases or established a medical tribunal program similar to the one described in this Act. Directs the Secretary to collect from each state that receives grant funds, after the end of the third fiscal year, certain data regarding: (1) changes in the average cost of medical malpractice insurance, the number of physicians actively practicing medicine, the number of medical malpractice liability insurance carriers, the amounts paid by such carriers pursuant to settlements or judgments, and the percentage of medical malpractice cases settled prior to trial; and (2) the number of cases that were considered meritorious by the tribunal, and the number that were considered nonmeritorious, that were tried to a judgment and the number of such judgments that were for the plaintiff."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To authorize the Secretary of Health and Human Services to make grants to 5 States to establish medical malpractice tribunal pilot programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:49-05:00"
}