{
  "actions": [
    {
      "acted_at": "1998-04-30", 
      "references": [
        {
          "reference": "CR E721", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-30", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-08", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-22", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Joint Hearings Held by the Committee on Resources and by the Senate Committee on Indian Affairs.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3782-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Christian-Green, Donna M.", 
      "sponsored_at": "1998-07-20", 
      "state": "VI", 
      "thomas_id": "01474", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennedy, Patrick J.", 
      "sponsored_at": "1998-07-15", 
      "state": "RI", 
      "thomas_id": "00627", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1998-07-15", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1998-07-15", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1998-09-09", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-04-30", 
  "number": "3782", 
  "official_title": "To compensate certain Indian tribes for known errors in their tribal trust fund accounts, to establish a process for settling other disputes regarding tribal trust fund accounts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tribal Trust Fund Settlement Act of 1998", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-04-30", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Alternative dispute resolution", 
    "Court records", 
    "Courts of special jurisdiction", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Federal-Indian relations", 
    "Finance and financial sector", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Indian claims", 
    "Interest", 
    "Interest rates", 
    "Jurisdiction", 
    "Law", 
    "Legal fees", 
    "Limitation of actions", 
    "Mediation", 
    "Minorities", 
    "Native Americans", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-04-30", 
    "text": "Tribal Trust Fund Settlement Act of 1998 - Directs the Secretary of the Interior to adjust the balances of tribal trust fund accounts to compensate for known errors in management and accounting. Describes procedures for netting such errors in determining the amount of adjustments. Includes interest from the date of the error to the date of adjustment in such adjustments. Makes a tribe's acceptance of compensation without prejudice to any claims the tribe may elect to settle or raise under this Act. (Sec. 6) Requires the Secretary to provide each tribe with two proposals for the comprehensive settlement of the tribe's covered claims. Defines \"covered claims\" as claims against the United States for losses resulting from deficiencies in the management and accounting of trust funds from July 1, 1972, through September 30, 1992, or the date of settlement, as selected by each tribe. Requires settlement proposals to reflect the likelihood that a tribe's account balance is understated as a result of such deficiencies and other factors appropriate in providing incentives to tribes to accept such proposals. (Sec. 7) Sets forth tribe options for responding to settlement proposals and a deadline for acceptance. (Sec. 8) Authorizes tribes that reject, or fail to respond to, settlement proposals to request the Secretary to enter into government-to-government negotiations to settle covered claims. Makes such negotiations nonbinding and requires facilitation by a mediator selected by the tribe from the Federal Mediation and Conciliation Service. Sets forth negotiation procedures and limitations. Provides for adjustment of account balances pursuant to accepted settlements. Declares that an accepted settlement constitutes a final resolution of covered claims and full discharge and release of the United States from liability. (Sec. 9) Grants the U.S. Court of Federal Claims: (1) exclusive jurisdiction to adjudicate covered claims not otherwise settled for the period July 1, 1972, through September 30, 1992; and (2) jurisdiction with respect to claims filed after November 12, 1997, only upon a showing that a tribe participated in government-to-government negotiations and has not reached a settlement. Bars tribes that fail to make showings from bringing any covered claims under this Act or in any other forum. Prescribes claim filing deadlines. Directs the Secretary to file a reconciliation record of accounts for covered claims with the court. Requires simple interest to be paid at a rate of four percent of any amounts determined to be owing, payable from the date of loss. (Sec. 11) Caps attorney's fees for services rendered in connection with a claim. (Sec. 14) Authorizes appropriations. (Sec. 15) Permits the Secretary to pay a limited amount into the individual Indian money account pool necessary to replenish any deficiencies in the pool resulting from overdrafts made prior to this Act's enactment. Appropriates funds for such purpose. Authorizes the Secretary to eliminate accounting discrepancies occurring prior to this Act's enactment if the cost of further research to determine the cause of such discrepancies is likely to exceed the cost of clearing them. (Sec. 16) Permits the Secretary to make limited routine administrative adjustments to tribal trust fund and individual Indian money accounts attributable to transactions occurring after this Act's enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tribal Trust Fund Settlement Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To compensate certain Indian tribes for known errors in their tribal trust fund accounts, to establish a process for settling other disputes regarding tribal trust fund accounts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:51-05:00"
}