{
  "actions": [
    {
      "acted_at": "1976-05-27", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14058-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Joint Atomic Energy", 
      "committee_id": "HSAT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Ryan, Leo J.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01006", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-27", 
  "number": "14058", 
  "official_title": "A bill to terminate the granting of construction licenses of nuclear fission powerplants in the United States pending action by the Congress following a comprehensive 5-year study of the nuclear fuel cycle, with particular reference to its safety and environmental hazards, to be conducted by the Office of Technology Assessment.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11880-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nuclear Energy Reappraisal Act", 
  "sponsor": {
    "district": "25", 
    "name": "Fish, Hamilton, Jr.", 
    "state": "NY", 
    "thomas_id": "00384", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1976-05-27", 
  "subjects": [
    "Congress", 
    "Energy", 
    "Environmental assessment", 
    "Nuclear energy", 
    "Nuclear fission", 
    "Nuclear power plants", 
    "Public safety"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-27", 
    "text": "Nuclear Energy Reappraisal Act - Directs the Nuclear Regulatory Commission to cease the granting of licenses or construction authorizations for nuclear fission powerplants pending the outcome of a comprehensive study by the Office of Technology Assessment. Continues such termination until Congress determines that safety and environmental hazards have been adequately studied and that nuclear fission plants are clearly superior to other energy sources. Authorizes a resumption of licensing under limited conditions which shall be specified by Congress. Requires a five-year independent study of the nuclear fuel cycle by the Office of Technology Assessment. Empowers the Office to compel delivery of any information necessary for conducting such study. Directs all government agencies to cooperate fully with the Office. Requires the preparation of a final report with recommendations at the end of five years and annual progress reports. Requires the following specific issues to be considered in the final report: (1) safety and environmental hazards, including an analysis of reported malfunctions; (2) genetic effects of low level radiation; (3) economic implications of a long-term nature; (4) proliferation dangers; (5) economical and technical capabilities of utilities; and (6) licensing procedures of past regulatory agencies. Stipulates that existing nuclear fission powerplants shall operate at less than licensed core power level and be annually derated should Congress fail to determine that the licensing of fission plants may continue after conclusion of the study. Authorizes the appropriation of $15,000,000 per year for each of the five fiscal years following the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Energy Reappraisal Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to terminate the granting of construction licenses of nuclear fission powerplants in the United States pending action by the Congress following a comprehensive 5-year study of the nuclear fuel cycle, with particular reference to its safety and environmental hazards, to be conducted by the Office of Technology Assessment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:25-05:00"
}