{
  "actions": [
    {
      "acted_at": "1989-06-01", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-06-21", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held. Hearings printed: S.Hrg. 101-172.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1113-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-06-01", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1989-06-01", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1989-06-01", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1989-06-01", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1989-06-01", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-06-01", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1989-06-01", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-06-01", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1989-06-01", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-01", 
  "number": "1113", 
  "official_title": "A bill to amend the Solid Waste Disposal Act and extend the authorization through 1993.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Waste Minimization and Control Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-01", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Aluminum", 
    "Automobile tires", 
    "Beverage containers", 
    "Business and social problems", 
    "Cadmium", 
    "Canada", 
    "Carbon monoxide", 
    "Compost", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Consumer education", 
    "Container industry", 
    "Crime and law enforcement", 
    "Dioxins", 
    "Electric batteries", 
    "Employee training", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export controls", 
    "Federal incorporation", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Glass and glass industry", 
    "Government and business", 
    "Government contractors", 
    "Government paperwork", 
    "Government procurement", 
    "Grants-in-aid", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Health surveys", 
    "Highway engineering", 
    "Incineration", 
    "Information services", 
    "Lead", 
    "Licenses", 
    "Medical wastes", 
    "Mercury", 
    "Mine wastes", 
    "Municipal services", 
    "Nitrogen oxides", 
    "Packaging", 
    "Paper and paper products", 
    "Plastics", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Rural affairs legislation", 
    "Sewage sludge", 
    "Signs and symbols", 
    "Standards", 
    "Steel", 
    "Sulphur oxides", 
    "Trade agreements", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water pollution measurement"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-01", 
    "text": "Waste Minimization and Control Act of 1989 - Title I: General Amendments - Amends the Solid Waste Disposal Act to establish a waste prevention and management policy that gives priority in the following order to: (1) source reduction; (2) recycling; (3) energy recovery; (4) waste treatment; and (5) contained disposal. Establishes as a national goal the recycling of waste to the maximum extent consistent with market demand for recycled materials and the creation and expansion of markets for recycled materials. Authorizes appropriations for FY 1989 through 1993 for purposes of carrying out this Act. Title II: Solid Waste Management - Requires that State solid waste management plans: (1) identify the amount of wastes by type that are expected to be generated within the State or accepted from another State during the ensuing 20-year period; (2) identify waste management capacity needs for the same period; (3) require the development of new solid waste management facilities to satisfy such capacity needs and a process for siting such facilities; (4) identify and provide for the collection of recyclable materials, including the development and stabilization of markets for such recyclables; and (5) establish solid waste management practices, based on the State's environmental and economic conditions, which are consistent with this Act's waste reduction and recycling goals. Provides for the loss of Federal financial assistance for failure to submit an approved State plan. Sets forth a schedule for the reduction of such assistance. Prohibits the storage, treatment, disposal, or transportation of solid waste one year after this Act's enactment except in accordance with a permit issued by a State or the Environmental Protection Agency (EPA). Sets forth requirements for interim status permits. Requires the EPA to issue or deny such permits unless a State certifies that its laws provide the regulatory authority and personnel necessary to implement a permit program. Prohibits the issuance of permits by an agency or person (other than a Governor) responsible for the design, construction, or operation of a unit. Requires that such permits be issued for a fixed term not to exceed ten years and contain conditions that will assure compliance with solid waste management guidelines to be developed by the EPA Administrator. Requires such guidelines to be developed for the management of: (1) municipal solid waste; (2) municipal waste combustion ash; (3) emissions from municipal waste incineration facilities; (4) medical wastes; (5) mining wastes; (6) specified industrial solid wastes; (7) oil, gas, and geothermal wastes; and (8) other solid wastes. Requires such guidelines to include requirements regarding: (1) the siting of solid waste sources; (2) construction quality assurance with respect to the installation of sources; (3) the licensing and training of persons who install or operate sources; (4) the design, operation, and maintenance of sources; (5) the monitoring of releases to air, soil, and surface and ground water; (6) the separation or treatment of sources prior to disposal or incineration; (7) corrective action in response to such releases; (8) closure and postclosure care; (9) the maintenance of records of a leak detection, sampling, or monitoring system; and (10) the maintenance of evidence of financial responsibility. Sets forth minimum guidelines for each category of solid waste. Amends the Clean Air Act to direct the Administrator to promulgate performance standards to control emissions of particulate matter, opacity, sulfur dioxide, hydrogen chloride, oxides of nitrogen, carbon monoxide, lead, cadmium, mercury, halogenated organic compounds, dioxins, and dibenzofurans from new or modified municipal waste incineration units and from units which begin operation after July 1, 1989, with specified exceptions. Requires that such standards reflect the greatest degree of emission limitation achievable through application of the best available control technologies and practices, unless the Administrator determines that such degree will not be achievable by units for reasons that are unique to the units or locations of such units. Deems specified practices and control technologies to be available. Requires that such standards be promulgated within 18 months of this Act's enactment, take effect within six months of promulgation, and be reviewed and, if necessary, revised within five years of promulgation and every five years thereafter. Extends the effective date for such standards for units which require the installation of an acid gas scrubber to comply with such standards. Requires existing units to comply with such standards within four years of promulgation. Prohibits the issuance of permits to any unit unless a permit pursuant to the Solid Waste Disposal Act for the treatment, storage, or disposal of municipal waste combustion ash has been issued. Directs the Administrator to promulgate regulations and emission control standards requiring existing units and units which are substantially completed before January 1, 1989, to meet such standards within at least six years. Establishes specific, minimum emission limitations for carbon monoxide, particulate matter, sulfur dioxide, and hydrogen chloride emissions from such units. Requires owners or operators of municipal incinerators to: (1) monitor emissions at the point such emissions move into the ambient air and at other points as necessary to protect human health and the environment; (2) monitor other parameters relating to the operation of the unit and its pollution control technology; and (3) report the results of such monitoring. Sets monitoring standards, including ones for continuous and periodic monitoring. Authorizes the Administrator to require unit owners or operators to establish and operate or pay for a program to detect impacts of the unit on humans or the environment, including the testing for and reporting of significant levels of contaminants. Authorizes the Administrator or States to request the Administrator of the Agency for Toxic Substances and Disease Registry to conduct health assessments, studies, or surveillance when exposure to municipal waste incinerator unit emissions may pose a potential health risk. Sets a 20-year limit on unit permits. Provides for the termination of such a permit if: (1) the unit is not in compliance with permit terms and conditions; (2) compliance with additional conditions will impose minimal costs on the unit owner or operator and reduce air emissions below levels specified in the permit; or (3) capacity to treat or dispose of the ash from such unit for a five-year period has not been demonstrated. Requires permits to be reviewed at least once every five years. Authorizes concurrent State enforcement of unit emission standards, provided such enforcement is equivalent to Federal enforcement under this Act. Requires that civil penalties imposed against municipalities pursuant to this Act be applied in support of public programs and activities that enhance the protection of the health and environment of their residents. Directs the Administrator to publish guidelines identifying items or materials that should be removed from municipal waste prior to incineration. Requires unit operators to establish contractual requirements or notification and inspection procedures to assure that units do not receive such items or materials. Directs the Administrator to establish a model State program for the training and certification of municipal waste incinerator operators. Requires operators to pass such training and be certified by an authorized State program. Includes as major emitting facilities under the Clean Air Act municipal incinerators capable of charging more than 50 tons of refuse per day. (Currently, only incinerators charging more than 250 tons per day are included.) Amends the Solid Waste Disposal Act to authorize the Administrator to assess civil penalties and/or issue a compliance order, or commence a civil action against violators of permits or solid waste management guidelines, if a State fails to take action. Authorizes the imposition of civil and/or criminal penalties. Prohibits the export of solid waste for disposal, incineration, or recycling except where there is an agreement between the United States and the receiving country that establishes notice, export, and enforcement procedures and standards protective of human health and the environment for the transportation and management of such wastes. Prohibits the export to Canada of solid waste, 24 months after this Act's enactment, unless the United States and Canada have entered into such an agreement. Authorizes the Administrator to prohibit such exports when there is reason to believe that the handling of such waste may threaten human health or the environment. Requires exporters of solid waste to register with and submit specified export information to the Administrator who shall report annually to the Congress on such information. Authorizes appropriations for grants to States and rural communities for the development and implementation of solid waste reduction and recycling plans. Authorizes and directs the Administrator to make grants to all States with a population density of ten persons or less per square mile to conduct feasibility studies or operate recycling demonstration programs. Authorizes appropriations. Title III: Waste Reduction and Recycling Act of 1989 - Directs the Administrator to establish: (1) a national performance efficiency standard concerning the release of hazardous substances; (2) a national goal for each State of 25 percent municipal solid waste recycling within four years, 50 percent within ten years, and a ten percent municipal solid waste reduction within four years; (3) responsibility within the EPA for the provision of waste reduction and recycling outreach and technical assistance to States and the industrial and educational communities; (4) the requirement that the responsible office for waste reduction and recycling activities review and sign-off on EPA actions; and (5) a national packaging institute to develop voluntary packaging standards that encourage waste reduction and recycling and programs of consumer education regarding packaging. Directs the Administrator to establish within the Office of the Administrator a multimedia Office of Waste Minimization with a separate section solely responsible for waste reduction activities. Authorizes the Administrator to make grants to States to assist States in developing and implementing programs to promote the use of waste reduction and recycling techniques by businesses, local governments, or regional waste management authorities. Limits the Federal share of program funding to 50 percent. Directs the Administrator to establish a waste reduction clearinghouse to compile information generated by grant recipient States on management, technical, and operational approaches to waste reduction and recycling. Prohibits persons who are required to file a toxic chemical release form under the Superfund Amendments and Reauthorization Act of 1986 from releasing into the environment more than five percent of production throughput of hazardous substances. Authorizes the Administrator or a State to waive such standard on a plant by plant basis if meeting it is not technically feasible, the plant has installed and is operating continuous monitoring, has adopted all available waste minimization procedures, and all releases are in the form of managed waste or in compliance with applicable clean water or clean air permits. Requires plant owners or operators to submit to the State or Administrator plans to quantify and report on the manner in which each hazardous substance is consumed, used, or released. Directs the Administrator to report to the Congress on waste efficiency rates by manufacturing category or process, the efficiency levels that each industry can reasonably be expected to achieve within five years, and the extent to which technical assistance may be needed. Deems manufacturers to be in compliance with such standard if they have continuous emission and environmental monitoring equipment installed within 48 months of this Act's enactment, continue to comply with appropriate environmental permits, and report monitoring data to local, State, and Federal regulatory agencies. Requires that persons who are required to file the toxic chemical release form and are unable to account for a hazardous substance as product or permitted discharge or emissions or as managed waste to install, operate, and maintain continuous monitoring technology within one year of such failure. Requires such persons who release toxic chemicals in violation of any clean air, NPDES, or waste management permit to be required to install, operate, and maintain continuous monitoring technology as part of any enforcement action. Directs the Administrator to report to the Congress: (1) by September 30, 1990, and biennially thereafter on actions taken to implement waste reduction and recycling goals; (2) within two years of this Act's enactment, on the EPA's program to insure the consideration of multi-media impacts in EPA policies, regulations, and guidance, with recommendations for a permanent location of an office of waste minimization and recycling; and (3) within 36 months after this Act's enactment, on an evaluation of the capacity of industry to reduce waste volume and toxicity. Authorizes the Administrator to charter a National Packaging Institute which shall promote packaging standards and practices which minimize the quantity of packaging materials that are consumed, reduce litter, and do not adversely affect human health and the environment. Permits the Institute to design and license the use of a seal or symbol which may be employed by the licensed users on packages which satisfy Institute standards. Authorizes the Administrator to conduct a program of public information and education on the impact of packaging on natural resource consumption and the Nation's solid waste management system, and the benefits of implementing the Institute's standards. Authorizes appropriations through FY 1993 for grants to the Institute. Authorizes any person to petition a Federal agency to undertake a waste reduction action if such action would bring about at least a ten percent increase in recycling of the petitioned item, reduce by at least ten percent the total volume or toxic constituents of a waste described in the petition, or would bring about a net savings in true cost to the Federal Government or be neutral in effect or cost. Requires each Federal agency to designate a waste reduction officer to oversee compliance with Federal agency waste reduction requirements, prepare agency waste reduction plans, and report annually to the EPA on the implementation of such plans. Requires Federal contractors to use recycled material in performance of any contract for $1,000,000 or more, unless the contractor certifies that recycled material is not available or not available at a cost of not more than ten percent more than non-recycled materials. Directs the Administrator to publish and submit to the Congress a list of at least ten products which identifies hazardous substances most frequently found in such products which present a risk to human health and the environment when incinerated or disposed. Provides for regulation of the disposal or incineration of such products. Prohibits the land disposal and incineration of lead-acid and mercury batteries. Directs the Administrator to promulgate performance standards and other requirements necessary to protect the public health and the environment from hazards associated with recycled lead-acid and mercury batteries. Exempts transporters of lead-acid and mercury batteries from certain liability provisions of the Comprehensive Environmental Response, Compensation, and Liability Act if such batteries are not mixed with other hazardous substances and are managed in compliance with standards promulgated under the Solid Waste Disposal Act. Requires the Federal procurement of recycled materials if the recycled materials are available at no more than ten percent of the price of alternative items. Requires the EPA to reissue its paper procurement guidelines to ensure that they are consistent with such requirement and to promulgate final procurement guidelines requiring the use of recycled lead in lead-acid batteries, used tire fragments in road cover, compost from yard waste and sewage sludge, recycled plastic from discarded bottles, recycled steel from discarded cans, recycled glass from discarded containers, and recycled aluminum from discarded cans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Waste Minimization and Control Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Waste Reduction and Recycling Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act and extend the authorization through 1993.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:29-05:00"
}