{
  "actions": [
    {
      "acted_at": "1979-01-23", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1289-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Fary, John G.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00369", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-23", 
  "number": "1289", 
  "official_title": "A bill to amend the Truth in Lending Act to facilitate compliance with such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truth in Lending Act Amendments of 1979", 
  "sponsor": {
    "district": "11", 
    "name": "Annunzio, Frank", 
    "state": "IL", 
    "thomas_id": "00023", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-23", 
  "subjects": [
    "Advertising and Marketing", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Consumer credit", 
    "Consumer protection", 
    "Credit", 
    "Credit controls", 
    "Credit insurance", 
    "Deceptive advertising", 
    "Electronic funds transfers", 
    "Finance and financial sector", 
    "Finance charges", 
    "Insurance", 
    "Leases", 
    "Sales promotion"
  ], 
  "subjects_top_term": "Consumer credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-23", 
    "text": "Truth in Lending Act Amendments of 1979 - Title I: Amendments to the Truth in Lending Act - Amends the Truth in Lending Act to include within its coverage specified bailment and lease contracts which transfer ownership of the property involved to the bailee or lessee through the exercise of options to renew the contract. Requires credit disclosure calculated on the assumption that the bailee or lessee will exercise all such options. Exempts credit transactions for agricultural purposes from the requirements of the Act. Directs the Board of Governors of the Federal Reserve System to issue model forms and clauses, for use in common transactions, describing the transaction in understandable language. Exempts creditors who use such forms from liability under the Act. Revises the disclosure requirements for open-end credit plans, consumer credit sales, and consumer loans. Stipulates that a creditor need not disclose collection costs, default, or acceleration charges in connection with consumer credit sales or consumer loans. Limits the liability of a creditor in any class action or series of class actions arising out of the same violation. Extends the period of time in which a creditor may notify a consumer of an error in order to avoid civil liability. States that there shall be a single recovery of damages under a consumer credit transaction or lease involving multiple obligors. Grants any consumer the right to cancel within 30 days any optional credit life insurance purchased to secure a consumer credit transaction or lease. Requires any credit advertisement, including advertisements of residential real estate, to express finance charges only as an annual percentage rate. Requires any advertisement for consumer credit involving more than four installments to state whether the quoted price includes the cost of credit or is only the cash price. Establishes civil liability for violations of the credit advertising provisions and the prohibition against credit and surcharges. Repeals the requirement that a creditor make specified disclosures in periodic statements sent to a consumer, including the annual percentage rate of the finance charge and the payment date, under extensions of consumer credit other than open-end plans. Title II: Effective Date of the Electronic Fund Transfer Act - Amends the Electronic Fund Transfer Act to make the effective date June 10, 1979. Title III: General Provisions - Directs the Board of Governors of the Federal Reserve System to issue regulations called for by this Act within one year of its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth in Lending Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Truth in Lending Act to facilitate compliance with such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:17-05:00"
}