{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-17", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr300-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "300", 
  "official_title": "A bill to require that Federal agencies publish certain statements during the rulemaking process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Procedures Improvements Act of 1981", 
  "sponsor": {
    "district": "2", 
    "name": "Hansen, George V.", 
    "state": "ID", 
    "thomas_id": "00497", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Administrative procedure", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Planning", 
    "Regulatory impact statements", 
    "Sunset legislation"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Regulatory Procedures Improvements Act of 1981 - Directs each Federal agency to publish in the Federal Register an explanation of the need for each proposed, significant rule at least 30 days before publication of the general notice of the rule. Requires each agency to include in the general notices: (1) a justification for the use of design standards rather than performance standards in a rule; (2) an evaluation of the paperwork requirements to be imposed on the public by such rule; (3) the effects of the rule on national and international competition; and (4) a summary of the regulatory analysis of the rule. Directs each agency to prepare for each significant rule a regulatory analysis which: (1) describes the major alternatives to the rule; (2) describes the economic impact on the private sector and State and local governments of the rule and each alternative method considered; (3) analyzes the costs to the Federal Government of monitoring compliance with each alternative; and (4) includes a justification of the selection of the final rule. Directs the agency to revise such analysis to reflect any modifications in the proposed rule and to describe significant public comments which were and were not incorporated into the final rule. Requires each agency to make such analysis available to the public. Directs each agency to report to Congress, annually, on the regulatory activities of the agency during the current fiscal year, the planned activities for the succeeding year, and the cost-effectiveness of agency rules in effect during the fiscal year ending three years prior to the reporting year. Requires each agency to set an expiration date for each significant rule promulgated after enactment of this Act. Declares that each such rule shall expire within five years of its effective date, and each existing rule shall expire within seven years of the enactment date, unless repromulgated. Requires each agency to report to Congress every three years on the paperwork requirements of the agency. Directs the Comptroller General to report to Congress within three years on the implementation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Procedures Improvements Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require that Federal agencies publish certain statements during the rulemaking process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:51-05:00"
}