{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres469-102", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "469", 
  "official_title": "Amending the Rules of the House of Representatives to provide for certain procedural reforms, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Coleman, E. Thomas", 
    "state": "MO", 
    "thomas_id": "00216", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-21", 
  "subjects": [
    "Appropriations", 
    "Authorization", 
    "Congressional budget process", 
    "Congressional committee chairmen", 
    "Congressional committee staffing", 
    "Congressional committees (House)", 
    "Congressional employees", 
    "Congressional sessions", 
    "Congressional voting", 
    "Federal budgets", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Record votes"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-21", 
    "text": "Amends rule I of the Rules of the House of Representatives to require the Speaker to announce a specified legislative program at the beginning of each session of the Congress providing target dates for consideration of major budgetary, authorization, and appropriation bills and for adjournment. Amends rule X to limit the length of service of a committee chairman to four consecutive Congresses. Amends rule XI to make the consideration of any resolution providing for the consideration of a measure otherwise subject to amendment under House rules out of order if such resolution limits the right of Members to offer germane amendments to such measure, unless the Chairman of the Rules Committee has previously announced that less than an open amendment process might be recommended by the Committee. Amends rule XXI to provide for an automatic roll call vote when the Speaker puts the question upon final passage of any bill or resolution making an appropriation, providing direct spending authority, or new credit authority. Makes it out of order to consider any primary expense resolution until the committee on House Administration has reported and the House has adopted a resolution establishing an overall ceiling for House committee staff personnel for that year. Makes such a resolution privileged. Establishes guidelines for developing and considering primary and supplemental expense resolutions. Provides that the overall ceiling for committee staff in a resolution reported by the Committee or contained in any amendment for the 103d Congress shall not exceed 50 percent of the total committee staff personnel employed at the end of the 102d Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amending the Rules of the House of Representatives to provide for certain procedural reforms, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:01-05:00"
}