{
  "actions": [
    {
      "acted_at": "1995-07-12", 
      "references": [
        {
          "reference": "CR S9802", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1024-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-07-12", 
  "number": "1024", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to assure fairness and choice to patients under the medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Health Care Quality Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-07-12", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Bribery", 
    "Chronically ill", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer protection", 
    "Continuum of care", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Donation of organs, tissues, etc.", 
    "Education", 
    "Emergency management", 
    "Emergency medical services", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grievance procedures", 
    "Health", 
    "Health care fraud", 
    "Health maintenance organizations", 
    "Higher education", 
    "Hospital care", 
    "Hospital medical staff", 
    "Insurance agents", 
    "Insurance premiums", 
    "Kidney diseases", 
    "Law", 
    "Licenses", 
    "Long-term care", 
    "Malpractice", 
    "Medicaid fraud", 
    "Medical education", 
    "Medical ethics", 
    "Medical fees", 
    "Medical malpractice insurance", 
    "Medical personnel", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare fraud", 
    "Metropolitan areas", 
    "Nursing homes", 
    "Patients' rights", 
    "Physicians", 
    "Postal service", 
    "Public assistance programs", 
    "Quality of care", 
    "Right to die", 
    "Sales promotion", 
    "Science, technology, communications", 
    "Standards", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-07-12", 
    "text": "Medicare Health Care Quality Act of 1995 - Amends title XVIII (Medicare) of the Social Security Act (SSA) with regard to health maintenance organizations and competitive medical plans (eligible organizations) to: (1) establish certain requirements related to health professional credentialing which eligible organizations must meet in order to contract with the Secretary of Health and Human Services under the Medicare program; (2) specify procedures for hearing and resolving grievances between an organization and its members; (3) require eligible organizations to adopt an appeals process to enable covered individuals to appeal adverse decisions and to provide them with written decisions concerning such grievances and appeals upon request; and (4) add anti-discrimination prohibitions. (Sec. 6) Mandates certified utilization review programs for eligible organizations. (Sec. 7) Directs such organizations to demonstrate that they have a sufficient number, distribution, and variety of qualified health care providers to ensure that all covered health care services will be available and accessible in a timely manner to all organization enrollees, and that such enrollees have access to specialized treatment expertise when medically or clinically indicated. Prohibits any process established by the eligible organization to coordinate care and control costs from imposing an undue burden on enrollees with chronic health conditions. Requires such organizations to ensure: (1) a continuity of care; and (2) reimbursement for certain emergency services which are provided other than through the organization. (Sec. 8) Establishes specified requirements for eligible organization service areas. (Sec. 9) Revises the restrictions on charges for out-of-plan services in provider participation agreements, including physicians' or renal dialysis services, to require disregard of whether or not services are furnished on an emergency basis. Requires eligible organizations to: (1) make appropriate arrangements for dialysis services for enrollees temporarily outside the organization's service area; (2) provide prospective covered individuals with written information concerning its terms and conditions to enable such individuals to make informed decisions with respect to a certain system of health care delivery; and (3) permit individuals entitled to benefits under Medicare part A (Hospital Insurance) to enroll with the organization via the mail without being visited by agents, except at the individual's request. (Sec. 12) Directs the Secretary to modify certain applicable Federal regulations to provide that \"remuneration\" with respect to criminal penalties for acts involving Medicare or State health care programs does not include any reduction or waiver of a coinsurance or deductible amount owed to a provider furnishing patient services covered under Medicare part B (Supplementary Medical Insurance), if such reduction or waiver is provided under a program that: (1) facilitates access to health services for patients who, because of economic circumstances, might otherwise refrain from seeking needed health care; (2) periodically screens patients to determine financial need and program eligibility; and (3) establishes financial need and eligibility on a case-by-case basis and grants such a reduction or waiver only if the beneficiary is not Medicaid-eligible or enrolled in a prepaid health plan but has income and assets below certain levels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Health Care Quality Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to assure fairness and choice to patients under the medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:54-05:00"
}