{
  "actions": [
    {
      "acted_at": "1999-09-23", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-10-08", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator Gramm. With written report No. 106-180. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-08", 
      "calendar": "Senate Legislative", 
      "number": "311", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 311.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-03-08", 
      "references": [
        {
          "reference": "CR S1271-1272, S1275-1276, S1277-1280", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-08", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 311.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Hearings held. Hearings printed: S.Hrg. 106-1104.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2883-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2883"
    }
  ], 
  "bill_id": "s1712-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-08", 
  "number": "1712", 
  "official_title": "An original bill to provide authority to control exports, and for other purposes.", 
  "popular_title": "Export Administration Authorization bill", 
  "related_bills": [], 
  "short_title": "Export Administration Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1999-09-23", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Americans employed in foreign countries", 
    "Armed forces and national security", 
    "Arms sales", 
    "Ballistic missiles", 
    "Biological weapons", 
    "Business records", 
    "Chemical weapons", 
    "China", 
    "Commerce", 
    "Commercial blacklisting", 
    "Computers", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Defense industries", 
    "Delegation of powers", 
    "Department of Commerce", 
    "East Asia", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Egypt", 
    "Executive reorganization", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal officials", 
    "Fees", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Freight forwarders", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Guided missiles", 
    "Health", 
    "Hong Kong", 
    "India", 
    "International affairs", 
    "Law", 
    "Licenses", 
    "Medical supplies", 
    "Middle East and North Africa", 
    "Nuclear nonproliferation", 
    "Presidential appointments", 
    "Recruiting of employees", 
    "Regulatory impact statements", 
    "Russia", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Singapore", 
    "South Asia", 
    "State-sponsored terrorism", 
    "Taiwan", 
    "Technology assessment", 
    "Technology transfer", 
    "Transportation and public works", 
    "Weapons of mass destruction"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-10-08", 
    "text": "TABLE OF CONTENTS: Title I: General Authority Title II: National Security Export controls Subtitle A: Authority and Procedures Subtitle B: Foreign Availability and Mass-Market Status Title III: Foreign Policy Export Controls Title IV: Exemption for Agricultural Commodities, Medicine, and Medical Supplies Title V: Procedures for Export Licenses and Interagency Dispute Resolution Title VI: International Arrangements; Foreign Boycotts; Sanctions; and Enforcement Title VII: Export Control Authority and Regulations Title VIII: Miscellaneous Provisions Export Administration Act of 1999 - Title I: General Authority - Directs the Secretary of Commerce to establish a Commerce Control List. Specifies the kinds of export licenses the Secretary may require with respect to the export of an item on the Control List. Provides, under specified circumstances, that a license shall not be required for the export of after-market service or replacement parts.(Sec. 103) Requires the Secretary to keep the public fully informed of changes in export control policy and procedures and to consult regularly with persons affected by export controls to obtain their views on U.S. export control policy and the foreign availability or mass-market status of controlled items.(Sec. 105) Authorizes the Secretary to appoint export advisory committees with respect to items upon which export controls have been imposed.(Sec. 106) Prohibits the charging of a fee for processing an export license application under this Act.Title II: National Security Export Controls - Subtitle A: Authority and Procedures - Authorizes the President to prohibit, curtail, or require a license, or other authorization for the export of an item subject to the national security export control regimes under this Act. Sets forth the purposes of such controls, including to restrict the export of items (including weapons of mass destruction) that would contribute to the military potential of countries so as to be detrimental to the national security of the United States.(Sec. 202) Requires the Secretary of Commerce to establish as part of the Control List a National Security Control List.(Sec. 203) Requires the President to establish, based on certain risk factors, a country tiering system (tier one being the lowest risk and tier five being the highest risk of diversion or misuse of an item) with respect to the control of items for national security purposes under this Act.(Sec. 204) Prohibits the imposition of export controls on an item solely because it contains controlled parts or components (that are essential to the functioning of the item and comprise 25 percent or less of the item's total value) unless the item itself, if exported, would by virtue of its characteristics as a whole make a significant contribution to the military or proliferation potential of a controlled country or end user which would prove detrimental to the national security of the United States. Provides that no authority may be required to reexport to a non-terrorist supporting country an item that is produced in a country other than the United States and incorporates controlled parts or components if the value of the controlled U.S. content produced in such other country is 25 percent or less of the item's total value. Sets forth similar requirements for the reexport of such items to terrorist supporting countries.(Sec. 205) Directs the Secretary of Commerce to establish a process for interested persons to petition to change the status of an item on the National Security Control List.Subtitle B: Foreign Availability and Mass-Market Status - Requires the Secretary of Commerce (on a continuing basis, upon a request from the Office of Technology Evaluation, or upon receipt of a petition filed by an interested party) to review and determine the foreign availability and the mass-market status of any item for export controlled under this Act. Requires the Secretary of Commerce to establish a process for an interested party to petition the Secretary of Commerce for a determination that an item has a foreign availability (available to controlled countries from sources outside the United States) or mass-market status (produced and available for sale in a large volume to multiple potential purchasers). Sets forth criteria for determining foreign availability and mass-market status (including criteria for presidential set aside of such status determinations and maintenance or re-imposition of export controls).(Sec. 214) Directs the Secretary of Commerce to establish in the Department of Commerce (DOC) an Office of Technology Evaluation responsible for gathering and analyzing all necessary information for the Secretary of Commerce to make determinations of foreign availability and mass-market status.Title III: Foreign Policy Export Controls - Authorizes the President, subject to specified exceptions, to prohibit, curtail, or require a license, other authorization, recordkeeping, or reporting for the export of an item subject to the foreign policy export control regimes under this Act. Sets forth certain requirements for the imposition, review, renewal, and termination of such controls.(Sec. 310) Requires a license for the export to a terrorist-supporting country of any item that could make a significant contribution to the military potential of such country, or could enhance its ability to support acts of international terrorism. Requires the Secretary of Commerce and the Secretary of State to notify specified congressional committees at least 30 days before issuing such a license.Title IV: Exemption for Agricultural Commodities, Medicine, and Medical Supplies - Exempts agricultural commodities, medicine, and medical supplies from the foreign policy export controls imposed under this Act, except for any such items that are subject to the national security export controls of this Act, or would otherwise be exported to a country against which an embargo is in effect under the Trading With the Enemy Act.Title V: Procedures for Export Licenses and Interagency Dispute Resolution - Sets forth procedures for the processing of export license applications, including the screening, referral, approval or denial, and review of such applications. Requires referral to the interagency dispute resolution process of all such applications on which agreement cannot be reached.Title VI: International Arrangements; Foreign Boycotts; Sanctions; and Enforcement - Declares it is the policy of the United States to seek multilateral arrangements, and to continue to participate in existing and additional multilateral export control regimes, that: (1) support the national security interests of the United States; and (2) establish fairer and more predictable competitive opportunities for U.S. exporters. Requires the President to report annually to specified congressional committees evaluating the effectiveness of each multilateral export control regime.(Sec. 602) Directs the President to issue regulations that prohibit, with specified exceptions, U.S. persons from supporting any boycott imposed by a foreign country against a country friendly to the United States that is not itself the object of a U.S. boycott.(Sec. 603) Sets forth both civil and criminal penalties for violations of this Act.(Sec. 604) Provides, with specified exceptions, for the imposition of certain sanctions against U.S. and foreign persons who violate a multilateral export control regime or missile proliferation control regime, or contribute to the efforts of a country to develop or acquire chemical and biological weapons. Authorizes the President to waive such sanctions.(Sec. 607) Sets forth authorities for the enforcement of this Act. Authorizes appropriations for DOC to: (1) hire 20 additional employees to assist U.S. freight forwarders and other interested parties in developing and implementing a \"best practices\" program to ensure that exports of controlled items are in compliance with this Act; (2) hire ten additional overseas investigators to be posted in China, the Russian Federation, the Hong Kong Special Administrative Region, India, Singapore, Egypt, and Taiwan to verify the end use of high-risk, dual-use technology; and (3) replace DOC's primary export licensing and computer enforcement system with a new computer system. Requires the DOC to report annually to Congress on export controls, including a report on the effectiveness of such end-use verification activities.(Sec. 608) Sets forth administrative procedures with respect to the imposition of civil penalties and sanctions, including their review, under this Act.Title VII: Export Control Authority and Regulations - Declares that all power, authority, and discretion conferred by this Act with respect to export control functions shall be exercised by the Secretary of Commerce.(Sec. 701) Directs the President to appoint an Under Secretary of Commerce for Export Administration who shall perform all functions of the Secretary of Commerce under this Act and other Federal laws relating to national security.(Sec. 702) Sets forth requirements for: (1) non-disclosure of confidential information; (2) authorized disclosure of information to Congress and the General Accounting Office; and (3) penalties for unauthorized disclosure of confidential information.Title VIII: Miscellaneous Provisions - Sets forth certain reporting and notification requirements with respect to the administration of this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Export Administration Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Export Administration bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Export Administration Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide authority to control exports, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:56-05:00"
}