{
  "actions": [
    {
      "acted_at": "1978-05-03", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-12", 
      "references": [], 
      "text": "Reported to House from the Committee on International Relations, H. Rept. 95-1141.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-31", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-01", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Motion to recommit to the Committee on International Relations rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #637 (255-156).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "bill_ids": [
        "s3075-95"
      ], 
      "references": [], 
      "text": "Measure laid on table, S. 3075 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12514-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cavanaugh, John J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "00184", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Meyner, Helen S.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00795", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Whalen, Charles W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01217", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Winn, Larry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Wolff, Lester L.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01239", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-03", 
  "number": "12514", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize international security assistance programs for fiscal year 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1286-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s3075-95", 
      "reason": "related"
    }
  ], 
  "short_title": "International Security Assistance Act", 
  "sponsor": {
    "district": "4", 
    "name": "Zablocki, Clement J.", 
    "state": "WI", 
    "thomas_id": "01261", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-03", 
  "subjects": [
    "Advisory bodies", 
    "American economic assistance", 
    "American military assistance", 
    "Americans in foreign countries", 
    "Argentina", 
    "Armed forces abroad", 
    "Arms control", 
    "Arms control negotiations", 
    "Arms sales", 
    "Authorization", 
    "Brazil", 
    "Chile", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Congressional oversight", 
    "Congressional travel", 
    "Criminal investigation", 
    "Cyprus", 
    "Defense contracts", 
    "Department of State", 
    "Developing countries", 
    "Disaster relief", 
    "Disasters", 
    "Dispute settlement", 
    "Economics and public finance", 
    "Egypt", 
    "Equipment and supplies", 
    "Evaluation", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government procurement", 
    "Greece", 
    "Herbicides", 
    "Human rights", 
    "Indonesia", 
    "International affairs", 
    "Israel", 
    "Jordan", 
    "Management", 
    "Marijuana", 
    "Mexico", 
    "Middle East", 
    "Military advisers", 
    "Military personnel", 
    "Military training", 
    "Money", 
    "Narcotic traffic", 
    "Nuclear security measures", 
    "Peace", 
    "Philippines", 
    "Political representation", 
    "Portugal", 
    "Prisoners", 
    "Rhodesia", 
    "Sanctions (International law)", 
    "South Korea", 
    "Spain", 
    "Sunset legislation", 
    "Technology transfer", 
    "Thailand", 
    "Treaties", 
    "Turkey", 
    "U.S.S.R.", 
    "Weapons"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1978-08-02", 
    "text": "(Measure laid on table in House, S. 3075 passed in lieu) International Security Assistance Act - Amends the Foreign Assistance Act of 1961 to authorize appropriations for fiscal year 1979 for the disaster relief contingency fund and international narcotics control. Bars the use of such international narcotics control appropriations for the eradication of marihuana by the herbicide paraquat, unless a warning substance or agent is also used. Revises the policy with respect to the encouragement of human rights. Prohibits furnishing security assistance to the law enforcement agencies of any country which engages in a consistent pattern of gross human rights violations, except in exceptional circumstances. Amends the Arms Export Control Act to revise the required contents of quarterly reports by the President to the Congress with respect to commercial and governmental military exports. Directs the President to designate crime control and detection equipment as defense articles subject to regulation under this Act. Amends the Foreign Assistance Act of 1961 to prohibit furnishing international military education and training assistance to countries which engage in a consistent pattern of gross human rights violations, except in exceptional circumstances. Amends such Act to authorize appropriations for fiscal year 1979 for military assistance, specifying appropriations authorized for Portugal, Spain, Jordan, Phillippines, and Greece. Authorizes appropriations for military assistance to Indonesia and Thailand. Decreases the aggregate value of defense articles which may be added to stockpiles in foreign countries. Amends the Foreign Assistance Act of 1961 to permit the President to assign members of the Armed Forces to specified countries to carry out military assistance and sales programs. Deletes Brazil from, and adds Turkey, Indonesia, and Thailand to, the list of such countries. Reduces the number of Armed Forces personnel who may be assigned, and continues limitations upon the number of defense attaches who may be assigned to a single country. Amends such Act to authorize appropriations for international military education and training assistance for fiscal year 1979. Requires such education to include a course on international human rights. Amends such Act to authorize the President to furnish assistance to friendly countries for peacekeeping operations which are in furtherance of the national security of the United States. Authorizes appropriations for such assistance for fiscal year 1979. Authorizes the President to furnish emergency peacekeeping assistance. Includes peacekeeping among those types of assistance which, except in extraordinary circumstances, should not be furnished to countries which engage in a consistent pattern of gross human rights violations. Prohibits furnishing such assistance to Argentina. Limits the authority of the President to increase the amount of peacekeeping assistance by ten percent or more. Prohibits funds appropriated for peacekeeping assistance from being made available to any country which engages in certain nuclear transfers or denotations. Amends the International Security Assistance and Arms Export Control Act of 1976 to prohibit furnishing peacekeeping assistance to Chile. Amends the Arms Export Control Act to declare it the sense of Congress that the President is encouraged to continue discussions with other arms suppliers to restrain the flow of arms to less developed countries. Exempts defense procurement contracts from the Renegotiation Act of 1951 setting forth procedures to eliminate excess profits. Requires the President to report to Congress on security assistance surveys carried out by Government personnel. Authorizes appropriations for military sales credits for fiscal year 1979. Increases the authorization for such appropriations for fiscal year 1978. Increases the aggregate ceiling on such credits for fiscal year 1978, and imposes a ceiling for 1979. Sets forth the terms under which such credits are to be made available to Israel in fiscal year 1979. Increases the cost limitation on excess defense articles which may be ordered by the President for foreign delivery. Removes the embargo on arms shipments to Turkey upon the President's certification to Congress that: (1) it is in the interest of the United States and of NATO to resume full military cooperation with Turkey; and (2) the Government of Turkey is acting in good faith to achieve a just and peaceful settlement of the Cyprus problem, the early peaceable return of refugees to their homes and properties, continued removal of Turkish military troops from Cyprus, and the early serious resumption of intercommunal talks aimed at a just, negotiated settlement. Declares that the United States will: (1) support efforts, particularly those of the United Nations, to reach a prompt, peaceful settlement on Cyprus; (2) furnish defense articles to countries in the Eastern Mediterranean region to be used only according to requirements of this Act, the Arms Export Control Act, and the appropriate agreements; (3) furnish security assistance to Greece and Turkey only for defensive purposes, including NATO member responsibilities, and when this is not inconsistent with a peaceful settlement of the Cyprus problem; (4) use its influence to insure continuation of the ceasefire on Cyprus until an equitable negotiated settlement is reached, encourage avoidance of provocative actions, and oppose any attempts at force; and (5) use its influence to achieve withdrawal of Turkish military forces from Cyprus in the context of a solution to the Cyprus problem. Requires the President and Congress to continually review progress toward a Cyprus settlement. Requires the President to report to Congress every 60 days on such progress, including any relevant reports by the Secretary General of the United Nations to the Security Council. Requires the President to certify and explain to specified Congressional officials, with any request for funds for security assistance to Greece or Turkey under this Act or the Arms Export Control Act and with any notification of a proposed sale of defense articles or services to Greece or Turkey, that such assistance will be solely for defensive, including NATO, purposes and will not disrupt a peaceful settlement of the Cyprus problem. Authorizes specific appropriations for economic support assistance to Turkey under the proposed International Development and Food Assistance Act of 1978 for fiscal year 1979. Authorizes the President to transfer to Korea, United States owned defense articles and related services located in Korea, in conjunction with the withdrawal of the United States Army from that country. Sets forth: (1) criteria for determining which articles may be transferred; (2) limitations on the total value of such articles; and (3) Congressional oversight procedures regarding such transfers. Declares the sense of Congress that further withdrawal of United States ground forces from the Republic of Korea may risk upsetting the military balance in that region and requires full advance consultation with Congress, including a Presidential report on specified matters. Amends the Foreign Military Sales Act Amendments, 1971, to replace the requirement for quarterly reports by the President to Congress regarding a list of countries receiving excess defense articles with a requirement that such report be made annually. Amends the International Security Assistance and Arms Export Control Act of 1976 to repeal the requirements that: (1) the Secretary of State make periodic reports to Congress regarding the human and legal rights of all United States citizens detained in Mexico; (2) the President make a study of the arms sales policies of the United States and report the findings of such study to Congress; (3) the President report to Congress on sales of excess defense articles; (4) the Secretary of State study the effects of the enactment of arms control provisions and report the findings of such study to Congress; and (5) the President report to Congress the steps taken toward achieving an agreement with the Soviet Union to limit the deployment of the armed forces of that nation and the United States in the Indian Ocean and littoral countries. Amends the International Security Assistance Act of 1977 to eliminate the Special Interagency Task Force in the Department of State and its function of reviewing the security support assistance program for Egypt, and reporting its findings to Congress. Amends the Emergency Security Assistance Act of 1973 to repeal the requirement that the Secretary of Defense study the 1973 Arab-Israeli conflict to ascertain the effectiveness of the foreign military assistance to Israel and to report the findings of such study to Congress. Amends the Foreign Assistance Act of 1974 to repeal the requirement that the President submit a plan to Congress for the reduction and termination of the foreign military assistance programs under the Foreign Assistance Act of 1961. Declares the sense of Congress that the United States should respond to the defense requirements of Israel and sell Israel additional advanced aircraft. Declares the sense of Congress that the President should make a full review of United States policy toward the Soviet Union, including specified topics. Requires the President to report the results of such review to Congress within 90 days. Requires the President to report to the appropriate committees of Congress within 120 days the results of a review of arms sales control on nonlethal items. Requires quarterly reporting of the use of foreign curriencies by Members of Congress and Congressional employees. Provides for the purchase of such currencies by the Treasury as provided by annual appropriations. Prohibits the enforcement of sanctions against Rhodesia after December 31, 1978, unless the President determines that a government has not been installed, chosen by free elections in which all political groups have been allowed to participate freely."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize international security assistance programs for fiscal year 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:05-05:00"
}