{
  "actions": [
    {
      "acted_at": "1999-09-23", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-29", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-11-09", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Smith, of NH with an amendment in the nature of a substitute and an amendment to the title. With written report No. 106-220.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-09", 
      "calendar": "Senate Legislative", 
      "number": "411", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 411.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-04-13", 
      "references": [
        {
          "reference": "CR S2811-2813", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S2811-2812", 
          "type": " text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-13", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-13", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 4/25/00 S2876-2877", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-05-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-02T12:31:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-02T19:13:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3100-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3100"
    }, 
    {
      "amendment_id": "s3101-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3101"
    }
  ], 
  "bill_id": "s1627-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-04-13", 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-23", 
  "number": "1627", 
  "official_title": "A bill to extend the authority of the Nuclear Regulatory Commission to collect fees through 2005, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "NRC Fairness in Funding Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2000-04-13", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Antitrust law", 
    "Appropriations", 
    "Arrest", 
    "Civil procedure", 
    "Collection of accounts", 
    "Commerce", 
    "Conflict of interests", 
    "Crime and law enforcement", 
    "District of Columbia", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Environmental protection", 
    "Explosives", 
    "Firearms", 
    "Gifts", 
    "Government contractors", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Independent regulatory commissions", 
    "Law", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy research facilities", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Nuclear security measures", 
    "Radioactive wastes", 
    "Radioisotopes in medicine", 
    "Radiotherapy", 
    "Sabotage", 
    "Science, technology, communications", 
    "Uranium enrichment", 
    "User charges", 
    "Weapons"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-04-13", 
    "text": "TABLE OF CONTENTS: Title I: Funding Title II: Other Provisions NRC Fairness in Funding Act of 2000- Title I: Funding - Amends the Omnibus Budget Reconciliation Act of 1990 to extend through FY 2005 the authority of the Nuclear Regulatory Commission (NRC) to assess and collect user fees and annual charges.(Sec. 101) Reformulates the aggregate annual charges collected from all licensees and certificate holders.(Sec. 102) Amends the Atomic Energy Act of 1954 to authorize the NRC to prescribe regulations to ensure that sufficient funds will be available for the decommissioning of certain licensed production or utilization facilities, including standards and restrictions governing the control, maintenance, use, and disbursement by any former licensee that has control over any fund for the decommissioning of the facility.(Sec. 103) Authorizes the NRC, beginning in FY 2001, to assess and collect fees for full cost recovery from other Federal agencies in return for services rendered by the NRC (rather than recover these costs through the annual fees assessed to all NRC licensees).Title II: Other Provisions - Repeals the requirement that the NRC maintain an office for the service of process and papers within the District of Columbia.(Sec. 202) Provides that the initial duration of a combined construction and operating license for a production or utilization facility may not exceed 40 years from the date on which the NRC finds, prior to facility operation, that specified statutory acceptance criteria have been met.(Sec. 203) Declares certain antitrust review procedures inapplicable to pending or future license applications to construct or operate utilization facilities for either commercial or medical therapy and research and development purposes.(Sec. 204) Authorizes the NRC to accept, hold, utilize, sell, and administer gifts, bequests, or donations of real and personal property (not including money) for the purpose of aiding or facilitating its work. Instructs the NRC to establish written criteria for gift acceptance, taking into consideration whether acceptance of the gift would compromise the integrity, or the appearance of the integrity of, the NRC or any officer or employee.(Sec. 205) Prescribes guidelines for the carrying of firearms and the authority to make arrests by employees or contractors of NRC licensees or certificate holders for the protection of property of significance to the common defense and security located at facilities owned or operated by an NRC licensee or certificate holder or being transported to or from such facilities.(Sec. 206) Authorizes the NRC to issue trespass regulations relating to the introduction of dangerous weapons, explosives, or other dangerous instruments or materials likely to produce substantial personal injury or damage to property subject to its licensing or certification authority.(Sec. 207) Revises the crime of sabotage of Federal nuclear facilities to cover any production, utilization, waste storage, treatment, disposal, uranium enrichment, or nuclear fuel fabrication facility subject to licensing or certification under this Act during its construction where the person knows or reasonably should know that there is a significant possibility that the destruction or damage caused or attempted could affect public health and safety during facility operation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "NRC Fairness in Funding Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "NRC Fairness in Funding Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "NRC Fairness in Funding Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the authority of the Nuclear Regulatory Commission to collect fees through 2004, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "A bill to extend the authority of the Nuclear Regulatory Commission to collect fees through 2005, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:53-05:00"
}