{
  "actions": [
    {
      "acted_at": "1974-07-16", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15918-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-16", 
  "number": "15918", 
  "official_title": "A bill to establish an agency for the prevention of child abuse in the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-16", 
  "subjects": [
    "Child abuse", 
    "District of Columbia", 
    "Families"
  ], 
  "subjects_top_term": "Child abuse", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-16", 
    "text": "Declares it to be the purpose of this Act to provide for the protection of abused and neglected children in the District of Columbia. Title I: Child Abuse Prevention - Establishes as an independent agency of the government of the District of Columbia a Center for the Prevention of Child Abuse, headed by a Director appointed by the Commissioner of the District of Columbia. Enumerates the duties of the Director, including to establish, as a part of the Center: (1) at least one multidisciplinary team of experts to treat cases of child abuse and neglect; (2) an Office of General Counsel to provide legal counsel and research on the cases; and (3) a confidential, central registry of all cases of alleged child abuse or neglect, providing for the expunging and sealing of such reports under specified circumstances. Title II: Reporting Child Abuse or Neglect - Provides that any medical personnel and specified persons in child care in the District of Columbia, having reasonable cause to believe a child has had physical or sexual abuses inflicted by other than accidental means or is neglected, shall report such injury or harm to a specially designated unit of the Metropolitan Police force or to the Director. Sets forth the procedures for making such reports. Grants immunity from liability to individuals making such reports. Imposes a $1,000 fine and 30-days imprisonment on persons failing to make a report as required by this Act. Defines the terms used in this Act. Title III: Amendments to the Judicial Procedure Concerning Child Custody - Provides that when a child is alleged to be abused or neglected, or when termination of parental rights is sought, the parent, guardian, or custodian of the child is entitled to be represented by counsel at all critical stages of the Division proceedings. Provides that the Division shall appoint a guardian ad litem to represent the child in such proceedings. Provides for a hearing to be held, after a dispositional order vesting legal custody of a child adjudicated neglected or abused in a department, agency, or institution, at which the department, agency, or institution shall present all relevant information as to whether the parental rights should be terminated for the purposes of seeking an adoptive placement for the child. States that the court, in determining if the best interest of the child requires termination of parental rights, shall consider, among other factors: (1) the preservation of continuity of care and caretakers for the child; (2) the quality of the interaction and interrelationship of the child with his parent or parents, siblings, custodians, or other caretakers; (3) the child's own determination, to the extent feasible, of his own best interests in the matter; and (4) the mental and physical health of all individuals involved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish an agency for the prevention of child abuse in the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:15-05:00"
}