{
  "actions": [
    {
      "acted_at": "1973-02-26", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1013-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-26", 
  "number": "1013", 
  "official_title": "A bill to provide for financing the economic development of Indians and Indian organizations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Financing Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-26", 
  "subjects": [
    "Insurance", 
    "Loans", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-26", 
    "text": "Indian Financing Act - Declares it to be the policy of Congress to provide capital on a reimbursable basis to help develop and utilize Indian resources, both physical and human, to a point where the Indians will fully exercise responsibility for the utilization and management of their own resources; and where they will enjoy a standard of living from their own productive efforts comparable to that enjoyed by non-Indians in neighboring communities. Title I: Indian Revolving Loan Fund - Establishes an Indian revolving loan fund to provide credit that is not available from private money sources. Provides that loans may be made to certain Indian organizations or to individual Indians for any purpose that promotes the economic development of such borrower. Specifies that loans may be made only when financing from other sources at reasonable rates is unavailable and only where there is a reasonable prospect of repayment. Forbids making loans for terms exceeding 30 years and allows the Secretary of the Treasury to cancel or reduce any loan which he determines to be uncollectible at a reasonable cost. Title II: Loan Guaranty and Insurance - Establishes an Indian loan guaranty and insurance fund which shall be available to the Secretary of the Interior for insuring or guaranteeing loans. Provides that the insured or guaranteed loans under the fund shall not cause the total unpaid principal indebtedness to exceed $100,000. Allows the Secretary to fix such premium charges for insuring and guaranteeing loans as are in his judgment adequate to cover expenses and probable losses. Provides that the total guaranteed or insured loan under the fund may not exceed $200,000. Title III: Interest Subsidies and Administrative Expenses - Authorizes the Secretary to pay into the revolving fund interest subsidies and authorizes necessary appropriations needed to cover the provisions of this act and to cover administrative expenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Financing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for financing the economic development of Indians and Indian organizations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:29-05:00"
}