{
  "actions": [
    {
      "acted_at": "2000-06-30", 
      "references": [
        {
          "reference": "CR S6257-6258", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-06-30", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2835-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2000-09-13", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "2000-06-30", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-30", 
  "number": "2835", 
  "official_title": "A bill to provide an appropriate transition from the interim payment system for home health services to the prospective payment system for such services under the medicare program", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Home Health Refinement Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-06-30", 
  "subjects": [
    "Case management", 
    "Economics and public finance", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Health information systems", 
    "Home care services", 
    "Medical records", 
    "Medical supplies", 
    "Medicare", 
    "Prospective payment systems (Medical care)", 
    "Quality of care", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-06-30", 
    "text": "TABLE OF CONTENTS: Title I: Emergency Cash-Flow Assistance for Home Health Agencies Title II: Reimbursement of Home Health Agencies for Unfunded PPS Related Costs Title III: Reimbursement of Home Health Agencies for Oasis Labor Costs Title IV: Nonroutine Medical Supplies Furnished by Home Health Agencies Medicare Home Health Refinement Act of 2000 - Title I: Emergency Cash-Flow Assistance for Home Health Agencies - Establishes a Home Health Transitional Loan Program under which the Secretary of Health and Human Services shall make loans from the Federal Hospital Insurance Trust Fund to any qualified home health agency. Amends title XVIII (Medicare) of the Social Security Act (SSA) to: (1) provide for the establishment of split-payment percentages under the prospective payment system (PPS) for home health services; and (2) ensure prompt payment from the Medicare trust funds of claims of home health agencies under the interim payment system (IPS) and PPS for home health services.Title II: Reimbursement of Home Health Agencies for Unfunded PPS Related Costs - Provides that in the case of a home health agency that furnishes home health services to a Medicare beneficiary, for each such beneficiary to whom the agency furnished such services during the agency's cost reporting period beginning in FY 2000, the Secretary shall pay the agency a specified amount from the Medicare trust funds to defray costs incurred by it attributable to technology costs required for compliance with the PPS for home health services.Title III: Reimbursement of Home Health Agencies for OASIS Labor Costs - Amends the Medicare, Medicaid, and SCHIP Balanced Budget Refinement Act of 1999 to provide for reimbursement for Outcome and Assessment Information Set (OASIS) labor costs under the IPS and PPS for home health services.Title IV: Nonroutine Medical Supplies Furnished by Home Health Agencies - Amends SSA title XVIII to: (1) exclude nonroutine medical supplies from the PPS for home health services; and (2) require payment of the lesser of the actual charge for such supplies or the amount determined under a fee schedule."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Home Health Refinement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an appropriate transition from the interim payment system for home health services to the prospective payment system for such services under the medicare program", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:22-05:00"
}