{
  "actions": [
    {
      "acted_at": "2010-04-14", 
      "committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-05-26", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "subcommittee": "Government Management, Organization, and Procurement", 
      "text": "Referred to the Subcommittee on Government Management, Organization, and Procurement.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5018-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Management, Organization, and Procurement", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Conaway, K. Michael", 
      "sponsored_at": "2010-04-14", 
      "state": "TX", 
      "thomas_id": "01805", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-04-14", 
  "number": "5018", 
  "official_title": "To amend title 31, United States Code, to direct the Director of the Office of Management and Budget to improve oversight of the single audit process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government Audit Reform Act of 2010", 
  "sponsor": {
    "district": "8", 
    "name": "Bean, Melissa L.", 
    "state": "IL", 
    "thomas_id": "01782", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-04-14", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Government investigations", 
    "Government operations and politics", 
    "Office of Management and Budget (OMB)"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-04-14", 
    "text": "Government Audit Reform Act of 2010 - Expresses the sense of Congress that the Director of the Office of Management and Budget (OMB) should follow the recommendations of the Government Accountability Office (GAO) report entitled \"Single Audit: Opportunities Exist to Improve the Single Audit Process and Oversight\" (GAO-09-307R), issued March 13, 2009. Amends the Single Audit Act of 1984 to require the OMB Director (or a designee) to monitor and report annually to specified congressional committees and the Comptroller General on the risk, cost-benefit, efficiency, and effectiveness of the implementation of this Act by federal agencies by: (1) evaluating such implementation governmentwide; and (2) identifying additional guidance and resources necessary to improve such implementation, including revisions to regulations, best practices, and processes. Requires the OMB Director to designate an OMB office or another federal entity (oversight entity) to act on OMB's behalf in such monitoring and reporting. Requires the OMB Director (or a designated oversight entity) to evaluate and report to specified congressional committees and the Comptroller General on the process for the single audit and the program-specific audit to identify simplified alternatives for achieving the purposes of the Single Audit Act of 1984 and the Single Audit Act Amendments of 1996 for the audits of small recipients that also achieve the proper balance between risk and cost-effective accountability for small and large recipients. Requires the OMB Director to evaluate and report to specified congressional committees and the Comptroller General on the implementation of the recommendations made to it by the President's Council on Integrity and Efficiency in the report entitled \"Report on National Single Audit Sampling Project,\" dated June 2007. Establishes a deadline for OMB to designate such oversight entity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government Audit Reform Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 31, United States Code, to direct the Director of the Office of Management and Budget to improve oversight of the single audit process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:16-05:00"
}