{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr276-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "276", 
  "official_title": "A bill to amend the Davis-Bacon Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Construction Costs Reduction Act of 1977", 
  "sponsor": {
    "district": "2", 
    "name": "Hansen, George V.", 
    "state": "ID", 
    "thomas_id": "00497", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Administrative procedure", 
    "Apprenticeship", 
    "Business and commerce", 
    "Construction costs", 
    "Construction industries", 
    "Construction workers", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Labor and employment", 
    "Minimum wages", 
    "Public Contracts, Procurement, and Property", 
    "Standards", 
    "Wages"
  ], 
  "subjects_top_term": "Wages", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Federal Construction Costs Reduction Act of 1977 - Amends the Davis-Bacon Act, which requires the rate of wages for workers employed on Federal public buildings by contractors and subcontractors to be based upon the prevailing wages for corresponding classes of workers employed on similar projects in the same area. Increases from $2,000 to $40,000 the dollar value of contracts to which such Act applies, and directs the Secretary of Labor to adjust annually such threshold level in proportion to the Consumer Price Index. Makes the Act applicable only to the wages of unskilled laborers, rather than various classes of laborers and mechanics. Exempts apprentices, helpers, and trainees. Limits regulations or actions which discourage the customary utilization of such persons. Requires the Secretary to employ a \"sufficient data base\" in determining the prevailing wages for purposes of a contract. Defines such base to mean data from at least three construction projects of a character similar to the contract work performed over the previous two years. Prohibits the Secretary from basing such determination upon projects located outside the county in which the work is to be performed, with specified exceptions. Requires the Secretary to make such determination no later than 60 days prior to the opening of invitations for bids for covered projects. Requires the prevailing wages to be the average wages received by laborers employed on projects of a character similar to the contract work. Requires the wage rate determination to be set as twice the minimum wage established by the Fair Labor Standards Act, if the Secretary is unable to identify a sufficient data base. Requires the Secretary, in determining projects of a character similar to the contract work, to consider specified factors, including: (1) the recommendations of Federal, State, and local agencies, potential bidders, and labor organizations involved in similar projects; and (2) the similarity of purpose and of engineering, architectural, and construction operations. Replaces the current weekly wage report requirement with a requirement that: (1) where evidence of a violation of the Act exists, a contractor submit weekly certified payroll statements and other records required by the Secretary; and (2) where no such evidence exists, a contractor submit an affidavit certifying compliance. Establishes a Federal Construction Appeals Board to which any interested party may appeal wage rate determinations or other rules of the Department of Labor which are likely to have a substantial effect on future wage rate determinations. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Construction Costs Reduction Act of 1977", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Davis-Bacon Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:51-05:00"
}