{
  "actions": [
    {
      "acted_at": "1987-03-03", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-03", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to Subcommittee on Water and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-03", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-06-08", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston under the authority of the order of May  5, 87 without amendment. With written report No. 100-65.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-08", 
      "calendar": "Senate Legislative", 
      "number": "158", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 158.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-06-17", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-06-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-22", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-13", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water and Power Resources", 
      "text": "Referred to Subcommittee on Water and Power Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Subcommittee on Water and Power Resources Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-10-08", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of General Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-08", 
      "bill_ids": [
        "hres282-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.282 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-09", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Interior and Insular Affairs.  Report No: 100-365.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-09", 
      "references": [], 
      "text": "Placed on Union Calendar No: 225.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "375", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 220 - 184 (Record Vote No: 375).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1987-10-22", 
      "references": [], 
      "text": "Motion to Reconsider Tabled in House by Yea-Nay Vote: 254 - 142 (Record Vote No: 376).", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-27", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendments to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-31", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h462-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "462"
    }, 
    {
      "amendment_id": "h463-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "463"
    }, 
    {
      "amendment_id": "h464-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "464"
    }, 
    {
      "amendment_id": "h465-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "465"
    }, 
    {
      "amendment_id": "h466-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "466"
    }, 
    {
      "amendment_id": "h467-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "467"
    }, 
    {
      "amendment_id": "h468-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "468"
    }, 
    {
      "amendment_id": "h469-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "469"
    }, 
    {
      "amendment_id": "h470-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "470"
    }
  ], 
  "bill_id": "s640-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power Resources", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1987-03-03", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1987-10-22", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1987-06-17", 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-03", 
  "number": "640", 
  "official_title": "A bill for the relief for the city of Dickinson, North Dakota.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres282-100", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1304-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1819-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1820-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1821-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1894-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Water and Power Authorization Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "1987-10-22", 
  "subjects": [
    "Alaska", 
    "Arizona", 
    "Authorization", 
    "California", 
    "Canals", 
    "Claims", 
    "Colorado", 
    "Construction costs", 
    "Contracts", 
    "Dams", 
    "Droughts", 
    "Electric power transmission", 
    "Electric utilities", 
    "Fishery management", 
    "Flood control", 
    "Government liability", 
    "Hydroelectric power", 
    "Irrigation", 
    "Irrigation districts", 
    "Land transfers", 
    "Leases", 
    "Names", 
    "Nebraska", 
    "North Dakota", 
    "Reservoirs", 
    "Rivers", 
    "Salmon fisheries", 
    "South Dakota", 
    "Stream conservation", 
    "Washington State", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "Water supply", 
    "Watersheds", 
    "Wyoming"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1987-10-22", 
    "text": "(Measure passed House, amended, roll call #375 (220-184)) Water and Power Authorization Act of 1987 - Title I: City of Dickinson, N.D. - Relieves the city of Dickinson, North Dakota, of all obligations incurred under a contract entered into with the Secretary of the Interior concerning construction of certain facilities at the Dickinson Dam under the Reclamation Authorization Act of 1975, notwithstanding certain provisions of such Act. Authorizes the Secretary to enter into a new repayment contract the terms of which will entitle it to water supply benefits provided by a bascule gate project in consideration for repayment of such project's costs according to a specified schedule. Title II: Increases in Authorization Ceiling - Amends the Reclamation Authorization Act of 1976 to increase authorized appropriations for construction at the Oroville-Tonasket Unit, Washington, irrigation project. Authorizes such appropriations through FY 1991. Directs the Secretary to report to the House Committee on Interior and Insular Affairs and the Senate Committee on Energy and Natural Resources, not later than 120 days after enactment of this Act, about mitigation of the impact of the project on salmon resources and enhancing of the production of salmon. Title III: Central Valley Project Water Releases - Directs the Secretary to install a temperature control curtain as a demonstration project at Shasta Dam, Central Valley Project, California. Declares the purpose of such project to determine the effectiveness of the curtain in controlling the temperature of water releases from Shasta Dam so as to protect and enhance anadromous fisheries in the Sacramento River and San Francisco Bay/Sacramento-San Joaquin Delta and Estuary. Title IV: Name Changes - Designates the Tucson aqueduct, Phase A, of the Central Arizona project, as the Stewart Udall-Barry Goldwater Aqueduct. Designates the Granite Reef Aqueduct of the Central Arizona project as the Hayden-Rhodes Aqueduct. Designates the Salt-Gila aqueduct of the Central Arizona project as the Fannin-McFarland Aqueduct. Designates the Whiskeytown Dam, Central Valley project, California, as the Clair A. Hill Whiskeytown Dam. Title V: Power Marketing Administration Authorization - Authorizes appropriations for FY 1988 and 1989 to: (1) the Alaska Power Administration for the operation and maintenance of projects in Alaska and for the marketing of electric power and energy; (2) the Southeastern Power Administration for operation and maintenance of power transmission facilities and for the marketing of electric power and energy; and (3) the Southwestern Power Administration for operation and maintenance of power transmission facilities, for the marketing of electric power and energy, and for construction and acquisition of transmission lines, substations and appurtenant facilities. Authorizes appropriations for FY 1988 to the Western Area Power Administration for applicable functions and related activities, including conservation and renewable resources programs. Authorizes the Secretary of the Treasury to transfer from the Colorado River Dam Fund to the Western Area Power Administration funds to carry out the power marketing and transmission activities of the Boulder Canyon Project. Directs the Administrator of the Western Area Power Administration, not later than February 1, 1988, and not less than every year thereafter, to submit to the Congress a comprehensive list of major transmission lines and related facilities which the Administration plans to construct or participate in the construction of during the next five years. Declares that no funds are authorized to be appropriated after February 1, 1988, to the Administration to construct or participate in the construction of any major transmission lines and related facilities which are not included on such list, with the exception of emergency projects. Directs the Administrator to report to the Congress, not later than May 1, 1988, with recommendations for improving transmission policies and programs. Amends the Pacific Northwest Electric Power Planning and Conservation Act to reduce the Bonneville Power Administration's borrowing authority. Title VI: Accelerated Repayment, Grand Valley Project, Colorado - Provides for the repayment of the Grand Valley Reclamation Project (Colorado) through the sale or development of power or power privileges. Authorizes the Secretary, upon final payment, to convey all U.S. interest in such Project to the Grand Valley Water Users Association and/or the Orchard Mesa Irrigation District, or their successors. Title VII: Townsite Land - Directs the Secretary to replat the townsite of Veteran, Wyoming, and to convey a specified lot to the Goshen County school district. Authorizes the Secretary to dispose of Federal lands within the townsite area by negotiated or public sale. Title VIII: Minot Extension, Garrison Diversion Unit, N. D. - Relieves the city of Minot, North Dakota, from all liability for repayment of an amount associated with the excess capacity of the Minot Pipeline resulting from enactment of the Garrison Diversion Unit Reformulation Act of 1986. Title IX: Contracts With the Redwood Valley County Water District - Directs the Secretary to renegotiate the schedules of payment for certain loans to the Redwood Valley County Water District, California. Suspends the obligation to repay such loans and interest charges until such renegotiated schedules take effect. Title X: Water Purchase by Lakeview Irrigation District - Directs the Secretary to offer to the Lakeview Irrigation District, Wyoming, the annual option to purchase specified acreage or storage in the Buffalo Bill Dam and Reservoir, Shoshone Project, Pick-Sloan Missouri Basin Program, Wyoming. Title XI: Kesterson Reservoir Prohibition, California - Prohibits the Secretary from dewatering or otherwise causing a discharge of water from Kesterson Reservoir, California, into the San Joaquin River or its tributaries. Title XII: Carryover Storage, New Melones Unit - Authorizes the Secretary to make available unallocated carryover storage from the New Melones project to the Oakdale and South San Joaquin irrigation districts during drought emergency water conditions. Title XIII - Amends the Wild and Scenic River Act of 1968 to provide that no cost-sharing by local entities shall be required by the Secretary for streambank stabilization structures constructed on the Missouri River, Nebraska and South Dakota. Title XIV: Navy Land - Authorizes the Secretary of the Navy to use revenues from agricultural leases in the vicinity of Lamoore Naval Air Station to obtain air easements in Kings County, California."
  }, 
  "titles": [
    {
      "as": "reported to house", 
      "title": "Water and Power Authorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Water and Power Authorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill for the relief for the city of Dickinson, North Dakota.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:18-05:00"
}