{
  "actions": [
    {
      "acted_at": "2006-03-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2368-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2006-03-03", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2006-03-03", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-03-03", 
  "number": "2368", 
  "official_title": "A bill to amend the Immigration and Nationality Act and other Acts to provide for border security and interior enforcement improvements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2377-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Border Security and Interior Enforcement Improvement Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, E. Benjamin", 
    "state": "NE", 
    "thomas_id": "01627", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-03-03", 
  "subjects": [
    "Administrative remedies", 
    "Alien labor", 
    "Armed forces and national security", 
    "Arrest", 
    "Authorization", 
    "Border patrols", 
    "Burglary", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Congressional reporting requirements", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Criminal aliens", 
    "Criminal justice information", 
    "Data banks", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Deportation", 
    "Detention of persons", 
    "Driver licenses", 
    "Drone aircraft", 
    "Drug abuse", 
    "Drug traffic", 
    "Earned income tax credit", 
    "Economics and public finance", 
    "Education", 
    "Employers' liability", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Foreign students", 
    "Forfeiture", 
    "Fraud", 
    "Gangs", 
    "Government attorneys", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Habeas corpus", 
    "Higher education", 
    "Human rights", 
    "Identification devices", 
    "Identity theft", 
    "Illegal aliens", 
    "Immigrants", 
    "Immigration", 
    "Income tax", 
    "Informers", 
    "International affairs", 
    "Judges", 
    "Judicial review", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Limitation of actions", 
    "Military and naval supplies", 
    "Military civic action", 
    "Misconduct in office", 
    "Naturalization", 
    "Obstruction of justice", 
    "Old age, survivors and disability insurance", 
    "Passports", 
    "Photography", 
    "Police training", 
    "Political persecution", 
    "Prison alternatives", 
    "Prisoners", 
    "Public prosecutors", 
    "Radar", 
    "Recidivists", 
    "Recruiting of employees", 
    "Repatriation", 
    "Right of asylum", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Smuggling", 
    "Social security numbers", 
    "Social welfare", 
    "Tax deductions", 
    "Tax returns", 
    "Telephone", 
    "Terrorism", 
    "Transportation and public works", 
    "Video tape recording", 
    "Violence", 
    "Visas", 
    "Wages", 
    "Witnesses"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-03-03", 
    "text": "Border Security and Interior Enforcement Improvement Act of 2006 - Provides for construction of fencing and security improvements in the border area from the Pacific Ocean to the Gulf of Mexico. Provides for increases in: (1) border patrol agents; (2) Department of Defense (DOD) surveillance equipment along the southern border; (3) Customs and Border Patrol officers; and (4) Department of Homeland Security (DHS) immigration and worksite enforcement personnel and Department of Justice immigration attorneys and judges Revises and extends implementation deadlines for the integrated entry and exit data system. Requires: (1) state and local law enforcement agencies to provide DHS with specified information about apprehended illegal aliens; and (2) U.S. attorneys to determine the immigration status of persons charged with a federal offense. Provides for: (1) increased federal detention space and utilization of DOD installations identified for closure; (2) transfer of illegal aliens from state or local custody to federal custody; (3) listing of immigration violators in the National Crime Information Center database; (4) federal reimbursement of state and local detention and transportation costs; (5) continuation of the institutional removal program (IRP), its expansion to all states, and a private right of action to remedy a violation of its enforcement by state or local authorities; and (6) immigration-related training for state and local personnel. States that state and local law enforcement personnel are fully authorized to investigate, apprehend, or transfer to federal custody aliens in the United States (including interstate transportation of such aliens to detention centers) in order to assist in the enforcement of U.S. immigration laws. Sets forth limitations on visa issuance and validity; including: (1) visa curtailment for aliens from countries denying or delaying repatriation of their nationals; (2) elimination of the diversity immigrant program; (3) barring terrorists from naturalization; and (4) prohibiting immigration benefits to an alien who poses a security threat, is under investigation for removal, or for whom background checks have not been completed. Makes participation in racial, religious, national, or political persecution grounds for inadmissibility or deportation. Revises provisions respecting foreign student information collection. Employment Security Act of 2006 - Directs the Secretary of Homeland Security to establish, and sets forth the provisions for, an employment eligibility verification system. Expands the employment eligibility verification system to include: (1) previously hired individuals; and (2) recruitment and referral. Makes employer participation in the basic pilot program mandatory two years after enactment of this Act. Provides protection for individuals reporting immigration law violations. Revises and increases civil and criminal penalties for knowingly hiring unauthorized aliens. Bars repeat hiring offenders from government contract eligibility for two years. Provides for certain information sharing among the Social Security Administration (SSA), the Internal Revenue Service (IRS), and DHS. Makes an illegal alien ineligible for nonresident alien tax status. Prohibits a deduction for compensation paid to an unauthorized worker. Requires that by October 26, 2007, every document, other than an interim document, issued by the Secretary which may be used as evidence of immigrant, nonimmigrant, parole, asylee, or refugee status, be machine-readable, tamper-resistant, and incorporate a biometric identifier. Excludes unauthorized employment or unauthorized functions and services from trade or business from social security employment or self-employment computation. Revises provisions respecting: (1) alien smuggling offenses and penalties, including establishing extraterritorial jurisdiction over such offenses; and (2) marriage fraud. Establishes in the Treasury the Employer Compliance Fund. Revises (and increases) penalty provisions respecting: (1) reentry of removed aliens; (2) document fraud; (3) benefit fraud; (4) false citizenship claims; and (5) social security number misuse. Makes criminal street gang members inadmissible and deportable. Requires mandatory detention of aliens subject to removal based upon criminal street gang membership. Makes such aliens ineligible for asylum, temporary protected status, and protection from removal to certain countries. Revises specified voluntary departure, detention, and removal provisions. Provides for: (1) expedited removal of certain criminal aliens; and (2) detention alternative pilot programs. Provides that an alien who is neither a flight nor a security risk may be released pending a removal hearing by posting a bond of: (1) not less than $5,000; or (2) not less than $3,000 if a Canadian or Mexican national. Revises and enhances detention provisions for certain dangerous aliens subject to removal, including establishment of a detention review process for cooperating aliens."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Border Security and Interior Enforcement Improvement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Employment Security Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act and other Acts to provide for border security and interior enforcement improvements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:01-05:00"
}