{
  "actions": [
    {
      "acted_at": "1973-05-03", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1698-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McGee, Gale W.", 
      "sponsored_at": "1973-01-03", 
      "state": "WY", 
      "thomas_id": "01396", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-03", 
  "number": "1698", 
  "official_title": "A bill to amend the Rural Development Act of 1972 (Public Law 92-419).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Development Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-03", 
  "subjects": [
    "Business and commerce", 
    "Economic development", 
    "Housing and community development", 
    "Rural affairs legislation"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-03", 
    "text": "Rural Development Act Amendments - Sets forth the findings of Congress, states the policy and purpose of Congress, and provides the definition of terms used in the bill. Establishes a National Rural Development Bank Board composed of eleven appointed, three ex officio, and ten elected members. Provides that the appointed members are to be appointed by the President, by and with the advice and consent of the Senate, not more than six of whom shall be from the same political party nor more than one of whom shall be from any State. Sets forth the administrative duties of the Board. Empowers the Board to establish the general policy for the guidance of the Bank in carrying out this Act. Requires the Board to provide for the examination of the condition of and general supervision over the performance of the powers, functions, and duties vested in the Bank and in Participants, which, in the judgment of the Board, relate to matters of board and general supervisory, advisory, or policy nature. Provides that the Board shall make an annual report to the Congress on the condition of the Bank, including analytical program evaluation and cost effectiveness studies, and recommendations to improve the operation of the Bank in providing supplementary investment required to attain rural development purposes. Establishes a National Rural Development Bank as a federally chartered instrumentality of the United States subject to policies of the Board. Provides for the corporate existence of the Bank and for its general corporate powers. Provides for the appointment of the Governor who shall be the executive officer of the bank. States that the Governor is appointed by the Board subject to confirmation by the Senate. Provides that the Governor shall be responsible, subject to the supervision and control of the Board, for carrying out the functions of the Bank and the policies of such Board. Requires the Governor to carry out all orders and directives received by him from the Board. Requires the Board to establish and promulgate policies and regulations, not inconsistent with provisions of this Act, to govern the policies, programs and procedures of the Bank. Subjects the Bank, participants, and joint-venture-cosponsors to the supervision of the Farm Credit Administration with respect to all procedures relating to financial examinations, including audits. Provides that except as otherwise provided the Bank, participants, and joint-venture-cosponsors, at such times as the Board may determine, shall be examined and audited by examiners of the Farm Credit Administration on a reimbursable basis but that in no event shall any such institution be examined and audited less frequently than once a year. Authorizes and directs the Comptroller of the Currency, upon request of the Farm Credit Administration, to furnish for the exclusive and confidential use of the Board such reports, records, and other information as he may have available relating to the financial condition of national banks through, for, or with which the Bank has made or contemplates making discounts, loans, or delegations of power. Allows the Bank to issue stock which may be purchased by the Secretary of the Treasury on behalf of the United State as an initial investment in the stock of the Bank to help it to inaugurate financial assistance operations. Provides that, for any year or part thereof in which the Secretary of the Treasury holds any stock in the National Bank, the Bank, before declaring any dividends shall pay to the United States a franchise tax. Directs the Secretary of the Treasury to purchase stock of the Bank on behalf of the United States in the amount appropriated by Congress. Authorizes the Governor, subject to the provisions of the Act, and approval of the Board, to issue from time to time and to have outstanding voting and nonvoting capital stock of an aggregate par value of not to exceed the par value of stock purchased by the Secretary of the Treasury plus not to exceed two percent of the amount of outstanding financial assistance and joint-venture equity investment. Provides that the capital stock of the Bank shall be divided into shares of par value of $5 each and may be of such classes as may be determined by the Board. Sets forth the method for determing earnings. Sets the maximum amount of long-term notes, bonds, debentures, or other obligations the Bank may issue at an amount which, when added to the amount of other bonds, debentures, long-term notes, or other similar obligations issued and outstanding, will not exceed twenty times the capital and surplus of the Bank, or such lesser amount as the Board shall establish by regulation. Requires the Bank to be fully liable on all notes, bonds, debentures, or other obligations issued by it. Provides that the bonds and other similar obligations issued under the authority of the Act shall be lawful investments for all fiduciary and trust funds and may be accepted as security for all public deposits. Authorizes the Bank to invest its funds in joint-venture equity investments in rural development projects. Sets forth the tax status of the Bank. Provides for the designation of any National or State bank, savings institution, credit union, or other financial institution making loans in rural areas for rural development purposes, upon application, be considered for designation as a Participating Rural Development Financial Institution referred to in this Act as a \"Participant.\" Authorizes a participant or a supporting financial institution, subject to provisions of this Act, to obtain financial assistance from the Bank and to issue obligations for purchase by the Bank and to perform such other duties as the Bank may delegate and the participant agrees to undertake. Permits those financial institutions whose volume of loans in rural areas is more than one-half of the total volume of all its loans to purchase voting stock of the Bank. Requires a participant, as a condition of eligibility for financial assistance with respect to any rural development loan it has extended, to require the deposit by the borrower of 5 percent of the amount of that part of the loan for which the financial assistance of the Bank is requested. Authorizes the Bank, subject to regulations approved by the Board, to make investments in rural development projects proposed or established by eligible sponsors, directly, or through a participant, in accordance with standards and criteria to govern the making of investments in joint-ventures with eligible sponsors established by the Board. Makes joint-venture rural development projects subject to all Federal, State, and local taxes. Prohibits Bank investment in any project that can obtain necessary credit or investment for the full amount of the investment from any other source on reasonable terms. Prohibits the investment made by the Bank in joint-venture projects from exceeding the amount that cannot be obtained elsewhere on reasonable terms. Authorizes the appropriation to the Secretary of the Treasury of not to exceed $200,000,000 annually for not to exceed ten years for the purchase of capital stock of the Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Development Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rural Development Act of 1972 (Public Law 92-419).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:41-05:00"
}