{
  "actions": [
    {
      "acted_at": "1974-01-22", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12195-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-22", 
  "number": "12195", 
  "official_title": "A bill to amend the Freedom of Information Act to require that information be made available to Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-22", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Congressional-Presidential relations", 
    "Freedom of information", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-22", 
    "text": "Provides, under the Freedom of Information Act, that whenever either House of Congress, any committee or subcommittee thereof, any joint committee of Congress, or the Comptroller General of the United States requests an agency or the President of the United States to make available information within its possession or under its control, the head of such agency or the President shall make the information available as soon as practicable, but not later than thirty days from the date of the request, unless the information is ordered withheld by the President in a signed statement that the information will be withheld and such statement sets forth the grounds upon which such withholding is based. Requires the presence of officers and employees of agencies upon request by Congress and committees. States that if an officer or employee believes that information which he is asked to testify upon or produce would properly be ordered withheld by the President, he may promptly so advise the House committee or subcommittee making the request, and his testimony or response may be deferred for a reasonable period, but not to exceed ten days, in order that the President may determine whether he wishes to execute a written statement withholding such information. Provides that upon denial of access to information the House of Congress, committee, or joint commmittee may determine that the information requested is needed for the exercise of a valid legislative or investigative function under the Constitution and that the national interest outweighs any possible jeopardy to the need of the President or agency head to obtain candid and forthright advice, and may pass a resolution empowering committee counsel or other designated counsel to file a civil suit in the United States District Court for the District of Columbia to compel the agency head, the President, or the witness to supply the requested information or testimony. States that the United States District Court for the District of Columbia shall have exclusive jurisdiction of any complaint filed by either House of Congress, any committee thereof, or any joint committee of the Congress. States that, notwithstanding any other provision of any other law, or of any Executive order, no officer or employee of the executive branch may withhold any information from either House of Congress or any committee or subcommittee if the information requested is relevant to any proceeding connected with the impeachment or subsequent trial of the President, Vice President, or any other civil officer of the United States. Penalizes any person who, under this Act, willfully and knowingly distorts, conceals, or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious, or fraudulent statement or representations, or makes or uses any false, fictitious, or fraudulent statement or entry, by a fine of not more than $10,000 or imprisonment of not more than five years, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Freedom of Information Act to require that information be made available to Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:12-05:00"
}