{
  "actions": [
    {
      "acted_at": "1986-04-15", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-22", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, DOT, ICC.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-22", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Merchant Marine", 
      "text": "Referred to Subcommittee on Merchant Marine.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4583-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1986-04-15", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1986-04-15", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1986-04-15", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-15", 
  "number": "4583", 
  "official_title": "A bill to direct the Secretary of Transportation to enter into certain contracts and contract amendments to develop and deregulate the United States-flag liner fleet and to permit a subsidy buy out for smaller liner companies or alternatively an infusion in recognition of the adverse competitive impact of this program on smaller U.S. liner companies to the benefit of the larger U.S. liner companies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Liner Development Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-15", 
  "subjects": [
    "Armed forces and national security", 
    "Citizenship", 
    "Defense articles", 
    "Government contractors", 
    "Merchant marine", 
    "Merchant ships", 
    "Public Contracts, Procurement, and Property", 
    "Ships", 
    "Ships and shipping", 
    "Subsidies", 
    "Transportation and Travel", 
    "Warships"
  ], 
  "subjects_top_term": "Ships", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-15", 
    "text": "Liner Development Act of 1986 - Amends title VI of the Merchant Marine Act, 1936 to authorize and direct the Secretary of Transportation to enter into operating-differential subsidy (ODS) contracts with certain U.S. citizens who qualify for such subsidies under provisions of this Act for the operation of qualified vessels in the international trade. Authorizes and directs the Secretary to amend existing ODS contracts to reflect changes brought about by this Act. Outlines: (1) administrative provisions regarding such ODS contracts; and (2) eligibility requirements for those U.S. citizens wishing to enter into such ODS contracts. Requires amendments in existing ODS contracts to reflect the increased wage-differential payments permitted in such contracts as provided by this Act. Specifies certain Federal laws which shall not apply to ODS contracts as amended. Provides that no amendment to an existing ODS contract shall be construed as a termination of any contract entered into under the Merchant Marine Act, 1936 or a release of any obligation of the United States under such contract. Limits U.S. liability for costs under certain amended ODS contracts to wage-differential costs. Defines such qualified vessels entitled to be operated under new and amended ODS contracts as certain kinds of liner vessels. Sets forth the terms and restrictions for new and amended ODS contracts, including: (1) the monthly payment of ODSs to contractors upon their verification of such amounts; (2) the determination of the amount of ODS to be paid to be based upon the numbers and ratings of U.S. officers and crews abroad such vessels; and (3) the requirement that all vessels under such contracts be manned by U.S. citizens and able to be converted into auxiliary naval vessels in time of war or national emergency. Provides for termination of ODS contracts after 15 years, with possible renewals for additional 15-year periods. Provides that all such ODS contracts or amended contracts can only be further amended or rescinded upon the mutual agreement of the Secretary and the contractor involved. Outlines: (1) application procedures for entering into ODS contracts; and (2) procedures amending existing ODS contracts to bring them into conformity with contract changes in wage-differential payments made under this Act. Outlines terms and restrictions concerning the payment of subsidies by the Secretary to a contractor under an ODS contract. Limits, with exceptions, the amount of ODS payable annually to each contractor. Bases the amount of ODS payments to a contractor on the actual number of ship-years of operation by such contractor during that year. Outlines alternatives for operators of smaller liner vessels (those operators with fewer than ten qualified vessels) who may receive smaller ODS payments due to the increase in ODS payments to large liner operators brought about by this Act. Allows such smaller operators, as part of such alternatives, to: (1) continue to receive their present ODS payments for an extended period of time; (2) receive a large, additional lump-sum ODS payment; and (3) if they so choose, sell their liners to the U.S. Government for placement in the Ready Reserve Fleet. Declares that there should be authorized and appropriated such sums as necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Liner Development Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of Transportation to enter into certain contracts and contract amendments to develop and deregulate the United States-flag liner fleet and to permit a subsidy buy out for smaller liner companies or alternatively an infusion in recognition of the adverse competitive impact of this program on smaller U.S. liner companies to the benefit of the larger U.S. liner companies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:19-05:00"
}