{
  "actions": [
    {
      "acted_at": "1980-09-08", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3097-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-09-08", 
  "number": "3097", 
  "official_title": "A bill to establish an Office of Critical Materials.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Critical Materials Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-09-08", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Commodity control", 
    "Executive Office of the President", 
    "Federal advisory bodies", 
    "Government and business", 
    "Government operations and politics", 
    "Materials", 
    "Materials management", 
    "Materials policy", 
    "Metals", 
    "Mineral industries", 
    "Mineral resources conservation", 
    "Mines and mineral resources", 
    "National Security and Intelligence Operations", 
    "Small business", 
    "Strategic materials"
  ], 
  "subjects_top_term": "Materials", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-09-08", 
    "text": "Critical Materials Act of 1980 - Establishes within the Executive Office of the President an Office of Critical Materials to: (1) coordinate Federal materials policies, programs, and decisions; (2) promote an awareness of the extraordinary importance of critical materials to the national economic and defense interests; and (3) provide, within three years after enactment of this Act, a substantive recommendation as to how the Government should be organized to improve the materials policy process and advance a national materials policy. Sets forth the duties of the Office which include: (1) issuing an annual report on the domestic inventory of critical resources with projections on Government and industry needs for such resources and a forecast of prospective major critical materials problems; (2) evaluating industry needs of critical materials; (3) evaluating developments in such materials to recommend Government support of activities which would advance the Nation's interest in securing a continuing supply of such materials; (4) assisting in the development of U.S. foreign policy pertaining to mineral-rich countries and vital material regions of the world; (5) advising the President and Congress on the effects of Government and private activities on the Nation's supply of such materials; and (6) reporting annually to the President and Congress on Office activities. Requires the President to appoint, with the advice and consent of the Senate, a Director of the Office who shall advise the President on critical materials matters. Authorizes the Director to require Federal agencies to furnish necessary statistical data and information. Establishes an advisory panel on critical materials and industry to assist the Director in formulating an annual program agenda for the Office and to provide the Office with information on materials problems and developments. Directs the President to call upon the Director and the Secretaries of State, Defense, and Commerce to meet to coordinate the development of U.S. foreign policy pertaining to mineral-rich countries and vital materials regions and to assist in the development of a material needs program for U.S. defense policy. Requires the Office to provide private industry with nonconfidential information on critical materials and the national critical materials policy process. Directs the Office to: (1) survey the critical materials activities of small business to determine the most promising of such activities and to outline measures and encourage Government assistance to advance such activities; (2) provide information on Government programs to small business; and (3) publish within two years after enactment of this Act a report on the importance of critical materials to small business. Authorizes appropriations to the Office for fiscal years 1981, 1982, and 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Critical Materials Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Critical Materials.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:34-05:00"
}