{
  "actions": [
    {
      "acted_at": "1979-04-26", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1027-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-26", 
  "number": "1027", 
  "official_title": "A bill to amend the National Labor Relations Act to provide for voluntary unionism by strengthening the Act's protection for employees from coercion or discrimination in regard to hire or tenure of employment or any condition of employment by reason of membership or nonmembership in any labor organization, to free the channels of interstate commerce from the disruption and industrial strife flowing from coercive and compulsory unionism, to guarantee individual freedom of choice, association, self-organization, and representation, and to relieve labor organizations from the obligation to act as collective-bargaining representatives of employees who are not members or who choose not to pay dues or fees to the union designated as the bargaining representative", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Freedom of Representation Act of 1977", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-26", 
  "subjects": [
    "Business and commerce", 
    "Collective bargaining", 
    "Construction industries", 
    "Labor and employment", 
    "Labor union membership", 
    "Labor unions", 
    "Unfair labor practices", 
    "Union security"
  ], 
  "subjects_top_term": "Collective bargaining", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-26", 
    "text": "Employee Freedom of Representation Act of 1977 - Title I: Short Title and Declaration of Policy - Sets forth the policy of this Act with respect to the rights and obligations of labor organizations and employees as individuals. Title II: Amendments of the National Labor Relations Act - Amends the National Labor Relations Act to eliminate from the provisions setting forth employee collective bargaining rights and unfair labor practices the language which authorizes union security agreements (requiring union membership as a condition of employment). Revises the circumstances under which collective bargaining agreement provisions in the building and construction industry do not constitute unfair labor practices to eliminate: (1) the authority for exclusive hiring halls (under such an agreement the employer is required to recruit those employees who are referred by the union, the \"nonexclusive\" arrangement, whereby the employer may reject such referrals, is retained); and (2) the provision authorizing compulsory union membership after a seven day period. Eliminates the current \"exclusive representation\" provision (which authorizes representatives who are chosen by the majority of employees in the collective bargaining unit to be the exclusive representatives of all employees in such unit) to stipulate: (1) that such persons must represent only those employees who selected them; and (2) that any employee or group of employees may make a contract agreement or grievance adjustment with their employer without union intervention even if such agreement or adjustment is inconsistent with the terms of an existing collective bargaining contract (currently, only those dealings which are consistent with such a contract are authorized)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Freedom of Representation Act of 1977", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Labor Relations Act to provide for voluntary unionism by strengthening the Act's protection for employees from coercion or discrimination in regard to hire or tenure of employment or any condition of employment by reason of membership or nonmembership in any labor organization, to free the channels of interstate commerce from the disruption and industrial strife flowing from coercive and compulsory unionism, to guarantee individual freedom of choice, association, self-organization, and representation, and to relieve labor organizations from the obligation to act as collective-bargaining representatives of employees who are not members or who choose not to pay dues or fees to the union designated as the bargaining representative", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:54-05:00"
}