{
  "actions": [
    {
      "acted_at": "1973-12-21", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12142-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-21", 
  "number": "12142", 
  "official_title": "A bill to amend title 13, United States Code, to assure confidentiality of information furnished in response to questionnaires, inquiries, and other requests of the Bureau of the Census, to provide for a mid-decade sample survey of population, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7762-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Randall, William J.", 
    "state": "MO", 
    "thomas_id": "00943", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-21", 
  "subjects": [
    "Census", 
    "Civil rights and liberties, minority issues", 
    "Population", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Census", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-21", 
    "text": "Authorizes the Secretary of Commerce to call upon other departments and agencies of the Federal Government and of the municipal government of the District of Columbia for information required for the efficient and economical conduct of surveys and questionnaires relating to the census. Excludes access by the Secretary of Commerce to financial information contained in individual income tax returns filed with the Internal Revenue Service, or to information otherwise made available by law. Authorizes the Secretary upon a showing of proper need to furnish to an authorized person requesting an authenticated transcript or copy of reports collected from such person in connection with the surveys and censuses provided for under this Act. Provides that in no case shall information furnished be used to the detriment of any party covered by that information. Requires the written permission of the respondent to such questionnaires and reports before the Secretary of Commerce or any other employee of the Department of Commerce may allow examination of such reports by anyone other than the sworn employees of the Department of Commerce. Requires that no employee of the Federal Government may, without the written permission of the respondent: (1) use any information furnished by the respondent for any purpose other than general statistical purposes; (2) make any publication by or through which the information collected from any respondent can be identified; (3) make any publication which will permit significant disclosure, by statistical inference of data furnished by any respondent; or (4) disclose the names of individuals or the addresses of their residences. Provides that the inviolability of the confidentiality of information collected under this Act shall not be abrogated, abridged, or breached for any reason whatsoever. Requires the Secretary of Commerce to take a decennial census of the population as of the first day of April in the year 1980 and every ten years thereafter, and to complete the report of the census within eight months. Requires the Secretary in the year 1975 and every ten years thereafter, to conduct a mid-decade sample survey of the population. Requires the Secretary to submit to the Congress no later than 3 years before the survey date his determination of the questions proposed to be included and the type of information to be compiled in the decennial census and the mid-decade survey. Requires the appropriate Congressional committees to review such determinations and to notify the Secretary of their recommendations for acceptance or rejection of the proposed questions and the type of information to be compiled. Establishes the geographical scope of the census and mid-decade sample surveys of the population. Authorizes the Secretary to use the statistical method of \"sampling\" to carry out the provisions of this Act. Authorizes the Secretary to conduct special censuses for the government of any State, or political subdivision within a State, and for the municipal government of the District of Columbia, upon payment to the Secretary of the actual or estimated cost of each such special census. Provides penalties for wrongful disclosure of information by an employee of the Federal Government. Provides that if a provision enacted by this Act is held invalid, all valid provisions that are severable from the invalid provision shall remain in effect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 13, United States Code, to assure confidentiality of information furnished in response to questionnaires, inquiries, and other requests of the Bureau of the Census, to provide for a mid-decade sample survey of population, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:11-05:00"
}