{
  "actions": [
    {
      "acted_at": "2013-03-14", 
      "references": [
        {
          "reference": "CR S1859-1860", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-14", 
      "committees": [
        "SSEV"
      ], 
      "references": [
        {
          "reference": "CR S1860-1861", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s571-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2013-03-14", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2013-04-23", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-14", 
  "number": "571", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to establish a deadline for restricting sewage dumping into the Great Lakes and to fund programs and activities for improving wastewater discharges into the Great Lakes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1185-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Great Lakes Water Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-03-14", 
  "subjects": [
    "Aquatic ecology", 
    "Environmental protection", 
    "Government information and archives", 
    "Government trust funds", 
    "Great Lakes", 
    "Lakes and rivers", 
    "Marine pollution", 
    "Pollution liability", 
    "Solid waste and recycling", 
    "Water quality", 
    "Wetlands", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-03-14", 
    "text": "Great Lakes Water Protection Act - Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to prohibit a publicly owned treatment works (POTW) from performing a discharge (defined as an intentional diversion of waste streams to bypass any portion of a treatment facility which results in a discharge of untreated or partially treated sewage into the Great Lakes) unless: (1) the bypass is unavoidable to prevent loss of life, personal injury, or severe property damage, there is no feasible alternative, and the treatment works provides notice; or (2) the bypass does not cause effluent limitations to be exceeded and is for essential maintenance to ensure efficient operation of the treatment facility. Requires a POTW to provide prior notice for any anticipated discharge, or notice as soon as practicable for any unanticipated discharge (but no later than two hours after a discharge begins for a POTW with an automated detection system or 12 hours after a discharge begins for a POTW without such system), to: (1) the Administrator of the Environmental Protection Agency (EPA) (or a state if the state has an approved permit program), (2) each local health department (or a state health department if a local department does not exist), (3) the municipality in which a discharge occurred, (4) each municipality with jurisdiction over waters that may be affected, (5) a daily newspaper of general circulation in each county in which such a municipality is located, and (6) the public. Requires a POTW, within five days after such initial notice, to provide follow-up notice regarding the cause of, reason for, dates and times of, anticipated duration of, volume of, public access areas affected by, and steps taken or planned to reduce, eliminate, and prevent recurrence of, the discharge. Requires the Administrator (or a state with an approved permit program) to annually publish and make available to the public a list of the POTWs from which a follow-up notice was received. Includes among prohibited bypasses those resulting in discharges from a POTW that consist of effluent routed around treatment units and blended with effluent from treatment units prior to discharge. Directs the Administrator to establish procedures to ensure that permits issued to POTWs under the National Pollutant Discharge Elimination System include requirements to comply with this Act. Establishes a maximum civil penalty of $100,000 per day for violations of this Act occurring on or after January 1, 2033. Establishes the Great Lakes Cleanup Fund into which penalties for violations of this Act shall be deposited and from which amounts shall be provided for improving wastewater discharges."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Great Lakes Water Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Federal Water Pollution Control Act to establish a deadline for restricting sewage dumping into the Great Lakes and to fund programs and activities for improving wastewater discharges into the Great Lakes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:41:48-05:00"
}