{
  "actions": [
    {
      "acted_at": "2003-11-06", 
      "references": [
        {
          "reference": "CR S14179", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-06", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1837-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-11-06", 
  "number": "1837", 
  "official_title": "A bill to combat money laundering and terrorist financing and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Combating Money Laundering and Terrorist Financing Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-11-06", 
  "subjects": [
    "Bank fraud", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "EBB Terrorism", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Forfeiture", 
    "Law", 
    "Licenses", 
    "Money laundering", 
    "Organized crime", 
    "Terrorism"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-11-06", 
    "text": "Combating Money Laundering and Terrorist Financing Act of 2003 - Amends the Racketeer Influenced and Corrupt Organizations Act (RICO) to expand its scope to cover acts or threats involving burglary, embezzlement, and fraud in the purchase of securities. Modifies provisions regarding: (1) the laundering of monetary instruments to include violations of the Social Security Act relating to obtaining funds through misuse of a social security number, to grant authority to the Secretary of Homeland Security and the Commissioner of Social Security over offenses within their jurisdictions, and to cover certain informal transfers of the proceeds of specified unlawful activity; and (2) engaging in monetary transactions in property derived from specified unlawful activity to grant authority to the Secretary over offenses within his jurisdiction. Changes the name of a money transmitting business the operation of which is prohibited from an \"unlicensed\" to an \"illegal\" money transmitting business. Specifies that such a business shall be illegal if it fails to to comply with money transmitting business registration requirements (current law), whether or not the defendant knew that the operation was required to comply with such requirements. Authorizes the Attorney General, the Secretary of the Treasury, and the Secretary of Homeland Security to investigate violations regarding such businesses. Amends the Federal criminal code to provide for civil forfeiture of the assets of individuals or entities engaging in planning or perpetrating any act of international terrorism against any international organization or foreign government. Reauthorizes the Money Laundering and Financial Crimes Strategy Act of 1998."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Combating Money Laundering and Terrorist Financing Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat money laundering and terrorist financing and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:36-05:00"
}