{
  "actions": [
    {
      "acted_at": "2009-01-28", 
      "committee": "Committee on Rules, and in addition to the Committee on Standards of Official Conduct, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules, and in addition to the Committee on Standards of Official Conduct, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-28", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-28", 
      "committee": "House Standards of Official Conduct", 
      "references": [], 
      "text": "Referred to House Standards of Official Conduct", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres100-111", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Standards of Official Conduct", 
      "committee_id": "HSSO"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "48", 
      "name": "Campbell, John", 
      "sponsored_at": "2009-06-10", 
      "state": "CA", 
      "thomas_id": "01816", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Miller, Candice S.", 
      "sponsored_at": "2010-02-24", 
      "state": "MI", 
      "thomas_id": "01731", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-28", 
  "number": "100", 
  "official_title": "Amending the Rules of the House of Representatives to provide for earmark reform.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres276-111", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Putnam, Adam H.", 
    "state": "FL", 
    "thomas_id": "01645", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-01-28", 
  "subjects": [
    "Appropriations", 
    "Budget process", 
    "Congress", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "House of Representatives", 
    "Legislative rules and procedure", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-28", 
    "text": "Amends Rule XXI (Restrictions on Certain Bills) of the Rules of the House of Representatives to make it out of order in the House to consider any bill or joint resolution (or accompanying report), amendment, or conference report that contains a congressional earmark for a nonpublic entity (other than an institution of higher education). Makes it out of order to consider legislation that contains a congressional earmark for any entity named after an incumbent Member of Congress. Amends Rule XXIII (Code of Official Conduct) to require any Member, Delegate, or Resident Commissioner requesting a congressional earmark in any legislation (or accompanying report) to: (1) submit certain information to the Clerk of the House for posting within 24 hours on the Clerk's website, including the amount requested, the project name, and a project description of the subject of the earmark; (2) include, in the case of an earmark for a non-federal entity, an accompanying letter of support from that entity certifying that it will provide matching funds equal to at least 10% of the earmark; and (3) provide a written statement to the chairman and ranking minority member of the committee of jurisdiction certifying that no family member of the Member, Delegate, or Resident Commissioner has any financial interest in the earmark. Amends Rule II (Other Officers and Officials) to require the Clerk to post on the Clerk's website, under the heading \"Member Spending Requests,\" an up-to-date list of all such information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amending the Rules of the House of Representatives to provide for earmark reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:06-05:00"
}