{
  "actions": [
    {
      "acted_at": "1973-11-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-05-30", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 93-1072.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-25", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Interior and Insular Affairs rejected in House, roll call #409 (106-267).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-25", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #410 (291-81).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-25", 
      "bill_ids": [
        "s425-93"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 425 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11500-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Burke, Yvonne B.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00150", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Burton, Phillip", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00156", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1973-01-03", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Martin, James G.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00741", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McDade, Joseph M.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00765", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Meeds, Lloyd", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mink, Patsy T.", 
      "sponsored_at": "1973-01-03", 
      "state": "HI", 
      "thomas_id": "00815", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Owens, Wayne", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "00884", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Peyser, Peter A.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00915", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Roncalio, Teno", 
      "sponsored_at": "1973-01-03", 
      "state": "WY", 
      "thomas_id": "00981", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Ruppe, Philip E.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Vigorito, Joseph P.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01187", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-15", 
  "number": "11500", 
  "official_title": "A bill to provide for the regulation of surface coal mining operations in the United States, to authorize the Secretary of Interior to make grants to States to encourage the State regulation of surface mining.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1230-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s425-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Surface Mining Control and Reclamation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-15", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Department of the Interior", 
    "Environmental protection", 
    "Mines and mineral resources", 
    "Native Americans", 
    "States"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1974-05-30", 
    "text": "(LATEST SUMMARY) Surface Mining Control and Reclamation Act - =Title I: Findings and Purposes= - Declares that most of the nation's coal reserves can only be mined by underground methods. States that the purpose of the Act is to establish a nationwide program to prevent the adverse effects to society and the environment from surface coal mining. =Title II: Control of Environmental Impacts of Surface Coal Mining= - Prohibits any person from opening or developing any new or previously mined or abandoned site for surface coal mining operations on lands on which such operations are regulated by the State unless such person has obtained a permit from the State regulatory authority. Requires that on and after the date of enactment of this Act all new coal surface mining operations must comply, and all new permits required from State regulatory authorities must contain, terms requiring compliance with the environmental protection standards specified in this Act. Sets forth such standards. Sets forth procedural requirements with respect to submitting permit applications. Provides that, not later than 180 days following the date of enactment of this Act, the Secretary of Interior shall promulgate regulations covering a permanent regulatory procedure for surface coal mining and reclamation operations setting mining and reclamation performance standards based on and incorporating the provisions of title II of this Act and establishing procedures and requirements for preparation, submission, and approval of State programs and development and implementation of Federal programs under this title. Requires each State in which there is or may be conducted surface coal mining operations, and which wishes to assume State regulatory authority under this Act, to submit to the Secretary a State program which demonstrates that such State has the capability of carrying out the provisions of this Act. Sets forth procedures for approval and disapproval of such programs. Authorizes the Secretary to establish a Federal program for the permanent regulation of surface mining in any State which fails to: (1) obtain complete approval of its program; or (2) adequately enforce, maintain, or implement its program once approved. Requires States to establish a planning process enabling decisions on the unsuitability of lands for all or any type of surface coal mining as a condition of having a State program approved by the Secretary. Requires that lands be so designated if reclamation as required by this Act is not physically possible. Prohibits, after 6 months from the Federal approval of a State program or the implementation of a Federal program in a State, any person from conducting surface coal mining unless a permit is obtained in full compliance with this Act. Establishes general and specific criteria which must be met if a mining permit or permit renewal is to be approved. Lists the basic data necessary for development of the mining and reclamation plan which must be submitted along with the permit application. Requires that any permit issued under any approved State or Federal program pursuant to this Act to conduct surface coal mining operations shall require that such operations meet all applicable performance standards of this Act, and such other requirements as the regulatory authority shall promulgate. Sets forth environmental protection performance standards and general performance standards for underground mining operations. Sets forth penalties for the violation of the provisions of this title. Requires the Secretary of Interior to implement a Federal lands program regulating coal surface mining operations which at a minimum meets all the requirements of this Act. =Title III: Indian Lands Program= - Authorizes the Secretary of Interior to make annual grants to any Indian tribe to develop an Indian Lands Program to realize benefits from the development of its coal resources while protecting the cultural values of the tribe and the physical environment of the reservation. Provides that if a tribe fails to submit a proposal for a grant within 6 months after the date of enactment of this Act, the Secretary shall develop and implement a Federal program for that tribe. =Title IV: Abandoned Mine Reclamation= - Creates the Abandoned Mine Reclamation Fund in the Treasury. Authorizes use of money in the Fund for acquisition and reclamation of abandoned and unreclaimed mined lands, for acquisitions and filling of voids and sealing of tunnels and entryways in abandoned mines, and for the Secretary of Agriculture to use in entering agreements with landowners and tenants providing for control and prevention of erosion. Permits the Secretary to acquire land by condemnation for reclamation. Encourages States to acquire abandoned and unreclaimed land and to transfer it the Secretary for reclamation, and authorizes matching grants for such purpose, up to 80 percent of land costs. Allows resale of reclaimed land by public bidding, and allows local public participation in determining use of reclaimed land. =Title V: Office of Surface Mining= - Establishes in the Interior Department the Office of Surface Mining Reclamation and Enforcement with a director appointed by the President. States that such office shall administer the programs required by this Act and assist the States in development of State programs for surface coal mining and reclamation. =Title VI: Program for Non-Coal Mine Environmental Impact Control= - Requires the Secretary to implement programs for designation of Federal lands within any State which are unsuitable for mining minerals other than coal. =Title VII: Appropriation Authorization; Definitions; and General Provisions= - Authorizes appropriations to carry out this Act. Authorizes grants to States for developing, administering, and enforcing State programs under this Act. Requires written permission of landowners, where different from underlying mineral owners, to mine or reclaim land. =Title VIII: State Mining and Mineral Resources Research Institute= - Authorizes appropriations to the Secretary of the Interior, sums adequate to provide for each participating State, $200,000 for fiscal year 1975, $300,000 for fiscal year 1976, and $400,000 for each fiscal year thereafter for five years, to assist the States in carrying on the work of a competent and qualified mining and mineral resources research institute, center, or equivalent agency at the school of mines of one public college or university of the State. Requires such monies to be matched dollar for dollar by the States. Authorizes appropriation each year of $5,000,000 for the next seven fiscal years for specific projects in such institutes. Authorizes appropriation of $10,000,000 for fiscal 1975 and a sum increased by $2,000,000 each fiscal year thereafter for grants and contracts for other research into aspects of mining and mineral resources problems. Calls for the Secretary to appoint an advisory Committee on Mining and Mineral Research to advise him on all matters concerning mining and mineral resources research."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Mining Control and Reclamation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of surface coal mining operations in the United States, to authorize the Secretary of Interior to make grants to States to encourage the State regulation of surface mining.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:01-05:00"
}