{
  "actions": [
    {
      "acted_at": "1992-02-19", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4258-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-19", 
  "number": "4258", 
  "official_title": "To amend the Solid Waste Disposal Act to provide for State management of solid waste; to reduce and regulate the interstate transportation of solid wastes; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s774-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "State Regulation and Management of Solid Waste Act of 1991", 
  "sponsor": {
    "district": "5", 
    "name": "Huckaby, Thomas J. (Jerry)", 
    "state": "LA", 
    "thomas_id": "00569", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-19", 
  "subjects": [
    "Conservation of natural resources", 
    "Environmental protection", 
    "Fees", 
    "Grants-in-aid", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Rural conditions", 
    "Transboundary pollution", 
    "Waste reduction"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-19", 
    "text": "Title I: General Amendments - State Regulation and Management of Solid Waste Act of 1991 - Amends the Solid Waste Disposal Act to revise provisions concerning congressional findings and objectives. Title II: State Solid Waste Management Plans - Sets forth as the objective of this title the reduction of solid waste generated and disposed of during the 20 years following the enactment of this Act by requiring States to develop programs which: (1) reduce the generation of solid waste and encourage resource conservation; and (2) facilitate the recycling of, and the use of valuable resources from, such waste. Requires State waste management plans to: (1) identify the types, sources, and characteristics of solid wastes that are expected to be generated within, transported to, or managed by, the State during the 20 years following the enactment of this Act; (2) ensure the availability of capacity to manage such waste in an environmentally sound manner; (3) provide for annual certifications to the Administrator of the Environmental Protection Agency with respect to meeting objectives and capacity to manage waste; (4) provide that all solid waste management facilities in the State meet Federal and State laws and allow only registered facilities to manage waste; (5) provide for technical and financial assistance to local communities to meet plan requirements; and (6) specify the conditions under which the State will authorize the acceptance of solid waste from other States. Directs a State, when identifying waste capacity, to take into account waste management agreements between persons in such State and persons in States contiguous with such State. Sets forth plan submission requirements. Title III: Interstate Transport of Waste - Authorizes a State with an approved solid waste management plan to prohibit or restrict the importation of solid waste from another State for management purposes (other than transportation). Permits States to levy fees on solid waste. Requires at least 50 percent of such fees to be allocated to the local government managing the waste. Title IV: Financial Assistance - Authorizes appropriations for: (1) the development and implementation of waste management plans; (2) grants to States for the encouragement of recycling and resource recovery and conservation; and (3) assistance to rural communities for solid waste management."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Regulation and Management of Solid Waste Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Solid Waste Disposal Act to provide for State management of solid waste; to reduce and regulate the interstate transportation of solid wastes; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:11-05:00"
}