{
  "actions": [
    {
      "acted_at": "1984-06-19", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-06-29", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Original measure reported to Senate by Senator Simpson. With written report No. 98-546. Supplemental views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-29", 
      "committee": "Committee on Energy and Natural Resources by unanimous consent until no later than August 10, 1984", 
      "references": [], 
      "text": "Referred to the Committee on Energy and Natural Resources by unanimous consent until no later than August 10, 1984.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-07-31", 
      "in_committee": "Committee on Energy and Natural Resources by unanimous consent until no later than August 10, 1984", 
      "references": [], 
      "text": "Subcommittee on Energy Research and Development. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-01", 
      "in_committee": "Committee on Energy and Natural Resources by unanimous consent until no later than August 10, 1984", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-08-06", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Baker for Senator McClure with an amendment. With written report No. 98-579.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-06", 
      "calendar": "Senate Legislative", 
      "number": "1101", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1101.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2846-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-29", 
  "number": "2846", 
  "official_title": "An original bill to authorize appropriations to the Nuclear Regulatory Commission in accordance with section 261 of the Atomic Energy Act of 1954, and section 305 of the Energy Reorganization Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Simpson, Alan K.", 
    "state": "WY", 
    "thomas_id": "01435", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-06-19", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Licenses", 
    "Native Americans", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Radioactive wastes"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1984-08-06", 
    "text": "(Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 98-579) Authorizes appropriations for the Nuclear Regulatory Commission (NRC) for FY 1984 and 1985. Allocates funds for: (1) nuclear reactor regulation; (2) inspection and enforcement; (3) nuclear material safety and safeguards; (4) nuclear regulatory research; (5) program technical support; and (6) program direction and administration. Limits the NRC's authority to enter into grants and cooperative agreements with universities to not more than one percent of the amount authorized to be appropriated for nuclear regulatory research. Prohibits the NRC from reprogramming any funds authorized for any activities under this Act so that any program would be increased or decreased by more than $500,000, unless: (1) a period of 30 calendar days passes after notice of such reprogramming has been sent to specified congressional committees; or (2) such committees transmit within such 30-day period a written notice that they have no objection to such reprogramming. Authorizes the NRC to use the cooperative nuclear research program funds and the material access authorization program funds to pay salaries and expenses under such programs. Authorizes the NRC to transfer sums from the amounts appropriated under this Act to other Government agencies which perform the work for which such appropriations were made. Prohibits the use of funds authorized to be appropriated under this Act to carry out any policy or program for the decentralization or regionalization of NRC authorities regarding nuclear reactor licensing until 60 days after the NRC submits to Congress an evaluation of the effect of such policy or program on nuclear reactor safety. Authorizes the NRC to conduct a pilot program to evaluate the concept of delegating authority to regional offices for issuance of specific types of operating reactor licensing actions and to address nuclear reactor safety issues. Authorizes funds for the NRC for: (1) the acquisition and installation of equipment for the small test prototype nuclear data link program or for any other program for the collection and transmission to the NRC of data from licensed nuclear reactors during abnormal conditions; and (2) a complete analysis of the NRC's role during abnormal conditions at a licensed nuclear reactor. Requires that any equipment acquired and installed include a fully automated electronic nuclear data link. Authorizes the NRC to use funds authorized under this Act to issue an operating license for a nuclear reactor in the absence of a State or local emergency preparedeness plan if there exists a State, local, or utility plan which provides that public health and safety is not endangered by the reactor's operation. Authorizes the NRC to transfer Facility Operating License numbered R-81 to a U.S. entity or corporation owned or controlled by a foreign corporation if the NRC finds and if license conditions ensure that such transfer would not be adverse to the common defense and security or to the public health and safety."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations to the Nuclear Regulatory Commission in accordance with section 261 of the Atomic Energy Act of 1954, and section 305 of the Energy Reorganization Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:26-05:00"
}