{
  "actions": [
    {
      "acted_at": "2011-12-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1948-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2011-12-06", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-06", 
  "number": "1948", 
  "official_title": "A bill to establish an Innovation in Investment pilot program, to improve and expand a national registered apprenticeship program, to provide for State Workforce Education and Training Advisory Committees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "WIN Jobs and Applied Education Act", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, Mark L.", 
    "state": "AR", 
    "thomas_id": "01701", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-12-06", 
  "subjects": [
    "Advisory bodies", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Government information and archives", 
    "Higher education", 
    "Income tax credits", 
    "Labor and employment", 
    "Public-private cooperation", 
    "State and local government operations", 
    "Student aid and college costs", 
    "Vocational education"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-12-06", 
    "text": "Workforce Innovation for New Jobs and Applied Education Act or WIN Jobs and Applied Education Act - Amends the Workforce Investment Act of 1998 to direct the Secretary of Labor (Secretary) to establish the Innovation in Investment pilot program in order to make competitive grants to eligible consortia (i.e. businesses and institutions of higher education) in covered states to establish state Innovation in Investment pilot programs to provide training and educational assistance to unemployed individuals, or postsecondary students not seeking a baccalaureate degree, that lead to a degree or industry or professional certification or licensure and eventually to employment. Defines \"covered state\" to mean a state: (1) in which the percentage of individuals with household incomes at or below the poverty line is greater than the percentage of individuals in the United States in such households, (2) in which the percentage of the adult population with a baccalaureate degree is not more than 25%, and (3) that meets such other measures determined by the Secretary. Amends the National Apprenticeship Act to direct the Secretary, acting through the Administrator of the Office of Apprenticeship of the Department of Labor, to: (1) increase public awareness of the national apprenticeship program through the dissemination of certain apprenticeship information, and (2) establish a pilot program to expand such program. Amends the Internal Revenue Code to allow an apprenticeship program expenses tax credit for a qualified employer equal to the amount of taxes and educational assistance paid or incurred by the employer on behalf of a qualified employee that works at least 20 hours per week. Authorizes the Secretary or the Secretary of Education to approve a covered registered apprenticeship program or a cooperative program as a level 1 or level 2 creditable program for purposes of the tax credit. Limits such credit to 3 years. Requires states to establish Workforce Education and Training Advisory Committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "WIN Jobs and Applied Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Workforce Innovation for New Jobs and Applied Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Innovation in Investment pilot program, to improve and expand a national registered apprenticeship program, to provide for State Workforce Education and Training Advisory Committees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:19:53-05:00"
}