{
  "actions": [
    {
      "acted_at": "1990-09-12", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-12", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Europe and the Middle East", 
      "text": "Referred to the Subcommittee on Europe and the Middle East.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-12", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-12", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-01", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "International Development, Finance, Trade, and Monetary Policy", 
      "text": "Referred to the Subcommittee on International Development, Finance, Trade, and Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5597-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Europe and the Middle East", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development, Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-12", 
  "number": "5597", 
  "official_title": "To amend the Export-Import Bank Act of 1945 to reform United States bilateral economic assistance programs, to promote the purchase of United States goods and services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5201-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Aid for Trade Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-09-12", 
  "subjects": [
    "American economic assistance", 
    "American investments", 
    "Authorization", 
    "Buy American", 
    "Capital investments", 
    "Developing countries", 
    "Eastern Europe", 
    "Export credit", 
    "Export finance", 
    "Federally-guaranteed loans", 
    "Foreign trade and international finance", 
    "Government procurement", 
    "Government trust funds", 
    "Interest", 
    "International affairs", 
    "Small business"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-09-12", 
    "text": "Aid for Trade Act of 1990 - Title I: Use of Foreign Assistance Funds - Allocates specified percentages of bilateral economic assistance for FY 1992 through 1996 for the construction designing, or servicing of capital projects. Restricts use of such assistance, under the Buy American provisions of the Foreign Assistance Act of 1961, to the procurement of U.S. goods and services. Sets forth specified limits on cash transfers of bilateral economic assistance and Economic Support Funds for FY 1992 through 1996. Declares that nothing in this Act is intended to reduce the amount of bilateral economic assistance to least-developed beneficiary developing countries under the Trade Act of 1974. Amends the Foreign Assistance Act of 1961 to prohibit the Administrators of Federal agencies, except for specified reasons, from waiving the geographic codes for \"United States only\" or \"United States and least developed countries\" with respect to the purchase of goods and services. Requires the Administrator of the Agency for International Development to report annually to the Congress on the number of waivers granted. Title II: Increase in Credit Authority - Amends the Export-Import Bank Act of 1945 to require the Export-Import Bank to increase for FY 1992 through 1996 its direct loans by 15 percent per year. Authorizes appropriations to the Tied Aid Credit Fund for FY 1992 and 1993. Amends the Trade and Development Enhancement Act of 1983 to authorize appropriations for FY 1992 and 1993 to finance the tied aid credit program. Title III: Eastern Europe Recovery Program - Establishes the Eastern European Loan Guarantee Program to provide guarantees to U.S. lenders and exporters for projects which provide for the export of U.S.-made products and services to Eastern Europe. Amends the Export-Import Bank Act of 1945 to extend through 1993 the Bank's interest subsidy payment program for payments to commercial lending institutions and other lenders with respect to loans made by such lenders to support the export of U.S. goods and services. Authorizes appropriations to the Bank for FY 1992 and 1993 for use only in Eastern Europe. Amends the Foreign Assistance Act of 1961 to increase the amount of direct loans the Overseas Private Investment Corporation must make each year to eligible small businesses. Earmarks a specified amount of such loans to promote activities of U.S. small businesses in Eastern Europe. Title IV: General Provisions - Defines the term \"bilateral economic assistance.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aid for Trade Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Export-Import Bank Act of 1945 to reform United States bilateral economic assistance programs, to promote the purchase of United States goods and services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:10-05:00"
}