{
  "actions": [
    {
      "acted_at": "1979-11-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5976-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-28", 
  "number": "5976", 
  "official_title": "A bill to provide a Uniform Product Liability Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Product Liability Act", 
  "sponsor": {
    "district": "36", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-28", 
  "subjects": [
    "Actions and defenses", 
    "Administration of justice", 
    "Civil procedure", 
    "Commercial arbitration", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Evidence (Law)", 
    "Law", 
    "Limitation of actions", 
    "Products liability", 
    "Standards", 
    "State laws", 
    "States", 
    "Torts", 
    "Warranties"
  ], 
  "subjects_top_term": "Products liability", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-28", 
    "text": "Uniform Product Liability Act - States the scope of this Act, including that: (1) this Act preempts all existing law governing matters within its coverage, including the Uniform Commercial Code (UCC), except for recovery of direct or consequential economic losses under the UCC or similar laws; (2) a claim may be made under this Act even though the claimant did not buy the product from, or enter into any contractual relationship with, the \"product seller\"; and (3) reference may be made to other sources of law which conform to specified guidelines, whenever this Act does not provide a rule of decision. Sets forth basic standards of responsibility for manufacturers and product sellers other than manufacturers. Subjects a product manufacturer to liability to a claimant who proves by a preponderance of the evidence that the claimant's harm was proximately cause because the product was defective, if such product was unreasonably unsafe in construction or design, or because: (1) adequate warnings or instructions were not provided; or (2) it did not conform to the product seller's express warranty. Specifies the requisite findings which must be made by the trier of fact for such proof or unreasonable unsafety to be determined. Subjects a product seller other than a manufacturer to liability to a claimant who proves by a preponderance of the evidence that the claimant's harm was proximately caused by such seller's failure to use reasonable care with respect to the product. Enumerates circumstances under which such a seller is also subject to the liability of a manufacturer. Provides that a product seller shall not be subject to liability for harm caused by an unavoidably dangerous aspect of a product, with specified exceptions. Sets forth rules relating to proof in product liability cases with respect to the following factors: (1) industry custom, nongovernmental safety or performance standards, or practical technological feasibility; and (2) legislative or administrative regulatory standards and mandatory government contract specifications. Requires an attorney who anticipates filing a product liability claim to notify all product sellers against whom the claim is likely to be made. Specifies procedures with respect to such notice. Sets forth provisions governing the length of time product sellers are subject to liability. Provides for a two-year statute of limitation and a ten-year statute of repose. Provides that all claims under this Act shall be governed by the principles of comparative responsibility. Sets forth rules with respect to conduct affecting comparative responsibility, including: (1) failure to discover a defective condition; (2) use of a product with a known defective condition; (3) misuse of a product; and (4) alteration or modification of a product. Specifies the manner in which damages are to be apportioned. Provides that a right of contribution exists between two or more persons who are jointly and severally liable (whether or not judgement has been recovered against all or any of them). Sets forth additional provisions respecting multiple defendants. Requires that damages in any product liability claim be reduced by any amount paid as worker compensation benefits. Allows a party to seek reimbursement for reasonable attorney's fees and other costs where the opposing party pursued a frivolous claim or defense. Allows a party to institute by motion a pretrial arbitration proceeding in any claim brought under this Act if the court determines that: (1) it is reasonably probable that the amount in dispute is less than $50,000; and (2) any nonmonetary claims are insubstantial. Sets forth procedural rules for such arbitration proceedings. Sets forth provisions regarding expert testimony. Allows the trier of fact to determine the amount of nonpecuniary damages when sufficient evidence has been introduced, but authorizes the court to review such awards for excessiveness. Provides that a claimant's recovery shall be reduced by any compensation from a public source which the claimant will receive for the same damages. Allows punitive damages to be awarded if the claimant proves by clear and convincing evidence that the harm suffered was the result of the product seller's reckless disregard for the safety of product users, consumers, or others who might be harmed by the product."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Product Liability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a Uniform Product Liability Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:49-05:00"
}