{
  "actions": [
    {
      "acted_at": "1974-08-06", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16276-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-06", 
  "number": "16276", 
  "official_title": "A bill to further the conduct of research, development, and demonstrations in solar energy technologies, to establish solar energy coordination and management project, to amend the National Science Foundation Act of 1950 and the National Aeronautics and Space Act of 1958, to provide for scientific and technical training in solar energy, to establish a Solar Energy Research Institute, to provide for the development of suitable incentives to assure the rapid commercial utilization of solar energy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15612-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Solar Energy Research, Development and Demonstration Act", 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-06", 
  "subjects": [
    "Energy", 
    "Government operations and politics", 
    "Science and technology", 
    "Solar energy"
  ], 
  "subjects_top_term": "Solar energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-06", 
    "text": "Solar Energy Research, Development, and Demonstration Act - Expresses the findings of Congress and declares that it is the policy of the United States to pursue a vigorous and adequately funded program with the objective of utilizing solar energy as a major source for our national energy needs. Defines the terms used in this Act. Establishes the Solar Energy Coordination and Management Project to have responsibility for management and coordination of a national solar energy research, development and demonstration program. Directs the Project to carry out its duties in cooperation with specified Federal agencies, including the Atomic Energy Commission and the Federal Power Commission. Makes conforming amendments to the National Science Foundation Act and the National Aeronautics and Space Act. Instructs the Project to initiate a solar energy resource determination and assessment program, emphasizing identification of promising areas for commercial exploitation and development. Enumerates the specific goals of the determination and assessment program. Directs the Project: (1) to initiate a research and development program for resolving the major technical problems inhibiting commercial utilization of solar energy in the United States; (2) to implement a research and development program to demonstrate the technical means for securing and utilizing the resource base; and (3) to initiate a program to design and construct facilities to demonstrate the feasibility of utilizing the various forms of solar energy. Details the goals of each such program. Authorizes the National Science Foundation to support, coordinate, and encourage the development of policies set forth in this Act. Establishes a Solar Energy Research Institute to perform research functions in connection with the Project activities under this Act. Calls for the creation of a Solar Energy Information Data Bank, specifying the content of data to be collected and compiled. Transfers specified functions, documents, and personnel to the Energy Research and Development Administration. Authorizes to be appropriated to the National Science Foundation for fiscal year 1976, $2,000,000 for use in the preparation of the comprehensive program. Authorizes to be appropriated to carry out this Act, for fiscal years beginning after 1976, such sums as the Congress may hereafter authorize."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Solar Energy Research, Development and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to further the conduct of research, development, and demonstrations in solar energy technologies, to establish solar energy coordination and management project, to amend the National Science Foundation Act of 1950 and the National Aeronautics and Space Act of 1958, to provide for scientific and technical training in solar energy, to establish a Solar Energy Research Institute, to provide for the development of suitable incentives to assure the rapid commercial utilization of solar energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:21-05:00"
}