{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr222-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "222", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for the licensing of food manufacturers and processors.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pure Foods Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Agriculture and food", 
    "Consumer protection", 
    "Food adulteration and inspection", 
    "Food industry", 
    "Licenses", 
    "Public health"
  ], 
  "subjects_top_term": "Food industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Pure Foods Act - Declares it to be the purpose of this Act to regulate the safe and efficient manufacturing, processing, and packing of food for sale in interstate commerce by establishing a system for registering and licensing food manufacturers, processors, and packers and authorizing recall and other emergency procedures. Provides for the registration and licensing by the Secretary of Commerce of all persons engaged in the manufacture, processing, or packing of any class of food distributed in interstate commerce. Authorizes the Secretary to license persons registered under this Act for a period of two years. Provides that the Secretary shall grant a license or a renewal of a license only after: (1) the applicant furnishes the Secretary with the name, location, and principle place of his business; (2) the applicant provides the Secretary with a complete list of all foods manufactured, processed, or packaged at his establishment; (3) the applicant for a license informs the Secretary of the process which is employed in preparing foods to be shipped in interstate commerce; and (4) each establishment of the applicant for a license is inspected to insure that the applicant has established all necessary procedures for producing food which is not adulterated. Provides that a licensee shall be required: (1) to process any food he is licensed to produce in containers as required by the Secretary; (2) to retain processing records on all foods manufactured, processed, or packed for a period of not less than five years; (3) to set aside the lot or lots of any food which is believed to have been improperly manufactured, processed, or packed for further evaluation as to any potential health hazard and upon completion of such evaluation to report to the Secretary within seven days in advance of any distribution of the whole or any part of the lot involved; (4) to report to the Secretary any and all instances of manufacturing, processing, or packaging which may pose a potential public health hazard where any lot has in whole or in part entered the stream of interstate commerce; (5) to open all records to inspection; (6) to include as standard equipment on all processing machines adequate sterilizing equipment, temperature, and time control devices and any other equipment the Secretary deems appropriate and to establish warning devices which shall alert the licensee when such equipment is not properly functioning; (7) to meet any educational requirements set by the Secretary for persons working in such plants; (8) to establish a scheme of insuring itself against losses due to the improper manufacturing, processing, or packaging of food sold in interstate commerce as applicable regulation established by the Secretary; and (9) to follow each applicable regulation established by the Secretary under this Act. Authorizes the Secretary to revoke the license of any licensee for violation of the regulations or requirements of this Act according to due process and after a formal investigation. Requires the Secretary to coordinate his activities with those of the relevant State agencies, and to establish a program for the effective correlation and response to information submitted by the public. Provides, upon notification by a licensee or upon reasonable information of a violation involving food in interstate commerce, that the Secretary shall undertake an emmergency investigation to determine the potential public health hazard, and shall make known the results of his investigation to the manufacturers, processers, and packers involved, and also to the public. Authorizes the Secretary, upon determination of a significant potential public health hazard, to recall all or part of the hazardous shipment; embargo any food produced by the violators of the regulations; and suspend the license of any person responsible for the significant potential public health hazard. Increases criminal penalties and provides that any person violating any provision of this section shall be liable to a civil penalty to the United States of a sum which is not more than $10,000 for each such violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pure Foods Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for the licensing of food manufacturers and processors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:31-05:00"
}