{
  "actions": [
    {
      "acted_at": "1992-05-07", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2677-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1992-05-07", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Joycelyn", 
      "sponsored_at": "1992-09-30", 
      "state": "ND", 
      "thomas_id": "01296", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1992-05-07", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1992-05-07", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1992-05-07", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1992-05-07", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1992-05-07", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1992-05-07", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-07", 
  "number": "2677", 
  "official_title": "A bill to ensure economic equity for American women and their families and to respond to the need to revitalize the American economy by expanding employment opportunities; improving access to funds for women business owners; enhancing economic justice for women through pay equity, improved child support enforcement, and benefits for part-time workers; and providing economic and retirement security for women as workers and as divorced or surviving spouses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Equity Act", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Aid to dependent children", 
    "Apprenticeship", 
    "Authorization", 
    "Block grants", 
    "Business insurance", 
    "Caregivers", 
    "Child support", 
    "Collection of accounts", 
    "Collective bargaining agreements", 
    "Congressional agencies", 
    "Congressional employees", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Counseling", 
    "Damages", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Divorce", 
    "Earnings", 
    "Education", 
    "Educational counseling", 
    "Employee training", 
    "Engineering", 
    "Equal pay for equal work", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Finance and financial sector", 
    "Garnishment", 
    "Government and business", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Graduate education", 
    "Grants-in-aid", 
    "High school students", 
    "Income", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Injunctions", 
    "Insurance premiums", 
    "Interest rates", 
    "Job hunting", 
    "Labor mobility", 
    "Labor statistics", 
    "Labor unions", 
    "Libraries", 
    "Loans", 
    "Manpower training programs", 
    "Married people", 
    "Mathematics", 
    "Medicaid", 
    "Military dependents", 
    "Military pensions", 
    "Minority business enterprises", 
    "Minority education", 
    "Minority employment", 
    "Occupational retraining", 
    "Old age, survivors and disability insurance", 
    "Pay equity", 
    "Poor", 
    "Professional education", 
    "Promotions", 
    "Public assistance programs", 
    "Punitive damages", 
    "Recruiting of employees", 
    "Savings and loan associations", 
    "Scholarships", 
    "Scientific education", 
    "Sex discrimination against women", 
    "Sex discrimination in employment", 
    "Small Business Administration", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Student aid", 
    "Students", 
    "Supplemental security income program", 
    "Surety and fidelity", 
    "Surveys", 
    "Survivors' benefits", 
    "Teacher education", 
    "Unemployment insurance", 
    "Vocational education", 
    "Women", 
    "Women engineers", 
    "Women in business", 
    "Women scientists", 
    "Women's education", 
    "Women's employment"
  ], 
  "subjects_top_term": "Women", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-07", 
    "text": "Economic Equity Act - Title I: Employment Opportunities - Subtitle A: Women in Apprenticeship Occupations and Nontraditional Occupations Act - Women in Apprenticeship Occupations and Nontraditional Occupations Act - Mandates: (1) a program to provide technical assistance to employers and labor unions to assist in preparing the workplace to employ women in apprenticeable occupations and other nontraditional occupations. Authorizes grants to community-based organizations to deliver the technical assistance; and (2) an outreach program to employers to inform employers of the availability of the technical assistance. Mandates a report to the appropriate congressional committees on the participation of women in apprenticeable and nontraditional occupations. Authorizes appropriations. Subtitle B: Commission on the Advancement of Women in the Science and Engineering Work Forces Act - Commission on the Advancement of Women in the Science and Engineering Work Forces Act - Establishes the Commission on the Advancement of Women in the Science and Engineering Work Forces. Subtitle C: Women and Minorities in Science and Mathematics - Women and Minorities in Science and Mathematics Act of 1992 - Amends the Higher Education Act of 1965 with regard to women and minorities who are underrepresented in science and mathematics to mandate grants and contracts for education programs. Modifies existing provisions regarding: (1) off-campus programs; (2) adult and continuing education staff development; (3) research and research application in adult and continuing education; (4) the \"talent search\" and \"upward bound\" programs; (5) midcareer teacher retraining; (6) school, college, and university partnerships; (7) professional development resource centers; (8) congressional teacher scholarships; (9) model and cooperative education; (10) graduate education program; (11) Harris fellowships; (12) graduate assistance in areas of national needs; (13) the Minority Science Improvement Program; and (14) science and engineering access programs. Subtitle D: Worker Retraining - Worker Retraining Act of 1992 - Mandates grants to not more than ten States to plan, establish, and operate retraining initiatives to allow low-income individuals to advance from low skill to higher skill positions. Authorizes appropriations. Title II: Women in Business - Subtitle A: Act for Microenterprise - Act for Microenterprise - Amends the Social Security Act to exclude business assets from consideration in determining: (1) eligibility for aid and services to needy families with children (AFDC); and (2) income and resources in connection with provisions relating to supplemental security income (SSI). Excludes income from a business with five or fewer employees, during the first year of the business, from consideration in determining the amount of aid under AFDC and SSI. Amends the Internal Revenue Code (IRC) to require approval of any State law making unemployment compensation payable to individuals starting microenterprises. Requires State law to entitle an individual performing services in a microenterprise to receive regular or extended unemployment compensation. Amends the Housing and Community Development Act of 1974 to allow assistance under certain provisions of the Act to be used for: (1) loans to commercial enterprises with five or fewer employees, one or more of whom own the enterprise; and (2) counseling, technical assistance, educational programs, planning, and training to facilitate such commercial enterprises. Amends the Small Business Act to set forth congressional findings regarding microenterprises and implementation of loan programs under specified provisions of the Small Business Act and the Small Business Investment Act of 1958. Amends the Home Owners' Loan Act to add references to microenterprise loans to provisions defining \"qualified thrift investments.\" Requires each appropriate Federal banking agency to establish a division to be known as the Microenterprise Technical and Operations Office to offer technical assistance, training, outreach, and other support. Subtitle B: Microlend for the Future Act - Microlend for the Future Act - Authorizes the Administrator of the Small Business Administration to make loans and grants to community-based organizations for the startup and expansion of microenterprises, with the organizations using the loans to make loans and the grants to provide technical assistance to microenterprises. Authorizes appropriations. Subtitle C: Women's Business Procurement Assistance Act of 1992 - Women's Business Procurement Assistance Act of 1992 - Amends the Small Business Act to add references to small businesses owned and controlled by women to provisions concerning: (1) Government-wide goals for participation of small businesses in procurement; (2) U.S. policy on small business participation in Federal procurement and on timely payment by prime contractors to small business subcontractors; and (3) a clause required to be included in Federal agency contracts. Requires that each Federal agency having procurement powers: (1) designate a specialist responsible for programs to assist small businesses owned and controlled by women; and (2) engage in affirmative efforts to identify and solicit offers from such businesses and from small businesses owned and controlled by socially and economically disadvantaged individuals. Establishes in the Small Business Administration the Office of Women's Business Ownership. Subtitle D: Equal Surety Bond Opportunity Act - Equal Surety Bond Opportunity Act of 1992 - Prohibits the Secretary of the Treasury from approving a company as a surety unless it complies with the requirements of Federal law, as amended by this subtitle. Requires a surety company to notify a bond applicant of the reasons for an adverse action on the application. Prohibits discrimination against applicants: (1) on the basis of race, color, religion, national origin, sex, marital status, disability, or age; (2) because the applicant exercised any right under Federal law relating to sureties and surety bonds; or (3) because the applicant previously obtained a bond through specified means. Provides for civil penalties. Subtitle E: Small Business Access to Surety Bonding Survey Act of 1992 - Small Business Access to Surety Bonding Survey Act of 1992 - Requires the Comptroller General to conduct a survey and report to specified congressional committees on the experiences of businesses, especially small businesses, in obtaining surety bonds from corporate surety firms. Title III: Economic Justice - Subtitle A: Pay Equity Technical Assistance Act - Pay Equity Technical Assistance Act - Directs the Secretary of Labor to carry out a continuing program regarding reducing or eliminating, conducting research on, and providing technical assistance concerning wage disparities based on sex, race, or national origin. Subtitle B: Legislative Pay Equity Study - Declares that it is congressional policy that persons employed in the legislative branch shall receive equal pay for comparable work. Establishes the Commission on Employment Discrimination in the Legislative Branch. Subtitle C: Federal Council on Women Act - Federal Council on Women Act - Establishes in the legislative branch the Federal Council on Women to make recommendations on a wide range of issues and concerns relating to women. Subtitle D: Assured Minimum Child Support Projects - Child Support Assurance Act of 1992 - Directs the Secretary of Health and Human Services to make grants to not more than six States to establish or improve a system of assured minimum child support payments. Requires the custodial parent to have, or be in the process of obtaining, a child support award, or to have \"good cause\" in order to qualify for the program. Authorizes appropriations. Subtitle E: Social Services Block Grants - Social Services Block Grant Restoration Act of 1992 - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to authorize increased appropriations under such title. Title IV: Retirement Equity - Subtitle A: Military Retired Pay - Amends the National Defense Authorization Act for Fiscal Year 1991 to apply amendments relating to retired pay to any divorces, dissolutions of marriage, annulments, and legal separations (currently, to any such events that occur more than 90 days after enactment of this Act). Subtitle B: Social Security Equity - Social Security Equity Act of 1992 - Amends title II (Old Age, Survivors, and Disability Insurance) (OASDI) of the Social Security Act to require, subject to certain requirements, that the combined earnings of an individual and his or her spouse, during their marriage, be divided equally for determining OASDI benefits. Title V: Equal Remedies Act of 1992 - Equal Remedies Act of 1992 - Amends Federal law relating to damages in cases of intentional employment discrimination to remove provisions limiting certain compensatory damages."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Act for Microenterprise", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Child Support Assurance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Commission on the Advancement of Women in the Science and Engineering Work Forces Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Remedies Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Surety Bond Opportunity Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Council on Women Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Microlend for the Future Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pay Equity Technical Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Access to Surety Bonding Survey Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Social Security Equity Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Social Services Block Grant Restoration Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women and Minorities in Science and Mathematics Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women in Apprenticeship Occupations and Nontraditional Occupations Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Business Procurement Assistance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Worker Retraining Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure economic equity for American women and their families and to respond to the need to revitalize the American economy by expanding employment opportunities; improving access to funds for women business owners; enhancing economic justice for women through pay equity, improved child support enforcement, and benefits for part-time workers; and providing economic and retirement security for women as workers and as divorced or surviving spouses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:34-05:00"
}