{
  "actions": [
    {
      "acted_at": "2008-08-01", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committees on Science and Technology, Natural Resources, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Science and Technology, Natural Resources, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Air Quality", 
      "text": "Referred to the Subcommittee on Energy and Air Quality.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Environment and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Environment and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-13", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-17", 
      "in_committee": "House Science and Technology", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6824-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Air Quality", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and Hazardous Materials", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-08-01", 
  "number": "6824", 
  "official_title": "To provide for the development of advanced and alternative energy and increased domestic energy production to achieve American energy independence in 15 years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy View Into Securing Independence for Our Nation Act", 
  "sponsor": {
    "district": "6", 
    "name": "Roskam, Peter J.", 
    "state": "IL", 
    "thomas_id": "01848", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-08-01", 
  "subjects": [
    "Air quality", 
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Alternative and renewable resources", 
    "Arctic and polar regions", 
    "Aviation and airports", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Electric power generation and transmission", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Government lending and loan guarantees", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Income tax credits", 
    "Indian lands and resources rights", 
    "Judicial review and appeals", 
    "Land transfers", 
    "Marine and coastal resources, fisheries", 
    "Motor fuels", 
    "Nuclear power", 
    "Research administration and funding", 
    "Securities", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-08-01", 
    "text": "Energy View Into Securing Independence for Our Nation Act \u0096 Requires the Secretary of Energy (Secretary) to facilitate competitions to develop: (1) a direct drop-in replacement fuel for aviation; and (2) a prototype and manufacturing plan for alternative technology vehicles.Authorizes the Secretary of Transportation to make grants to establish and operate an anti-idling power unit research program.Amends the Internal Revenue Code to modify and set forth provisions concerning tax credits for clean renewable energy bonds, bi-fuel vehicle property, electricity produced from certain renewable resources, and residential energy efficiency.Requires the Secretary to reestablish a federal contribution to the FutureGen project to develop carbon sequestration technology, build a near-zero emissions fossil fuel power plant, and identify useful applications for the emissions.Authorizes the appropriation of funds to the Secretary for Energy Frontier Research Centers for activities to accelerate the rate of scientific breakthroughs needed to create advanced energy technologies.Establishes: (1) the Energy View Into Securing Independence for Our Nation (VISION) Commission; and (2) the Energy VISION Fund to be used for the research and development of strategic unconventional fuels, solar and wind technology, renewable energy, innovative technology incentives, geothermal energy, and energy storage.Declares existing federal prohibitions against spending appropriated funds for leasing and preleasing Outer Continental Shelf (OCS) oil and natural gas to be without force or effect. Revokes: (1) all withdrawals from leasing on federal submerged lands of the OCS; and (2) presidential authorities with respect to such leasing, except in the interest of national security.Amends of the Outer Continental Shelf Lands Act to authorize a state governor to petition the Secretary of the Interior to issue leases for oil and natural gas exploration and extraction activities in any area that is at least 50 miles beyond the state's coastal zone. Instructs the Secretary of the Treasury to deposit revenues from leasing operations into designated funds and accounts.Requires the Secretary of the Interior to establish a competitive oil and gas leasing program that will result in an environmentally sound program for the exploration, development, and production of the Coastal Plain's oil and gas resources. Amends the Alaska National Interest Lands Conservation Act of 1980 to repeal a provision concerning the prohibition on leasing or other development leading to the production of oil and gas from the Arctic National Wildlife Refuge. Authorizes the Secretary of the Interior to designate certain Coastal Plain lands as Special Areas requiring special management and regulatory protection, including the Sadlerochit Spring area. Requires the Secretary of the Interior to convey specified lands to the Kaktovik Inupiat Corporation and the Arctic Slope Regional Corporation.Authorizes the Secretary of the Interior to use amounts in the Coastal Plain Local Government Impact Aid Assistance Fund to provide assistance to entities that are directly impacted by the exploration for or production of oil and gas on the Coastal Plain.Declaring a Change in our Operating System for the Promotion of Nuclear Energy Act \u0096 Amends the Atomic Energy Act to revise provisions concerning hearings and judicial review under such Act.Amends the Energy Policy Act of 2005 to set forth provisions concerning standby loans for qualifying coal-to-liquid projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy View Into Securing Independence for Our Nation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Declaring a Change in our Operating System for the Promotion of Nuclear Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the development of advanced and alternative energy and increased domestic energy production to achieve American energy independence in 15 years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:30-05:00"
}