{
  "actions": [
    {
      "acted_at": "1973-09-17", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10300-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-17", 
  "number": "10300", 
  "official_title": "A bill to promote progress toward the goal of a decent home in a suitable living environment for every American by consolidating existing housing programs and community development programs into a new program combining the financial resources of the Federal Government and the resources of the States, municipalities, and other units of government in evaluating problems and in designing plans and carrying them out.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing and Community Development Act", 
  "sponsor": {
    "district": "1", 
    "name": "Barrett, William A.", 
    "state": "PA", 
    "thomas_id": "00059", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-17", 
  "subjects": [
    "Community development", 
    "Housing and community development", 
    "Relocation", 
    "Revenue sharing", 
    "States", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-17", 
    "text": "Housing and Community Development Act - States that funds under this Act may be used for: (1) activities undertaken in the preparation of the initial and any subsequent application pursuant to this Act; (2) the acquisition of real property determined to be in need of redevelopment, preservation, rehabilitation or required for other public purposes; (3) the clearance or removal of buildings; (4) the rehabilitation or improvement of buildings, whether publicly or privately owned, including buildings that house families of low-or moderate-income; (5) the development of public works facilities, including water and sewer facilities, neighborhood facilities, utilities, streets, lights and the like; (6) the elimination of building code violations; (7) relocation payments or assistance; immediate or deferred payments or loans to low-and moderate-income homeowners; rent certificates, immediate or deferred, to members of low-or moderate-income households; and (8) assistance to lenders in support of improvement activities relating to the housing conditions of low-or moderate-income people. Sets forth requirements for grant applications. Authorizes $23,833,000,000 which shall remain available until expended and an additional $6,099,000,000 to pay for the increase in deferred housing subsidy payments. Provides that funds shall be allocated by formula directly to cities, counties, and other units of general local government within Standard Metropolitan Statistical Areas, alone or in combination. Requires the Secretary of Housing and Urban Development to make grant payments in accordance with a schedule established by the recipient. Prohibits discrimination in any program or activity funded under the Act. Gives enforcement powers to the Secretary of HUD and the Attorney General. Requires grant recipients to account properly for grant funds they receive and to allow access to their books and records to the Secretary and to the General Accounting Office for audit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Community Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote progress toward the goal of a decent home in a suitable living environment for every American by consolidating existing housing programs and community development programs into a new program combining the financial resources of the Federal Government and the resources of the States, municipalities, and other units of government in evaluating problems and in designing plans and carrying them out.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:41-05:00"
}