{
  "actions": [
    {
      "acted_at": "1980-07-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7826-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-24", 
  "number": "7826", 
  "official_title": "A bill to provide an incentive to encourage home ownership by amending the Internal Revenue Code of 1954 to allow a deduction for certain contributions to an individual housing account, the proceeds from which are used to purchase a principal residence for such individual, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Purchase Incentive Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-24", 
  "subjects": [
    "Home ownership", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Income tax", 
    "Savings accounts", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax incentives", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Tax deductions", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-24", 
    "text": "Home Purchase Incentive Act of 1980 - Amends the Internal Revenue Code to allow individual taxpayers an income tax deduction for cash contributions to an individual housing account. Limits the amount of such deduction to $3,000 for a taxable year and to $15,000 for all taxable years. Specifies no maximum yearly income for eligibility for the deduction. Permits a maximum of 20 percent of the contribution to an individual housing account to be from unearned income. Allows only one account per family unit and permits only one account to be applied against the purchase of a single residence. Defines \"individual housing account\" as a trust created or organized in the United States for the exclusive benefit of an individual taxpayer and such taxpayer's spouse in purchasing a principal residence. Sets forth requirements for the establishment and maintenance of an individual housing account. Grants tax-exempt status upon an individual housing account trust. Excludes from the gross income of a trust beneficiary amounts distributed from a trust which are used exclusively in connection with the purchase of a principal residence for the beneficiary. Sets forth rules for the tax treatment of a trust and distributions from a trust in the case of divorce, improper distributions from a trust, and contributions to a trust in excess of the allowable amount. Prescribes a penalty equal to ten percent of the payments from a trust which are made for purposes other than the purchase of a principal residence. Requires the trustee of an individual housing account to file informational returns with the Secretary of the Treasury as required. Prescribes penalties for failure to file such returns."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Purchase Incentive Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an incentive to encourage home ownership by amending the Internal Revenue Code of 1954 to allow a deduction for certain contributions to an individual housing account, the proceeds from which are used to purchase a principal residence for such individual, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:27-05:00"
}