{
  "actions": [
    {
      "acted_at": "1976-06-18", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3592-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-18", 
  "number": "3592", 
  "official_title": "A bill to provide for comprehensive maternal and child health care practices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Maternal and Child Health Practice Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-18", 
  "subjects": [
    "Child health", 
    "Department of the Treasury", 
    "Education", 
    "Families", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Insurance", 
    "Malpractice", 
    "Maternal health services", 
    "Medical care, personnel, and facilities", 
    "Medical education", 
    "Medical malpractice", 
    "Public health", 
    "Women"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-18", 
    "text": "Comprehensive Maternal and Child Health Practice Act - Authorizes the Secretary of Health, Education, and Welfare to make grants to public and nonprofit private entities and enter into contracts with public and private entities for projects: (1) studying the feasibility of developing and operating comprehensive maternal and child health practices or of expanding the operation of existing practices; and (2) establishing or expanding comprehensive maternal and child health practices. Authorizes the Secretary to guarantee to non-Federal lenders payment of the principal of and the interest on loans made to private entities for such projects. Authorizes the Secretary to make loans and loan guarantees for initial operating costs of comprehensive maternal and child health practices. Prohibits the approval of an application for a loan guarantee unless the Secretary determines that the loan terms, conditions, security, and schedule are sufficient to protect the financial interests of the United States and are otherwise reasonable. Establishes in the United States Treasury a loan guarantee fund and a loan fund to be available to the Secretary without fiscal year limitation for the purposes set forth in this Act. Authorizes the appropriation of specified amounts in fiscal years 1978 through 1980 for the purpose of making grants and contracts authorized under this Act. Authorizes the Secretary to make available medical malpractice reinsurance for claims exceeding $100,000 brought against a comprehensive maternal and child health practice. Authorizes the Secretary to institute litigation to recover from any insurer the amount of any unpaid premium lawfully payable by such insurer to the Secretary. Requires each insurer reinsured under these provisions to file with the Secretary: (1) a copy of each annual statement filed with the insurance authority of the State; and (2) information respecting claims asserted by insureds against comprehensive maternal and child health practices and reports of adverse medical incidents filed by such insureds. Authorizes the Secretary to make grants to, and enter into contracts with, public and nonprofit private entities for projects to promote: (1) the teaching of students in health professional schools respecting alternative methods of delivering medical care; (2) the training of medical students in family medicine and general pediatrics; (3) programs wherein health professional schools provide support services to comprehensive maternal and child health practices serving special populations; and (4) programs for training in the management of comprehensive maternal and child health care practices. Directs the Secretary to give special consideration to applications for assignment of National Health Corps personnel to practice in comprehensive maternal and child health practices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Maternal and Child Health Practice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for comprehensive maternal and child health care practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:55-05:00"
}