{
  "actions": [
    {
      "acted_at": "1987-10-01", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1739-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-01", 
  "number": "1739", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide a uniform Federal tax treatment for employer-provided health care benefits for retired employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Retiree Health Protection and Long-Term Care Insurance Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-10-01", 
  "subjects": [
    "Business and commerce", 
    "Employee benefit plans", 
    "Excise tax", 
    "Federal preemption", 
    "Geriatrics", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Long-term care", 
    "Medical economics", 
    "Retirement", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "States", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-01", 
    "text": "Retiree Health Protection and Long-Term Care Insurance Act of 1987 - Amends the Internal Revenue Code to add provisions relating to voluntary retiree health plans. Permits an income tax deduction for employer contributions to a qualified retiree health care trust. Limits the deduction to the difference between 110 percent of the plan's liability at the end of a plan year and the plan's assets at the same time. Excludes from the gross income of an individual or spouse: (1) any employer contribution under a qualified voluntary retiree health plan; or (2) receipts of any post-retirement long-term health benefit under the plan. Disallows this tax exclusion when: (1) the individual is a participant or beneficiary under more than one qualified plan and does not consolidate the accounts; (2) the plan ceases to be qualified; or (3) the individual assigns any portion of his or her interest in the plan. Applies a 20 percent penalty tax to benefits that exceed a specified maximum. Sets forth plan qualification criteria, including requirements that the plan be in writing, provide employee rights that are legally enforceable, and be maintained for the exclusive benefit of employees. Requires, in addition, that: (1) the plan provide only post-retirement benefits (after the former employee or employee spouse has attained age or is disabled); (2) the plan provide only long-term health care benefits, including nursing home, hospice, or adult day center care, to individuals who are chronically ill or disabled; (3) benefits are only through insurance acquired by the plan, self-insurance under guaranteed renewable contracts, reimbursement of expenses paid by the care recipient, or any combination of these; (4) employees do not contribute to the plan; (5) neither contributions nor benefits discriminate in favor of highly compensated employees; (6) contributions meet the same limitation that is applicable to the permissible tax deduction; (7) the plan meet specified participation, coverage, vesting, distribution, and transfer standards; and (8) a participant or beneficiary may not receive a loan from the plan or exercise control over account assets. Limits plan holdings of employer securities and employer real property. Describes conditions to be met by any qualified retiree health care trust that is part of a qualified voluntary retiree health plan. Provides for the establishment of tax-exempt voluntary retiree health accounts. Identifies the criteria applicable to such accounts, which must be established exclusively for the benefit of an individual or spouse. Excludes distributions from such accounts from the gross income of an individual as long as they are used exclusively to pay post-retirement long-term health care benefits of the eligible beneficiary. Retains the tax-exempt status of the accounts themselves unless they cease to be proper voluntary retiree health accounts because the beneficiary-taxpayer either engages in prohibited transactions or pledges the account as security. Imposes penalties in the form of additional tax when benefits exceed the lesser of $2,000 or the earned income of the employee derived from the business with respect to which the plan is established. Sets forth minimum distribution requirements for such accounts. Requires that the trustee of a voluntary retiree health account report to the Secretary of the Treasury and to the account's beneficiary on the maintenance of the account. Preempts all State laws relating to health plans for former employees and their spouses. Imposes an excise tax, with limited exceptions, on an employer who maintains a qualified plan if any distribution that is not a post-retirement long-term health care benefit is made. Fixes the rate for this tax at 50 percent of the improper payment. Exempts qualified retiree health care trusts from taxation. Imposes a five percent excise tax on amounts connected with any prohibited transaction with respect to a voluntary retiree health account. Imposes a penalty for failure to file required reports concerning a voluntary retiree health account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retiree Health Protection and Long-Term Care Insurance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide a uniform Federal tax treatment for employer-provided health care benefits for retired employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:43-05:00"
}