{
  "actions": [
    {
      "acted_at": "1992-10-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3361-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-06", 
  "number": "3361", 
  "official_title": "A bill to amend title IV of the Social Security Act to improve access to health insurance coverage through child support enforcement procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Support Enforcement Amendments of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-06", 
  "subjects": [
    "Auditing", 
    "Child health", 
    "Child support", 
    "Data banks", 
    "Disciplining of employees", 
    "District of Columbia", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal preemption", 
    "Garnishment", 
    "Government employees' health insurance", 
    "Health", 
    "Health insurance", 
    "Local officials and employees", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-06", 
    "text": "Child Support Enforcement Amendments of 1992 - Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act to treat the Federal Government and the government of the District of Columbia (D.C.) as private employers for purposes of child support orders requiring enrollment for health insurance coverage of the dependent children of the employees of such governments or the custodial parents of such dependent children. Provides that if an absent parent fails to obtain health insurance coverage for a dependent child or a custodial parent, the absent parent's employer (whether Federal, D.C., or private) will be required to enroll the dependent child or custodial parent in a health insurance plan pursuant to a State child support order. Makes any such employer who fails to obtain or maintain such health insurance liable for any expenses incurred for health care provided to a dependent child or custodial parent after the employer has been served notice of a child support order. Authorizes sanctions against any employer who retaliates against any absent parent subject to a child support order providing for health insurance coverage of a dependent child or custodial parent. Prohibits certain restrictions in health insurance policies limiting coverage to: (1) children living with a parent insured under the policy; or (2) legitimate children. Delays child support order review and modification requirements until such time as the State has established an automated child support tracking system, but not later than October 1, 1995. Gives States more time to achieve substantial compliance with child support enforcement program requirements. Amends the Family Support Act of 1988 to provide that the level of Federal funding for automated child support tracking systems is available until FY 2001 for systems in place by 1995. Amends the Employee Retirement Income Security Act of 1974 (ERISA) to provide that State child support enforcement laws which require an employer to enroll an employee's child or the custodial parent of such child in any health insurance plan provided by such employer are not subject to ERISA preemption. Directs the Secretary of Health and Human Services to establish a Child Support Advisory Committee to assist the Secretary in preparing and submitting to the Congress recommendations for a revised Federal child support audit process."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Support Enforcement Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Social Security Act to improve access to health insurance coverage through child support enforcement procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:49-05:00"
}