{
  "actions": [
    {
      "acted_at": "1979-03-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2766-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-08", 
  "number": "2766", 
  "official_title": "A bill to amend section 5 of the Department of Transportation Act, relating to rail service assistance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rail Service Assistance Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-08", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural marketing regulation", 
    "Agricultural production", 
    "Agriculture and Rural Affairs", 
    "Bankruptcy", 
    "Department of Transportation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad reorganization", 
    "Railroads", 
    "States"
  ], 
  "subjects_top_term": "Railroad freight operations", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-08", 
    "text": "Rail Service Assistance Act of 1979 - Amends the Department of Transportation Act to require the Secretary of Transportation, upon application by a State or a railroad in reorganization under the Bankruptcy Act, to provide loans or loan guarantees for rail freight assistance programs where rail operations on a mainline of a railroad serving agricultural producing and marketing activities in the northern tier of States have been classified as potentially subject to abandonment. Sets forth the criteria the Secretary must consider in determining whether the line of railroad subject to the application should receive financial assistance. Prohibits the discontinuance of service on any mainline of a railroad eligible for financial assistance under such a program unless: (1) discontinuance of service is approved by the Interstate Commerce Commission; and (2) no affected State or local authority opposes such action. Specifies a formula for United States' payments to railroads in reorganization which are required to continue service under this program, upon application of such railroads to the reorganization court. Requires the Secretary to establish a corrective action Task Force to develop and stimulate programs to encourage joint self-help efforts at the State and local levels to improve the economic health of light density lines of railroads. Requires such Task Force to establish standards and procedures for the development of experimental programs to develop techniques for joint corrective action. Provides the procedures whereby programs that provide a reasonable framework for an experiment are established, financed and administered. Limits the number and length of corrective action programs which the Task Force may approve. Requires such Task Force to file annual reports with the Secretary together with recommendations for future actions. Limits the railroads eligible for assistance through these programs to those which are in compliance with the provisions of the Railway Labor Act. Requires that any work done in furtherance of these programs be done in accordance with the level of protection prescribed in the Regional Rail Reorganization Act of 1973."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Service Assistance Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 5 of the Department of Transportation Act, relating to rail service assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:45-05:00"
}