{
  "actions": [
    {
      "acted_at": "1974-12-19", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17668-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-12-19", 
  "number": "17668", 
  "official_title": "A bill to amend title 39, United States Code, to require a separate appropriation by the Congress each fiscal year for necessary expenses for the operation of the U.S. Postal Service, to provide for certain consultations and hearings with respect to the construction of Postal Service facilities, to establish certain rules with respect to employment and personnel policies of the Postal Service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postal Service Reform Act", 
  "sponsor": {
    "district": "1", 
    "name": "Alexander, Bill", 
    "state": "AR", 
    "thomas_id": "00010", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-12-19", 
  "subjects": [
    "Appropriations", 
    "Postal service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-12-19", 
    "text": "Postal Service Reform Act - Authorizes to be appropriated to the Postal Service each year such sums as may be necessary to enable it to carry out its purposes, functions, and powers. States that revenues and fees collected by the Postal Service shall be deposited in the general fund of the Treasury. Makes technical and conforming amendments. Requires the Postal Service to consult with agencies of State and local governments with respect to the construction of specified Postal Service facilities. Provides for hearing procedures with respect to proposals for such construction. Provides that in promoting Postal Service employees consideration shall be given to demonstrated ability and not exclusively to seniority. Requires the Postal Service not to give significant consideration to performance on competitive examinations in appointing officers and employees. Directs the Postal Service to give preference in employment to persons who reside in, and have knowledge of, the community to be served. Requires the establishment of a sectional center for the sorting and distribution of mail in each county of the United States, to be located in the trading center of the county."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Service Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to require a separate appropriation by the Congress each fiscal year for necessary expenses for the operation of the U.S. Postal Service, to provide for certain consultations and hearings with respect to the construction of Postal Service facilities, to establish certain rules with respect to employment and personnel policies of the Postal Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:43-05:00"
}