{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2025-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "2025", 
  "official_title": "A bill to preserve the domestic gold mining industry and to increase the domestic production of gold.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gold Mines Assistance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Johnson, Harold T.", 
    "state": "CA", 
    "thomas_id": "00600", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Advisory bodies", 
    "Gold"
  ], 
  "subjects_top_term": "Gold", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Gold Mines Assistance Act - Establishes a Gold Mines Assistance Commission consisting of five members to be appointed by the President for a term of four years to administer the provisions of this Act. Provides that one member of the Commission shall be appointed to represent the Department of Commerce, one the Department of the Treasury, and one the Department of the Interior. Asserts that the two remaining members shall be public members appointed from among individuals qualified by reason of experience in the gold mining industry within the five years preceding their appointment. Provides that the President shall designate the Chairman of the Commission. Provides that, to qualify for financial assistance payments under this Act, the operator of a domestic gold mine shall apply to the Gold Mines Assistance Commission for a certificate of eligibility to receive such assistance and, in so doing, shall: (1) show that during the next twelve months commencing on the date of his application the costs of efficient operation of his mine will necessarily be at such a level that substantial gold ore reserves will be mined only if financial assistance is given the applicant as provided in this Act; (2) demonstrate the existence of financial resources and technical capability sufficient to operate profitably under the conditions upon which assistance under this Act is allowed; (3) show that the actual costs of operating his mine for the twelve-month period ending three months before the date of his application (or, if his mine was not then operating, the construction costs during said year,; and (4) agree that, for the period during which assistance is received, the principal production from the mine for which application is made will be gold. Asserts that no applicant shall be qualified for assistance under this Act unless the dollar value of gold produced and sold during the period for which payments are made is 50 percent or more of the total value of all minerals and metals contained in ores and concentrates produced and sold from said mine. Provides that payments shall be made only for the gold produced in the proportion the nonsubsidized value of said gold bears to the value of the total amount of minerals sold from said property. Authorizes to be appropriated such amounts as may be necessary to carry out the provisions of this Act but not to exceed an annual amount of $50,000,000. Asserts that to carry out the provisions of this Act there is appropriated not to exceed an amount of $15,000,0000 in each of the two years following the enactment of this Act, $25,000,000 the third year and $50,000,000 the fourth year and each year thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gold Mines Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to preserve the domestic gold mining industry and to increase the domestic production of gold.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:22-05:00"
}