{
  "actions": [
    {
      "acted_at": "1981-03-03", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s607-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-03", 
  "number": "607", 
  "official_title": "A bill to declare a national weather modification policy, to establish a national program of research and development in weather modification, to provide for the reporting of weather modification activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Weather Modification Management Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-03", 
  "subjects": [
    "Advisory bodies", 
    "Department of Commerce", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Information services", 
    "International affairs", 
    "International cooperation in science", 
    "Research", 
    "Research and development", 
    "Scientific exchanges", 
    "Weather and Climate", 
    "Weather control"
  ], 
  "subjects_top_term": "Weather control", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-03", 
    "text": "Weather Modification Management Act of 1981 - Establishes, within the Department of Commerce, a National Weather Modification Management Program for the purpose of understanding, developing, improving, and managing weather modification technologies. Requires such program to include: (1) basic and applied research to understand the atmospheric processes that could provide the scientific foundation for weather modification; (2) experimental weather modification activities to test the findings from such research and to develop prudent operational methods with predictable results; (3) development of instruments and techniques to enhance experimental and operational weather modification activities; (4) cooperative efforts between the Federal Government and universities, private interests, State and local governments, and other nations to obtain the maximum amount of scientific knowledge from weather modification projects; (5) studies on unintentional weather modification caused by society's use of land, water, and energy; (6) studies on the economic, environmental, legal, and societal effects from weather modification; (7) development of sound management practices for conducting weather modification projects; (8) a procedure for reporting weather modification activities in the United States; (9) periodic assessment of the need for Federal regulation of weather modification; and (10) a five-year plan for the management of Federal research and development efforts in weather modification. Requires the Secretary of Commerce to appoint a Director to be the principal Federal officer responsible for planning and administering the Program, work with the interagency coordinating committee on weather modification, seek independent advice, consult and cooperate with the States and encourage cooperation with other nations in the exchange of modification and participate in international activities. Directs the President to maintain an interagency coordinating committee on weather modification to consist of representatives from the Federal departments and agencies involved in the program. Requires each such department or agency with program duties and responsibilities to utilize the expertise and resources of universities, private interests, and State and local governments, ensure that each Federal weather modification project includes an environmental impact statement, and assist in the preparation of the annual report. Requires the Director to develop a set of management practices for conducting weather modification projects. Sets forth the areas such practices should address, including project design, implementation, and evaluation and data collection and availability. Requires persons with primary supervisory responsibility for conducting any weather modification activity in the United States to prepare and maintain daily records for submission to the Secretary in a prescribed format. Directs the Secretary to maintain and make available to the public a record of all reported weather modification activities in the United States. Establishes civil penalties for violations of the recordkeeping requirements. Directs the Secretary to prepare and submit annually to the President and the authorizing committees of Congress a report on the activities conducted pursuant to this Act. Permits any Federal department or agency to enter into contracts or make grants to carry out the purpose of this Act. States that such contracts and grants may be: (1) up to 50 percent of the total annual cost of the project or activity to a State or local government; and (2) up to 100 percent of the total annual cost to any other entity. Sets forth the terms and conditions for such contracts or grants, including the recordkeeping requirements. Repeals a previous Act which required the reporting of weather modification activities to the Federal Government. Authorizes appropriations to carry out the purposes of this Act for fiscal years 1982 through 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Weather Modification Management Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to declare a national weather modification policy, to establish a national program of research and development in weather modification, to provide for the reporting of weather modification activities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:39-05:00"
}