{
  "actions": [
    {
      "acted_at": "1995-02-23", 
      "references": [
        {
          "reference": "CR S3061-3062", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-23", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s472-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1995-02-23", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1995-06-13", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1995-06-13", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-02-23", 
  "number": "472", 
  "official_title": "A bill to consolidate and expand Federal child care services to promote self sufficiency and support working families, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Care Consolidation and Investment Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-02-23", 
  "subjects": [
    "Aid to dependent children", 
    "Appropriations", 
    "Block grants", 
    "Child development", 
    "Congress", 
    "Congressional reporting requirements", 
    "Day care", 
    "Dual-career families", 
    "Economics and public finance", 
    "Education", 
    "Families", 
    "Federal aid to child welfare", 
    "Federal aid to day care centers", 
    "Federal aid to higher education", 
    "Higher education", 
    "Job hunting", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Manpower training programs", 
    "Poor", 
    "Public assistance programs", 
    "Scholarships", 
    "Social welfare", 
    "Standards", 
    "Teacher education"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-02-23", 
    "text": "Child Care Consolidation and Investment Act of 1995 - Amends the Child Care and Development Block Grant Act of 1990 to appropriate funds for FY 1996 through 2000 for child care services for eligible children through the awarding of grants to States. Directs the Secretary of Health and Human Services, if the amounts appropriated are insufficient to provide services to each child whose parent is required to undertake education, job training or search, or employment as a condition of eligibility under part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act, to pay sums necessary to ensure the implementation of State plans for child care and development for each child. Requires (currently, authorizes) child care and development block grants for States. Decreases from 25 to 20 percent the amount of funds to be reserved by States per fiscal year for activities to improve the quality of child care and to provide before- and after-school and early childhood development services. Directs States to reserve at least 50 percent of grant amounts for child care activities to support low-income working families. Requires State plans to assure that the availability of child care will be coordinated with AFDC requirements and to ensure that the parent of a dependent child is not required to undertake an education, job training or search, or employment requirement unless child care assistance is available. Sets forth a matching requirement for States with respect to amounts that exceed amounts received in FY 1995. Increases to 50 (currently, 20) percent the minimum percentage of reserved amounts States must use to carry out specified activities to improve the quality of child care. Directs the Secretary to establish a child care quality improvement incentive initiative to make funds available to States that demonstrate progress in the implementation of: (1) innovative teacher training programs; or (2) enhanced child care quality standards and licensing and monitoring procedures. Decreases from 75 to 50 percent the minimum percentage of reserved amounts States must use to carry out early child development and before- and after-school services. Requires amounts allotted to States under this Act to include the base amount such States received under the Child Care and Development Block Grant Act of 1990 and under AFDC provisions repealed under this Act. Repeals specified AFDC provisions and the Child Development Assistance Associate Scholarship Assistance Act of 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Care Consolidation and Investment Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate and expand Federal child care services to promote self sufficiency and support working families, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:40-05:00"
}