{
  "actions": [
    {
      "acted_at": "2011-12-12", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1978-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2012-06-21", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2011-12-12", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-12", 
  "number": "1978", 
  "official_title": "A bill to amend the Workforce Investment Act of 1998 to provide for community-based job training grants, to provide Federal assistance for community college modernization, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1597-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Community College Innovation Act", 
  "sponsor": {
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-12-12", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Economic performance and conditions", 
    "Education", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Employee hiring", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Higher education", 
    "Manufacturing", 
    "Unemployment", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-12-12", 
    "text": "Community College Innovation Act - Amends the Workforce Investment Act of 1998 to authorize the Secretary of Education to establish a national demonstration project to increase employment opportunities for workers in qualified industries by establishing partnerships among education entities, state workforce investment systems, and businesses. Defines \"qualified industry\" to mean an industry or economic sector that has significant demands for training (which may include education) for middle- and high-skill occupations. Directs the Secretary to award competitive two-, three-, or four-year community-based job training grants to eligible entities for: (1) the development and expansion of community college training programs leading to an industry-recognized credential or degree and employment in a qualified industry; and (2) training of adults, incumbent workers, dislocated workers, or out-of-school youth through such programs. Authorizes the use of such grants to: (1) disseminate training information on high-growth, high-demand occupations in qualified industries through a one-stop delivery system to prospective participants, businesses, and community-based organizations; or (2) refer trained individuals for employment in a qualified industry. Directs the Secretary to award grants to states for projects to modernize, renovate, or repair existing community college facilities. Requires a state in the award of a grant to consider the extent to which the community college's project meets Leadership in Energy and Environmental Design (LEED) Green Building Rating System standards, Energy Star standards, Collaborative for High Performance Schools (CHPS) criteria, Green Building Initiative environmental design and rating standards (Green Globes), or equivalent program adopted by the state or the state higher education agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community College Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Workforce Investment Act of 1998 to provide for community-based job training grants, to provide Federal assistance for community college modernization, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:20:27-05:00"
}