{
  "actions": [
    {
      "acted_at": "1975-04-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-04-23", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6310-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-23", 
  "number": "6310", 
  "official_title": "A bill to provide a comprehensive energy program, to reduce oil prices, and conserve energy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Import Control and Energy Conservation Act", 
  "sponsor": {
    "district": "1", 
    "name": "Emery, David F.", 
    "state": "ME", 
    "thomas_id": "00343", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-23", 
  "subjects": [
    "Fuel", 
    "Fuel allocation", 
    "Imports", 
    "Motor vehicles", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Power resources", 
    "Taxation"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-23", 
    "text": "Oil Import Control and Energy Conservation Act - Title I: Statement of Findings and Purposes - States that the purpose of this Act is to reduce dependence of the United States on foreign oil by imposing restrictions on the importation of petroleum and petroleum products so as to reduce the amount of imports of petroleum and petroleum products as rapidly as practicable, and to insure the equitable distribution of petroleum on a nationwide basis. Title II: Limitations on Imported Petroleum and Petroleum Products and Exemption from such Limitations - States that during each calendar quarter of calendar year 1975 the aggregate quantity of petroleum and petroleum products which may be imported into the United States may not exceed a quantity valued at more than $5,625,000,000. States that during each calendar quarter of calendar year 1976 the aggregate quantity of petroleum and petroleum products which may be imported into the United States may not exceed a quantity valued at more than $5,500,000,000. Provides that any importer who can show, to the satisfaction of the Secretary of the Treasury that the price paid by him for any imported petroleum or any imported petroleum product was at least 5 percent less than the average price for all quantities of such petroleum or such petroleum product which were entered during that quarter may, during the immediately succeeding calendar quarter, enter any quantity of that kind of petroleum or petroleum product. Title III: Extension of the Emergency Petroleum Allocation Act of 1973 and Federal Energy Administration Act of 1974 - Extends the mandatory allocation provisions of the Emergency Petroleum Allocation Act of 1973 until August 31, 1976, (presently such provisions expire on August 31, 1975). Extends the expiration date of the Federal Energy Administration Act of 1974 from June 30, 1976 until August 31, 1976. Title IV: Control of Domestic Crude Oil - Provides, under the Emergency Petroleum Allocation Act of 1973, that no amendment to a Presidential regulation regarding the mandatory allocation of petroleum or petroleum products which would have the effect of permitting an increase in the national average price of old crude oil above the January 1, 1975, base price may take effect except as provided in this Act. States that no such amendment shall take effect unless: (1) the purpose of such amendment is to take into account decline in field production or significant increases in the cost of production of crude oil resulting from the use of secondary or tertiary recovery methods; and (2) such amendment would not permit increases in the price of old crude oil or any classification thereof so as to result in a national average price of old crude oil which exceeds by more than 50 cents per barrel the January 1, 1975, base price. Requires that any proposed exemption of an oil or product from the mandatory allocation provisions of the Emergency Petroleum Allocation Act of 1973 be supported by a finding that competition and market forces are adequate to protect industrial and individual consumers from price gouging and to assure that prices of such oil or product will be just and reasonable. Title V: Equalization of Residual Fuel Oil Prices - Directs the President to exercise his authority under the Emergency Petroleum Allocation Act of 1973 to equalize the ceiling price throughout the United States at which residual fuel oil is sold or exchanged, consistent with reasonable variations which reflect different transportation costs. Title VI: Windfall Profits Tax - Imposes a windfall profits tax on producers of crude oil produced in the United States. Sets forth a table for the computation of this tax. Provides for the collection and remittance of a windfall profits tax. Sets forth reporting requirements for producers of domestic crude oil. Provides criminal penalties for willful failure to comply with such reporting requirements. Title VII: Amendment of the Clean Air Act of 1970, Imposition of an Excise Tax on the Sale of Fuel Inefficient Automobiles, Granting of Tax Credits on the Sale of Fuel Efficient Automobiles, and Other Purposes - Imposes upon every passenger automobile sold in the United States a tax. States that such tax will be determined by multiplying $100 by the difference between the specified mileage standard for the applicable model year and the actual mileage as determined by the Administrator of the Environmental Protection Agency. Sets forth a list of mileage standards and maximum taxes payable for each of the years 1977-1981. Allows a credit against the tax imposed by this title. States that the amount of such credit will be determined by multiplying $100 by the difference between the specified mileage standard for the applicable model year, and the actual mileage. Stipulates that the maximum credit cannot exceed $400 for any model year. Requires that credits be claimed only in the fiscal year in which the purchase is made. Specifies the manner in which the Administrator of the Environmental Protection Agency is to determine the actual mileage of vehicles."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Import Control and Energy Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive energy program, to reduce oil prices, and conserve energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:13-05:00"
}