{
  "actions": [
    {
      "acted_at": "1994-04-26", 
      "references": [
        {
          "reference": "CR S4837-4874", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-26", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-04-28", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-03", 
      "in_committee": "Committee on Banking", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Housing and Urban Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-21", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2049-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Housing and Urban Affairs", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1994-04-26", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-04-26", 
  "number": "2049", 
  "official_title": "A bill to reduce homelessness, reform public housing, expand and preserve affordable housing and home ownership, ensure fair housing for all, empower communities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4310-103", 
      "reason": "identical"
    }
  ], 
  "short_title": "Housing Choice and Community Investment Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-06-21", 
  "subjects": [
    "AIDS (Disease)", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Affordable housing", 
    "Age discrimination", 
    "Agriculture and food", 
    "Apartment houses", 
    "Arizona", 
    "Armed forces and national security", 
    "Auditing", 
    "Authorization", 
    "Black colleges", 
    "Block grants", 
    "Boundaries", 
    "California", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Community development", 
    "Community organization", 
    "Community policing", 
    "Conflict of interests", 
    "Congregate housing", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Day care", 
    "Delegation of powers", 
    "Department of Housing and Urban Development", 
    "Depressed areas", 
    "Disabled", 
    "Displaced homemakers", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Dual-career families", 
    "Earnings", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Emergency housing", 
    "Employee training", 
    "Enterprise zones", 
    "Environmental protection", 
    "Eviction", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Families", 
    "Federal Emergency Management Agency", 
    "Federal aid to Indians", 
    "Federal aid to cities", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal aid to youth services", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Firearms control", 
    "Food relief", 
    "Foreclosure", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Higher education", 
    "Home ownership", 
    "Home repair and improvement", 
    "Homeless", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing discrimination", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing management", 
    "Housing subsidies", 
    "Income", 
    "Indian housing", 
    "Insurance premiums", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Landlord and tenant", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Lead", 
    "Lead poisoning", 
    "Leases", 
    "Liens", 
    "Low-income housing", 
    "Management information systems", 
    "Manpower training programs", 
    "Mexico", 
    "Minorities", 
    "Moderate income housing", 
    "Mortgage banks", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Municipal ordinances", 
    "Narcotic traffic", 
    "New Mexico", 
    "Nondiscrimination provisions", 
    "Nonprofit organizations", 
    "Paints and varnishes", 
    "Poverty", 
    "Public assistance programs", 
    "Public housing", 
    "Real estate appraisal", 
    "Regional planning", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Research and development", 
    "Residential mobility", 
    "Residential rehabilitation", 
    "Revolving funds", 
    "Rural housing", 
    "Science, technology, communications", 
    "Secondary mortgage market", 
    "Security measures", 
    "Shelters for the homeless", 
    "Single family housing", 
    "Single-parent families", 
    "Social welfare", 
    "State laws", 
    "Student employment", 
    "Tax administration", 
    "Taxation", 
    "Texas", 
    "Urban affairs", 
    "Urban economic development", 
    "Urban planning", 
    "Violence", 
    "Volunteer workers", 
    "Women", 
    "Youth employment"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-04-26", 
    "text": "TABLE OF CONTENTS: Title I: Assistance for the Homeless Subtitle A: Reorganization of the Stewart B. McKinney Homeless Assistance Act Subtitle B: Emergency Food and Shelter Title II: Public and Indian Housing; Cross-Cutting Authorizations Subtitle A: Enhance Flexibility for Public Housing Agencies Subtitle B: Severely Distressed Public Housing Program Subtitle C: Anti-Crime Initiatives Subtitle D: Authorizations and Extensions Subtitle E: Applicability Title III: Homeownership; FHA Mortgage Insurance Authorizations Subtitle A: Expand Single Family Homeownership Opportunities Subtitle B: National Homeownership Fund Demonstration Subtitle C: Authorizations Title IV: Economic Opportunity; Expansion of Affordable Housing Subtitle A: Economic Opportunity Economic Opportunities for Residents in HUD-Assisted Programs (sic) Subtitle B: Section 8 Initiatives Subtitle C: Miscellaneous Title V: Preservation and Production Title VI: Expansion of Fair Housing Metropolitan Areawide Strategy Demonstration Title VII: Community Development and Empowerment Subtitle A: Neighborhood Leveraged Investments for Tomorrow (LIFT) Program Authorization Subtitle B: Community Viability Fund Subtitle C: Colonias Assistance Program Authorization Subtitle D: Zone Economic Development Initiative Authorization Subtitle E: Authorization of Appropriations Title VIII: Management Reform Subtitle A: Improve the Allocation and Use of Assistance Subtitle B: Office of Public and Indian Housing Subtitle C: Office of Housing Subtitle D: Office of Community Planning and Development Management Information Systems Subtitle E: Nonjudicial Foreclosure of Defaulted Single Family Mortgages Title IX: Miscellaneous Housing Choice and Community Investment Act of 1994 - Title I: Assistance for the Homeless - Subtitle A: Reorganization of the Stewart B. McKinney Homeless Assistance Act - Stewart B. McKinney Homeless Housing Assistance Reorganization Act of 1994 - Authorizes appropriations for comprehensive assistance systems for homeless individuals and families. (Sec. 106) Reorganizes the following programs under the Stewart B. McKinney Homeless Assistance Act into a combined matching grant program: (1) emergency shelters; (2) transitional housing; (3) safe havens; (4) single room occupancy dwellings; (5) shelter plus care; and (6) rural homeless housing assistance. Includes a permanent housing component in such program. (Sec. 115) Amends the HUD Demonstration Act of 1993 to authorize appropriations for the innovative homeless program. Subtitle B: Emergency Food and Shelter - Amends the Stewart B. McKinney Homeless Assistance Act to transfer the emergency food and shelter program from the Federal Emergency Management Agency to the Department of Housing and Urban Development (HUD). Authorizes program appropriations. Title II: Public and Indian Housing; Cross-Cutting Authorizations - Subtitle A: Enhance Flexibility for Public Housing Agencies - Amends the United States Housing Act of 1937 to authorize direct modernization and replacement loans for public housing agencies (PHAs). Authorizes appropriations. (Sec. 202) Authorizes PHAs to use modernization funds for replacement housing. (Sec. 204) Amends the Housing and Urban-Rural Recovery Act of 1983 with regard to the early childhood development program to: (1) authorize grants for the expansion or refunding of pre-existing child care centers; and (2) permit homeless families with children to use program services. Authorizes appropriations. (Sec. 205) Authorizes an entrepreneurial PHA and resident management corporation (RMC) demonstration program. Authorizes appropriations for program evaluations. (Sec. 208) Amends the United States Housing Act of 1937 to authorize the sale of public housing to nonprofit organizations to facilitate resident homeownership. Subtitle B: Severely Distressed Public Housing Program - Amends the United States Housing Act of 1937 to revise the severely distressed housing program, including: (1) redefining severely distressed housing; (2) increasing planning grant levels; and (3) including community service and support service activities. Subtitle C: Anti-Crime Initiatives - Community Partnerships Against Crime Act of 1994 - Amends the Public and Assisted Housing Drug Elimination Act of 1990 to establish a community partnerships against crime program of grants to PHAs and owners of federally assisted low-income housing. Authorizes appropriations. (Sec. 222) Amends the United States Housing Act of 1937 to authorize PHAs and assisted housing owners to ban guns. (Sec. 223) Directs law enforcement entities to make criminal records available to requesting PHAs for screening and eviction purposes. Subtitle D: Authorizations and Extensions - Amends the United States Housing Act of 1937 to increase budget authority for specified public and Indian housing programs. (Sec. 232) Authorizes appropriations for: (1) public housing operating subsidies; (2) the family self-sufficiency program; (3) public housing family investment centers; (4) the revised congregate services program; and (5) the Indian housing loan guarantee program. Subtitle E: Applicability - Applies specified public housing provisions to Indian housing. Title III: Homeownership; FHA Mortgage Insurance Authorizations - Subtitle A: Expand Single Family Homeownership Opportunities - National Homeownership Fund Demonstration Act - Amends the National Housing Act to make Federal Housing Administration (FHA) home loan insurance available in targeted revitalization areas to low- and moderate-income first-time homebuyers. (Sec. 302) Revises FHA single family mortgage limits. (Sec. 303) Creates a streamlined refinancing procedure for qualifying HUD-held mortgages. (Sec. 304) Authorizes innovative affordable housing demonstration programs through the use of alternative financing instruments. (Sec. 305) Amends the National Housing Act to establish a single family risk-sharing mortgage insurance program. (Sec. 306) Amends the Housing and Community Development Act of 1968 to expand, and authorize appropriations for, housing counseling services. Subtitle B: National Homeownership Fund Demonstration - Amends the Cranston-Gonzalez National Affordable Housing Act to revise the national homeownership fund demonstration. Authorizes appropriations. Subtitle C: Authorizations - Amends the Housing and Community Development Amendments of 1978 to authorize appropriations for the flexible subsidy program. (Sec. 322) Authorizes appropriations for specified multifamily housing program service coordinators. (Sec. 323) Amends the Federal National Mortgage Association Charter Act to authorize an aggregate amount of guaranteed loan principal under the mortgage-backed security program. (Sec. 324) Amends the National Housing Act to authorize an aggregate amount of FHA mortgage insurance. Title IV: Economic Opportunity; Expansion of Affordable Housing - Subtitle A: Economic Opportunity Economic Opportunities for Residents in HUD-Assisted Programs (sic) - Amends the Housing and Urban Development Act of 1968 to provide grants for Economic Opportunity Centers to link low-income residents with employment generated by housing and community development assistance. Authorizes appropriations. (Sec. 402) Amends the United States Housing Act of 1937 to revise and expand the resident management program. Authorizes appropriations. Subtitle B: Section 8 Initiatives - Amends the United States Housing Act of 1937 to merge the section 8 public housing certificate and voucher programs into a single revised certificate program. Subtitle C: Miscellaneous - Amends the Housing and Community Development Act of 1992 to authorize appropriations for: (1) the supportive housing for the elderly program; and (2) the supportive housing for persons with disabilities program. (Sec. 424) Amends the Cranston-Gonzalez National Affordable Housing Act to authorize appropriations for: (1) the HOPE homeownership program; (2) the Youthbuild program; and (3) housing for persons with AIDS. Title V: Preservation and Production - Amends the Housing and Community Development Act of 1987 to authorize appropriations for the low-income housing preservation program. (Sec. 504) Amends the Cranston-Gonzalez National Affordable Housing Act to authorize HOME program loan guarantees. Authorizes appropriations. (Sec. 506) Amends the National Housing Act to extend the termination date for certain insured mortgage auctions. (Sec. 507) Amends the Housing and Community Development Act of 1992 to extend: (1) the FHA multifamily risk-sharing pilot program; and (2) the housing finance agency pilot program. Title VI: Expansion of Fair Housing Metropolitan Areawide Strategy Demonstration - Directs the Secretary of Housing and Urban Development to carry out through local government a demonstration program of assisted housing availability in three metropolitan areas. Authorizes appropriations. (Sec. 604) Amends the Housing and Community Development Act of 1987 to authorize appropriations for the fair housing initiatives program. (Sec. 605) Amends the Home Mortgage Disclosure Act of 1975 to authorize civil money penalties for reporting violations by nonsupervised lending institutions. Title VII: Community Development and Empowerment - Subtitle A: Neighborhood Leveraged Investments for Tomorrow (LIFT) Program Authorization - Authorizes the Secretary to provide assistance for neighborhood revitalization and competitive project-based grants to stimulate public and private investment, employment, and creation of essential services in disadvantaged communities (LIFT program). Authorizes appropriations. Subtitle B: Community Viability Fund - Amends the Housing and Urban-Rural Recovery Act of 1983 to authorize a program of grants for: (1) strategic planning and urban design; and (2) community institution building and neighborhood development. Authorizes appropriations. Subtitle C: Colonias Assistance Program Authorization - Authorizes, and authorizes appropriations for, a colonias assistance program, including creation of model programs. (Sec. 727) Amends the Cranston-Gonzalez National Affordable Housing Act to extend the colonias community development block grant (CDBG) set-aside. Subtitle D: Zone Economic Development Initiative Authorization - Authorizes the Secretary to make grants to localities with designated Empowerment Zones and Enterprise Communities to implement community revitalization strategies. Authorizes appropriations. (Sec. 737) Authorizes appropriations for activities under this subtitle. Subtitle E: Authorization of Appropriations - Amends the HUD Demonstration Act of 1993 to authorize appropriations for the capacity building for community development and affordable housing program. (Sec. 742) Amends the Housing and Community Development Act of 1974 to authorize appropriations for: (1) the CDBG program; (2) special purpose grants including insular areas, historically Black colleges, technical assistance, university activities, readjustments, and work study programs; and (3) the economic development initiative. Title VIII: Management Reform - Subtitle A: Improve the Allocation and Use of Assistance - Amends the United States Housing Act of 1937 with respect to section 8 housing to: (1) limit rental increases for rents exceeding fair market rent levels; (2) provide high interest mortgage refinancing incentives; and (3) provide preference for working families. Subtitle B: Office of Public and Indian Housing - Amends the United States Housing Act of 1937 to set aside funds for oversight and technical assistance activities with respect to the public and Indian housing modernization program. Subtitle C: Office of Housing - Amends the National Housing Act with respect to: (1) lower-income family homeownership refinancing; (2) elimination of multifamily development program mortgage insurance; and (3) project manager indemnification. Subtitle D: Office of Community Planning and Development Management Information Systems - Amends the Housing and Community Development Act of 1974 to set aside CDBG funds for management information systems. Subtitle E: Nonjudicial Foreclosure of Defaulted Single Family Mortgages - Single Family Mortgage Foreclosure Act of 1994 - Authorizes and establishes procedures for the Secretary to foreclose defaulted single family mortgages. Title IX: Miscellaneous - Amends the Residential Lead-Based Paint Hazard Reduction Act of 1992 to: (1) set aside funds for technical assistance and capacity building; (2) expand research authority; and (3) authorize appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing Choice and Community Investment Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Partnerships Against Crime Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Homeownership Fund Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Single Family Mortgage Foreclosure Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Stewart B. McKinney Homeless Housing Assistance Reorganization Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce homelessness, reform public housing, expand and preserve affordable housing and home ownership, ensure fair housing for all, empower communities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:22-05:00"
}