{
  "actions": [
    {
      "acted_at": "1976-04-13", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13250-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Burton, Phillip", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00156", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Dent, John H.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00288", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Harris, Herbert E., II", 
      "sponsored_at": "1975-01-03", 
      "state": "VA", 
      "thomas_id": "00505", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Russo, Martin A.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spellman, Gladys Noon", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Yates, Sidney R.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01252", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-13", 
  "number": "13250", 
  "official_title": "A bill to amend the District of Columbia Police and Fireman's Salary Act of 1958 and other acts to adjust the salary and other benefits received by the U.S. Park Police.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Park Police Act", 
  "sponsor": {
    "district": "15", 
    "name": "Zeferetti, Leo C.", 
    "state": "NY", 
    "thomas_id": "01262", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-13", 
  "subjects": [
    "Department of the Interior", 
    "Federal employees", 
    "Government operations and politics", 
    "Law enforcement officers", 
    "Parks", 
    "Police", 
    "Public safety"
  ], 
  "subjects_top_term": "Law enforcement officers", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-13", 
    "text": "United States Park Police Act - Title I: United States Park Police - Declares that the United States Park Police is continued as an entity under the jurisdiction of the Secretary of the Interior. Stipulates that the members of the Park Police shall have and perform the same powers and duties as the District of Columbia Metropolitan Police. Places the Park Police under the exclusive charge and control of the Director of the National Park Service. Specifies the authorized strength and organization of the Park Police. Requires the Director to furnish members of the Park Police with uniforms, means of transportation, and such other equipment as may be necessary for the proper performance of their duties, including badges, revolvers, and ammunition. Authorizes the Director to appoint special policemen, without compensation, for duty in connection with the policing of the public parks and other reservations within the District of Columbia. Authorizes the Park Police, on and within roads, parks, parkways, and other Federal reservations in the environs of the District of Columbia, to make arrests without warrant for any felony or misdemeanor committed in the presence or view of such members in violation of Federal law or regulation, or for any felony that in fact has been or is being committed in violation of any such law or regulation. Authorizes the Park Police to execute any warrant or other process issued by a court or officer of competent jurisdiction for the enforcement of the provisions of any Federal law or regulation. Excludes military personnel from Park Police jurisdiction for offenses committed on military reservations. Authorizes the Secretary of the Interior to make all necessary rules and regulations for the regulation of traffic, for the protection of persons, property, health, and morals, to prevent breaches of the peace, to suppress affrays and unlawful assemblies, and to aid in the enforcement of any of the rules and regulations so promulgated. Authorizes assignment of members of the Park Police, at the request of the Administrator of the Federal Aviation Administration, to patrol Washington National Airport and Dulles International Airport. Sets forth the basic salary schedule and rates of compensation for members of the Park Police. Establishes a system of Park Police retirement and disability benefits, including survivor benefits and annunities. Sets forth the rates for such benefits. Directs the Secretary of the Interior to establish a United States Park Police Retirement and Relief Board to administer the Park Police retirement and disability benefits programs established by this Act. Entitles each widow or child who receives, or is authorized to receive, any relief or annuity by reason of service in a District of Columbia police or fire department of a deceased former member who died in the service of any such department prior to October 1, 1956, or who retired prior to such date, to benefits computed in accordance with the provisions of this Act. Authorizes the appropriation of such sums as may be necessary to reimburse the Secretary of the Interior, on a monthly basis, for benefit payments made to or for members of the Park Police or their survivors. Title II: Conforming and Technical Amendments and Effective Dates - Amends the District of Columbia Police and Fireman's Salary Act of 1958 and other relevant provisions of law, consistent with the provisions of this Act. Sets forth the effective dates for various provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Park Police Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the District of Columbia Police and Fireman's Salary Act of 1958 and other acts to adjust the salary and other benefits received by the U.S. Park Police.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:11-05:00"
}