{
  "actions": [
    {
      "acted_at": "1980-03-06", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-06", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6736-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-06", 
  "number": "6736", 
  "official_title": "A bill to establish Federal policies designed to minimize the involuntary displacement of individuals from housing and to provide additional assistance for those who have been so displaced.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Displacement Policy Act", 
  "sponsor": {
    "district": "7", 
    "name": "Mitchell, Parren J.", 
    "state": "MD", 
    "thomas_id": "00818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-06", 
  "subjects": [
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Low-income housing", 
    "Relocation", 
    "Rent", 
    "Rent subsidies", 
    "Urban renewal"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-06", 
    "text": "National Displacement Policy Act - Amends the Housing and Community Development Act of 1974 to require an applicant for a community development block grant to analyze the causes and estimate the scale of displacement within the jurisdiction area of the applicant so that steps may be taken to mitigate and end displacement of area residents. Requires the housing assistance plan to demonstrate an effective strategy for ending such displacement. Directs the Secretary of Housing and Urban Development to provide housing assistance to any eligible displaced low-income family. Amends the Housing and Urban Development Act of 1970 to require the President shall transmit to Congress, as part of the biannual Report on Urban Growth required by such Act, a special displacement component analyzing the extent of urban displacement. Requires the residential formulation of a strategy to combat the adverse effects of such displacement. Amends the Community Reinvestment Act of 1977 to require the appropriate Federal banking supervisory agency to assess a financial institution's record of adopting policies which minimize the displacement of persons from their homes. Amends the Uniform Relocation Assistance and Real Property Acquisitions Act of 1970 to direct the payment of moving and related expenses for displaced persons whenever activities were undertaken as a result of a Federal program or project. causes such displacement. Declares that payments made to displaced persons shall reflect increases in the cost-of-living. Directs the President to establish a Federal Relocation Assistance Compliance Office for the purpose of carrying out a more uniform and effective administration of relocation assistance. Requires such Office to coordinate the relocation activities of the Federal agencies. States that rental or lease assistance paid to a displaced person shall not exceed 25 percent of such person's income. States that no person shall be required to move from his or her rental dwelling on account of any Federal project or any federally assisted project if: (1) the rental vacancy rate in the area for dwellings similar in size and cost is less than one percent; or (2) if there is a waiting list of persons eligible to receive Federal assistance who desire to rent such unit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Displacement Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish Federal policies designed to minimize the involuntary displacement of individuals from housing and to provide additional assistance for those who have been so displaced.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:05-05:00"
}