{
  "actions": [
    {
      "acted_at": "1986-06-19", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-24", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Law", 
      "text": "Committee on Judiciary. Jointly referred to the Subcommittee on Criminal Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-24", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Patents, Copyrights and Trademarks", 
      "text": "Committee on Judiciary. Jointly referred to the Subcommittee on Patents, Copyrights and Trademarks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-24", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Justice Department, Federal Communications Commission, Administrative Office of the United States Courts.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary received executive comment from Justice Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-30", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary received executive comment from Administrative Office of the United States Courts.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-30", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary received executive comment from Federal Communications Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-12", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Patents, Copyrights and Trademarks", 
      "references": [], 
      "text": "Subcommittee on Patents, Copyrights and Trademarks. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-19", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-09-27", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Thurmond with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-27", 
      "calendar": "Senate Legislative", 
      "number": "1010", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1010.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-10-01", 
      "committee": "Committee on Commerce by unanimous consent for a period of 24 hours", 
      "references": [], 
      "text": "Referred to the Committee on Commerce by unanimous consent for a period of 24 hours.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-10-02", 
      "references": [], 
      "text": "Senate Committee on Commerce discharged. Pursuant to the order of October 1, 1986.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-02", 
      "calendar": "Senate Legislative", 
      "number": "1064", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1064.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-10-17", 
      "references": [], 
      "text": "By Senator Thurmond from Committee on Judiciary filed written report. Report No. 99-541.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2575-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Criminal Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Patents, Copyrights and Trademarks", 
      "subcommittee_id": "26"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1986-08-15", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1986-09-17", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1986-06-19", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1986-08-15", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1986-07-30", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-19", 
  "number": "2575", 
  "official_title": "A bill to amend title 18, United States Code, with respect to the interception of certain communications, other forms of surveillance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electronic Communications Privacy Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-09-19", 
  "subjects": [
    "Actions and defenses", 
    "Armed forces and national security", 
    "Civil Rights and Liberties", 
    "Communication satellites", 
    "Communications and Broadcasting", 
    "Computer crimes", 
    "Computers", 
    "Counterintelligence", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Damages", 
    "Data transmission systems", 
    "Eavesdropping", 
    "Electronic surveillance", 
    "Injunctions", 
    "National Security and Intelligence Operations", 
    "Right of privacy", 
    "Science and technology", 
    "Searches and seizures", 
    "Telephone", 
    "White collar crime", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1986-09-27", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment (without written report)) Electronic Communications Privacy Act of 1986 - Title I: Interception of Communications and Related Matters - Amends the Federal criminal code to extend the prohibition against the unauthorized interception of communications to include specific types of electronic communications. (Present law prohibits the interception of wire and oral communications only.) Specifies certain exceptions with respect to electronic communications. Extends such prohibition to the communications of any provider of wire or electronic communication services. (Present law extends only to communications common carriers.) Provides for reduced criminal penalties where the unauthorized access to the electronic communication is not for a tortious or illegal purpose or private commercial gain. States that the interception of certain satellite transmissions is not an offense unless it is for the purposes of direct or indirect commercial advantage or private financial gain. Prohibits any person or entity providing an electronic communication service, with specified exceptions, from knowingly divulging the contents of any communication carried on that service. Allows any person whose wire, oral, or electronic communication is intercepted, disclosed, or willfully used to bring a civil action to recover damages. (Present law allows such a civil action only for the interception or use of wire or oral communications.) Revises the amount of damages which may be recovered in such actions. Specifies a two-year statute of limitations for the commencement of such actions. Specifies additional crimes for which the interception of wire, oral, or electronic communications can be authorized in the course of the investigation of such crimes. Sets forth additional requirements for applications, court orders, and the implementation of court orders for the interception of such communications. Provides that certain intelligence activities approved by the Attorney General shall not be affected by certain provisions of Federal law. Allows a court-authorized mobile tracking device to be used outside the jurisdiction of that court. Makes it a criminal offense to warn a person that he or she is the subject of surveillance. Allows the Attorney General to initiate a civil action to obtain an injunction to prevent felony level violations of this Act. Title II: Stored Wire and Electronic Communications and Transactional Records Access - Makes it a criminal offense to: (1) willfully access, without authorization, a facility through which an electronic communication service is provided; or (2) willfully exceed an authorized access to such facility. Prohibits the provider of an electronic communication service or remote computing service, except under certain circumstances, from divulging the contents of any communication stored, carried, or maintained by such service. Sets forth the procedural requirements for a governmental entity to obtain access to electronic communications in electronic storage, including court-ordered back-up copies of the contents of such communications. Allows any subscriber or customer of a communication service who is aggrieved by a willful or intentional violation of this Act to initiate a civil action to recover appropriate relief. Grants the Director of the Federal Bureau of Investigation (FBI) access to telephone or communication service information and records relevant to any authorized foreign counterintelligence investigation. Prohibits any official or employee or a communications common carrier or service provider from disclosing to any person that the FBI has sought or obtained such access. Title III: Pen Registers and Trap and Trace Devices - Prohibits the installation or use of a pen register or a trap and trace device without a court order pursuant to this Act or under the Foreign Intelligence Surveillance Act of 1978. Imposes criminal penalties for violations of such prohibition. Authorizes Government attorneys and State law enforcement officers to apply for a court order allowing the installation and use of a pen register or a trap and trace device. Allows the issuance of such an order if the attorney or law enforcement officer certifies that information likely to be obtained by such installation is relevant to an ongoing criminal investigation. Requires providers of wire communications, landlords, custodians, and other persons to furnish all information, facilities, and technical assistance necessary to accomplish the installation of a pen register or a trap and trace device if such assistance is ordered by the court. Requires that anyone providing such assistance be compensated for any reasonable expenses incurred. States that no cause of action shall lie in any court against anyone providing such assistance. Requires the Attorney General to report annually to the Congress on the number of pen register and trap and trace device orders applied for by law enforcement agencies of the Department of Justice. Establishes criminal penalties for interfering with the operation of a satellite."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Communications Privacy Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Electronic Communications Privacy Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, with respect to the interception of certain communications, other forms of surveillance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:57-05:00"
}