{
  "actions": [
    {
      "acted_at": "1987-03-26", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s852-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-26", 
  "number": "852", 
  "official_title": "A bill to improve Federal Government accountability over Federal contracts by requiring the Administrator of the Office of Federal Procurement Policy to assume the duties and responsibilities previously assigned to the Cost-Accounting Standards Board, and to conduct periodic profitability studies, among other things.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cost-Accounting Standards Amendments Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-26", 
  "subjects": [
    "Accounting", 
    "Advisory bodies", 
    "Cost accounting", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Interest rates", 
    "Office of Management and Budget", 
    "Profit", 
    "Public Contracts, Procurement, and Property", 
    "Standards"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-26", 
    "text": "Title I: Cost-Accounting Standards- Cost-Accounting Standards Amendments Act of 1987 - Amends the Defense Production Act of 1950 to establish a Cost-Accounting and Profits Reports Advisory Council to advise and make recommendations to the Administrator of the Office of Federal Procurement Policy with respect to cost accounting standards and Federal procurement policy. Transfers all authority and duties of the former Cost Accounting Standards Board to the Administrator and expands such authority over defense contracts to cover all Government contracts. Provides that regulations promulgated by the Administrator shall apply to contracts in excess of $500,000 (currently, $100,000). Revises the method for determining interest rates under such regulations and their effective dates. Requires referral to the Administrator of any case before a Board of Contract Appeals which requires the interpretation of a cost accounting standard. Provides that the Administrator's interpretation shall be made a part of the formal record of the case to be considered by the Board in its decision. Title II: Periodic Profit Studies - Government Contractor Profit Reports Act of 1987 - Amends the Renegotiation Act of 1951 to establish an Office of Procurement Studies and Analysis in the Office of Federal Procurement Policy to: (1) develop a uniform reporting system to govern profit information submitted by Government contractors; (2) establish criteria and procedures for profit studies; and (3) provide recommendations to revise and develop profit policies relating to the negotiation of Government contracts. Authorizes the Administrator to exclude any class of Government contractors as a covered company. Defines \"covered company\" as one in receipt of payments of at least $50,000,000 in any year. Requires covered companies to report annually to the Administrator on specified cost and pricing data. Requires the Administrator to conduct a study of profits made by covered companies at least once every three years and to report to the Congress, the President, and the Comptroller General annually on such studies. Grants the Administrator access to all information of covered companies relating to provisions of this Act. Authorizes the Comptroller General to review any profit study. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cost-Accounting Standards Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Government Contractor Profit Reports Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve Federal Government accountability over Federal contracts by requiring the Administrator of the Office of Federal Procurement Policy to assume the duties and responsibilities previously assigned to the Cost-Accounting Standards Board, and to conduct periodic profitability studies, among other things.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:23-05:00"
}