{
  "actions": [
    {
      "acted_at": "2007-11-01", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-11-01", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-11-01", 
      "committee": "House Homeland Security", 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-12-03", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "text": "Referred to the Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-12-03", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, and Homeland Security", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-01-31", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "subcommittee": "Border, Maritime, and Global Counterterrorism", 
      "text": "Referred to the Subcommittee on Border, Maritime, and Global Counterterrorism.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4065-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, and Homeland Security", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Border, Maritime, and Global Counterterrorism", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "50", 
      "name": "Bilbray, Brian P.", 
      "sponsored_at": "2007-11-01", 
      "state": "CA", 
      "thomas_id": "00087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Blackburn, Marsha", 
      "sponsored_at": "2007-11-06", 
      "state": "TN", 
      "thomas_id": "01748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "44", 
      "name": "Calvert, Ken", 
      "sponsored_at": "2008-06-10", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Coble, Howard", 
      "sponsored_at": "2007-11-01", 
      "state": "NC", 
      "thomas_id": "00211", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Dreier, David", 
      "sponsored_at": "2007-11-01", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Feeney, Tom", 
      "sponsored_at": "2007-11-01", 
      "state": "FL", 
      "thomas_id": "01716", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foxx, Virginia", 
      "sponsored_at": "2007-12-04", 
      "state": "NC", 
      "thomas_id": "01791", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Gallegly, Elton", 
      "sponsored_at": "2007-11-01", 
      "state": "CA", 
      "thomas_id": "00425", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Goode, Virgil H., Jr.", 
      "sponsored_at": "2008-03-12", 
      "state": "VA", 
      "thomas_id": "01486", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Goodlatte, Bob", 
      "sponsored_at": "2007-11-01", 
      "state": "VA", 
      "thomas_id": "00446", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lungren, Daniel E.", 
      "sponsored_at": "2007-11-01", 
      "state": "CA", 
      "thomas_id": "00717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Myrick, Sue Wilkins", 
      "sponsored_at": "2007-11-01", 
      "state": "NC", 
      "thomas_id": "00849", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Porter, Jon C.", 
      "sponsored_at": "2007-11-01", 
      "state": "NV", 
      "thomas_id": "01739", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-11-01", 
  "number": "4065", 
  "official_title": "To amend the Immigration and Nationality Act to strengthen enforcement of the immigration laws, to enhance border security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Border Enforcement, Employment Verification, and Illegal Immigration Control Act", 
  "sponsor": {
    "district": "5", 
    "name": "Sensenbrenner, F. James, Jr.", 
    "state": "WI", 
    "thomas_id": "01041", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-11-01", 
  "subjects": [
    "Administrative remedies", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Airline passenger traffic", 
    "Airports", 
    "Airspace (Law)", 
    "Alien labor", 
    "Aliens", 
    "Arizona", 
    "Armed forces and national security", 
    "Border patrols", 
    "Boundaries", 
    "Canada", 
    "Caribbean area", 
    "Central Americans", 
    "Child abuse", 
    "Child sexual abuse", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Compensation (Law)", 
    "Crime and law enforcement", 
    "Criminal aliens", 
    "Customs administration", 
    "Data banks", 
    "Department of Homeland Security", 
    "Deportation", 
    "Destruction of property", 
    "Detention of persons", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug traffic", 
    "Drunk driving", 
    "Economics and public finance", 
    "Education", 
    "Electronic government information", 
    "Employee selection", 
    "Energy", 
    "Environmental protection", 
    "Ex-offenders", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal office buildings", 
    "Federal-Indian relations", 
    "Fines (Penalties)", 
    "Firearms", 
    "Firearms control", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Freight", 
    "Gangs", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Higher education", 
    "Human rights", 
    "Identification devices", 
    "Identification of criminals", 
    "Identity theft", 
    "Illegal aliens", 
    "Immigrants", 
    "Immigration", 
    "Income tax", 
    "Indian lands", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "Judicial review", 
    "Labor and employment", 
    "Landowners", 
    "Latin America", 
    "Law", 
    "Local employees", 
    "Mandatory sentences", 
    "Marriage", 
    "Mexico", 
    "Military and naval supplies", 
    "Military bases", 
    "Military surveillance", 
    "Minorities", 
    "Native Americans", 
    "Naturalization", 
    "Nuclear facilities", 
    "Nuclear power plants", 
    "Passenger ships", 
    "Passports", 
    "Personnel records", 
    "Public lands and natural resources", 
    "Public records", 
    "Racial discrimination", 
    "Radiation", 
    "Recidivists", 
    "Recruiting of employees", 
    "Refugees", 
    "Religion", 
    "Religious liberty", 
    "Research centers", 
    "Right of asylum", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Security measures", 
    "Smuggling", 
    "Social security numbers", 
    "Social welfare", 
    "Stalking", 
    "State employees", 
    "Tax returns", 
    "Taxation", 
    "Temporary employment", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation workers", 
    "Travel", 
    "Treaties", 
    "Virgin Islands", 
    "Visas"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-11-01", 
    "text": "Border Enforcement, Employment Verification, and Illegal Immigration Control Act - Directs the Secretary of Homeland Security (Secretary) to: (1) take all appropriate actions, including development of a national border strategy, to maintain operational control over the U.S. international land and maritime borders; (2) report on cross-border security agreements with Mexico and Canada; (3) provide for biometric data enhancements; (4) increase port of entry inspection personnel; (5) report on the airspace security mission's impact on the National Capital Region; (6) reimburse private owners along the border for certain property damage; (7) establish at least one Border Patrol unit for the Virgin Islands; (8) report on Central American gang travel across the U.S.-Mexico border; and (9) deploy radiation portal monitors at U.S. ports of entry to screen inbound cargo for nuclear and radiological material. Amends the Immigration and Nationality Act (INA) with respect to alien smuggling and illegal entry and presence to: (1) provide mandatory minimum sentences on smuggling convictions, and expand seizure and forfeiture authority; (2) make illegal U.S. presence a crime; (3) increase penalties for improper U.S. entry and for marriage fraud; (4) provide mandatory minimum sentences for aliens convicted of reentry after removal; (5) include among smuggling crimes the carrying or use of a firearm during such activity; and (6) revise voluntary departure provisions. Revises passport, visa, and immigration fraud provisions. Provides for immigration backlog reduction. Continues the institutional removal program (IRP) and expands it to all states. Authorizes appropriations for the state criminal alien assistance program (SCAAP). Directs the Secretary: (1) and the Secretary of Defense to develop a plan to increase the availability of Department of Defense (DOD) surveillance equipment along the U.S. international land and maritime borders; (2) to assess border security vulnerabilities on Department of Interior land directly adjacent to the U.S. border; (3) establish a Border Security Advisory Committee; and (4) establish a university-based Center of Excellence for Border Security. Expresses the sense of Congress with respect to border security cooperation with sovereign Indian Nations. Requires the mandatory detention of illegal aliens apprehended at a U.S. port of entry or along the U.S. land or maritime borders. Requires that the Secretary place an alien (other than from Mexico or Canada) who has not been admitted or paroled into expedited removal if apprehended within 100 miles of the border and within 14 days of unauthorized entry. Provides for listing of immigration violators in the National Crime Information Center database. Directs the Secretary to take specified actions to ensure coordination of Department of Homeland Security (DHS) border security efforts. Establishes in DHS an Office of Air and Marine Operations whose primary mission shall be to prevent the entry of terrorists, other unlawful aliens, instruments of terrorism, narcotics, and other contraband into the United States. Directs the Secretary to transfer to United States Immigration and Customs Enforcement all functions of the Customs Patrol Officers unit operating on the Tohono O'odham Indian reservation (the \"Shadow Wolves\" unit). Authorizes the Secretary to establish within United States Immigration and Customs Enforcement additional Customs Patrol units to operate on Indian lands. Bars an alien: (1) deportable on terrorist grounds from receiving withholding of removal; (2) convicted of an aggravated felony, unlawful procurement of citizenship, or domestic violence, stalking, or child abuse from admissibility; (3) convicted of an aggravated felony from refugee or asylee status adjustment; (4) removable on terrorist grounds from becoming naturalized; and (5) from being naturalized while in removal proceedings. Revises and enhances detention provisions for certain dangerous aliens subject to removal, including establishment of a detention review process for cooperating aliens. Increases penalties and sets mandatory minimum sentences for aliens who fail to comply with removal provisions. Makes an unlawful alien deportable for driving while under the influence or a similar violation. Authorizes (and reimburses) local sheriffs or sheriff coalitions in specified counties along the southern border to enforce the immigration laws and to transfer illegal aliens to federal custody. Sets forth provisions respecting inadmissibility and deportability of alien street gang members. Authorizes the Attorney General to designate a group or association as a criminal street gang. Requires mandatory detention of alien gang members subject to removal. Makes such aliens ineligible for asylum and protection from removal to certain countries. Bars naturalization of an alien determined to be or have been a terrorist. Authorizes expedited removal for aliens inadmissible for security or criminal grounds. Makes sexual abuse of a minor an aggravated felony for immigration purposes. Increases penalties for document fraud. Directs the Secretary to establish, and sets forth the provisions for, an employment eligibility verification system. Expands the employment eligibility verification system to include: (1) previously hired individuals; and (2) recruitment and referral. Sets forth civil and criminal penalty provisions for noncompliance. Provides for: (1) voluntary employer verification utilizing such system two years after enactment of this Act for previously hired individuals; (2) mandatory employer verification three years after enactment of this Act by federal, state, and local governments, and the military for employees not verified under such system working at federal, state or local government buildings, military bases, nuclear energy sites, weapons sites, airports, or critical infrastructure sites; and (3) mandatory employer verification six years after enactment of this Act for all employees not previously verified under such system. Makes employer participation in the basic pilot program mandatory two years after enactment of this Act. Employment Eligibility Verification and Anti-Identity Theft Act - Directs: (1) the Commissioner of the Social Security Administration to notify a person or entity that the name and Social Security account number submitted by the person or entity for an individual does not match Social Security Administration (SSA) records; (2) the Secretary to notify a person or entity that an immigration status document or employment authorization document required for employment eligibility verification was assigned to another person or that there is no agency record of document assignment; and (3) the Secretary to establish a verification system through which persons or entities that have received such notice shall verify an individual's employment authorization and identity. Provides for improved birth certificate security. Stop the Misuse of ITINS Act of 2007 - Amends the Internal Revenue Code to require the Secretary of the Treasury to notify the Secretary of any employer tax return showing wages paid to an employee who is not authorized to be employed in the United States. Authorizes the Board of Immigration Appeals to reverse an immigration judge's removal decision without remand. Eliminates judicial review of visa revocation. Requires an alien applying for withholding of removal to establish that his or her life or freedom would be threatened in the country of return, and that race, religion, nationality, or political or social group would be a central factor in such threat. Provides for an international passenger prescreening pilot program. Security and Fairness Enhancement for America Act of 2007 or SAFE for America Act - Eliminates the diversity immigrant program. Taking Action to Keep Employees Accountable in Immigration Matters Act of 2007 or TAKE AIM Act of 2007 - Revises the structure of the Office of Security and Internal Investigation. Revises the temporary agricultural worker program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Border Enforcement, Employment Verification, and Illegal Immigration Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Employment Eligibility Verification and Anti-Identity Theft Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SAFE for America Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Security and Fairness Enhancement for America Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Stop the Misuse of ITINs Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "TAKE AIM Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Taking Action to Keep Employees Accountable in Immigration Matters Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Immigration and Nationality Act to strengthen enforcement of the immigration laws, to enhance border security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:25-05:00"
}