{
  "actions": [
    {
      "acted_at": "1995-12-18", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Economic and Educational Opportunities, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Economic and Educational Opportunities, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-18", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-18", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-01-19", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Early Childhood, Youth and Families", 
      "text": "Referred to the Subcommittee on Early Childhood, Youth and Families.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2800-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Youth and Families", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1996-05-07", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-12-18", 
  "number": "2800", 
  "official_title": "To amend the Internal Revenue Code of 1986 to impose a 5 percent tax on all wagering and to use the revenues from such tax to enhance funding for public elementary and secondary education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Education Trust Fund Act", 
  "sponsor": {
    "district": "4", 
    "name": "Fields, Cleo", 
    "state": "LA", 
    "thomas_id": "00379", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-12-18", 
  "subjects": [
    "Congress", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational finance", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Excise tax", 
    "Federal aid to education", 
    "Gambling", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Lotteries", 
    "Maintenance and repair", 
    "Presidential commissions", 
    "School security", 
    "Sports and recreation", 
    "State taxation", 
    "Tax credits", 
    "Taxation", 
    "Teacher salaries", 
    "Teaching materials", 
    "Textbooks"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-12-18", 
    "text": "TABLE OF CONTENTS: Title I: Tax and Trust Fund Title II: Educational Enhancement Education Trust Fund Act - Title I: Tax and Trust Fund - Amends the Internal Revenue Code to impose an additional five percent tax on the net payment of wagering proceeds paid during any calendar quarter. Reduces the tax imposed on the net wagering proceeds (but not below zero) by an amount credited for the dedicated State tax imposed on such proceeds. Limits the tax imposed to apply only to wagers accepted in the United States or placed by a person who is in the United States: (1) with a person who is a U.S. citizen or resident; or (2) in a wagering pool or lottery conducted by a U.S. citizen or resident. (Sec. 102) Establishes the National Education Trust Fund to consist of such amounts as may be appropriated or credited to such Fund. Authorizes appropriations to the Fund in amounts equivalent to the net revenues received in the Treasury from the taxes imposed on wagers. Requires that amounts in the Fund be made available only for the purposes of making expenditures to carry out title II of the Education Trust Fund Act. Title II: Educational Enhancement - Permits the use of funds from the Fund by local educational agencies only for educating students, including improving classroom instructional materials, renovating or building school facilities and buildings, and increasing teacher salaries. (Sec. 202) Authorizes the Secretary of Education to provide grants from the Fund to State educational agencies for use by local educational agencies to improve education in elementary and secondary schools for the purposes described in the preceding clause. Requires that 74 percent of the funds from such fund be made available for grants to local educational agencies and sets forth a specified formula for the amount a local educational agency in a State, the District of Columbia, and Puerto Rico is eligible to receive for any fiscal year. (Sec. 203) Provides for low-interest loans from the Fund to local educational agencies for any fiscal year payable over a period not to exceed 30 years. Requires that 24 percent of the funds from such fund be made available for loans to local educational agencies and sets forth a specified formula for the amount a local educational agency in a State, the District of Columbia, and Puerto Rico are eligible to receive for any fiscal year. Requires that interest on a loan be based upon administrative costs, but not exceed two percent of the loan amount. (Sec. 204) Establishes the National Commission on Educational Enhancement to make recommendations to the Secretary of Education to enhance educational programs for elementary and secondary school students, including the purchasing of necessary textbooks and providing a safe physical environment by improving the structural soundness of school facilities. Directs that the Commission be composed of nine members with not less than two individuals to represent local educational agencies, teachers or principals, and parents. Prohibits members of the Commission who are full-time officers or employees of the United States or Members of Congress from receiving additional pay, allowances, or benefit by reason of their service on the Commission. Requires that the Commission transmit an annual report to the Secretary of Education, President, and the Congress containing a detailed statement of the findings and conclusions of the Commission and a review of how funds from the Fund were spent. Allows two percent of the funds made available for the Trust Fund to be used by the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Trust Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to impose a 5 percent tax on all wagering and to use the revenues from such tax to enhance funding for public elementary and secondary education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:05-05:00"
}