{
  "actions": [
    {
      "acted_at": "1987-12-16", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-20", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1951-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-16", 
  "number": "1951", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the program of assistance to organ procurement organizations, to provide for an immunosuppressive drug therapy block grant, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Organ Transplant and Immunosuppressive Drug Therapy Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-16", 
  "subjects": [
    "AIDS (Disease)", 
    "Block grants", 
    "Blood", 
    "Bone banks", 
    "Department of Health and Human Services", 
    "Donation of organs, tissues, etc.", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Federal aid to health facilities", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Immunology", 
    "Information services", 
    "Medicaid", 
    "Medical centers", 
    "Public assistance programs", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Transplantation of organs, tissues, etc."
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-16", 
    "text": "Organ Transplant and Immunosuppressive Drug Therapy Act of 1987 - Title I: Organ Transplants - Amends the Public Health Service Act to authorize grants under existing provisions for consolidation as well as for establishment, initial operation, and expansion of organ procurement organizations. Authorizes the Secretary of Health and Human Services to make grants for special projects designed to increase the number of organ donors. Directs the Secretary, in making grants for planning, consolidation, establishment, initial operation, or expansion of such organizations, to give special consideration to proposals from existing organ procurement organizations. Prohibits certain grants for such organizations and projects from exceeding a specified amount in a year. Revises organ procurement organization provisions concerning organ procurement and distribution. Authorizes appropriations for FY 1988 through 1990. Requires that the Organ Procurement and Transplantation Network: (1) establish membership criteria and medical criteria for allocating organs and provide a periodic opportunity for public comment on the criteria; (2) assist organ procurement organizations in the distribution of organs (current provisions require the Network to assist procurement organizations in the distribution of organs which cannot be placed within the service areas of the organizations); (3) in addition to the existing requirement to adopt and use standards of quality for the acquisition and transportation of donated organs, adopt and use standards for preventing the acquisition of organs that are infected with the etiologic agent for acquired immune deficiency syndrome; (4) prepare and distribute samples of blood sera from potential recipients on, as practicable, a national and a regional basis; and (5) carry out studies and demonstration projects regarding organ procurement and allocation procedures. Directs the Secretary to establish procedures for receiving and considering from interested persons critical comments relating to how the Network is carrying out its duties. Directs the Secretary to establish, by grant or contract, a registry of voluntary bone marrow donors. Authorizes appropriations for FY 1989 and 1990. Requires the Secretary to maintain an identifiable administrative unit in the Public Health Service regarding organ procurement through FY 1990. (Current provisions require such a unit through FY 1988.) Revises specified reporting requirements. Title II: Immunosuppressive Drug Therapy Block Grant - Amends title XIX (Block Grants) of the Public Health Service Act to establish an Immunosuppressive Drug Therapy Block Grant program to provide drugs to patients for the prevention of rejection of transplanted organs and tissues. Authorizes appropriations for FY 1988 through 1990. Provides formulae for the allotment of appropriated funds to the States. Establishes a minimum allotment of $50,000 for each State. Authorizes, in the event a State does not submit an allotment application or notifies the Secretary of Health and Human Services that it does not intend to use the full amount of the allotment, an organ transplant center in the State to apply for the amount of the allotment not allocated to the State. Enumerates the purposes for which the States may use such allotments. Details the application procedures and grant requirements. Requires the Secretary to report to the Congress on the impact of this Act. Amends title XIX (Medicaid) of the Social Security Act to authorize States to provide immunosuppressive drugs to individuals who have received organ transplants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Organ Transplant and Immunosuppressive Drug Therapy Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the program of assistance to organ procurement organizations, to provide for an immunosuppressive drug therapy block grant, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:48-05:00"
}