{
  "actions": [
    {
      "acted_at": "1975-04-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6225-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-22", 
  "number": "6225", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to encourage the preservation of coastal wetlands and open spaces and to encourage the preservation and rehabilitation of historic buildings.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Protection Tax Act", 
  "sponsor": {
    "district": "35", 
    "name": "Conable, Barber B., Jr.", 
    "state": "NY", 
    "thomas_id": "00225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-22", 
  "subjects": [
    "Environmental protection", 
    "Estate tax", 
    "Historic sites", 
    "Income tax", 
    "Real property", 
    "Tax deductions", 
    "Tax incentives", 
    "Taxation", 
    "Wetlands"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-22", 
    "text": "Environmental Protection Tax Act - Title I: Short Title, Et Cetera - Specifies that all amendments contained in the Act are amendments to the Internal Revenue Code. Title II: Preservation of Coastal Wetlands - Provides that the depreciation deduction for property constructed, reconstructed, or erected in the coastal wetlands may be computed only by use of the straight-line method of depreciation. States that the limitation of depreciation methods will apply with respect to property placed in service after December 31, 1975. Provides that any gain on the disposition of improvements located in coastal wetlands will be treated as ordinary income to the extent of all depreciation deductions claimed with respect to such improvements. Provides that land clearing expenditures and certain soil and water conservation expenditures with regard to coastal wetlands are not deductible under the special rules of the Internal Revenue Code. Provides for a deduction for interest and taxes where it is attributable to land under development and associated improvements in the coastal wetlands. Sets forth definitions of terms used in this Act. Title III: Historic Preservation - Permits a 5-year write-off of rehabilitation expenditures incurred with respect to historic structures which are used in the taxpayer's trade or business or held for the production of income provided that property acquired in connection with such expenditure is otherwise eligible for the depreciation allowance. Provides that, upon the disposition of a certified historic structure, the gain will be treated as ordinary income to the extent that the deduction provided under this Act exceeded the depreciation deduction which would have otherwise been allowable. Provides that no deduction would be allowed for amounts expended in the demolition of a registered historic structure, or for any loss sustained on account of such demolition. Title IV: Rehabilitation - Permits a taxpayer, if he substantially rehabilitated depreciable property, to elect to compute depreciation with respect to his preexisting basis in the building as though the entire structure was first placed in service by him. States that in orded to qualify for this treatment, the amounts added to capital account during a 24-month period must be at least $5,000 in amount and must be greated than the undepreciated cost of the property, determined at the beginning of the 24-month period. Title V: Charitable Transfers for Conservation Purposes - Provides that a charitable deduction will not be denied on the transfer of a partial interest in property, where the interest is an easement of 30 or more years duration granted exclusively for conservation purposes. Defines the term \"conservation purposes\" to mean the perservation of open land areas for public outdoor recreation or education, or scenic enjoyment; the preservation of historically important land areas or structures; or the protection of natural environmental systems."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Protection Tax Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to encourage the preservation of coastal wetlands and open spaces and to encourage the preservation and rehabilitation of historic buildings.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:11-05:00"
}