{
  "actions": [
    {
      "acted_at": "1978-08-24", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3462-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-24", 
  "number": "3462", 
  "official_title": "A bill to provide for the maintenance of reserves by member banks through certificates of deposits issued by the Federal Reserve Banks and to reduce and restructure reserve requirements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Brooke, Edward W.", 
    "state": "MA", 
    "thomas_id": "01292", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-24", 
  "subjects": [
    "Bank reserves", 
    "Certificates of deposit", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Federal reserve system", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-24", 
    "text": "Amends the Federal Reserve Act to require every member bank to maintain reserves against its demand deposits at a rate between three and ten percent as determined by the Federal Reserve Board. Requires member banks to maintain reserves against savings deposits from which transfers to third parties may be made at a rate between two and seven percent as determined by the Board. Imposes reserve requirements for all other time and savings deposits at a rate between one and seven percent as determined by the Board. Requires the Board to establish uniform reserve ratios applicable to all member banks. Directs that the required reserves held by any depository institution be in the form of balances maintained in a Federal Reserve Bank and in the currency and coin held by such institution. Permits such balances to be used in their entirety to purchase non-transferable and nonassignable certificates of deposit issued by the appropriate Federal Reserve Bank. Requires such certificates to pay interest at a rate of one-half of one percent below the average return on the Federal Reserve System portfolio."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the maintenance of reserves by member banks through certificates of deposits issued by the Federal Reserve Banks and to reduce and restructure reserve requirements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:54-05:00"
}