{
  "actions": [
    {
      "acted_at": "1974-02-28", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13144-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-28", 
  "number": "13144", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971, and chapter 29 of title 18, United States Code, to regulate  the financing of Federal election campaigns, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Litton, Jerry", 
    "state": "MO", 
    "thomas_id": "00695", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-28", 
  "subjects": [
    "Campaign funds", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-28", 
    "text": "Revises the Federal Election Campaign Act by requiring every candidate in a Federal election to designate one national or State bank as his campaign depository. Provides that every candidate shall designate two individuals who shall be authorized to make expenditures from the campaign depository of such candidate. Provides that it shall be unlawful for any person to make any contribution to or for the benefit of any candidate unless such contribution is deposited by such person directly into the campaign depository required by this Act. Requires any individual receiving a contribution for a candidate to deposit such contribution for a candidate to deposit such contribution in the campaign depository of the candidate within ten days. Provides that any expenditure made with respect to a candidate shall be drawn from the campaign depository of such candidate. Provides that any person to whom an expenditure is made under this Act shall, in order to receive payment from the campaign depository of the candidate involved, present a written order to such depository. Enumerates the information to be contained in such order. Prescribes reporting requirements for campaign depositories. Prohibits the contribution of money in excess of $500 after the close of the sixth day before any election for the purpose of influencing the outcome of such election. Provides that no individual shall make contributions to any candidate for Federal office in any calendar year which, in the aggregate, exceed $3,000. Sets forth various technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971, and chapter 29 of title 18, United States Code, to regulate  the financing of Federal election campaigns, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:28-05:00"
}