{
  "actions": [
    {
      "acted_at": "1991-09-16", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1715-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1991-09-19", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1991-09-16", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1991-10-23", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1991-09-16", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1991-09-16", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1991-09-16", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1991-09-26", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-16", 
  "number": "1715", 
  "official_title": "A bill to ensure the protection of the Gulf of Mexico by establishing in the Environmental Protection Agency a Gulf of Mexico Program Office.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gulf of Mexico Preservation Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-16", 
  "subjects": [
    "Acid rain", 
    "Beach erosion", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal aid to water pollution control", 
    "Federal budgets", 
    "Gulf of Mexico", 
    "International environmental cooperation", 
    "Marine resources conservation", 
    "Medical wastes", 
    "Mexico", 
    "Oil pollution control", 
    "Planning", 
    "Plastics", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-16", 
    "text": "Gulf of Mexico Preservation Act of 1991 - Directs the Administrator of the Environmental Protection Agency (EPA) to establish a Gulf of Mexico Program. Establishes within EPA a Gulf of Mexico program office (Office), to be headed by a Director appointed by the Administrator. Sets forth the duties of the Director, including collecting and making available information concerning the environmental quality of the Gulf and assisting the Administrator: (1) in coordinating Office activities with coastal and marine resources-related activities of any Federal, State, or local departments, institution of higher education, or private industry with a significant interest in coastal and marine resources; (2) by developing a comprehensive conservation and management plan (Plan) for the Gulf; and (3) in awarding grants. Lists duties of the Administrator, including overseeing the activities of the Director, conducting periodic reviews and evaluations of Program activities, and overseeing the development and implementation of cooperative programs with Federal, State, and local departments. Requires the Director to: (1) conduct a research project to determine the changes in the quality of the environment of living resources of the Gulf resulting from human activity and the changes attributable to other causes; and (2) give special attention, in carrying out such project, to changes in wildlife, shellfish, and key fish populations and assess any interrelated changes to the quality of the living resources of the Gulf. Specifies that such project shall include: (1) an assessment of the impact on the environment of such living resources of pollutants, nutrient loading, acid precipitation and deposition, the dumping of medical and plastic wastes, coastal beach erosion, and habitat degradation; (2) the use of measurements of dissolved oxygen as a determinant of water quality; (3) an assessment of the type and degree of bacterial infection in key fish species of the Gulf; and (4) an assessment of oil spill response activites in the Gulf. Directs the Administrator to conduct a study of regional environmental problems in the Gulf that are not confined to the jurisdiction of any Federal, State, or foreign entity. Authorizes the Administrator, upon completion of such study, to suggest entering into a cooperative agreement with, or participating in, a joint commission with the Mexican Government and any other appropriate foreign country to address such problems. Bars any such agreement from entering into force or such commission from convening prior to the date of issuance of the Plan. Requires the Administrator to develop and implement the Plan, which shall: (1) outline specific activities to be conducted under the Program by the Administrator; (2) provide for cooperative activities under the Program with Federal, State, and local agencies and with institutions of higher education and private industries with a significant interest in coastal and marine resources; and (3) set forth recommendations for actions by States to abate pollution in the Gulf or to otherwise improve environmental quality with respect to the living resources of the Gulf. Directs the Administrator to establish a program to award grants to assist States in implementing such recommendations. Authorizes appropriations. Earmarks 70 percent of appropriated funds for the grant program. Specifies that, in any budget proposal submitted by the Administrator for inclusion in the President's annual budget submitted to the Congress, the Administrator shall request that funding of the office be included as a separate line item."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gulf of Mexico Preservation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure the protection of the Gulf of Mexico by establishing in the Environmental Protection Agency a Gulf of Mexico Program Office.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:13-05:00"
}