{
  "actions": [
    {
      "acted_at": "1983-04-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Fossil and Synthetic Fuels Prior to Referral (Mar 16, 22, 23, 24; Apr 7, 12, 14, 83).", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-08", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-02", 
      "bill_ids": [
        "hr4277-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Clean Bill H.R.4277 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2508-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Coats, Daniel", 
      "sponsored_at": "1983-04-12", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1983-09-30", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kindness, Thomas N.", 
      "sponsored_at": "1983-05-25", 
      "state": "OH", 
      "thomas_id": "00633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Swift, Al", 
      "sponsored_at": "1983-05-25", 
      "state": "WA", 
      "thomas_id": "01129", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-12", 
  "number": "2508", 
  "official_title": "A bill to provide a comprehensive reform of Federal laws relating to the pricing and marketing of natural gas.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4277-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Natural Gas Policy Act Reform Amendments of 1983", 
  "sponsor": {
    "district": "2", 
    "name": "Slattery, Jim", 
    "state": "KS", 
    "thomas_id": "01067", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-12", 
  "subjects": [
    "Contracts", 
    "Economics and public finance", 
    "Energy", 
    "Energy facilities", 
    "Energy prices", 
    "Foreign Trade and Investments", 
    "Imports", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum conservation", 
    "Price regulation"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-12", 
    "text": "Natural Gas Policy Act Reform Amendments of 1983 - Title I: Findings and Purposes - Sets forth the findings and purposes of this Act. Title II: Amendments to the National Gas Policy Act of 1978 - Amends the Natural Gas Policy Act of 1978 to declare against public policy and unenforceable any favored nation provision in any contract for the first sale of natural gas. Defines a favored nation provision as any provision in a contract for the first sale of natural gas which determines the price paid under such contract by reference to the price paid under any other natural gas purchase contract or a specified number of natural gas purchase contracts. Declares against public policy and unenforceable any obligation to pay for gas volumes, in the case of any first sale of natural gas, to the extent that the obligation fails to adequately provide for: (1) make-up of all gas volumes which are paid for but not taken; and (2) if make-up does not occur, for refunds of all amounts paid for gas not taken. Permits either party to a contract for the first sale of natural gas to have market- out authority in addition to whatever other market-out authority may be provided in the contract. Defines market-out authority to mean the authority of a party to a contract for the first sale of natural gas, in its sole discretion, to terminate the contract with respect to all or any portion of the natural gas volumes covered in the contract. Sets forth restrictions on the use of market-out authority. Limits market-out authority to the one year period following enactment and provides that it shall be available only for certain categories of natural gas. Excludes contracts from market-out authority. Provides that market-out authority may be exercised only once with respect to each contract and the exercise of such authority must be preceded by 45 days' written notice. Requires a seller to offer a right of first refusal to the original buyer if the seller finds an alternative purchaser. Provides that any original purchaser which is a pipeline and which declines an offer made pursuant to any required right of first refusal shall have both the right and the obligation to transport through existing facilities of such purchaser the market-out gas, subject to certain conditions. Provides that the rate charged for such transportation shall be a rate that is agreed to by the parties or, if no rate is agreed to, a rate prescribed by the Federal Energy Regulatory Commission. Requires any such rate to include an incentive component. Declares against public policy and unenforceable, during the three-year period following enactment, any take-or-pay requirements imposed on a natural gas purchaser with respect to natural gas volumes in excess of 50 percent of deliverability. Defines a take-or-pay requirement as any provision obligating the purchaser to take delivery of natural gas. Defines deliverability as that which is specifically defined as deliverability in any first sale contract. Declares against public policy and unenforceable any provision of any contract for the first sale of natural gas to the extent it is contrary to the requirements of this Act. Directs the Commission to establish standards of prudence applicable to pipeline gas purchase practices. Prohibits the Commission, in determining such standards, from basing the standards on wellhead production costs. Authorizes the Commission to examine the natural gas purchase practices of any interstate pipeline to determine whether such practices violate the prudence standards. Authorizes the Commission upon finding a violation to order a pipeline to cease and desist from such practices and prospectively disallow any amounts paid in violation of the standards. Directs the Commission to issue a general statement of policy respecting rate design principles, for application to individual interstate pipelines on a case-by-case basis as part of the ratemaking process under the Natural Gas Act, which ensure that jurisdictional pipeline rates are sensitive to end-use market supply-and-demand conditions. Deletes the word \"abuse\" from the current pipeline passthrough standard. Provides for price decontrol with respect to: (1) those categories of natural gas permitted market-out authority under this Act in the case of a natural gas contract which is renegotiated or amended after enactment, if the terms of the renegotiation or amended contract expressly so provide; and (2) natural gas the drilling of which from wells began on or after enactment is subject to a first sale contract entered into on or after enactment, and was not committed or dedicated to interstate commerce on April 20, 1977. Repeals standby price control authority. Title III: Natural Gas Imports - Directs the Secretary of Energy, in consultation with the Secretary of State, to review the exercise of authorities and responsibilities respecting imports affecting the supply of natural gas, and to report to Congress. Title IV: Repeal of Certain Restrictions on Natural Gas and Petroleum Use and Pricing - Repeals restrictions, under the Powerplant and Industrial Fuel Use Act of 1978, on the use of natural gas or petroleum in new major fuel-burning installations, existing major fuel-burning installations, certain boilers used for space heating, decorative outdoor lighting, and existing electric powerplants. Directs the Secretary of Energy, after considering a petition for an exemption from the prohibition on the usage of natural gas-coal mixture by a powerplant, to grant a permanent exemption with respect to such natural gas if the petitioner certifies that: (1) the use of natural gas in such a mixture is to reduce emissions from that which would occur if only coal was used as a primary energy source; and (2) the proportion of natural gas in such mixture will not exceed the level necessary to comply with applicable environmental requirements, disregarding any variances issued or granted in connection with the powerplant. Makes conforming changes to the Powerplant and Industrial Fuel Use Act of 1978. Repeals the incremental pricing program of the Natural Gas Policy Act of 1978. Title V: Judicial Review - Provides that if any provision of this Act, or the application of any provision to any person or circumstance, is held invalid, the application of such provision to other persons or circumstances, and the remainder of this Act, shall not be affected."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Policy Act Reform Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive reform of Federal laws relating to the pricing and marketing of natural gas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:44-05:00"
}