{
  "actions": [
    {
      "acted_at": "1979-05-16", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-16", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1170-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-16", 
  "number": "1170", 
  "official_title": "A bill to provide improved safety and health standards for railroad employees, to amend the Federal Railroad Safety Act of 1970, to amend the hours of service laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Railroad Employees Safety and Health Act", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-16", 
  "subjects": [
    "Department of Labor", 
    "Department of Transportation", 
    "Executive reorganization", 
    "Hours of labor", 
    "Labor and employment", 
    "Public safety", 
    "Railroad employees", 
    "Railroad safety", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroad safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-16", 
    "text": "Federal Railroad Employees Safety and Health Act - Title I: Transfer of Certain Railroad Safety Functions - Transfers from the Secretary of Transportation to the Secretary of Labor all of the functions under the Federal Railroad Safety Act of 1970 and other specified laws relating to railroad safety. Title II: Amendments to the Federal Railroad Safety Act of 1970 and to the Hours of Service Laws - Amends the Federal Railroad Safety Act of 1970 to prohibit discrimination against railroad employees who: (1) complain of alleged railroad safety violations; (2) participate in any investigatory proceeding with regard to alleged safety violations; or (3) refuse to operate defective equipment, or work in an area, under conditions which the employee reasonably believes present an imminent danger to his health or safety. Sets forth administrative procedures for investigating such allegations of discrimination. Stipulates that employees who are adversely affected by a final order prohibiting the use of a railroad facility or equipment for a violation of a safety rule or regulation shall continue to receive compensation at not less than the regular rate of pay prior to the issuance of such an order. Entitles a railroad employee or a representative of such an employee to obtain an immediate special inspection where the individual reasonably believes that a safety rule has been violated or that an imminent danger exists. Amends the Hours of Service Act to require rail carriers to provide transportation for an employee, who has been given an interim period of release at a designated terminal, to an available lodging facility so that the employee will arrive there within 30 minutes. Title III: Miscellaneous Provisions - Provides for the transfer of personnel, funds, and property of the Department of Transportation to the Department of Labor to carry out the provisions of this Act. Establishes within the Department of Labor a Federal Railroad Safety and Health Administration to be headed by an Assistant Secretary of Labor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Railroad Employees Safety and Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved safety and health standards for railroad employees, to amend the Federal Railroad Safety Act of 1970, to amend the hours of service laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:57-05:00"
}