{
  "actions": [
    {
      "acted_at": "1991-10-24", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3632-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Durbin, Richard", 
      "sponsored_at": "1991-10-24", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-24", 
  "number": "3632", 
  "official_title": "To amend the Higher Education Act of 1965 to provide assistance to students attending work colleges.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Work Colleges Act of 1991", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl C.", 
    "state": "KY", 
    "thomas_id": "00909", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-24", 
  "subjects": [
    "Career education", 
    "Education", 
    "Federal aid to higher education", 
    "Student aid", 
    "Student employment"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-24", 
    "text": "Work Colleges Act of 1991 - Amends title IV (Student Assistance) the Higher Education Act of 1965 (HEA) to revise provisions for work-study programs to establish a work colleges program. (Replaces current provisions for work study for community service-learning on behalf of low-income individuals and families.) Authorizes appropriations to carry out the work colleges program. Requires such funds to be allocated to qualifying institutions, in lieu of allocations under other specified work-study program provisions, upon application, for eligible students as defined under student aid provisions. Requires an institution receiving such a work colleges program allocation to expend an equal amount of matching funds from non-Federal sources for such program. Authorizes institutions to use such work colleges program funds for: (1) supporting qualified students' educational costs through self-help payments or credits provided under the institution's work-learning program within the limits of student aid program provisions; (2) promoting work-learning-service experience as a tool of postsecondary education, financial self-help, and community service-learning opportunities; (3) administering, developing, and assessing comprehsive college work-learning programs, including community based work-learning alternatives that expand opportunities for community service and career-related work; and (4) developing programs that develop sound citizenship and personal values, encourage student persistence, and make optimum use of college work-study dollars in HEA title IV aid in education and student development. Allows funds allocated to the institution under HEA title IV provisions for supplemental educational opportunity grants, work-study programs, and direct student loans to be transferred for use under the work colleges program to provide flexibility in strengthening the self-help-through-work element in financial aid packaging. Reuires postsecondary institutions, in order to be eligible to participate in the work colleges program, to: (1) be public or private nonprofit institutions with stated commitments to service; (2) have comprehensive work-learning-service program for at least two years; (3) requires service by all resident students through a comprehensive work-learning program as an integral part of the institution's educational philosophy; and (4) provide through the institutional work program an opportuntiy for the students to contribute to the overall educational program and the welfare of the community as a whole."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Work Colleges Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Higher Education Act of 1965 to provide assistance to students attending work colleges.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:54-05:00"
}