{
  "actions": [
    {
      "acted_at": "1984-05-11", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Commerce; Environment and Public Works by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2667-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Pollution", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1984-05-11", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-11", 
  "number": "2667", 
  "official_title": "A bill to amend the Anadromous Fish Conservation Act to increase the authorization for appropriations to implement emergency measures for the protection of Atlantic Striped bass, to provide for the conservation and management of coastal migratory fish, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal Migratory Fish Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1984-05-11", 
  "subjects": [
    "Anadromous fishes", 
    "Aquatic resources", 
    "Authorization", 
    "Economics and public finance", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishery management", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Fishery management", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-11", 
    "text": "Title I: Conservation and Management of Coastal Migratory Fish - Coastal Migratory Fish Conservation Act - Requires the Atlantic States, Gulf States, and Pacific Marine Fisheries Commissions to prepare, and approve by a two-thirds vote of each Commission, a list of fisheries for which interstate management plans are needed. Requires each Commission to hold public hearings in conjunction with the preparation of the list to obtain public views of the issues. Requires the Secretary of the Interior or the Secretary of Commerce to review the list submitted and initiate the adoption of the list as a regulation. Sets forth the minimum standards for fishery conservation and management which must be met by any fishery management plan. Sets forth the required and discretionary elements of a fishery management plan prepared by a Commission or Secretary. Directs each Commission to prepare and submit to the Secretary of Commerce or the Secretary of the Interior a fishery management plan for each fishery on the needs list which has been approved. Requires the appropriate Secretary to review the fishery management plan to determine whether the plan satisfies the conservation and management standards and is not inconsistent with Federal law. Allows such Secretary 120 days in which to approve the management plan. Requires the Secretary to notify a Commission in writing of any disapproval of a management plan. Gives a Commission 60 days from the date of notification of disapproval to submit revisions to a plan which the Secretary must review within 30 days. Permits a Commission to submit at any time amendments to a fishery management plan that has already been approved. Requires the appropriate Secretary to prepare a fishery management plan if: (1) a Commission fails to submit a fishery management plan; or (2) a plan is disapproved or partially disapproved and the Commission does not submit revisions. Requires that a plan prepared by the Secretary be submitted to a Commission and made available to the public for comment. Provides for a 60-day period during which a Commission and the public has to submit comments and a 30-day period during which the Secretary has to consider such comments. Requires each constituent coastal State to implement and enforce its responsibilities under each approved fishery management plan. Requires the Secretary of Commerce or the Secretary of the Interior to monitor the implementation and enforcement of the fishery management plans. Provides that if the appropriate Secretary finds the plans are not satisfactorily being implemented and enforced, the Commission shall be notified and consultations initiated to discuss the matters of implementation and enforcement. Provides that if after 90 days from the initiation of consultation, appropriate remedial measures are not agreed upon, or are not likely to be agreed upon, the Secretary shall declare a moratorium on fishing for the species covered by the plan in question. Provides that when a moratorium is imposed no catching, taking, or possession of the species in question is allowed. Imposes civil penalties of up to $5,000 for each violation and forfeiture of any vessel used or fish taken in violation of such moratorium. Directs the Secretary of Commerce or the Secretary of the Interior to enforce the moratorium provisions. Establishes emergency action procedures when a Commission determines that an emergency exists regarding a fishery. Authorizes the Secretaries to make grants to the States and Commissions for development of fishery management plans. Imposes a moratorium on fishing for Atlantic striped bass to take effect immediately in all States under the jurisdiction of the Atlantic States Marine Fisheries Commission. Provides that the moratorium would be lifted on a State by State basis upon the implementation by each State of its portion of an approved interstate striped bass fishery management plan. Requires the Atlantic States Marine Fisheries Commission to submit a fishery management plan for striped bass. Title II: Amendments to Other Laws Affecting Fisheries - Amends the Commercial Fisheries Research and Development Act to increase by $2,000,000 the authorization for FY 1985, 1986, and 1987 for the making of grants under this Act for fishery management plans for coastal migratory species. Permits funding of interstate commissions under the Commercial Fisheries Research and Development Act. Provides that the Federal share for payment for any project implemented as a fishery management plan under the Coastal Migratory Fish Conservation Act for a commercial fishery that is not anadromous is 90 percent. Amends the Anadromous Fish Conservation Act to increase by $2,000,000 the authorization for FY 1985, 1986, and 1987 for the making of grants under this Act for fishery management plans for anadromous migratory species."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Migratory Fish Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Anadromous Fish Conservation Act to increase the authorization for appropriations to implement emergency measures for the protection of Atlantic Striped bass, to provide for the conservation and management of coastal migratory fish, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:22-05:00"
}