{
  "actions": [
    {
      "acted_at": "1997-10-29", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-10", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-12-09", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "in_subcommittee": "Water Resources and Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2762-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-29", 
  "number": "2762", 
  "official_title": "To amend the Federal Water Pollution Control Act to improve the protection of the Nation's wetlands and watersheds, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wetlands and Watershed Management Act of 1997", 
  "sponsor": {
    "district": "1", 
    "name": "Gilchrest, Wayne T.", 
    "state": "MD", 
    "thomas_id": "00438", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-10-29", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Animals", 
    "Citizen lawsuits", 
    "Citizen participation", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consultants", 
    "Cropland conversion program", 
    "Department of Defense", 
    "Dredging spoil", 
    "Economics and public finance", 
    "Emergency management", 
    "Employee training", 
    "Environmental Protection Agency", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Farm lands", 
    "Federal aid to water pollution control", 
    "Federal-state relations", 
    "Fees", 
    "Fishery management", 
    "Flood control", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Groundwater", 
    "Habitat conservation", 
    "Hydrology", 
    "Labor and employment", 
    "Land use", 
    "Law", 
    "Licenses", 
    "Local employees", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Planning", 
    "Public lands and natural resources", 
    "Science, technology, communications", 
    "Soil science", 
    "Standards", 
    "State employees", 
    "State laws", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Watershed management", 
    "Wetland conservation", 
    "Wetland ecology", 
    "Wetland restoration", 
    "Wetlands", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-10-29", 
    "text": "Wetlands and Watershed Management Act of 1997 - Amends the Federal Water Pollution Control Act to include wetlands in the definition of \"navigable waters.\" Declares that areas certified by the Secretary of Agriculture as prior converted cropland are not navigable waters unless cropping has ceased and the area meets the definition of wetland. Defines \"wetlands\" as areas that are inundated or saturated by surface water or groundwater at a frequency and duration sufficient to support, and that under normal circumstances do support, a prevalence of vegetation typically adapted to life in saturated soil conditions. Directs the Secretary of the Army (Secretary), acting through the Chief of Engineers, the Administrator of the Environmental Protection Agency, and the Secretaries of the Interior, Commerce, and Agriculture, to use the Corps of Engineers Wetlands Delineation Manual (1987) in carrying out provisions regarding permits for discharges of dredged or fill material into navigable waters unless a new manual has been formally adopted. Requires any new manual to specifically consider the recommendations of the 1995 National Academy of Sciences report concerning the characteristics and boundaries of wetlands. Directs the Secretary to develop materials and conduct training courses for consultants, State and local governments, and landowners explaining the use of the 1987 Manual in the delineation of wetland areas. Authorizes the Secretary and the Administrator to develop supplemental technical criteria and procedures pertaining to wetland hydrology, soils, and vegetation for identification of regional wetland types. Makes the alteration (including draining, dredging, and excavation) of navigable waters unlawful, except as in compliance with the Act. Requires applicants for Federal permits (for potential discharges into, or alterations of, navigable waters) to provide a certification from the State where the discharge or alteration originates that the discharge or alteration will comply with applicable provisions of the Act and allow for protection, achievement, and maintenance of designated uses included in applicable water quality standards. Defines \"discharge of dredged material\" as any addition of dredged material into navigable waters, including any addition incidental to any activity that would have the effect of degrading any area of such waters, including wetlands. Directs the Secretary and the Administrator to establish and implement a permit monitoring and tracking program on a watershed basis to monitor the cumulative impact of individual and general permits issued for discharges of dredged or fill material. Includes within the purpose of such program the determination of whether such activities are consistent with the national goal of achieving no net loss of the functions and acres of wetlands. Authorizes appropriations. Requires (currently, authorizes) the revocation of any general permit for the discharge of dredged or fill material if the activities authorized by the permit have adverse environmental impacts or are more appropriately authorized by individual permits or if a State or regional entity has failed to monitor the adverse effects of activities authorized by State programmatic general permits. Authorizes the Secretary to issue programmatic general permits on a Statewide basis to avoid unnecessary duplication of regulations by Federal, State, and regional programs. Requires such permits to include safeguards to ensure that the State program will have no more than minimal environmental impacts and will provide at least the same degree of protection for the environment and for Federal interests as provided by the Act. Provides for continuation of existing general permits unless otherwise modified, revoked, or held invalid. Exempts certain agricultural activities performed on wetlands from regulation under specified permit provisions. Requires dredged or fill material permit applications to provide for mitigation measures, including compensatory mitigation, with respect to effects on wetlands. Directs the Secretary to issue proposed rules defining the exceptional circumstances in which preservation of wetlands is permissible as a mitigation option. Provides for the establishment of mitigation banks (sites where wetlands or other aquatic resources have been restored, created, or preserved for purposes of providing compensatory mitigation credits to offset authorized impacts to similar resources). Permits State Governors to submit comprehensive wetlands and watershed management plans to the Administrator and the Secretary for approval. Authorizes the Administrator to make grants to approved State management entities for carrying out specified activities in the development of such plans. Authorizes appropriations. Provides for expedited permit processing, at the request of an approved State management entity, for a dredged or fill material permit if the permit application is in compliance with an approved wetlands and watershed management plan. Requires the Secretary to carry out a research program on wetlands and watershed management. Authorizes the Administrator to make grants to States for activities that implement dredged or fill material permit provisions through: (1) State assumption of permitting; (2) permitting through a programmatic general permit; and (3) other monitoring, management, protection, and enforcement activities. Authorizes appropriations. Requires the Administrator or the Secretary, as appropriate and upon request, to provide technical assistance to State and local governments in the development and implementation of dredged or fill material permit programs and wetlands and watershed management plans. Provides for training courses for States and local governments with respect to wetland delineation, utilization, restoration, and planning and other appropriate subjects. Directs the Administrator and the Secretary to provide guidebooks or other materials and technical assistance to private landowners for identifying, evaluating, and restoring wetlands and developing integrated wetland management plans consistent with this Act. Authorizes citizen suits with respect to violations of conditions included in a general permit, mitigation banking instrument, or other mitigation requirement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wetlands and Watershed Management Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Water Pollution Control Act to improve the protection of the Nation's wetlands and watersheds, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:23-05:00"
}