{
  "actions": [
    {
      "acted_at": "1973-04-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres517-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Abzug, Bella S.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Bergland, Bob", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00081", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1973-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Veysey, Victor V.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01186", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Wolff, Lester L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01239", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-18", 
  "number": "517", 
  "official_title": "Joint resolution to direct the Secretary of Transportation to conduct a comprehensive study of the relationship of motor vehicle size to air pollution, fuel consumption, and motor vehicle accidents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres301-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "29", 
    "name": "Danielson, George E.", 
    "state": "CA", 
    "thomas_id": "00263", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-18", 
  "subjects": [
    "Advisory bodies", 
    "Motor vehicles"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-18", 
    "text": "Authorizes the Secretary of Transportation, in consultation with the agencies represented on the advisory committee established under this joint resolution, to conduct a comprehensive study and investigation of the relationship of motor vehicle size to the public interest. Provides that such study and investigation shall include consideration of: (1) the relationship between motor vehicle size and (A) pollution of the air and other components of the environment; (B) consumption of the Nation's supply of petroleum, metals, and other renewable resources; (C) the rate and frequency of motor vehicle accidents and the costs, injuries, and fatalities attendant thereto; (D) the shortage of motor vehicle parking spaces in urban and metropolitan areas; (E) the need for additional highway construction; (F) the congestion of urban roadways; (G) the needs of motor vehicle users; (H) the automobile manufacturing industry, motor vehicle insurance costs, and the various industries and businesses which supply services and goods required for the maintenance, operation, and manufacture of motor vehicles; and (I) the feasibility of motor vehicle power-plants other than internal combustion engines; (2) whether a reduction of motor vehicle size would be in the public interest; and (3) the possible means of reducing the size of motor vehicles, such as through the power of Congress to tax or to regulate interstate and foreign commerce or in any other way, and the relative costs and benefits of each such means, monetary or otherwise. Requires the Secretary to submit interim reports from time to time to the Congress and to the President and a final report, not later than twelve months after the date of approval of this joint resolution, containing a detailed statement of the findings, conclusions, and recommendations of the Secretary, and to propose such legislation or other action as the Secretary considers necessary to carry out his recommendations. Requires the President to appoint a Governmental Advisory Committee on the Impact of Motor Vehicle Size consisting of the Secretary who shall be Chairman and one representative each from the Departments of Commerce, Treasury, Justice, Housing and Urban Development, Interior, and Health, Education, and Welfare, the Federal Trade Commission, the Environmental Protection Agency, the Office of Emergency Preparedness, and such other Federal agencies as are designated by the President. Provides that such Advisory Committee shall advise the Secretary on the preparation for and the conduct of the study authorized by this joint resolution. Provides that the authority of the Secretary under this joint resolution shall terminate ninety days after the submission of his final report. Authorizes to be appropriated, without fiscal year limitation, such sums, not to exceed $2,000,000, as may be necessary to carry out the provisions of this joint resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution to direct the Secretary of Transportation to conduct a comprehensive study of the relationship of motor vehicle size to air pollution, fuel consumption, and motor vehicle accidents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:17-05:00"
}