{
  "actions": [
    {
      "acted_at": "1997-06-17", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-07-16", 
      "in_committee": "House Committee on International Relations", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1942-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Gallegly, Elton", 
      "sponsored_at": "1997-06-17", 
      "state": "CA", 
      "thomas_id": "00425", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1997-06-17", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Manzullo, Donald A.", 
      "sponsored_at": "1997-06-17", 
      "state": "IL", 
      "thomas_id": "00733", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Smith, Christopher H.", 
      "sponsored_at": "1997-06-17", 
      "state": "NJ", 
      "thomas_id": "01071", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-17", 
  "number": "1942", 
  "official_title": "To provide authority to control exports, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Export Administration Act of 1997", 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-17", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aliens", 
    "Americans employed in foreign countries", 
    "Animals", 
    "Arab countries", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms control agreements", 
    "Arms control negotiations", 
    "Arms sales", 
    "Arrest", 
    "Auditing", 
    "Australia", 
    "Ballistic missiles", 
    "Barter", 
    "Biological warfare", 
    "Biological weapons", 
    "Boycott", 
    "Business ethics", 
    "Chemical warfare", 
    "Chemical weapons", 
    "China", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Commerce", 
    "Commercial blacklisting", 
    "Conferences", 
    "Confidential communications", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Customs administration", 
    "Damages", 
    "Debarment of government contractors", 
    "Defense contracts", 
    "Defense procurement", 
    "Delegation of powers", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of State", 
    "Department of the Treasury", 
    "Discrimination in education", 
    "Drugs", 
    "East Asia", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Education", 
    "Embargo", 
    "Energy", 
    "Energy facilities", 
    "Energy industries", 
    "Energy transportation", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Europe", 
    "Evidence (Law)", 
    "Ex-offenders", 
    "Executive Office of the President", 
    "Expedited congressional procedure", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Foreign corporations", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Forest products", 
    "Forfeiture", 
    "Gas pipelines", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Governmental investigations", 
    "Guided missiles", 
    "Health", 
    "Higher education", 
    "Hong Kong", 
    "House rules and procedure", 
    "Human rights", 
    "Hunting", 
    "Immigration", 
    "Import restrictions", 
    "Inflation", 
    "Information technology", 
    "International affairs", 
    "International competitiveness", 
    "International cooperation", 
    "International relief", 
    "Israel", 
    "Japan", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Leather industry", 
    "Legal fees", 
    "Legislative resolutions", 
    "Licenses", 
    "Limitation of actions", 
    "Logistics", 
    "Lumber trade", 
    "Metal trade", 
    "Metals", 
    "Middle East and North Africa", 
    "Military and naval supplies", 
    "Military spare parts", 
    "Minorities", 
    "Misconduct in office", 
    "NATO countries", 
    "Negotiations", 
    "New Zealand", 
    "Nontariff trade barriers", 
    "Nuclear nonproliferation", 
    "Nuclear weapons", 
    "Oceania", 
    "Oils and fats", 
    "Passports", 
    "Petroleum", 
    "Petroleum pipelines", 
    "Petroleum refineries", 
    "Presidential appointments", 
    "Productivity in government", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Public records", 
    "Punitive damages", 
    "Racial discrimination", 
    "Reciprocity", 
    "Recycling of waste products", 
    "Religion", 
    "Religious liberty", 
    "Right of petition", 
    "Rockets (Ordnance)", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Senate rules and procedure", 
    "Sex discrimination", 
    "Shipping agreements", 
    "Smuggling", 
    "State-sponsored terrorism", 
    "Storage", 
    "Strategic materials", 
    "Subpoena", 
    "Subsidiary corporations", 
    "Technology transfer", 
    "Terrorism", 
    "Timber sales", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trade secrets", 
    "Trading with the enemy", 
    "Transportation and public works", 
    "Treaties", 
    "Undercover operations", 
    "United Nations", 
    "War and emergency powers", 
    "Weapons of mass destruction", 
    "Women", 
    "Wood"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-17", 
    "text": "TABLE OF CONTENTS: Title I: Export Administration Title II: Nuclear Proliferation Prevention Title I: Export Administration - Export Administration Act of 1997 - Declares the export policy of the United States, including that: (1) export controls should be imposed to stem the proliferation of weapons of mass destruction; and (2) restrictions on the export of agricultural commodities should be minimized. (Sec. 104) Specifies the kinds of export licenses the Secretary of Commerce may require. Requires the Secretary to establish a United States Commodity Control Index specifying the license requirements for items on the control index. Directs the President to ensure a list is semiannually published in the Federal Register of all parties: (1) denied or debarred from exporting under this Act or the Arms Export Control Act; (2) sanctioned for prohibited proliferation; and (3) blocked and specifically designated nationals. Requires the Secretary to appoint export advisory committees with respect to items upon which export controls have been imposed. (Sec. 105) Authorizes the President to prohibit, curtail, or require the provision of information regarding, the export of commodities, technology, or other information in order to implement multilateral export control regimes under this Act. Requires the Secretary to designate as part of the control index, a multilateral control list composed of the items controlled under this Act. Provides for the creation of multilateral export control regimes. Authorizes the Secretary to: (1) provide for the export of controlled commodities and technology free of license requirements among members of such regimes; and (2) adjust licensing policies for a particular country or entity for access to controlled items to the extent it adheres to the export control policies of this Act. Requires the Secretary to review: (1) at least biennially all items on the multilateral control list; and (2) annually whether the policy on minimizing restrictions on the export of information technology products and services is being achieved. (Sec. 106) Authorizes the President, acting through the Secretary of State, and only after consultation with the Congress, unilaterally to prohibit, curtail, or require the provision of information regarding the export of any commodity, technology, or other information for up to 12 months in order to further specified nonproliferation, antiterrorism, national security or national interest, and foreign policies of the United States. Requires the Secretary of State to seek support from other countries and multilateral export control regimes for such controls. Sets forth procedures for cessation and extension of such controls. Prohibits export of controlled commodities or technology to countries that have repeatedly supported acts of international terrorism. Declares that crime control and detection instruments and equipment shall be approved for export by the Secretary only pursuant to an export license, with specified exceptions. (Sec. 107) Authorizes the President to prohibit or impose quantitative restrictions on the export of commodities that are domestically in short supply. Directs the Secretary to monitor exports, and contracts for exports, of commodities in cases where their volume in relation to domestic supply contributes, or may contribute, to an increase in domestic prices or a domestic shortage, and such increase or shortage has, or may have, a serious adverse impact on the economy. Directs the Secretary to consult with the Secretary of Energy to determine whether monitoring or export controls are warranted with respect to exports of facilities, machinery, or equipment normally and principally used in the production, conversion, or transportation of fuels and energy (except nuclear energy). Authorizes an entity, including a trade association, firm, or certified union or group of workers, that is representative of an industry that processes metallic materials capable of being recycled, to petition the Secretary requesting both the monitoring of or the imposition of export controls on exports of such items in short supply. Prohibits the President from imposing quantitative restrictions based on short supply controls on agricultural commodities (including fats and oils, forest products, or animal hides or skins) without the approval of the Secretary of Agriculture. Declares that shipments of crude oil and refined and partially refined petroleum products for use by the Department of Defense or U.S.-supported installations shall not, for purposes of export controls on Alaskan North Slope oil, be considered to be exports. (Sec. 108) Directs the President to issue regulations that prohibit, with specified exceptions, U.S. persons from supporting any boycott imposed by a foreign country against a country friendly to the United States that is not itself the object of a U.S. boycott. (Sec. 109) Specifies procedures for the processing of export license applications, including the screening, referral, approval or denial, and review of such applications. (Sec. 110) Sets forth both civil and criminal penalties for violations of this Act. (Sec. 111) Directs the Secretary to establish, as part of the control index, dual-use items on the Missile Technology Control Regime Annex (MTCR), or on the list of the Australia Group or the Chemical Weapons Convention, which may include items that would contribute to the development or use of missile delivery systems or chemical or biological weapons, and are not included in the MTCR list or the Australia Group list, but which the United States has proposed to other members of MTCR or the Australia Group for inclusion on such lists. Requires a validated license for the export of such items to any country, including items the exporter knows are destined for a missile project or facility in a country that is not an MTCR adherent, or to a chemical or biological weapon project or facility. Declares that an export license should be denied if the ultimate consignee is a facility in a country that is not an adherent to the MTCR and the facility is designed to develop or build missiles. Prohibits the export of commodities and technology if the ultimate consignee is a program for the design, development, or acquisition of a weapon of mass destruction or missile in a country that is not an adherent to the regime controlling such weapon or missile, unless the Secretary determines such export would not make a material contribution to such program. Requires the President to impose sanctions, for a 12-month period, against a foreign person that knowingly and materially contributes, through the export from the United States or from any other country of any controlled goods or technology, to the efforts by any of certain foreign countries to use, develop, or otherwise acquire chemical or biological weapons. Includes among such sanctions: (1) the barring of Government procurement contracts; and (2) appropriate import restrictions on the products of an offending foreign person or entity. Requires the President to impose sanctions, for a two-year period, against a U.S. or foreign person that knowingly: (1) exports, transfers, or engages in the trade of any item on the MTCR Annex; (2) conspires or attempts to engage in such an export, transfer, or trade; or (3) facilitates such an export, transfer, or trade by any other person. (Sec. 112) Provides for administrative and judicial review of determinations made under this Act. (Sec. 113) Makes the Secretary responsible for providing policy guidance on the enforcement of this Act. Sets forth requirements with respect to: (1) the forfeiture of goods and tangible items lawfully seized by the United States for violations of this Act; (2) undercover investigative operations of the Office of Export Enforcement of the Department of Commerce; and (3) a financial audit and report to the Congress on each undercover investigative operation. (Sec. 114) Requires issuance of an annual policy guidance for export licensing officials in all Federal departments and agencies. Declares that all power, authority, and discretion conferred by this title with respect to export control functions shall be exercised by the Secretary. Establishes an Export Control Policy Committee to provide policy guidance and advice to the President on export control issues. Directs the President to appoint an Under Secretary of Commerce for Export Administration who shall perform all functions of the Secretary under this Act and other Federal laws relating to national security. Sets forth requirements for: (1) non-disclosure of confidential information; (2) disclosure of information to the Congress and the General Accounting Office (GAO); (3) penalties for disclosure of confidential information; and (4) public opportunity for comment on regulations imposing export controls. Authorizes the Secretary to participate in the education and training of officials from other countries on the principles and procedures for implementation of effective export controls. Declares that export controls may not be imposed for the export of a commodity solely because it contains parts or components subject to export control if they are essential to the functioning of the commodity, are customarily included in the sales of the item in non-controlled countries, and compose 25 percent or less of the total value of the commodity, unless the commodity itself would make a significant contribution to the military or proliferation potential of a controlled country or end user which would prove detrimental to U.S. national security. Declares that no authority may be required for certain reexports to any country (other than a terrorist or embargoed country) of foreign-made items incorporating U.S. items. Declares it is U.S. policy that no U.S. exporter should be affected unfairly by export control policies or practices unless relief from such controls would create a significant risk to the foreign policy, nonproliferation, or national security interests of the United States. Authorizes a person to petition the Secretary for relief from export controls on the basis of foreign availability, or for approval of an application for an export license on other grounds which the Secretary shall establish by regulation. Declares that this Act does not authorize export controls on: (1) medicine or medical supplies; or (2) donations of items intended to meet basic human needs, including food, educational materials, seeds, hand tools, water resources equipment, clothing and shelter materials, and basic household supplies. Requires the Secretary to ensure that: (1) at least one full-time representative of the Department of Commerce stationed in the People's Republic of China (PRC) has duties (and appropriate resources and procedures) related to the implementation of export controls under this Act; and (2) sensitive items (especially those exported to Hong Kong) are not diverted to inappropriate end uses or end users in the PRC. Declares that no license shall be required for replacement parts exported to replace on a one-to-one basis parts that were in a commodity lawfully exported from the United States, unless the President determines that a license should be required for such parts. (Sec. 115) Requires the Secretary to report annually to the Congress on the administration of this Act. (Sec. 118) Expresses the sense of the Congress that the Arab League countries should end the secondary Arab boycott. Title II: Nuclear Proliferation Prevention - Directs the Secretary of State to seek the support of other countries for sanctions imposed under the Nuclear Proliferation Prevention Act of 1994. (Sec. 203) Amends the Arms Export Control Act to direct the President to prohibit the importation of specific products from countries that have engaged in the export of nuclear weapons and technology."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide authority to control exports, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:57-05:00"
}