{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-19", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr67-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "LeBoutillier, John", 
      "sponsored_at": "1981-03-24", 
      "state": "NY", 
      "thomas_id": "00674", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Rousselot, John H.", 
      "sponsored_at": "1981-03-24", 
      "state": "CA", 
      "thomas_id": "00992", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "67", 
  "official_title": "A bill to amend the Internal Security Act of 1950 to control and penalize terrorists, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Aliens", 
    "Aviation", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal law", 
    "Forfeiture", 
    "Immigration", 
    "International affairs", 
    "Sentences (Criminal procedure)", 
    "Terrorism", 
    "Treaties"
  ], 
  "subjects_top_term": "Terrorism", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Amends the Internal Security Act of 1950 to establish criminal penalties for acts of terrorism. Defines a \"crime of terrorism\" to mean compelling an act or omission by any person or governmental entity by: espionage, sabotage, kidnapping, extortion, skyjacking, robbery, bombing, holding a person hostage, any threat or attempt to kidnap, extort, skyjack, bomb, or hold hostages, any threat to injure any person, property, or animal, or any conspiracy to do any of the above. Prohibits any person who has been convicted in the United States or elsewhere of a crime of terrorism or against whom there is convincing evidence of engagement in terrorist activities (including giving aid to terrorists or membership in a terrorist organization) from being admitted to the United States or granted U.S. citizenship. Prohibits any person not within U.S. jurisdiction who advocates a crime of terrorism from being admitted to the United States except with respect to testifying in criminal cases. Prohibits any person subject to U.S. jurisdiction from sending, directly or indirectly, outside the United States, or receiving, anything of value for the purpose of committing a crime of terrorism. Prohibits any person subject to U.S. jurisdiction from knowingly possessing, transporting, or disposing of, directly or indirectly, anything of value induced by a crime of terrorism. Establishes a mandatory sentence of life imprisonment, without mitigation, for any person convicted in the United States of a crime of terrorism which results in the death of a hostage. Authorizes the Department of Justice to impose a constructive trust upon all property which has been acquired by violation of any Federal criminal law. Requires a showing by clear and convincing evidence that the property was acquired by such a violation. Provides that all such property shall be seized and forfeited to the United States. Permits the court to find that a person, firm, or corporation has an equitable right to property subject to a constructive trust."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Security Act of 1950 to control and penalize terrorists, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:47-05:00"
}