{
  "actions": [
    {
      "acted_at": "1987-09-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3365-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-30", 
  "number": "3365", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to eliminate inequities and provide symmetry in certain foreign provisions and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-09-30", 
  "subjects": [
    "Accounting", 
    "Corporations and Stocks", 
    "Dividends", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Income tax", 
    "International corporations", 
    "Minimum tax", 
    "Research and development", 
    "Science and technology", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax havens", 
    "Taxation", 
    "Taxation of foreign income"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-30", 
    "text": "Amends the Internal Revenue Code (IRC) to repeal the limitation currently applied to the alternative minimum tax foreign tax credit. Requires that both the assets of and the interest paid by foreign affiliates be considered in the process of allocating interest when determining the taxable foreign source income of an affiliated group for purposes of foreign tax credit limitations. Directs the Secretary of the Treasury to prescribe implementing regulations. Amends source rules with respect to the sales of stock of affiliates. Revises the definition of \"dividends\" for purposes of the limitation on the foreign tax credit to require that certain gains from the sale or exchange of stock of a foreign affiliate be treated as a separate category in accordance with the earnings and profits of the affiliate. Reduces the subpart F income (types of income generally suited to tax haven activity) of a controlled corporation by the amount of deficits accumulated and carried forward from 1963 (currently 1987) and thereafter. Increases from 50 percent to 67 percent the amount of research and experimental expenditures that a company must allocate to income from sources within the United States. Repeals provisions of the Tax Reform Act of 1986 that mandate a modification in the regulations governing the allocation of research and experimental expenditures with respect to taxable years beginning after August 1, 1986, and on or before August 1, 1987. Amends foreign tax credit provisons of the IRC to provide for recapture of the amounts by which a taxpayer's gross income from U.S. sources exceeds the amount of the deductions properly allocated to such sources. Requires that subsequent U.S.-source income, in an amount related to the recaptured domestic loss, be treated as income from foreign sources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to eliminate inequities and provide symmetry in certain foreign provisions and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:53-05:00"
}