{
  "actions": [
    {
      "acted_at": "1998-07-08", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2277-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-08", 
  "number": "2277", 
  "official_title": "A bill to protect employees of air carriers who serve as whistleblowers under applicable Federal law, or who refuse to violate an applicable law, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-08", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Airline employees", 
    "Aviation safety", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional witnesses", 
    "Department of Transportation", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Executive orders", 
    "Federal employees", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Subcontractors", 
    "Subpoena", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Whistle blowing", 
    "Witnesses"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-08", 
    "text": "Provides for whistleblower protections for airline employees. (Sec. 1) Declares that no airline employee (including a contractor or subcontractor of the Federal Aviation Administration (FAA) or of an air carrier) shall be liable: (1) for commencing, testifying at, or participating in, a proceeding conducted by the Secretary of Transportation or the Administrator of the FAA or a related action; or (2) for refusing to violate or assist in the violation of any law or regulation in the course of employment, if such refusal is based on a reasonable belief that the law would be violated. Prohibits an air carrier, contractor, or subcontractor from discriminating against such an employee. Sets forth Department of Labor complaint procedures for employees alleging discrimination (including discharge, discipline, or reassignment) in violation of this Act. Sets forth civil penalties for violation of such employee protections. Provides for judicial review for persons adversely affected by an order issued by the Secretary of Labor. (Sec. 2) Amends the Department of Transportation and Related Agencies Appropriations Act, 1996 to provide for the investigation, adjudication, and enforcement of whistleblower protections for FAA employees. (Sec. 3) Prohibits an employer from spending funds to implement or enforce certain agreements in Standard Forms 312 and 4355 of the Federal Government or any other nondisclosure policy, form, or agreement, if such policy, form, or agreement does not contain certain statements regarding employee protections with respect to certain disclosures. Authorizes a nondisclosure policy, form, or agreement that is executed by a person connected with the conduct of an intelligence or intelligence-related activity (other than a Government employee or officer) to contain provisions appropriate to the particular activity for which such document is to be used. Requires such agreement, at a minimum, to require that the person will not disclose classified information received in the course of such activity unless specifically authorized to do so by the Government. Requires such nondisclosure agreements to clarify that they do not bar disclosures to the Congress or to an authorized official of an executive agency or the Department of Justice that are essential to reporting a substantial violation of law. Authorizes an airline employee, former employee, or applicant for employment that has been discriminated against in violation of certain whistleblower protections to bring a civil action for relief in the appropriate U.S. district court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to protect employees of air carriers who serve as whistleblowers under applicable Federal law, or who refuse to violate an applicable law, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:33-05:00"
}