{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr843-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "843", 
  "official_title": "A bill to provide new procedures for the civil commitment of drug dependent persons and to expand the scope of the provisions of title 18 and 28 of the United States Code relating to the treatment of drug dependent persons in criminal proceedings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Dependent Persons Rehabilitation Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Civil procedure", 
    "District of Columbia", 
    "Law", 
    "Narcotic addicts", 
    "Narcotics", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Narcotic addicts", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Declares a Congressional policy that persons who are charged with or convicted of Federal crimes, and who are drug dependent but capable of rehabilitation should be civilly committed for treatment, rather than prosecuted. Title I: Civil Commitment of Persons Not Charged With Criminal Offense - Drug Dependent Persons Rehabilitation Act - Provides that whenever any drug dependent person desires to obtain treatment for his drug dependence such person may file a petition with the United States attorney for the district in which he resides or is found requesting that he be admitted to a hospital. Requires the United States attorney, if he determines that there is reasonable cause to believe that the person named in such petition is a drug dependent person and that appropriate State or other facilities are not available to such person, to request the United States district court to commit such person to a hospital of the Public Health Service or to any other facility established or approved by the Secretary of Health, Education and Welfare for treatment as provided in this title. Directs the United States Attorney, in making his determination with respect to the nonavailability of such facilities, to consult with the Secretary and other appropriate State or local officials. Permits the court to order the patient to appear for an examination by physicians. Provides that the court shall immediately advise any patient appearing before it: (1) of his right to have counsel of his own or appointed by the court if he can not afford counsel, at every stage of the judicial proceedings; and (2) of his right to have present, for consultation only, during any examination a qualified physician retained by such patient. Provides that the court shall advise such patient that if, after an examination and hearing, he is found to be a drug dependent person who is likely to be rehabilitated through treatment, he will be civilly committed to the Secretary for treatment; that he may not voluntarily withdraw from that treatment, which may last forty-two months; that during treatment he will be confined in an institution and for three years after his release, he will be in a posthospitalization program; and that should he fail to cooperate in the posthospitalization program or have relapse he may be recommitted for additional confinement in an institution followed by additional posthospitalization treatment. Directs the court to then appoint two qualified physicians, one of whom shall be a psychiatrist, to examine the patient and to file with the court a written report stating whether the patient examined is a drug dependent person and is likely to be rehabilitated through treatment. Requires the immediate dismissal of commitment proceedings if both physicians conclude the patient is not drug dependent or is not likely to be rehabilitated through treatment. Provides that if the written report of either physician indicates that the patient is a drug dependent person who is likely to be rehabilitated through treatment, or that the patient has refused to submit to a thorough examination, the court shall set the case for hearing, with proper notice to the patient. Entitles the patient, upon demand, to have all issues of fact concerning his drug dependence determined by a jury. Asserts that where there is no such demand, the court may determine all issues of fact without a jury. Permits the patient to testify and cross-examine witnesses at his hearing. Allows the court to detain the patient for a reasonable period of time until conclusion of the hearing. Provides that upon a determination that a patient is a drug dependent person who is likely to be rehabilitated through treatment, the court shall order him committed to the custody of the Secretary. Provides that any patient committed to the care and custody of the Secretary shall be committed for a treatment period of six months in a Public Health Service Hospital or in a facility approved by the Secretary and shall be subject to such posthospitalization program as may be established, except that the patient may be released prior to the end of the six-month period if the Secretary determines that cure and rehabilitation have taken place or that his confinement is no longer necessary or desirable. Permits the court, after the patient's release from confinement, to place him under the care and custody of the Secretary for the three-year period immediately following release, for treatment and supervision under a posthospitalization program. Permits recommitment of the patient for another six month period if at any time during the posthospitalization period, any patient fails or refuses to comply with the directions and orders of the Secretary, or is determined by the Secretary to be again using narcotic drugs, marihuana, or depressant or stimulant substances. Asserts that this Act shall not be applicable to any person against whom there is pending a criminal charge which has not been fully determined or a person who is on probation or has not finished serving his sentence, except that the provisions will be applicable to any person on probation, parole or mandatory release if proper authorities consent to his commitment. Subjects patients who escape or attempt to escape from institutional custody to criminal penalities. Title II: Amendments of Titles 28 and 18 of the United States Code - Permits the United States District Court or the Superior Court of the District of Columbia to hold in abeyance the prosecution of a criminal charge against a person: (1) who is not charged with a crime of violence or the crime of importing or selling narcotic drugs unless the sale was to maintain the accused's drug habit; (2) against whom there is pending a prior felony charge which has not been finally determined; (3) who is on probation or has not finished serving his sentence, unless appropriate authorities consent to his commitment; and (4) who elects to submit to an immediate examination to determine whether he is a drug dependent person likely to be rehabilitated through treatment. Requires the court in offering the individual such election to advise him of the possibility of civil commitment; of the possible length of a confinement and of his inability to voluntarily withdraw from examination or treatment, and of the fact that only upon successful completion of treatment, will the criminal charges against him be dropped. Directs the Secretary of Health, Education and Welfare to report to the court the results of the examination and a recommendation as to whether or not the individual should be civilly committed. Provides that if the court determines that the accused is not a drug dependent person likely to be rehabilitated through treatment, he will be required to answer the charge. Restrains the court from committing any individual if adequate facilities for his treatment are not available. Subjects anyone who escapes or attempts to escape from institutional custody to criminal penalties. Grants the Secretary full control over the conditional release of the committed individual, except that the court may terminate commitment after 24 months. Requires a conditionally released individual to report for such supervised after care as the Secretary directs. Allows a recommitment or a resumption of pending criminal proceeding in the case of an individual who returns to the use of narcotics. Limits the total period of treatment to 36 months, at the end of which time the individual who has not successfully completed treatment will again be subject to prosecution for the pending criminal charge. Grants the accused full credit toward the service of any sentence which may later be imposed upon him for any time spent in institutional custody. Established an avenue for nonvoluntary civil commitment and treatment of a drug dependent person by allowing the court which believes that an offender is drug dependent to place him in the custody of the Attorney General for an examination to determine whether he is a drug dependent person and is likely to be rehabilitated through treatment. Requires the Attorney General to report to the court the results of such examination and his recommendations. Permits the court to commit the offender to the custody of the Attorney General for treatment except that no offender shall be committed if the Attorney General certifies that adequate facilities or personnel for treatment are unavailable. Provides that such commitment shall be for an indeterminate period of time not to exceed ten years, but in no event shall it exceed the maximum sentence that could otherwise have been imposed. Asserts that a committed offender may not be conditionally released until he has been treated for six months. Provides that the Attorney General may then or at any time thereafter report to the Board of Parole whether the offender should be conditionally released under supervision, and that the Board may in its discretion order release, conditional or otherwise. Places such a conditionally released person under the jurisdiction of the Board and in the legal custody of the Attorney General for supervisory after care. Permits the Board to revoke release where the offender has violated his conditional release. Title III: Rehabilitation Programs under the Public Health Service Act - Authorizes the Secretary of Health, Education and Welfare to provide for the confinement, treatment and discipline of drug dependent persons who are civilly committed or sentenced to treatment. Authorizes the Secretary to establish, as part of its drug treatment program, outpatient services to provide guidance and psychological help to released patients and to assist States and municipalites in developing drug treatment programs. Title IV: Conforming Amendments, Effective Date - Makes certain amendments to existing law to reflect changes made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Dependent Persons Rehabilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide new procedures for the civil commitment of drug dependent persons and to expand the scope of the provisions of title 18 and 28 of the United States Code relating to the treatment of drug dependent persons in criminal proceedings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:03-05:00"
}