{
  "actions": [
    {
      "acted_at": "1990-06-27", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-27", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-11", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "text": "Referred to the Subcommittee on Department Operations, Research, and Foreign Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-19", 
      "bill_ids": [
        "hr3950-101"
      ], 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "See H.R.3950.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5175-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Research, and Foreign Agriculture", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "1990-06-27", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "DeWine, Mike", 
      "sponsored_at": "1990-06-27", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Engel, Eliot L.", 
      "sponsored_at": "1990-06-27", 
      "state": "NY", 
      "thomas_id": "00344", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faleomavaega, Eni F.H.", 
      "sponsored_at": "1990-06-27", 
      "state": "AS", 
      "thomas_id": "00367", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Feighan, Edward F.", 
      "sponsored_at": "1990-06-27", 
      "state": "OH", 
      "thomas_id": "00375", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Houghton, Amo", 
      "sponsored_at": "1990-06-27", 
      "state": "NY", 
      "thomas_id": "00563", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Johnston, Harry", 
      "sponsored_at": "1990-06-27", 
      "state": "FL", 
      "thomas_id": "00606", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1990-06-27", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1990-06-27", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Miller, John R.", 
      "sponsored_at": "1990-06-27", 
      "state": "WA", 
      "thomas_id": "00809", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roth, Toby", 
      "sponsored_at": "1990-06-27", 
      "state": "WI", 
      "thomas_id": "00989", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1990-06-27", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-27", 
  "number": "5175", 
  "official_title": "To make certain changes in the authorities of the Agricultural Trade Development and Assistance Act of 1954 regarding the overseas distribution of United States agricultural commodities and to otherwise promote exports of United States agricultural commodities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3950-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Food for Peace and Agricultural Export Promotion Act of 1990", 
  "sponsor": {
    "district": "2", 
    "name": "Gejdenson, Sam", 
    "state": "CT", 
    "thomas_id": "00431", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-27", 
  "subjects": [
    "Agricultural education", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "American agricultural assistance", 
    "American economic assistance", 
    "Cargo preference", 
    "Congressional reporting requirements", 
    "Democracy", 
    "EEC countries", 
    "Educational exchanges", 
    "Executive reorganization", 
    "Export credit", 
    "Export finance", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Feed grain program", 
    "Flowers", 
    "Food relief", 
    "Food supply insurance", 
    "Foreign exchange", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Fraud", 
    "Free enterprise", 
    "Free trade", 
    "Fruit and fruit trade", 
    "Government paperwork", 
    "Great Lakes", 
    "Imports", 
    "Laboratories", 
    "Language and languages", 
    "Livestock", 
    "Marine transportation", 
    "Marketing of farm produce", 
    "Nontariff trade barriers", 
    "Oilseeds", 
    "Product safety", 
    "Quality of products", 
    "Railroad freight operations", 
    "Restrictive trade practices", 
    "Scholarships", 
    "Standards", 
    "Trade agreements", 
    "Wheat", 
    "Wood"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-27", 
    "text": "Food for Peace and Agricultural Export Promotion Act of 1990 - Title I: Food for Peace (Public Law 480) - Mickey Leland Food for Peace Act - Amends the Agricultural Trade Development and Assistance Act of 1954 to extend through 1995 the authority to enter into agreements to finance the sale of agricultural commodities or provide famine relief assistance. Declares it U.S. policy to increase the level of food aid to developing countries through the use of agricultural commodities, and local currencies generated by the sale of such commodities, to: (1) combat world hunger and malnutrition; and (2) expand export markets for U.S. agricultural commodities. Allows the President to forgive debts owed to the Commodity Credit Corporation by certain least developed countries in specified circumstances. Authorizes the President, acting through the Agency for International Development, to provide commodities to least developed countries on a grant basis. Directs the President to establish a Food Aid Advisory Group. Establishes a Food for Freedom Program. Authorizes the President to enter into agreements to provide agricultural commodities to eligible countries to support democratization, the granting of individual liberties, and the promotion of economic freedom. Directs the Comptroller General of the United States to evaluate assistance provided under the Act once every three years. Repeals the Food for Progress Act of 1985. Title II: Export Promotion - Amends the Agricultural Trade Act of 1978 to require the Secretary of Agriculture to develop, for each three-fiscal year period, a long-term agricultural trade strategy designed to promote the export of U.S. agricultural commodities. Authorizes the Secretary to make commercial export promotion programs of the Department of Agriculture and the Commodity Credit Corporation available to an affected industry to help mitigate unfair trade practice of a foreign country. Directs the Secretary to establish the Market Development Task Force to develop each three-fiscal year long-term agricultural strategy and to provide information with regard to agricultural export markets and domestic trade programs. Directs the Commodity Credit Corporation to carry out a program to discourage unfair trade practices by making U.S. agricultural commodities competitive, especially high-value and value-added agricultural commodities. Requires the Corporation to establish a program to encourage the development and expansion of commercial export markets for agricultural commodities through cost-share assistance to eligible trade organizations that implement a foreign market development program. Requires U.S. exporters of wheat and wheat flour, feed grains, oilseeds, and cotton to report, on a weekly basis, to the Secretary specified information regarding export sales contracts. Sets forth penalties for failure to make such reports. Requires the Secretary to report to certain congressional committees about nongovernmental subsidies and long-term agricultural trade strategy. Amends the Food for Peace Act of 1966 to require that no export sale of agricultural products may be financed, and no loan may be guaranteed, by the Commodity Credit Corporation unless the Secretary determines that the sale will, among other things, directly benefit U.S. agricultural producers. Extends the authorization of export credit program levels through FY 1995. Prohibits the Corporation from making such guarantees to countries that cannot service the associated debt. Sets forth penalties for fraud committed with respect to such guarantees. Amends the Food Security Act of 1985 to extend through FY 1995 the Corporation's short-term export credit program to finance the export sales of U.S. agricultural commodities, including wood and processed wood products. Requires the Secretary to study and report to specified congressional committees about: (1) the effects of the creation of a North American common market on the U.S. agricultural economy; (2) the red tart cherry industry; (3) the impact of consignment sales of foreign roses and fresh cut flowers on the domestic rose and fresh cut flower industry; (4) the promotion of wood and processed wood products; and (5) agricultural commodity transportation. Urges the President to use every means to maintain U.S. access to the European Community market for agricultural commodities. Requires the Foreign Agricultural Service to revise its evaluation reports for its Foreign Service officers with respect to such employees' proficiency in foreign languages. Title III: Agricultural Trade with and Fellowships for Emerging Democracies and Middle-Income Countries - Requires the Commodity Credit Corporation to make available for FY 1991 through 1995 credit guarantees for the export of agricultural products to emerging democracies. Requires the Secretary, in order to develop and expand markets for U.S. agricultural exports, to make U.S. expertise available to such countries. Requires the Secretary to establish an advisory committee to provide information about such exports. Requires the Secretary to establish a program for middle-income countries and emerging democracies to provide fellowships to persons who specialize in agriculture for study in the United States. Authorizes appropriations. Title IV: Effective Dates and Conforming Changes - Sets forth effective dates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food for Peace and Agricultural Export Promotion Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Mickey Leland Food for Peace Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make certain changes in the authorities of the Agricultural Trade Development and Assistance Act of 1954 regarding the overseas distribution of United States agricultural commodities and to otherwise promote exports of United States agricultural commodities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:59-05:00"
}