{
  "actions": [
    {
      "acted_at": "1985-04-03", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-22", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-19", 
      "bill_ids": [
        "s1714-99"
      ], 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Provisions of measure incorporated into measure S. 1714 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s843-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1985-04-16", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-03", 
  "number": "843", 
  "official_title": "A bill to amend the Agricultural Act of 1949 to provide support for the 1986 through 1989 crops of certain agricultural commodities, to promote the export of United States agricultural commodities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1714-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Farm and Market Recovery Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Cochran, Thad", 
    "state": "MS", 
    "thomas_id": "00213", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-09-19", 
  "subjects": [
    "Agricultural price supports", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Cotton", 
    "Credit", 
    "Developing countries", 
    "Export credit", 
    "Exports", 
    "Farm production quotas", 
    "Feed grain program", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Honey", 
    "Nuts", 
    "Rice", 
    "Soybeans", 
    "Sugar and sugar trade", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-03", 
    "text": "Farm and Market Recovery Act of 1985 - Title I: Agricultural Exports - Directs the Secretary of Agriculture to: (1) provide U.S. exporters and users and foreign purchasers with free agricultural commodities in order to expand overseas markets for U.S. agricultural products; and (2) carry out such program through the Commodity Credit Corporation (CCC). Amends the Food for Peace Act of 1966 to authorize the CCC to guarantee the repayment of loans made to finance export credit sales and to provide intermediate export credit to developing nations. Authorizes FY 1985 through 1988 appropriations. Authorizes the Secretary to provide commodities to countries not qualifying for export credit or guarantees to reduce the cost of such commodities and to enable them to meet such qualifications. Amends the Agricultural Act of 1949 to expand agricultural donation authority. Title II: Wheat - Amends the Agricultural Act of 1949 to establish for the 1986 through 1989 wheat crops: (1) loans rates; (2) target prices; (3) disaster payments; and (4) acreage reductions, set-asides, and land diversion provisions. Suspends specified certificate and quota provisions. Title III: Feed Grains - Amends the Agricultural Act of 1949 to establish for the 1986 through 1989 feed grain crops: (1) loan rates; (2) target prices; (3) disaster payments; and (4) acreage reductions, set-asides, and land diversion provisions. Title IV: Cotton - Amends the Agricultural Act of 1949 to establish for the 1986 through 1989 cotton crops: (1) loan rates; (2) target prices; (3) disaster payments; and (4) acreage reduction and land diversion provisions. Suspends base acreage allotment and marketing quota provisions. Extends specified skiprow provisions through 1989. Title V: Rice - Amends the Agricultural Act of 1949 to establish for the 1986 through 1989 rice crops: (1) loan rates; (2) target prices; (3) disaster payments; and (4) acreage reduction and land diversion provisions. Title VI: Peanuts - Amends the Agricultural Adjustment Act of 1938 to establish the national poundage peanut quota for each of the 1986 through 1989 marketing years at 1,100,000 tons. Establishes for such crops: (1) farm poundage quotas; (2) sale, lease, or transfer provisions; (3) marketing penalties; and (4) price support levels. Suspends specified marketing quota and acreage allotment provisions. Title VII: Soybeans - Amends the Agricultural Act of 1949 to establish 1986 soybean price support levels. Title VIII: Sugar - Amends the Agricultural Act of 1949 to authorize price supports for the 1986 through 1989 sugar beet and sugarcane crops. Title IX: Honey - Amends the Agricultural Act of 1949 to establish price support levels for the 1986 through 1989 honey crops. Title X: Miscellaneous Commodity Provisions - Establishes individual payment limitations for each of the 1986 through 1989 crops. Sets specified 1986 through 1989: (1) CCC sales price restrictions; and (2) acreage and target price provisions. Title XI: Effective Date - Makes this Act effective upon enactment, unless otherwise provided for."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm and Market Recovery Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Agricultural Act of 1949 to provide support for the 1986 through 1989 crops of certain agricultural commodities, to promote the export of United States agricultural commodities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:19-05:00"
}