{
  "actions": [
    {
      "acted_at": "2000-03-02", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture, Nutrition, and Forestry ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-03-20", 
      "references": [], 
      "text": "Committee on Agriculture, Nutrition, and Forestry. Original measure reported to Senate by Senator Lugar. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-20", 
      "calendar": "Senate Legislative", 
      "number": "464", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 464.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-03-22", 
      "references": [
        {
          "reference": "CR S1563-1582", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-22", 
      "references": [], 
      "text": "By Senator Lugar from Committee on Agriculture, Nutrition, and Forestry filed written report. Report No. 106-247.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-23", 
      "references": [
        {
          "reference": "CR S1627-1628", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-23", 
      "bill_ids": [
        "hr2559-106"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2559 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-23", 
      "bill_ids": [
        "hr2559-106"
      ], 
      "references": [
        {
          "reference": "CR S1631-1642", 
          "type": "text"
        }
      ], 
      "text": "Senate passed companion measure H.R. 2559 in lieu of this measure by Yea-Nay. 95 - 5. Record Vote Number: 44.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-23", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 464.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2887-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2887"
    }, 
    {
      "amendment_id": "s2888-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2888"
    }
  ], 
  "bill_id": "s2251-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-20", 
  "number": "2251", 
  "official_title": "An original bill to amend the Federal Crop Insurance Act to improve crop insurance coverage, to provide agriculture producers with choices to manage risk, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2559-106", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2559-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2559-106", 
      "reason": "includes"
    }
  ], 
  "short_title": "Risk Management for the 21st Century Act", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-03-02", 
  "subjects": [
    "Agricultural conservation", 
    "Agricultural insurance", 
    "Agricultural research", 
    "Agriculture and food", 
    "Animals", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporation directors", 
    "Crop insurance", 
    "Disaster insurance", 
    "Emergency management", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal Crop Insurance Corporation", 
    "Federal advisory bodies", 
    "Feeds", 
    "Finance and financial sector", 
    "Fraud", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Insurance premiums", 
    "Insurance rates", 
    "Livestock", 
    "Livestock industry", 
    "Organic farming", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Reinsurance", 
    "Research and development", 
    "Science, technology, communications", 
    "Soil erosion", 
    "Sustainable agriculture", 
    "Water resources development", 
    "Wetland conservation"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-20", 
    "text": "TABLE OF CONTENTS: Title I: Crop Insurance Coverage Title II: Research and Pilot Programs Title III: Administration Title IV: Effective Dates; Termination of Authority Risk Management for the 21st Century Act - Title I: Crop Insurance Coverage - Amends the Federal Crop Insurance Act to direct the Commodity Credit Corporation to offer optional quality adjustment crop insurance policies (with reduced premiums for non-electing producers).(Sec. 102) Provides that the Corporation, with respect to prevented planting crop insurance, shall: (1) provide equal coverage levels for all covered commodities; (2) require area-wide conditions for payment; (3) permit (noninsurable) substitute plantings; and (4) make such coverage voluntary (with reduced premiums for non-electing producers).(Sec. 103) Revises payment price levels (expected market price) for each insured commodity. Provides for mandatory and discretionary partial premium payments by the Corporation. Prohibits revenue coverage for potatoes except as part of a whole farm coverage.(Sec. 104) Directs the Corporation to assign a yield to a producer without an actual production history for a commodity.(Sec. 105) Provides for a multiyear disaster (at least a 25 percent production drop resulting from disasters suffered in three of the preceding five crop years) actual production history adjustment.(Sec. 106) Amends the Agricultural Market Transition Act, with respect to the noninsured crop disaster assistance program to: (1) authorize combining of crop types or varieties into a single eligible crop; (2) require producers to report annually; (3) eliminate area loss requirements; (4) set forth new eligible crop provisions; (5) establish a service fee for each eligible crop, which may be waived for a limited resource farmer; and (6) revise loss requirements.Title II: Research and Pilot Programs -Amends the Federal Crop Insurance Act to authorize the Corporation to conduct crop insurance-related research and pilot programs. Caps funding levels for each of FY 2001 through 2004. Authorizes pilot programs to: (1) operate on a regional, State, or national basis; (2) offer premium discounts for whole farm or single crop units permitting cross-State or cross-county insurable units; and (3) offer livestock insurance.(Sec. 202) Sets forth Corporation research and development contracting and reimbursement authority. Directs the Corporation to develop alternative rates and methodologies for rating insurance plans, which shall take into account nonparticipating producers and producers participating only in catastrophic risk protection. Grants priority to commodities with the largest acreage and the lowest percentage of participating producers. Authorizes FY 2001 through 2004 appropriations.States that a forage, pasture, and range program shall be a high priority research project.Directs the Corporation to contract with a qualified person to conduct a study of whether multiyear insurance plans would reduce Federal crop insurance fraud.(Sec. 203) Directs the Corporation to offer either risk management payments or crop insurance premiums for each of the 2002 through 2004 crop years. Sets forth program provisions, including qualifying risk management practices. Authorizes FY 2002 through 2004 appropriations.Title III: Administration - Amends the Federal Crop Insurance Act to revise the membership of the Corporation's Board of Directors.Revises new product approval provisions.(Sec. 302) States that good farming practices shall include scientifically sound sustainable and organic farming practices.(Sec. 303) Increases monetary and disbarment sanctions for program noncompliance and fraud.(Sec. 304) Directs the Corporation to develop procedures for annual review of agents and loss adjusters, including insurance provider consultation.(Sec. 305) Directs the Board to review the adequacy of State agricultural commodity coverages.(Sec. 306) Sets forth recordkeeping and reporting requirements.(Sec. 307) Establishes a system of fees that an approved insurance provider must pay to a company that developed the policy if the provider wants to sell such policy through the Federal crop insurance program.(Sec. 308) Prohibits purchasing insurance for more than one crop per year on the same acreage unless the producer or the acreage has a previous history of double-cropping.(Sec. 309) Authorizes the Specialty Crops Coordinator to make grants and enter into contracts for research and development activities for new or revised insurance policies for specialty crops.Authorizes the Coordinator to enter into partnerships with qualified public and private entities to increase the availability of specialty crop risk management tools. Obligates specified funds for FY 2001 through 2004 for such activities.Directs the Corporation and the Coordinator to conduct studies of new insurance policies for specialty crops.(Sec. 308) Directs the Board to review insurance plans for adequacy of coverage, and recommend that the Office of Risk Management develop plans for inadequately covered commodities.(Sec. 310) Replaces the current Advisory Committee for Federal Crop Insurance with a Federal Crop Insurance Improvement Commission, which shall review specified crop insurance-related issues, including: (1) improvement of the Federal crop insurance program; and (2) new private sector insurance products. Obligate FY 2001 through 2004 funds for the Commission.(Sec. 311) Amends the Food Security Act of 1985 to require highly erodible land and wetland conservation compliance in order to receive crop or revenue insurance, or risk management payments under the Federal Crop Insurance Act.Title IV: Effective Dates; Termination of Authority - Sets forth effective dates and termination of authority provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Risk Management for the 21st Century Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Federal Crop Insurance Act to improve crop insurance coverage, to provide agriculture producers with choices to manage risk, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:08-05:00"
}