{
  "actions": [
    {
      "acted_at": "1998-10-10", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4791-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-10", 
  "number": "4791", 
  "official_title": "To establish rules for the payment of damage awards for future losses in certain health care liability actions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Barton, Joe", 
    "state": "TX", 
    "thomas_id": "00062", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-10", 
  "subjects": [
    "Annuities", 
    "Collection of accounts", 
    "Commerce", 
    "Damages", 
    "Economics and public finance", 
    "Government securities", 
    "Health", 
    "Labor and employment", 
    "Law", 
    "Medical malpractice", 
    "Medical supplies", 
    "Products liability", 
    "Vaccines"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-10", 
    "text": "Provides that in a health care liability action brought under Federal law or in Federal court in which damages awarded to a claimant for future economic and noneconomic loss combined exceed $50,000, the claimant shall not be required to receive such damages in a single, lump-sum payment. Entitles such claimant to request the court to order payment in whole or in part on a periodic basis. Requires a court awarding periodic payments to attempt to ensure that the amount of such payments, along with any lump-sum payment, constitute a full recovery of the claimant's future loss and that the payment schedule is in the best interests of the claimant. (Sec. 2) Makes such provisions inapplicable to any such action: (1) for damages arising from a vaccine-related injury or death to the extent that provisions of the Public Health Service Act (regarding the National Vaccine Injury Compensation Program) apply; or (2) under the Employee Retirement Income Security Act of 1974. (Sec. 3) Provides that, except where specifically authorized by statute, the judgment of a court awarding periodic payments may not, in the absence of fraud, be reopened at any time to contest, amend, or modify the schedule or amount of the payments. (Sec. 4) Directs that a court awarding such periodic payments, upon request of the claimant to receive the award, require the person ordered to make the payments to make assurances that satisfy the court that the payments will be made by: (1) making a qualified assignment of the periodic payment liability; (2) purchasing an annuity contract issued by a company licensed to do business as an insurance company under the laws of any State; (3) purchasing obligations of the United States; or (4) providing other assurances. (Sec. 5) Specifies that this Act shall not be construed to preclude a settlement that provides for a single, lump-sum payment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To establish rules for the payment of damage awards for future losses in certain health care liability actions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:18-05:00"
}