{
  "actions": [
    {
      "acted_at": "1977-10-04", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9430-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-04", 
  "number": "9430", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9464-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9491-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9557-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Wastewater Reuse and Recycle and Innovative Technology Act", 
  "sponsor": {
    "district": "2", 
    "name": "Clausen, Don H.", 
    "state": "CA", 
    "thomas_id": "00201", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-04", 
  "subjects": [
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Federal aid to water pollution control", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "States", 
    "Waste water treatment", 
    "Water pollution control", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Waste water treatment", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-04", 
    "text": "Wastewater Reuse and Recycle and Innovative Technology Act - Amends the Federal Water Pollution Control Act to prohibit the Administrator of the Environmental Protection Agency from making certain grants relating to wastewater treatment unless the grant applicant has (1) studied and evaluated methods for eliminating pollutants and (2) analyzed potential recreation and open space opportunities in planning treatment works. Requires the Administrator to encourage waste treatment processes which will reduce total energy requirements. Sets forth the Federal grant share for construction of State treatment works. Authorizes the Administrator to make grants for the technical evaluation of the operation of treatment works, personnel training, and the dissemination of information. Permits States to modify priority lists regarding the needs for construction of waste treatment works to give higher priority for certain grants involving the Federal share of the cost of preparing construction drawings and erecting treatment works which comply with the guidelines promulgated under the Act. Authorizes the Administrator to make grants for certain treatment works if the life-cycle cost of such treatment works does not exceed the life-cycle cost of the most cost-effective alternative by more than 15 percent. Directs the Administrator to operate a program of public information program on recycling and reuse of wastewater. Requires the Administrator to promulgate guidelines for identifying and evaluating demonstrated new and innovative wastewater treatment processes. Directs the Administrator to develop a program of cooperation for utilizing wastewater control systems of Federal facilities. Prohibits the construction of new facilities for wastewater treatment at Federal facilities if alternative methods, utilizing innovative processes, are not used."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wastewater Reuse and Recycle and Innovative Technology Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:10-05:00"
}