{
  "actions": [
    {
      "acted_at": "1973-03-29", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1421-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-29", 
  "number": "1421", 
  "official_title": "A bill to amend the administrative procedure provisions of title 5 of the United States Code to make the rulemaking provisions applicable to matters relating to public property, loans, grants, benefits, and contracts; to provide for payment of expenses incurred in connection with proceedings before agencies; to provide for waiver of sovereign immunity; to provide for the enforcement of standards in grant programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6223-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Bureaucratic Accountability Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-29", 
  "subjects": [
    "Administrative procedure", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Law"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-29", 
    "text": "Bureaucratic Accountability Act - TitleI: Rulemaking Involving Public Property, Loans, Grants, Benefits, or Contracts - Provides that the procedures and requirements of the Administrative Procedure Act shall apply to matters relating to public property, loans, grants, benefits or contracts. Title II: Payment of Expenses Incurred Before Agencies - Provides that each agency shall pay to any interested person who participates in a proceeding before the agency, governed by the Administrative Procedure Act and who is determined by objective standards to be unable to pay: (1) reasonable attorney fees for representation of such person in the proceeding and (2) other reasonable costs, including fees for witnesses, if such person made a discernible contribution to promoting agency implementation of a purpose of the Act of Congress pursuant to which such proceeding is conducted. Title III: Sovereign Immunity - States that an action in a court of the United States seeking relief other than money damages and stating a claim that an agency or an officer or employee thereof acted or failed to act in an official capacity or under color of legal authority shall not be dismissed nor relief therein be denied on the ground that it is against the United States or that the United States is an indispensable party. Provides that the United States may be named as a defendant in any such action, and a judgment or decree may be entered against the United States. Provides that nothing herein: (1) affects other limitations on judicial review or the power or duty of the court to dismiss any action or deny relief on any other appropriate legal or equitable ground; or (2) confers authority to grant relief if any other statute granting consent to suit for money damages forbids the relief which is sought. Title IV: Enforcement of Standards of Grants - Requires procedures to be established for hearing complaints concerning the administration of a grant program, both at the Federal and at the State or local level. Outlines minimum standards for complaint procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bureaucratic Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the administrative procedure provisions of title 5 of the United States Code to make the rulemaking provisions applicable to matters relating to public property, loans, grants, benefits, and contracts; to provide for payment of expenses incurred in connection with proceedings before agencies; to provide for waiver of sovereign immunity; to provide for the enforcement of standards in grant programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:36-05:00"
}