{
  "actions": [
    {
      "acted_at": "1979-12-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6151-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-14", 
  "number": "6151", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 to provide for emergency assistance to beneficiaries of a multiemployer pension plan terminated due to certain catastrophic and unforeseen circumstances, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-14", 
  "subjects": [
    "Employee benefit plans", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Employee benefit plans", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-14", 
    "text": "Amends the Employee Retirement Income Security Act of 1974 to define the extent of an employer's liability for withdrawal in connection with the termination of certain multiemployer pension plans. Makes such provisions applicable with respect to a plan: (1) which is a continuation of certain negotiated plans as defined in section 404(c) of the Internal Revenue Code; (2) in which participation is limited to individuals retiring before January 1, 1976; and (3) which terminates as a result of the withdrawal of every employer from the plan. Specifies the circumstances under which an employer is liable for withdrawal in connection with such a termination, based on the number of contributing employers and contribution base units in calendar years 1979 and 1980. Requires, in the case of the termination of such a plan for which the employer is not liable for withdrawal, that the Pension Benefit Guaranty Corporation (PBGC) guarantee benefit payments. Directs the Secretary of the Treasury to loan sufficient sums to the PBGC to ensure that there will not be a lapse in benefit payments to plan participants that result from such a termination. Authorizes the PBGC to prescribe in regulations a procedure by which a plan may by amendment adopt an alternative method for determining an employer's liability under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 to provide for emergency assistance to beneficiaries of a multiemployer pension plan terminated due to certain catastrophic and unforeseen circumstances, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:53-05:00"
}