{
  "actions": [
    {
      "acted_at": "1990-04-19", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2457-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-19", 
  "number": "2457", 
  "official_title": "A bill to amend title 38, United States Code, to revise the copayment formulas for those nonservice-connected veterans with the means to contribute toward the cost of their care.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-19", 
  "subjects": [
    "Ambulatory care", 
    "Armed forces and national security", 
    "Claims", 
    "Collection of accounts", 
    "Costs", 
    "Disabled", 
    "Drugs", 
    "Nursing homes", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-19", 
    "text": "Requires nonservice-connected disabled veterans of certain income categories to pay a copayment for each day of inpatient hospital, nursing home, or domiciliary care they receive from the Department of Veterans Affairs. Requires a nonservice-connected disabled veteran of the lowest income category to pay nine dollars for each day the veteran receives such care. Requires a veteran of the next-higher income category to pay the lesser of: (1) the nine dollar copayment for every day the veteran receives hospital or nursing home care after that number of days considered in determining the amount for which the veteran is liable; and (2) the cost of furnishing such care as determined by the Secretary. Requires such amount to be increased on January 1 of each year by the percentage increase in the Consumer Price Index. Requires certain disabled veterans eligible for medical treatment on an ambulatory or outpatient basis to pay a copayment of five dollars for each outpatient visit. Requires such veterans in the next-higher income category (those who agree to pay a copayment amount in order to receive such outpatient care) to pay an amount equal to 20 percent of the estimated cost of an outpatient visit or ten dollars for each visit. Prohibits the Secretary from furnishing a prescription drug to a veteran eligible for hospital or nursing home care for a nonservice-connected disability unless such veteran agrees to pay either three or five dollars for each prescription drug received (depending on the income-level category of such veteran). Requires such amount to be increased on January 1 of each year by the percentage increase in the Consumer Price Index."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to revise the copayment formulas for those nonservice-connected veterans with the means to contribute toward the cost of their care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}