{
  "actions": [
    {
      "acted_at": "1977-01-18", 
      "committee": "Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry).", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-16", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture, Nutrition and Forestry with amendment, S. Rept. 95-180.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-23", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-24", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #169 (69-18).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "bill_ids": [
        "hr7171-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 7171.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-29", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-09", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 95-418.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-09", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #362 (63-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-12", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-599.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-16", 
      "references": [], 
      "text": "Conference report agreed to in House, roll call #557 (283-107).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-16", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-09-19", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-19", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-21", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-09-29", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1977-09-29", 
      "references": [], 
      "text": "Public Law 95-113.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s275-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eastland, James O.", 
      "sponsored_at": "1977-01-03", 
      "state": "MS", 
      "thomas_id": "01325", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stone, Richard (Dick)", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01443", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1977-09-29", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-18", 
  "number": "275", 
  "official_title": "An Act to provide price and income protection for farmers and assure consumers of an abundance of food and fiber at reasonable prices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7171-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Food and Agriculture Act", 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-18", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural machinery", 
    "Agricultural policies", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aliens", 
    "Animals and Animal Protection", 
    "Aquaculture", 
    "Armed forces and national security", 
    "Commodity Credit Corporation", 
    "Conflict of interests", 
    "Corn", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Department of Defense", 
    "Department of the Army", 
    "Department of the Treasury", 
    "Disease control", 
    "Education", 
    "Environmental protection", 
    "Family farms", 
    "Farm produce", 
    "Farms", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Federal-state relations", 
    "Feed grain program", 
    "Feed grains", 
    "Fire departments", 
    "Fires", 
    "Fishing", 
    "Food industry", 
    "Food relief", 
    "Food stamps", 
    "Forests and forest products", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Grain inspection", 
    "Health", 
    "Immigration", 
    "Insects", 
    "Milk", 
    "National forests", 
    "Native Americans", 
    "Nutrition", 
    "Nutrition policy", 
    "Nuts", 
    "Pest control", 
    "Pests and pesticides", 
    "Productivity in government", 
    "Research and development", 
    "Research grants", 
    "Rice", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Social welfare", 
    "Soil conservation", 
    "Solar heating and cooling", 
    "Soybeans", 
    "Students", 
    "Surplus government property", 
    "Veterinary medicine", 
    "Watersheds", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Conference report filed in Senate", 
    "date": "1977-09-09", 
    "text": "(Conference report filed in Senate, S. Rept. 95-418) Food and Agricultural Act - =Title I: Payment Limitation for Wheat, Feed Grains, Upland Cotton, and Rice= - Imposes for the years 1978-1982, a limitation on the total payments which a person may receive annually under one or more of the programs for wheat, feed grains, upland cotton, and rice. Directs the Secretary of Agriculture to submit an annual report to Congress on trends in family farm operations and data on nonfamily farm agricultural operations. =Title II: Dairy and Beekeeper Programs= - Extends the effectiveness of Class I dairy base plans through 1984 and of other dairy base plans through 1981. Extends through 1981 the authority for making dairy products available to veterans' hospitals and to the Armed Forces, and for making indemnity payments to dairy farmers who sustain losses as a result of pesticides or as a result of nuclear radiation of fallout. Sets the price support of milk at not less than 80 percent of the parity, adjusted at the beginning of each seminannual period after the beginning of the marketing year and at the beginning of each remaining quarter. Extends through fiscal year 1981 the provisions of the beekeeper indemnity program. =Title III: Wool and Mohair= - Extends through 1981 the price support provisions of the National Wool Act of 1954. Excepts 1977 from the current price support of 80.2 cents per pound, grease basis; sets such support, for the years 1977 through 1981, at 85 percent of the amount calculated according to a specified formula. Excepts 1977 from the current price support for mohair; but makes no provision for such support for the years 1977 through 1981. =Title IV: Wheat= - Extends specified provisions of the Agricultural Act of 1949, as amended, through 1981. Raises the loan level for wheat to not less than $2.25 per bushel for the 1977 crop and to $2.35 per bushel for the 1978 through 1981 crops. Permits the Secretary of Agriculture to reduce the level of loans and purchases of wheat if the average price of wheat is less than 105 percent of such level. Requires the Secretary, if he makes such an adjustment, to increase the target price for wheat to provide the same total return as if such adjustment had not been made. Sets forth, for the years 1978-1981, a wheat program covering: (1) deficiency payments; (2) prevented planting disaster payments; (3) low-yield disaster payments; (4) set-asides of croplands; and (5) land diversion payments. Continues the suspension of the possessor certificate requirement and the marketing quotas through 1982 and 1981 respectively. =Title V: Feed Grains= - Extends specified provisions of the Agricultural Act of 1949, as amended, through the 1981 crops. Raises the loan level for corn to $2.00 per bushel for each of the 1977 through 1981 crops. Permits the Secretary to reduce the level of loans and purchases of corn, if the average price of corn is less than 105 percent of such level. Requires the Secretary, if he makes such an adjustment, to increase the target price for corn to provide the same total return as if such adjustment had not been made. Replaces the established price of feed grains with a target price and sets such target price of corn at $2.00 per bushel for the 1977 crop, at $2.10 per bushel for 1978, and the 1979 through 1981 crops at the previous year's target price, adjusted to reflect changes in the average adjusted cost of production over the previous two years. Provides for: (1) deficiency payments; (2) prevented planting disaster payments; (3) low-yield disaster payments; (4) set-asides of croplands; and (5) land diversion payments. =Title VI: Upland Cotton= - Revises the basis of the level of nonrecourse loans for the 1978 through 1981 corps. Directs the President to proclaim a special limited global import quota, subject to specified conditions, whenever the average price of Strict Low Middling one and one-sixteenth inch cotton exceeds a specified maximum. Provides for: (1) deficiency payments; (2) prevented planting disaster payments; (3) low-yield disaster payments; (4) set-asides of croplands; and (5) land diversion payments. =Title VII: Rice= - Extends through 1981 specified provisions of the Agricultural Act of 1949, as amended by the Rice Production Act of 1975. Revises the following aspects of the program: (1) deficiency payments; (2) disaster payments (low-yield and prevented planting); (3) set-asides; and (4) diversion payments. Suspends marketing quotas and unused acreage allotments for the 1978 - 1981 corps of rice. =Title VIII: Peanuts= - Suspends, for the 1978 through 1981 crops, provisions of the Agricultural Adjustment Act of 1938 relating to national marketing quotas and State acreage allotments. Establishes an annual national acreage allotment for peanuts, not less than 1,614,000 acres. Directs the Secretary of Agriculture to announce a minimum national poundage quota each year. Requires, for each farm, a farm yield determined according to a specified formula, a farm base production poundage and a farm poundage quota. Requires the Secretary to permit the sale, lease, and transfer of acreage allotments, and prescribes the basis of such transfers. Increases the penalty for the marketing of peanuts in excess of a farm's quota from 75 percent to 120 percent of the support price for quota peanuts. Establishes similar penalties for handlers marketing peanuts larger in quantity or higher in quality than the quota peanuts they should be acquiring. Allows the Commodity Credit Corporation to make available for domestic edible use peanuts owned or controlled by it, under specified pricing conditions. Subjects all farmers engaged in peanut production to existing record and report requirements. Establishes price support of peanuts at not less than $420 per ton. Permits the Secretary to make warehouse storage loans available to designated area marketing associations of peanut producers. =Title IX: Soybeans and Sugar= - Directs the Secretary to make price support available to soybean producers for the 1978 - 1981 crops. Adds sugar beets and sugar cane to the list of nonbasic commodities entitled to a specified level of support through loans and purchases. Limits the support program for sugar to the 1977 and 1978 crop years. =Title X: Miscellaneous= - Directs the Secretary to set the loan level for any commodity at 90 percent of parity on any day the President of the United States or any other member of the executive branch, initiates a suspension of export sales of such commodity to any country or area with which the United States continues commercial trade, if such action is taken because of a short supply of such commodity. Authorizes the Secretary to administer a special program whereunder portions of wheat, feed grains or upland cotton farm acreage allotments shall be planted to wheat and used for grazing purposes or hay. Provides that, when the Secretary requires exporters to report sales daily, such information shall be made available to the public on a daily basis. =Title XI: Grain Reserves= - Directs the Secretary to formulate a producer storage program for wheat and feed grains for original or extended price support loans at a specified level. Provides for: (1) loans of not less than three or more than five years; (2) payments to cover the cost of storing wheat under the program; (3) redemption of the loans regardless of their maturity dates whenever the market price reaches a specified level above the current wheat support level; and (4) terms and conditions assuring repayment when market prices are 175 percent of the loan rate. Encourages the President to enter into negotiations to develop an international system of food reserves and to establish and maintain the reserve. Authorizes the Secretary to acquire certain commodities for disposition in the event of natural disasters. Revises the farm storage facility loan program in order to: (1) limit the maximum loan amount and require that it cover 75 percent of the construction costs; and (2) provide for added requirements in obtaining direct loans. Authorizes the Secretary to implement an emergency feed program for disaster assistance to livestock. =Title XII: Public Law 480= - Allows the Department of Agriculture to act as a purchasing agent for a foreign country for the purpose of Public Law 480 sales. Requires that purchases of commodities shall be financed under the Agricultural Trade Development and Assistance Act of 1954 only on the basis of an invention for bids publicly advertised in the United States. Requires that all purchases of food commodities financed under Title I of Public Law 480 be made in the United States on the basis of a publicly opened tender. Increases the annual authorization level to $750,000,000 for each calendar year. Allows disposition under the program of a commodity, which would reduce the domestic supply below that needed for domestic requirements, if the Secretary determines that some part of the supply should be used to carry out urgent humanitarian purposes. Provides deadline dates for issuance of regulations designed to prohibit conflict of interest situations in purchasing and shipping Public Law 480 commodities. Extends Public Law 480 through 1981. Expresses the sense of Congress that there be no discrimination between \"price-supported\" and \"non-price-supported\" commodities in commodity programming under the Agricultural Trade Development Assistance Act. Directs the Secretary to appoint a task force to review the operations of Public Law 480. =Title XIII: Food Stamp and Commodity Distribution Programs= - Food Stamp Act of 1977 - Changes the purpose of the program from the provision of an opportunity to obtain a \"nutritionally adequate diet\" to provision of an opportunity to obtain a more nutritious diet. Permits tribal organizations to be designated \"State agencies\" with respect to Indian communities. Removes the eligibility requirement that household members be related. Provides that no distribution of federally donated commodities be made to households in areas where the food stamp program is in operation except when the distribution is: (1) in response to temporary disaster needs; (2) under the Department of Agriculture's supplemental food program; or (3) on Indian reservations when requested by the tribal organization. Directs the Secretary to issue regulations consistent with this Act. Limits participation in the food stamp program to those households whose income and financial resources are determined to be a substantially limiting factor in permitting them to obtain a nutritionally adequate diet. Directs the Secretary to establish, with certain specified variances, uniform national standards of eligibility for participation in the program. Precludes a State from establishing such standards of its own as preconditions for participation. Sets the nonfarm income property guidelines (prescribed by the Office of Management and Budget) as the basic standards of eligibility for the program. Specifies the procedure for annually updating the poverty guidelines. States that household income includes all income from whatever source except: (1) any benefit, not in the form of money, payable directly to the household; (2) infrequent or irregular income of up to $30 in any three month period; (3) all educational benefits to the extent that they are used for tuition and mandatory fees at an institution of higher education; (4) all loans on which repayments are deferred; (5) reimbursements for out-of-pocket expenses; (6) monies received and used for the care of a third-party beneficiary who is not a household member; (7) earned income of a student under 18; (8) nonrecurring lump-sum payments such as income tax refunds and insurance settlements; (9) the cost of producing self-employed income; and (10) any income that any other law specifically excludes from consideration as income for the purpose of determining eligibility for the program. Allows a standard deduction of $60 a month per household in computing the household income. Allows a deduction of 20 percent of all earned income to compensate for taxes and work-related expenses. Provides additional deductions for the care of a dependent and excess shelter expenses. Directs State agencies, in computing household income, to ascertain the income that is and will be actually available to a household for the certification period. Directs such agencies to take into account the income reasonably anticipated to be received in the preceding 30 days. Provides exceptions for those households which derive their income in a period of time shorter than one year. Directs the Secretary to prescribe the allowable amounts of financial resources an eligible household may possess, and to study means of improving the effectiveness of resource requirements in limiting participation to households in need of food assistance. Continues the Secretary's authority to establish temporary emergency standards of eligibility for households that are victims of a disaster. Denies eligibility, for a three-month period, to anyone found by a State agency to have fraudulently trafficked in coupons or authorization cards, or for six to 24 months to anyone found by a court to have fraudulently trafficked in such coupons or cards. Denies eligibility to any household which refused to provide to the State agency information necessary for determining or reviewing its eligibility. Denies eligibility to: (1) any individual between ages 18 and 60 who refuses to register for work, to fulfill inquiry-about-employment requirements, to accept a job at a specified pay level, or who is a head of household and voluntarily quits work without good cause; (2) any individual age 18 or over, enrolled at least half-time in an institute of higher learning, who is properly claimed or could be claimed as a dependent child for Federal income tax purposes, or who during the regular school year is not employed at least 20 hours per week, does not earn a specified weekly minimum, is not registered for work amounting to at least 20 hours per week, is not a head of household providing half the support of the other members, nor is covered by any work exemption; and (3) any illegal aliens, or legal alien visitors, tourists, diplomats, or students temporarily in the United States with no intention of abandoning home country residence. Exempts from ordinary eligibility requirements any person: (1) currently complying with specified work registration requirements; or (2) who is employed a minimum of 30 hours per week or receiving weekly earnings at a specified rate. Provides for the printing and issuance of food stamp coupons. States that such coupons may be used only for the purchase of food at participating retail stores. Directs the Secretary to develop a procedure for determining and monitoring the level of coupon inventories in the hands of coupon issuers. Provides that the State agency is responsible for any financial losses involved in the acceptance, storage and issuance of coupons. Eliminates charges for coupon allotments and sets the value of an allotment at an amount equal to the cost to a household of the thrifty food plan reduced by an amount equal to 30 percent of the household's income. Requires the Secretary of Agriculture to report to Congress six months after the implementation of charges, and annually thereafter, on the effect on participation and cost of such elimination. Sets forth procedures under which retail food stores and wholesale food concerns may apply for authorization to accept and redeem coupons. Directs that regulations be issued pursuant to this Act providing for the redemption of coupons accepted by retail stores though wholesale concerns and through banks. Specifies that each State agency shall assume responsibility for the certification of applicant households, the issuance of coupons, and coupon accountability. Requires each State agency to submit a plan of operations specifying the manner in which the program will be conducted in every political subdivision. Prohibits discrimination by reason of sex in the certification of applicant households. Provides for the administration of the food stamp program on all or part of an Indian reservation or community by an Indian tribal organization if the State agency fails to properly administer the program on the reservation. Sets forth requirements for State plans of operations, including: (1) an effort by the State agency to inform low income households of the program's eligibility requirements and benefits; (2) time limits for eligibility and recertification determinations; (3) conformance with eligibility standards as enunciated in this Act, without any additional requirements by the State agency; (4) safeguards to limit release of information obtained from applicant households; and (5) an opportunity for a hearing for any household aggrieved by State agency action. Directs the Secretary to extend the expanded food and nutrition education program to the greatest extent possible to reach food stamp program recipients. Authorizes the Attorney General to seek injunctive relief against a State that the Secretary determines to be in violation of its plan of operations, this Act, or regulations in pursuance of this Act. Requires a State to indemnify the United States Treasury for negligence in the certification of households. Directs the Secretary, in coordination with the Secretary of Health, Education, and Welfare, to develop a system in which: (1) a single interview is used to determine eligibility for Aid to Families with Dependent Children and the food stamp program; and (2) Social Security and Supplemental Security Income recipients may apply for food stamps at Social Security offices. Authorizes post offices to issue food stamps upon request by a State agency. Provides for judicial review of: (1) claims against a State agency; (2) the denial of retail store's application to participate in the program; (3) the disqualification or imposition of a civil penalty on a participating store; or (4) the denial of all or part of any claim from a participating store. Provides penalties for the misuse of coupons or authorizing cards. Authorizes the Secretary to pay 50 percent of each State's administrative costs of operating the program, 75 percent of the costs of investigation and prosecutions, and up to 100 percent of the cost necessary to administer the program on Indian reservations. Authorizes the Secretary, effective in fiscal year 1979, to adjust the Federal share of a State agency's administrative costs to 60 percent if the agency's cumulative allotment error rate is less than five percent. Requires each State not receiving an increased Federal share to submit a quality control plan specifying proposed actions to reduce: (1) the incidence of errors; and (2) invalid decisions in certifying or denying eligibility. Authorizes the Secretary to make contracts or grants for research that will help improve the administration and effectiveness of the food stamp program. Authorizes pilot or experimental projects to test program changes, including the use of countersignature of coupons or similar identification mechanisms. Directs the Secretary to implement a pilot project jointly with the Secretary of Labor involving the performance of work in return for food stamp benefits. Directs the Secretary to develop and implement measures for evaluating the effectiveness of the food stamp program in achieving its stated objectives. Directs the Secretary to conduct a feasibility study, through the use of Federal income tax data of a program to recover food stamp benefits from members of eligible households in which the adjusted gross income of members of such households for a calendar year may exceed twice the established income poverty guidelines. Authorizes the appropriation of $5,847,600,000 in fiscal 1978, $6,158,900,000 in 1979, $6,188,600,000 in 1980, and $6,235,900,000 in 1981, to carry out the provisions of this Act. Authorizes the Secretary to purchase and distribute sufficient agricultural commodities to maintain the traditional level of assistance for food distribution programs. Redesignates the supplemental feeding program as the Commodity Supplemental Food Program. Authorizes the payment of administrative cost to a State or local agency administering such a program. =Title XIV: National Agricultural Research, Extension, and Teaching Policy Act= - National Agricultural Research, Extension and Teaching Policy Act - Designates the Department of Agriculture as the lead Federal agency for agricultural research, extension and teaching in the food and agricultural sciences. Establishes within the Federal Coordinating Council for Science Engineering and Technology a Subcommittee on Food and Renewable Resources to review Federal research and development programs relevant to world food and fiber production and distribution, to promote planning and coordination of this research in the Federal Government and to recommend policies and measures concerning food and agricultural science for the consideration of the Council. Establishes a Joint Council on Food and Agricultural Sciences to foster coordination of the research, extension and teaching activities of the Federal Government, the States, colleges and universities and other public and private institutions and persons involved in the food and agricultural sciences. Establishes within the Department an Agricultural, Research, Extension and Teaching Policy Advisory Board. States that the Board's responsibilities shall include: (1) reviewing programs, plans and goals of food and agricultural research agencies; (2) reviewing and consulting on national policies, priorities and strategies for food and agricultural research and extensions; and (3) assessing the overall adequacy of and making recommendations to the Secretary regarding the distribution of resources. Requires the Secretary to submit to the President and the Congress an annual report on national agricultural research and a review of specified categories of research, extension and teaching activities of the Department and their relationship to the related activities of other Federal, State and private agencies. Directs the Secretary to establish a program of competitive grants for agricultural research to be made for research in specified categories. Requires the Secretary to give priority to research in high-priority areas. Authorizes the Secretary to make grants for up to five year's duration for such research to land-grant colleges, and universities, and to State agricultural experiment stations and to all colleges and universities having a demonstrable capacity in agricultural research. Directs the Secretary to conduct a program of grants to States for the purpose of meeting the costs of construction, employing faculty, and acquiring equipment to establish or expand schools of veterinary medicine. Authorizes annual appropriations, beginning in 1978, to support continuing cooperative agricultural extension work at colleges eligible to receive funds as land grant colleges. Directs the Secretary to conduct a program of competitive grants and fellowships for merit to strengthen undergraduate, graduate and post-doctoral research in the food and agricultural sciences. Establishes a National Agricultural Research Award, consisting of a grant not to exceed $50,000 per year for a period of not more than three years to support research or study by: (1) a scientist in recognition of outstanding contributions to the advance of agricultural science; and (2) a graduate student or research scientist in early career development, in recognition of demonstrated capability and promise of significant future achievement in the food and agricultural sciences. Directs the Secretary to make grants for research related to the production and marketing of industrial hydrocarbons derived from agricultural commodities and forest products. Directs him to carry out a program of four pilot projects for the production and marketing of such hydrocarbons by guaranteeing loans not to exceed $15,000,000 per project to public, private or cooperative organizations. Directs the Secretary to implement the national food and human nutrition research program, which would include nutritional and food preference and habit research. Requires the Secretary to establish and support food and human nutrition research as a separate and distinct mission of the Department of Agriculture. Provides for a study by the Secretary to assess the potential value and cost of establishing regional food and human nutrition research centers. Requires the Department of Agriculture to establish a national nutrition education program. Requires the Secretary to distribute nutrition education materials to all States. Establishes an Animal Health Science Research Advisory Board in order to advise the Secretary on the implementation of animal health research, and to recommend research priorities. Authorizes annual appropriations of $25,000,000 for the award of funds to colleges of veterinary medicine and State agricultural experiment stations to meet the expenses of animal health research activities. Authorizes annual appropriations of $15,000,000 to support research on national or regional health research problems. Specifies that for animal health research expenses, all amounts awarded in excess of $100,000 must be matched by non-Federal funds. Authorizes appropriations of $20,000,000 in fiscal years 1978 and 1979 for small farm research programs and small farm extension programs. Authorizes appropriations to support agricultural research and continuing agricultural and forestry extension at 1890 land grant colleges and universities and Tuskegee Institute. Authorizes the Secretary to stimulate research and development relating to the uses of solar energy for farm purposes. Including solar energy in agriculture within the subjects for which agricultural extension work is directed to be carried out. Includes the acquisition or installation of a solar energy thermal conversion system as a farm improvement for which real estate loans can be made under the Consolidated Farm and Rural Development Act. Directs the Secretary, in cooperation with other private and public agencies, to compile a list of all solar energy projects being carried out by Federal, State, private and nonprofit institutions and their results. Authorizes the Secretary to make grants for research and development relating to uses of solar energy on farms. Provides for the establishment of demonstration farms at land grant colleges. Directs the Secretary to establish at least ten demonstrations of solar energy projects. Authorizes the appropriation of $20,000,000 for use in establishing model farms and solar energy product demonstrations. Authorizes the appropriation of such sums as are necessary to carry out the other programs of the solar energy subtitle. Permits the Department to expand its operational coordination with agricultural research and education activities around the world. Directs the Secretary to conduct a comprehensive study of the effects of changing climate and weather on crop and livestock productivity. Directs the Secretary to conduct and submit to the Congress and the President, a report concerning the feasibility of using organic waste materials to improve soil tilth and fertility. Provides for a comprehensive study of the status and future needs of agricultural research facilities. Authorizes the appropriation of specified sums for specified existing and new programs under this Title, for fiscal years 1978 through 1982. =Title XV: Rural Development and Conservation= - Specifies that financial assistance may be provided to agricultural producers for carrying out enduring conversation and environmental enhancement measures. Grants discretion to the Secretary to set the level of assistance based upon considerations relating to the level and distribution of benefits and costs accruing from the conservation problem, and the proposed remedy. Establishes a policy for dividing payments among landlords, tenants and sharecroppers for conservation measures. Requires the Secretary to encourage the use of Federal excess personal property by rural fire forces, and to submit an annual report to Congress on the operation of the rural community fire program. Authorizes the appropriation, for fiscal years 1978 - 1980, of $7,000,000 for the rural community fire protection program. Allows the Farmers Home Administration to defer payments of principal and interest on emergency loans made to farmers in disaster situations. Authorizes the Secretary to enter into agreements with owners and operators of land in the Great Plains area for the purpose of devoting up to 50 percent of a farm acreage to the planting of soil conserving cover crops. Specifies the terms of such agreements and provides for an annual adjustment payment to such owners or operators not in excess of $30 per acre. =Title XVI: Federal Grain Inspection= - Grants to the Administrator of the Federal Grain Inspection Service, under the United States Grain Standards Act of 1976, discretion as to the transactions and processes about which he shall require agencies and persons subject to the official inspection or weighing of grain to maintain complete and accurate records. Eliminates the fees heretofore owed by Federal and State agencies to the Administrator of the Federal Grain Inspection Service for supervision of agency personnel involved in weighing or inspecting grain. Establishes a temporary advisory committee to provide advice to the Administrator of the Federal Grain Inspection Service with respect to the implementation of the Grain Standards Act of 1976. Excludes persons operating under a contract with the Service from performing weighings at Canadian ports. Permits the Secretary of Agriculture to delegate authority to the Service to perform related functions for grain and similar commodities and products thereof under other statutes administered by the Department of Agriculture. Amends specified provisions of the United States Grain Standards Act of 1976 to: (1) delete the general exception to the provision limiting the number of official agencies for inspection or weighing to one for any geographic area; (2) authorize the Administrator to make exceptions to the general prohibition against the inspection by an official agency of grain samples not physically located within the geographical area assigned to such agency; and (3) provides for the collection of reasonable fees to cover the estimated costs to the service incident to the testing of inspection and weighing equipment. Prohibits any person from knowingly making any false representation that any weighing service under such Act has been performed. Extends the deadline dates for submission to the appropriate Committees of Congress of reports on specified studies being conducted regarding the present grain inspection and weighing system. Makes various technical and conforming amendments to the Act. =Title XVII: Wheat and Wheat Foods Research and Nutrition Education Act= - Wheat and Wheat Foods Research and Nutrition Education Act - Authorizes the Secretary, after notice and opportunity for hearing, to issue an administrative order establishing a Wheat Industry Council. Authorizes the Council to undertake plans and projects for nutrition education with respect to wheat products, and to conduct research with respect to the sale and production of wheat products. Provides that wheat processors, distributors and end product manufacturers may be required to make available to the Council any books and records required by any order issued pursuant to this Act. Sets forth a formula under which end product manufacturers would pay an assessment to the Council in order to defray the expenses of the Council. Exempts all retail bakers from the provisions of this title. Requires the Secretary to conduct a referendum among non-exempt end product manufacturers for the purpose of ascertaining whether the issuance of an order is favored by such manufacturers. Requires that such manufacturers approve such an issuance by a two-thirds majority in order for such issuance to occur. Provides for a procedure under which a manufacturer may receive a refund of his assessment. Sets forth procedures for petition and review, enforcement of orders, subpoenas and termination of orders. Authorizes such appropriations as are necessary to carry out the provisions of this Title. =Title XVIII: Department of agriculture Advisory Committees= - Provides that no advisory committee shall be established by the Department of Agriculture unless the Secretary determines that the committee: (1) will serve an essential function which cannot be carried out by an existing committee; (2) has a balanced membership; and (3) has a proposed budget that reflects the reasonably anticipated costs of the committee. Requires the Secretary to assure: (1) that Department of Agriculture advisory committees are in compliance with certain standards regarding written reports and records; and (2) that such committees are operating according to their budgets. Places certain limits on the membership of such committees. Requires each committee to submit an annual report to the Secretary, the Library of Congress, and the appropriate Congressional committees. Sets forth criteria which would require the Secretary to terminate an advisory committee, for specified reasons, including not meeting for two consecutive years, or failing to comply with the Federal Advisory Committee Act or this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food and Agriculture Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Food Stamp Reform Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Agricultural Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Agricultural Solar Energy Research, Development, and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Food Stamp Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Agricultural Research, Extension, and Teaching Policy Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Food and Agriculture Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Wheat and Wheat Foods Research and Nutrition Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide price and income protection for farmers and assure consumers of an abundance of food and fiber at reasonable prices.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to provide price and income protection for farmers and assure consumers of an abundance of food and fiber at reasonable prices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:58-05:00"
}