{
  "actions": [
    {
      "acted_at": "1973-03-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5825-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-20", 
  "number": "5825", 
  "official_title": "A bill to establish a National Surface Transportation Trust Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Surface Transportation Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-20", 
  "subjects": [
    "Government trust funds", 
    "Roads and highways", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-20", 
    "text": "National Surface Transportation Act - Title I: National Surface Transportation Trust Fund Revenue Act - Establishes in the Treasury of the United States a trust fund to be known as the national Surface Transportation fund. Authorizes to be appropriated to the trust fund amounts equivalent to the taxes received in the Treasury after June 30, 1974, and before July 1, 1980, which are attributable to liability for tax incurred before July 1, 1980, from the following taxes under the Internal Revenue Code: (1) taxes on diesel fuel and special motor fuels; (2) taxes on certain motor vehicles; (3) taxes on tires, tubes, ets...; (4) taxes on gasoline; and (5) taxes on the use of certain vehicles. Provides that at the close of June 30, 1973, there shall be transferred to the trust fund all unexpended funds which have been appropriated before July 1, 1973, to the Highway Revenue Act of 1956. Authorizes to be appropriated from the general fund of the Treasury to the trust fund such additional sums as may be required to make the expenditures authorized in title II of this Act. Provides that the Secretary of the Treasury shall manage the operation of the trust fund. Provides that amounts in the trust fund shall be available, as provided in appropriation Acts, for making expenditures to meet obligations of the United States which are incurred after June 30, 1973, and before July 1, 1980, pursuant to tile II of this Act. Title II: National Surface Transportation Planning and Funding - Provides that the Secretary of Transportation shall make an allotment during each fiscal year from 1974 through 1980 of the money in the trust fund as follows: (1) one-half of such amount among the States in a manner directly reflecting, in the case of each State, the proportion that the population of such State bears to the total population of all the States; and (2) one-half of such amount among the States in a manner directly reflecting the relationships of the population density in each State to the average population density in all the States. Provides that the term \"State\" includes the District of Columbia, the Commonwealth of Puerto Rico, Guam, and the Virgin Islands. Authorizes to be appropriated from the trust fund such amounts as are necessary to liquidate obligations incurred pursuant to this part. Provides that a State shall be eligible to receive its allotted amount from the trust fund upon the submission and approval of a State plan that: (1) provides for the development and maintenance of surface transportation facilities responsive to the needs of such State; (2) is coordinated with local community development plans; and (3) provides that in the allocation of funds by each State for planning each fiscal year an amount thereof not less than the proportion which its population bears to the total population of such State shall be allocated to each urban area of fifty thousand or more population within the State. Provides requirements for comprehensive state transportation plans which include the development and maintenance of surface transportation facilities responsive to the needs of such State and its communities, and consistent with the levels of air quality necessary for attainment of primary ambient air quality standards of the Clean Air Act. Provides that these plans be coordinated with local development plans, and be approved by the Governor of each State, within 60 legislative days after such approval. States that the plans shall not be rejected by State legislature and shall be reapproved with any recommended revision by a similar procedure within four years from previous approval or reapproval. Provides that no later than January 1, 1974, the plans shall be administered by a single State agency with authority to execute the State's program. Provides that the plans shall be coordinated with local community development plans and based on a comparision of benefits and costs for the improvement of transportation facilities and equipment. Directs that a transportation agency be created by combining units of general local government in each metropolitan area which will develop a plan for expenditure of funds allocated to the metropolitan area under this Act. Outlines the duties, planning projects, composition, and representation of this Agency. Provides a formula requiring States to allocate its funds among different modes of transporation. Provides hearing and review requirements for the denial of approval or the revocation of approval of State plans under this Act. Terminates after June 30, 1974, all Federal assistance under the Federal-aid highway program, and all Federal assistance for mass transportation pursuant to the Urban Mass Transportation Act of 1964."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Surface Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Surface Transportation Trust Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:26-05:00"
}