{
  "actions": [
    {
      "acted_at": "2010-05-13", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1360-111", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-13", 
  "number": "1360", 
  "official_title": "Amending the Rules of the House of Representatives to guarantee reasonable time prior to the consideration of legislation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Kratovil, Frank,  Jr.", 
    "state": "MD", 
    "thomas_id": "01926", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-05-13", 
  "subjects": [
    "Congress", 
    "Congressional Research Service (CRS)", 
    "Congressional agencies", 
    "Government information and archives", 
    "House of Representatives", 
    "Internet and video services", 
    "Legislative rules and procedure", 
    "Library of Congress"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-05-13", 
    "text": "Amends Rule XIII (Calendars and Committee Reports) of the Rules of the House of Representatives to make it out of order to consider in the House a measure, matter, or report until 72 hours (excluding certain days except when the House is in session on such a day) after the legislation, report, measure, or matter has been available on the Library of Congress legislative information website (www.thomas.gov) and, if applicable, the text of all accompanying reports has also been made available to the public as well as (under the current Rule) Members, Delegates, and the Resident Commissioner. Repeals exceptions to this Rule. Requires continuous posting of the full text of the measure or matter and each committee report in a searchable format. Amends Rule XXII (House and Senate Relations) to prescribe similar requirements for continuous posting of conference reports, accompanying joint explanatory statements, and amendments reported in disagreements, starting 72 hours before floor consideration. Amends Rule XIX (Motions Following the Amendment Stage) to require: (1) failed motions to recommit measures to be postponed for further consideration for two hours; and (2) the text of such motions to be available on the Internet website of the Committee on Rules to Members and the public during such two-hour period. Amends Rule XVI (Motions and Amendments) to make it out of order to consider in the House any amendment to bills or resolutions unless the full text of the amendment has been posted for 24 hours on www.thomas.gov in the specified manner. Amends Rule XI (Procedures of Committees and Unfinished Business) to apply the same requirements for 72-hour availability and website posting of text to Members and the public before consideration of any legislation and amendments in committees and subcommittees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amending the Rules of the House of Representatives to guarantee reasonable time prior to the consideration of legislation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:43-05:00"
}