{
  "actions": [
    {
      "acted_at": "1981-04-10", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-10", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-28", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from DOE, Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-08-04", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Energy and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3236-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Archer, Bill", 
      "sponsored_at": "1982-04-01", 
      "state": "TX", 
      "thomas_id": "00026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Derwinski, Edward J.", 
      "sponsored_at": "1982-05-20", 
      "state": "IL", 
      "thomas_id": "00290", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1982-05-20", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Huckaby, Thomas J. (Jerry)", 
      "sponsored_at": "1981-06-11", 
      "state": "LA", 
      "thomas_id": "00569", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1981-07-21", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1982-04-01", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1982-05-20", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Lujan, Manuel, Jr.", 
      "sponsored_at": "1981-04-10", 
      "state": "NM", 
      "thomas_id": "00712", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Marriott, David Daniel", 
      "sponsored_at": "1981-07-21", 
      "state": "UT", 
      "thomas_id": "00738", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McGrath, Raymond J.", 
      "sponsored_at": "1982-04-01", 
      "state": "NY", 
      "thomas_id": "00771", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1982-05-20", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1981-07-21", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1981-12-16", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-10", 
  "number": "3236", 
  "official_title": "A bill to provide for an expedited and coordinated process for decisions on proposed non-nuclear energy facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3801-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1942-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1942-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Energy Mobilization Act of 1981", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-10", 
  "subjects": [
    "Administrative procedure", 
    "Courts and Civil Procedure", 
    "Energy", 
    "Energy conservation", 
    "Energy development", 
    "Energy policy", 
    "Energy research", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal-local relations", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Local and Municipal Government", 
    "States"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-10", 
    "text": "Energy Mobilization Act of 1981 - Title I: General Provisions - Declares that the purposes of this Act are to improve the United States' balance of payments, reduce the threat of economic disruption from oil supply interruptions, and reduce U.S. dependence on imported oil by establishing a process for expediting agency action with respect to priority energy projects designed to facilitate energy conservation, production, and research and development. Defines the terms used in this Act. Excludes from coverage under this Act nuclear energy projects. Title II: Council on Energy Mobilization - Directs the President to establish within the Executive Office of the President a Council on Energy Mobilization to carry out this Act. Empowers the Council to issue subpoenas. Requires the Council to provide Congress with any information it may request. Directs the Council, upon designation of any energy project as a priority energy project, to notify the Governor of each State in which such project is or may be located. Authorizes each such Governor to appoint a nonvoting representative to participate in matters respecting such project. Title III: Priority Energy Projects - Directs the Council to establish procedures for submission of applications to the Council for an order designating an energy project as a priority energy project. Permits any person planning or proposing an energy project to apply to the Council for a priority designation. Directs the Council to publish a notice in the Federal Register of any applications filed and make such applications available for public inspection and comment. Requires the Council to designate a project as a priority energy project, reject the application, or determine additional time is needed to consider the application within 60 days of receipt of an application. Requires publication of such Council decisions in the Federal Register. Directs the Council to publish in the Federal Register a Project Decision Schedule for all Federal agency decisions and actions relating to a priority energy project within 30 days of a priority designation. Requires the Council to negotiate and enter into written cooperative agreements, where possible, with affected non-Federal agencies to establish deadlines for non-Federal agency decisions or actions on a Project Decision Schedule. Limits Project Decision Schedules to 12 months, with specified exceptions. Authorizes the Council to establish special procedures in the Project Decision Schedule for any Federal agency subject to such schedule designed to consolidate agency procedures, eliminate unnecessary duplication, and provide uniformity. Directs the Council to request affected non-Federal agencies to suggest a timetable for their actions with respect to priority energy projects. Directs the Council on Environmental Quality (CEQ) to determine if a Federal agency decision or action with respect to a priority energy project will be a major Federal action significantly affecting the environment and to designate, if necessary, a lead agency to supervise the preparation of an environmental impact statement. Authorizes the Council to make such determination or designation if the CEQ fails to do so before establishment of the Project Decision Schedule. Permits all Federal agencies governed by a Project Decision Schedule to establish special procedures to aid them in meeting the deadlines under such schedules. Directs the Council to monitor compliance by the agencies and the project with a Project Decision Schedule. Authorizes the Council to modify a Project Decision Schedule at any time. Empowers the President to act upon Council recommendation, in lieu of any Federal agency which fails to make a decision or take action within the time required by a Project Decision Schedule. Permits a Project sponsor to bring an action in U.S. district court to require compliance if a Federal agency has failed or is likely to fail to comply with a Project Decision Schedule. Grants the Temporary Emergency Court of Appeals exclusive jurisdiction to review all rulings of such district court. Permits the Council to terminate a priority designation at any time. States that such a termination renders this Act no longer applicable to such project. Permits reapplication for a priority designation. Title IV: Judicial Review - Sets forth procedures governing judicial review by the Temporary Emergency Court of Appeals of actions with respect to priority energy projects. Makes judgments or orders by the Temporary Emergency Court of Appeals subject to review by the Supreme Court under certain circumstances. Limits any grant of temporary injunctive relief to 120 days. Specifies the types of actions over which the Temporary Emergency Court of Appeals shall have original and exclusive civil jurisdiction, as well as those actions which shall not be subject to judicial review. Title V: Application of New Federal Statutes or Regulations to Priority Energy Projects - Permits the sponsor of a priority energy project to petition the Council for relief from any Federal law or regulation enacted or issued after the date of the priority designation but before commercial operation begins which would substantially impede project completion. Authorizes the Council to recommend to the President the suspension of final regulations or statutes as they apply to such a project. Permits such a suspension only upon Council determination that it would not threaten public health or safety and only for a period of up to ten years. Requires a separate suspension for each Federal statute affected. Makes each suspension granted applicable to only one priority energy project. Prohibits suspensions which: (1) relate to labor standards, civil rights, securities laws, the Internal Revenue Code, or antitrust laws; (2) violate a primary air quality standard under the Clean Air Act; (3) abridge any person's Constitutional rights; (4) contravene any interstate compact, State or local law, or Federal contract relating to water rights; or (5) suspend, modify, or amend any Federal, State, or local criminal code. Title VI: Miscellaneous Provisions - Directs the Council to report annually to Congress on the current status of its activities, on the status of each priority energy project, and on energy projects which are being delayed for any reason. Requires an annual report to Congress which contains a comprehensive list and analysis of all Federal laws that significantly hinder energy project completion. States that this Act shall not affect State law governing the appropriation, use, or diversion of water. Authorizes appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Mobilization Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an expedited and coordinated process for decisions on proposed non-nuclear energy facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:52-05:00"
}