{
  "actions": [
    {
      "acted_at": "1980-07-24", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-05", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-1302.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-09", 
      "references": [], 
      "text": "Measure failed of passage in House under suspension of rules, roll call #527 (241-145).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7817-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-24", 
  "number": "7817", 
  "official_title": "A bill to amend or disapprove certain amendments to the Federal Rules of Criminal Procedure and the Federal Rules of Evidence proposed by the Supreme Court, and to amend chapter 231 of title 18, United States Code (Relating to probation).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-24", 
  "subjects": [
    "Correctional personnel", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Evidence (Law)", 
    "Perjury", 
    "Pleas (Criminal procedure)", 
    "Pretrial procedure", 
    "Probation", 
    "Searches and seizures", 
    "Subpoena", 
    "Supreme Court", 
    "Witnesses"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1980-09-05", 
    "text": "(Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-1302) Amends and disapproves certain amendments to the Federal Rules of Criminal Procedure proposed by the Supreme Court. Disapproves the proposed amendments relating to subpoenas, production of statements of witnesses, and revocation or modification of probation. Revises the proposed amendment relating to the admissibility of pleas to limit the admissibility of plea discussion statements to criminal proceedings for perjury or false statements. (The proposed amendment would make such statements admissible in any proceeding when other statements have been introduced which ought in fairness to be contemporaneously considered.) Eliminates from the proposed amendment relating to the admissibility of pleas the requirement that plea discussions be with a government attorney in order to be protected from later disclosure (under current law discussions with police officers, for example, are also protected from admission). Eliminates from the proposed amendment relating to the assignment of counsel the provision requiring, in cases involving joint representation, the court to protect each defendant's right to counsel, unless it appears that there is good cause to believe that no conflict of interest is likely to arise. Sets forth new procedures governing the revocation and modification of probation. Authorizes a probation officer to issue a summons or the court to issue an warrant if a defendant is alleged to have violated a condition of probation in material respect. Requires a preliminary hearing to find if there is probable cause to believe that a defendant has violated a condition of probation. Authorizes the court upon a finding of probable cause to order a revocation hearing, with the defendant incarcerated or restored to probation if incarceration is not warranted, or to terminate the proceedings if in the interest of justice. Requires the revocation hearing to be held within 60 days of any such order. Entitles a defendant, at the preliminary and revocation hearings, to be represented by counsel, confront and cross-examine witnesses, and present witnesses and evidence. Authorizes the court, upon a determination by a preponderance of the evidence that probation has been violated, to continue probation unchanged, reprimand the defendant, modify the probation conditions, or revoke probation and impose any sentence initially authorized. Requires such a determination to be made on the record with a statement of reasons within 21 days of the revocation hearing. Permits a probation officer to arrest a defendant who violates probation in his or her presence by committing a Federal or State offense. Directs the court to issue a search warrant upon the request of a probation officer who establishes reasonable and articulable grounds to believe that a defendant has violated probation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend or disapprove certain amendments to the Federal Rules of Criminal Procedure and the Federal Rules of Evidence proposed by the Supreme Court, and to amend chapter 231 of title 18, United States Code (Relating to probation).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:27-05:00"
}