{
  "actions": [
    {
      "acted_at": "1992-03-24", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-03-25", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator Riegle. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-25", 
      "calendar": "Senate Legislative", 
      "number": "429", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 429.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-03-26", 
      "references": [], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-26", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "59", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Yea-Nay Vote. 52-42. Record Vote No: 59.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-03-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-30T13:26:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-30T14:20:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1742-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1742"
    }, 
    {
      "amendment_id": "s1743-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1743"
    }, 
    {
      "amendment_id": "s1744-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1744"
    }, 
    {
      "amendment_id": "s1745-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1745"
    }
  ], 
  "bill_id": "s2482-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-03-26", 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-25", 
  "number": "2482", 
  "official_title": "A bill to provide funding for the Resolution Trust Corporation, and for other purposes.", 
  "popular_title": "Resolution Trust Corporation Funding", 
  "related_bills": [
    {
      "bill_id": "hr4241-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4704-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Resolution Trust Corporation Funding Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1992-03-26", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Auditing", 
    "Authorization", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Capital", 
    "Chief executive officers", 
    "Claims", 
    "Collection of accounts", 
    "Cost effectiveness", 
    "Credit unions", 
    "Deposit insurance", 
    "Depressed areas", 
    "Employee benefit plans", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Florida", 
    "Foreign banks and banking", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government corporations", 
    "Government paperwork", 
    "Government property", 
    "Health insurance", 
    "Housing and community development", 
    "Housing finance", 
    "Interest rates", 
    "Legal services", 
    "Liability (Law)", 
    "Limitation of actions", 
    "Low-income housing", 
    "Moderate income housing", 
    "Presidential appointments", 
    "Privileges and immunities", 
    "Prosecution", 
    "Real estate appraisal", 
    "Real property", 
    "Resolution Trust Corporation", 
    "Risk assessment", 
    "Savings and loan associations", 
    "Single family housing", 
    "Subsidiary corporations", 
    "Torts", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1992-03-26", 
    "text": "Resolution Trust Corporation Funding Act of 1992 - Title I: Resolution Trust Corporation Funding - Amends the Federal Home Loan Bank Act to extend the authorization of funds for the Resolution Trust Corporation (RTC), until April 1, 1993, and to provide additional funds. Title II: Resolution Trust Corporation Technical Amendments - Makes technical amendments to the Resolution Trust Corporation Refinancing, Refinancing, Restructuring, and Improvement Act of 1991. Title III: Other Resolution Trust Corporation-Related Amendments - Amends the Resolution Trust Corporation Refinancing, Restructuring, and Improvement Act of 1991 to repeal the risk-weighted capital requirement for certain single family housing construction loans, and for purchase loans secured by certain multi-family housing. Specifies that personal property sold by a U.S. agency includes financial instruments and other intangible assets (thereby permitting a certain Alaskan corporation to purchase intangible assets as well as real property from the RTC and the Federal Deposit Insurance Corporation (FDIC). Requires the RTC to provide continuation of health plan coverage to certain eligible employees of failed depository institutions placed under RTC conservatorship or receivership. Directs the Attorney General to collect and maintain specified judgment collection information according to prescribed procedures in order to ensure that the greatest practicable amount of money due the United States and the RTC from fines and restitution imposed upon insured savings associations (and institution-affiliated parties) in connection with criminal proceedings is actually received. Amends the Crime Control Act of 1990 to encourage the Attorney General to report to the Congress on the findings of certain financial institution fraud task forces with respect to the collapse of private deposit insurance corporations (including recommendations for regulatory or legislative changes necessary to prevent future collapses). Amends the Federal Home Loan Bank Act to prescribe guidelines for filling temporary vacancies in the office of the chief executive officer of the RTC. Amends the Home Owners Loan Act to revise the transition rule and phase-out schedule regarding the separate capitalization rules for savings associations' subsidiaries engaged in real estate activities that are impermissible for national banks (thus granting such savings associations a limited time-frame within which to include in their capital calculations specified declining percentages of real estate investments made by their subsidiaries). Grants the Director of the Office of Thrift Supervision (OTS) case-by-case discretion to extend the phase-out schedule by two years. Sets forth eligibility criteria for such an extension. Amends the Federal Deposit Insurance Act to extend from three years to five years the Federal statute of limitations for tort actions brought by the RTC in its capacity as either conservator or receiver of a failed savings association. Shields the Board of Directors of an insured depository institution from liability to the institution's shareholders or creditors for acquiescing in its conservatorship or receivership status, or in its acquisition by, or combination with, other institutions. Amends the Financial Institution Reform, Recovery, and Enforcement Act of 1989 to authorize the RTC and each financial institution regulatory agency to establish threshold levels below which a certified or licensed appraiser is not required to perform appraisals in connection with federally-related transactions. Requires the Director of OTS to consider whether providing certain assistance to an insured institution would be a more cost-effective resolution than transferring to the RTC, before making any such transfer. Earmarks specified funds for the early resolution of certain savings associations by the Director of OTS. Amends the Federal Home Loan Bank Act to add Florida to the list of distressed areas within which the RTC may not sell real estate properties for less than 95 percent of market value without documenting the need to do so. Amends the Federal Home Loan Bank Act to authorize the RTC to make loan guarantee commitments with respect to loans made by qualified lenders to finance the purchase of real property held by the RTC. Prescribes guarantee parameters, including: (1) a limit of 75 percent per loan; and (2) a maximum $7,500,000,000 available to back up such guarantees. Expresses the sense of the Congress that: (1) Federal regulators of depository institutions should consider making changes in risk-based capital standards by accelerating their implementation of an interest rate risk component, and by reviewing loan standards for purchase or construction of low- and moderate-income housing; (2) the life of the RTC shall not extend beyond its statutory termination date of December 31, 1996; and (3) the RTC shall not receive any additional failed savings and loans after a specified date. Amends the Federal Reserve Act to declare that a member bank shall not be required to repay any deposit made at one of its foreign branches if the branch cannot repay because of an act of war, insurrection, or civil strife, or an action by a foreign government or instrumentality, unless it has agreed in writing to be liable. Amends the Federal Deposit Insurance Act to apply the same bank liability limitation to nonmember insured banks. Declares that claims existing before enactment of this Act shall not be affected by this provision. Amends the International Banking Act of 1978 to specify that the requirement that foreign banks must establish U.S. subsidiaries (as opposed to direct branches) to accept or maintain deposits under $100,000 requiring insurance, applies only to domestic retail deposits. Amends the Federal Deposit Insurance Act to preclude Federal banking regulatory authorities from setting specific compensation levels for insured depository institution personnel. Expresses the sense of the Congress that the FDIC and the RTC should: (1) ensure that private legal counsel are selected on a cost-competitive basis; and (2) adopt policies which clearly define the cost and types of legal services to be purchased under competitive bidding procedures. Amends the Federal Credit Union Act to expand the current bar against persons convicted of certain fraud or fiduciary offenses from participating in the affairs of an insured credit union (without prior written consent of the National Credit Union Administration Board) to include persons who have agreed to enter into a pretrial diversion or similar program in connection with a prosecution for such offenses. Sets forth a mandatory ten-year prohibition period regarding such participation for persons convicted of specified offenses (unless, upon Board motion, the sentencing court in the interest of justice grants an exception to such prohibition). Title IV: Bank and Thrift Disclosure Act - Bank and Thrift Disclosure Act of 1992 - Requires each appropriate banking agency to make public disclosures of all examinations it performed with respect to failed depository institutions (including their holding companies) within the five year period preceding the transfer, failure, or receipt of certain Federal bank agency funds by such failed institutions while they were critically undercapitalized during the year before failure. Prohibits the RTC or the FDIC from entering into confidential claim settlement agreements on behalf of failed insured depository institutions. Requires all claim settlement agreements to be made public. Sets forth guidelines for removing certain customer, examiner, and whistle blower information from examination reports made available to the public. Requires the RTC, the FDIC, and the National Credit Union Administration, in their capacity as receivers or liquidators, to make public disclosures of certain insider-caused loans with respect to certain failed insured depository institutions. Requires the Comptroller General to audit selectively examination reports made available to the public under this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Resolution Trust Corporation Funding", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Resolution Trust Corporation Funding Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bank and Thrift Disclosure Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Resolution Trust Corporation Funding Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Bank and Thrift Disclosure Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide funding for the Resolution Trust Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:30-05:00"
}