{
  "actions": [
    {
      "acted_at": "1985-10-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3576-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Cobey, William W.", 
      "sponsored_at": "1985-12-03", 
      "state": "NC", 
      "thomas_id": "00210", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Dornan, Robert K.", 
      "sponsored_at": "1985-12-03", 
      "state": "CA", 
      "thomas_id": "00310", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Edwards, Mickey", 
      "sponsored_at": "1985-12-03", 
      "state": "OK", 
      "thomas_id": "00338", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1985-12-03", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-16", 
  "number": "3576", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to allow deductions from gross income for contributions not in excess of $3,000 for any calendar year to an education savings account established to accumulate savings to pay the elementary, secondary, and post-secondary education expenses of any individual, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Swindall, Patrick L.", 
    "state": "GA", 
    "thomas_id": "01130", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-16", 
  "subjects": [
    "Bank deposits", 
    "College costs", 
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Finance and financial sector", 
    "Higher education", 
    "Income tax", 
    "Savings accounts", 
    "Secondary education", 
    "Tax deductions", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-16", 
    "text": "Amends the Internal Revenue Code to allow an income tax deduction for contributions made to a savings account established to pay the elementary, secondary, and post-secondary education expenses of any individual. Limits to $3,000 the maximum dollar amount allowable per year for such an account. Requires the allocation of such maximum amount in the case of more than one contributor to an account. Provides for annual cost-of-living adjustments to such maximum amount. Provides that no account may have more than one beneficiary and that no individual may be a beneficiary of more than one account. Permits the deferral of income tax on income accumulated in such educational savings accounts as long as such amounts are used exclusively for educational expenses (tuition, fees, supplies, meals, and lodging). Provides that distributions from such accounts used to pay the beneficiary's educational expenses shall be included in the beneficiary's income over a ten-year period beginning in the year in which the individual attains the age of 27. Requires that the balance of any funds remaining in such an account when the beneficiary attains the age of 27 shall be distributed among the contributors to such an account and shall be included in the gross income of such contributors. Imposes a ten percent penalty tax on distributions which are not used for educational expenses. Exempts an education savings account from taxation except for the tax on certain unrelated business income. Revokes such tax exemption where a contributor or beneficiary engages in certain prohibited transactions with the account. Extends the deduction for contributions to an education savings account to taxpayers who do not otherwise itemize deductions. Provides that distributions from an education savings account shall not be taken into account in determining the support of the beneficiary for purposes of the dependency exemption. Requires the trustee of an education savings account to file reports with the Secretary of the Treasury on the maintenance of the account. Imposes a penalty for failure to file any required report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to allow deductions from gross income for contributions not in excess of $3,000 for any calendar year to an education savings account established to accumulate savings to pay the elementary, secondary, and post-secondary education expenses of any individual, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:52-05:00"
}