{
  "actions": [
    {
      "acted_at": "1983-05-03", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-17", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2866-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-03", 
  "number": "2866", 
  "official_title": "A bill to amend the Immigration and Nationality Act to reform the immigration laws.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Immigration Reform and Control Act of 1983", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-05-03", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Alien labor", 
    "Aliens", 
    "Canada", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Congressional oversight", 
    "Costs", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Department of Justice", 
    "Education", 
    "Executive reorganization", 
    "Farms", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Foreign students", 
    "Gay rights", 
    "Government operations and politics", 
    "Government paperwork", 
    "Homosexuality", 
    "Illegal aliens", 
    "Immigration", 
    "International affairs", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law enforcement officers", 
    "Lesbianism", 
    "Mexico", 
    "Migrant labor", 
    "Passports", 
    "Right of asylum", 
    "Searches and seizures", 
    "Seasonal labor", 
    "Sex discrimination", 
    "Students", 
    "Tourist trade", 
    "Transportation and Travel"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-05-03", 
    "text": "Immigration Reform and Control Act of 1983 - Title I: Control of Illegal Immigration - Part A: Use of False Documents - Amends the Immigration and Naturalization Act to make it illegal to fraudulently misuse or manufacture entry or work documents. Increases penalties for such violations. Part B: Enforcement and Fees - Authorizes FY 1984 through 1986 appropriations for specified Immigration and Naturalization Service (INS) enforcement activities. Authorizes supplemental FY 1983 appropriations. Restricts INS warrantless entry onto farms or other outdoor operations. Directs the Attorney General to take action to safeguard the rights, safety, and dignity of persons within the United States in the enforcement of immigration laws. Requires INS training to familiarize INS officers with the rights and varied cultural backgrounds of aliens and citizens. Authorizes INS facilities fees. Part C: Adjudication Procedures and Asylum - Directs immigration officers to exclude without hearing aliens without proper documents or without any reasonable basis for legal entry or asylum. Establishes in the Department of Justice a United States Immigration Board to hear appeals from final decisions of immigration judges. Replaces the existing special inquiry officer system with a system of immigration judges. Provides for judicial review of exclusion cases and those asylum cases encompassed within deportation or exclusion orders. Sets forth statutory asylum provisions. Part D: Adjustment of Status - Prohibits adjustment of status to permanent resident for violators of (nonimmigrant) visa terms. Part E: Commission on Immigration and International Development - Establishes the National Commission on Immigration and International Development to review and make recommendations regarding social and economic conditions affecting unauthorized immigration into the United States. Directs such Commission to consult with the Government of Mexico and advise the Attorney General regarding the temporary worker program. Terminates the Commission 30 days after submission of its final report to Congress Title II: Reform of Legal Immigration - Part A: Immigrants - Authorizes additional visas for Mexico and Canada. Increases the colonial quota. Requires the President to report to Congress every three years on immigration admissions. Eliminates \"sexual deviation\" as a ground for deportation or exclusion. Exempts certain retirees from numerical admissions limitations. Part B: Nonimmigrants - Separates temporary agricultural labor from other temporary labor for purposes of nonimmigrant worker provisions. Limits such workers to an eight-month annual stay unless otherwise authorized. Requires an employer visa petition to certify that: (1) there are not enough U.S. workers for the job; and (2) similarly employed U.S. workers' wages will not be adversely affected. Sets forth application, certification, and employment condition provisions. Requires: (1) annual certification reports to Congress; and (2) a report to Congress on temporary worker program improvements within 18 months. Authorizes appropriations beginning with FY 1983 to: (1) recruit domestic workers; (2) monitor the nonimmigrant worker program; and (3) make determinations and certifications. Expresses the sense of Congress that the President should establish an advisory commission to consult with the Government of Mexico and advise the Attorney General regarding such temporary worker program. Requires foreign students to return to their home country for two years before being eligible for U.S. permanent residence. Sets forth exceptions. Authorizes a three-year pilot visa waiver program for up to eight countries providing a similar benefit to U.S. visitors. Title III: Legalization - Establishes a program to legalize the status of specified resident undocumented aliens. Sets forth program provisions. Requires a program report to Congress within 18 months. Updates the registry date for permanent entry admissions records from June 30, 1948, to January 1, 1983. Authorizes State legalization assistance funds for FY 1984 through 1987."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Immigration Reform and Control Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to reform the immigration laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:53-05:00"
}