{
  "actions": [
    {
      "acted_at": "1987-07-17", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-13", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-27", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-23", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Glenn with an amendment in the nature of a substitute and an amendment to the title. With written report No. 100-547.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-23", 
      "calendar": "Senate Legislative", 
      "number": "991", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 991.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-09-30", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-09-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-11", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1504-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1987-07-17", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1987-07-21", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1987-07-17", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1987-07-17", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-09-30", 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-17", 
  "number": "1504", 
  "official_title": "A bill to provide for an alternative to the present adversarial rulemaking procedure by establishing a process to facilitate the formation of negotiated rulemaking committees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Negotiated Rule Making Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1988-09-30", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Mediation", 
    "Negotiations"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1988-09-30", 
    "text": "(Measure passed Senate, amended) Negotiated Rule Making Act of 1988 - Authorizes an agency to establish a negotiated rule making committee to develop and negotiate a proposed agency rule whenever the head of the agency determines that the use of the negotiated rule making procedure is in the public interest. Specifies guidelines for the head of the agency in making such determination. Authorizes an agency to use the services of a convenor to assist the agency in: (1) identifying parties that may be significantly affected by a proposed rule; and (2) conducting discussions with such parties to identify the issues involved and to ascertain the feasibility and appropriateness of establishing such committee. Requires the convenor to report its findings and recommendations to the agency, including the names of persons who are qualified and willing to represent the significant interests affected by the proposed rule. Requires the agency to publish in the Federal Register notice of its intention to form a negotiated rule making committee, including information about the rule making and the solicitation of comments about the proposal and membership on the committee. Authorizes persons who will be significantly affected by a proposed rule and who believe that their interests will not be adequately represented to apply for or nominate another person for membership on the committee. Requires the agency to provide a 30-day period for the submission of comments and applications. Authorizes the agency, after the consideration of such comments and applications, to establish a committee as an advisory committee pursuant to the Federal Advisory Committee Act. Requires the agency to publish notice in the Federal Register if it decides not to establish a committee. Limits such committees to 25 members unless the agency head determines that a greater number is necessary. Sets forth procedures for the conduct of committees in the consideration of rule making proposals. Provides for the selection of a facilitator for committee negotiations. Requires the committee to report to the agency at the conclusion of negotiations, with a proposed rule or a report on the areas of consensus and disagreement. Requires the committee to submit to the agency records required under the Federal Advisory Committee Act. Provides for the termination of a committee. Authorizes an agency to employ, contract for, or use the services of Government employees as convenors and facilitators. Requires committees to comply with specified provisions of the Federal Advisory Committee Act. Declares that any agency may consult with the Administrative Conference of the United States and other individuals and organizations for information and assistance informing a negotiated rule making committee and conducting negotiations. Directs the Conference to maintain a roster of individuals who are qualified to act as convenors or facilitators. Requires the Conference to maintain data on negotiated rule making proceedings to assist agencies and other interested parties. Requires the Conference to review and analyze reports of committees and report to the Congress annually with recommendations on the negotiated rule making process. Authorizes the Conference to provide training in negotiated rule making processes to Federal personnel (and to private individuals on a reimbursable basis). Authorizes the Chairman of the Conference to pay, upon request of an agency head, all or part of the expenses of convening and conducting a negotiated rule making proceeding. Declares that any agency action pertaining to a negotiated rule making procedure shall not be subject to judicial review. Authorizes appropriations to the Conference for FY 1989 through 1991."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Negotiated Rule Making Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Negotiated Rule Making Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Negotiated Rule Making Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an alternative to the present adversarial rulemaking procedure by establishing a process to facilitate the formation of negotiated rulemaking committees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:38-05:00"
}