{
  "actions": [
    {
      "acted_at": "1981-11-23", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-23", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Aviation Prior to Referral (Jul 9, 15, and 16, 81).", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-07", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to Subcommittee on Aviation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-01-19", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Executive Comment Received From U.S. Postal Service.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5103-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1981-11-23", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1982-03-03", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1981-11-23", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1981-11-23", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-23", 
  "number": "5103", 
  "official_title": "A bill to terminate functions of the Civil Aeronautics Board to transfer certain functions of the Board to the Secretary of Transportation and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Aeronautics Board Sunset Act of 1981", 
  "sponsor": {
    "district": "13", 
    "name": "Mineta, Norman Y.", 
    "state": "CA", 
    "thomas_id": "00812", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-23", 
  "subjects": [
    "Air cargo", 
    "Airlines", 
    "Airmail service", 
    "Airports", 
    "Alaska", 
    "Antitrust actions", 
    "Antitrust law", 
    "Aviation", 
    "Aviation insurance", 
    "Bankruptcy", 
    "Charter airlines", 
    "Civil Aeronautics Board", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal preemption", 
    "Government operations and politics", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Subsidies", 
    "Sunset legislation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-23", 
    "text": "Civil Aeronautics Board Sunset Act of 1981 - Title I: Termination and Transfer of Functions of the Civil Aeronautics Board - Amends the Federal Aviation Act of 1958 to terminate certain functions of the Civil Aeronautics Board (CAB) pursuant to a specified timetable. Transfers certain authority of the CAB to the United States Postal Service and the Secretary of Transportation. Title II: Amendments to Conform to Civil Aeronautics Board Sunset and Related Aviation Amendments - Part A: Provisions to Take Effect on Date of Enactment - Directs that any certificate for temporary air transportation shall be issued for an initial period of at least five years. Revises provisions concerning the establishment and division of joint fares. Describes procedures for the reduction of airmail transportation subsidies. Denies the CAB the authority to find proposed fares for foreign air transportation of persons to be unjust or unreasonable if such fares are below specified limits. Prohibits States and subdivisions thereof from placing an unreasonable burden on or discriminating against interstate commerce. Sets forth procedures for certification for limited designation international markets. Directs the Secretary of Transportation to report to the appropriate congressional committees concerning air carrier agreements. Directs the Secretaries of State and Transportation and the CAB to eliminate discrimination and unfair competitive practices faced by U.S. air carriers in foreign air transportation. Provides protection for employees affected by consolidations, mergers, or the acquisition of control. Part B: Provisions to Coincide with Termination Generally of Functions of the Civil Aeronautics Board - Subpart I: Federal Aviation Act of 1958 - Makes certificates of public convenience and necessity necessary only for air carriers engaged in foreign air transportation. Authorizes the CAB to issue charter air transportation certificates to any qualified applicants. Revises procedures for acquiring such certificates. Repeals provisions concerning special operating authorizations and certificates for all-cargo air service. Prohibits air carrier operating certificates from being issued unless the applicant therefor complies with all insurance regulations issued by the Administrator of the Federal Aviation Administration. Allows the CAB to intervene and appear in any suit, action, or proceeding under specified antitrust laws involving air carriers. Requires air carriers to give at least 90 days notice before terminating or suspending all air transportation to a particular point. Directs air carriers to file in advance with the CAB fare changes for interstate and overseas air transportation of persons. Repeals certain reporting requirements of the CAB. Makes air carrier tariffs applicable to foreign air transportation only. Repeals provisions concerning: (1) airport security in Alaska; and (2) aircraft loan guarantees. Revises requirements regarding the issuance of airport operating certificates. Subpart 2: Other Laws - Makes conforming amendments. Part C: Provisions to Coincide with Transfer of Functions and Sunset of the Civil Aeronautics Board - Subpart I: Federal Aviation Act of 1958 - Accelerates the termination of the CAB. Repeals provisions concerning airmail transportation. Directs the Secretary of Transportation to reduce reporting requirements under such Act. Transfers functions of the CAB relating to unfair and deceptive practices and unfair methods of competition to the Federal Trade Commission. Subpart 2: Other Laws - Makes conforming amendments. Part D: Provisions to Coincide with Later Terminations of Functions of the Civil Aeronautics Board- Revises provisions concerning air carrier agreements, joint fares, and through routes. Title III: Administrative and Personnel Provisions - Transfers to the appropriate agencies the personnel, assets, liabilities, and records connected with any function transferred by this Act. Directs the Director of the Office of Management and Budget, in consultation with the CAB and the appropriate agencies, to assist in such transfers. Declares that all orders, rules, and regulations issued or granted by the Board shall remain in effect according to their terms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Aeronautics Board Sunset Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to terminate functions of the Civil Aeronautics Board to transfer certain functions of the Board to the Secretary of Transportation and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:34-05:00"
}