{
  "actions": [
    {
      "acted_at": "1991-11-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-16", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 28 - 15.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-07-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-11T18:39:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 102-839.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-11T18:39:00-04:00", 
      "calendar": "Union", 
      "number": "482", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 482.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3865-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-22", 
  "number": "3865", 
  "official_title": "To amend the Solid Waste Disposal Act to authorize appropriations for fiscal years 1993 through 1998, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Waste Reduction, Recycling, and Management Act", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-07-02", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Advertising", 
    "Asphalt", 
    "Authorization", 
    "Automobile tires", 
    "Biodegradation", 
    "Business records", 
    "Cadmium", 
    "Chromium", 
    "Compost", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Consumer education", 
    "Costs", 
    "Crime and law enforcement", 
    "Deceptive advertising", 
    "Electric appliances", 
    "Electric batteries", 
    "Employee training", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Fees", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Gas appliances", 
    "Glass and glass industry", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Incineration", 
    "Indexing (Economic policy)", 
    "Indian lands", 
    "Information services", 
    "Interstate compacts", 
    "Interstate relations", 
    "Inventories", 
    "Labeling", 
    "Landfills", 
    "Lead", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Marketing", 
    "Mercury", 
    "Metals", 
    "Municipal ordinances", 
    "Municipal services", 
    "New York State", 
    "Newspaper publishing", 
    "Newspapers", 
    "Packaging", 
    "Paper and paper products", 
    "Petroleum storage", 
    "Planning", 
    "Plastics", 
    "Public lands and natural resources", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Rubber", 
    "Sales promotion", 
    "Standards", 
    "State laws", 
    "Storage", 
    "Tire industry", 
    "Transboundary pollution", 
    "Underground storage", 
    "User charges", 
    "Waste disposal sites", 
    "Waste reduction", 
    "Water pollution control", 
    "Water pollution measurement"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1992-08-11", 
    "text": "National Waste Reduction, Recycling, and Management Act - Amends the Solid Waste Disposal Act to authorize appropriations to carry out such Act for FY 1993 through 1998. Title I: State Solid Waste Management Planning - Revises requirements for State solid waste management plans and establishes requirements for plan guidelines. Requires such plans to include: (1) an estimate of the capacity of the State to manage such waste; (2) an overall waste management strategy that covers the ten-year period beginning on the date which is 30 months after this Act's enactment date; (3) prohibitions on new open dumps and provision for the closing or upgrading of existing open dumps; (4) authorizations for contracts through which States or local governments provide for resupply of solid waste to resource recovery facilities, operation of such facilities, and securing markets for recovered materials and energy; (5) source reduction and recycling goals; (6) composting provisions; (7) requirements for annual diversion away from disposal by combustion, landfilling, or composting of materials otherwise destined for disposal by such methods; (8) scrap tire requirements; (9) personnel training and public education; (10) requirements for the management of household hazardous waste, yard waste, asphalt pavement, and large household appliances; (11) actions to be taken to promote markets for recovered materials; (12) requirements for procurement of reusable products and products made of recovered materials; (13) requirements for disclosure of costs of municipal solid waste management services to consumers; and (14) triennial reporting requirements. Sets forth submission, approval, and implementation procedures for State plans. Directs each State to identify the amounts and types of solid waste (other than hazardous waste) expected to be generated or transported in such State during the planning period and baseline year (the year preceding the year in which the deadline for meeting requirements occurs or another year, as appropriate). Provides for biennial updates of such inventory. Sets forth minimum requirements for scrap tire management under State solid waste management plans. Declares that plans must: (1) address the reduction and elimination of existing scrap tire piles that contain more than 3,000 tires; (2) address current and future disposal and recyling, energy recovery, and reuse of scrap tires; and (3) encourage the environmentally sound recycling of such tires through all available means. Prohibits: (1) the disposal of scrap tires in a landfill, tire monocell, or monofill unless the person desiring to dispose of such tires uses tires as a daily cover, as a landfill construction material, or in layers for leachate collection; demonstrates that the tire is a specified size and is used on off-road equipment; or demonstrates that there is no available recycling, energy recovery, or reuse alternative for such tires and such tires are shredded; (2) the operation of collection sites, except in compliance with specified standards and State and local laws; (3) the storage of more than 3,000 scrap tires for more than 60 days at collection sites, unless necessary for further reuse, energy recovery, recycling, or shredding for reuse; and (4) the commingling of tires generated 24 months after this Act's enactment date with existing scrap tire piles. Prohibits owners or operators of landfills, incinerators, or other waste disposal facilities in a State from receiving municipal solid waste generated outside the State for disposal or incineration unless they obtain authorization from the affected local government. Requires public notification prior to formal action with respect to such authorization. Exempts from such prohibition: (1) owners or operators of landfills that on November 26, 1991, met all State regulations relating to design standards, leachate collection, groundwater monitoring, and financial assurances for closure and post-closure care and corrective action and before such date accepted municipal solid waste generated outside the State or obtained authorization to accept such waste from the affected local government; (2) persons who are planning to own or operate a landfill, incinerator, or other waste disposal facility and before such date obtained authorization from the affected local government to accept such waste (and waste from outside of the county, in the case of landfills); and (3) owners or operators of incinerators or other waste disposal facilities that before such date accepted such waste or obtained authorization to accept such waste from the affected local government. Terminates such waivers for landfills that fail to comply with certain revised criteria for landfills or State laws. Considers expansions of landfills, incinerators, or waste disposal facilities to be separate facilities requiring authorization. Permits such expansions without authorizations if: (1) at the time the owner or operator obtained authorization, he owned or possessed an option to purchase the land on which the expansion is proposed to occur; and (2) the area of expansion was indicated in documents filed with the affected local government before obtaining authorization; or (3) with respect to certain exempted facilities for which authorization is not required, the owner or operator, on November 26, 1991, owned or possessed an option to purchase the land on which the expansion is proposed to occur. Prohibits the receipt of municipal solid waste generated in another State if such State does not have an approved solid waste management plan. Authorizes the receipt of municipal solid waste generated in another State without the authorization of the affected local government if the State in which the recipient facility is located does not have an approved plan. Authorizes any State that approved on May 2, 1984, legislation that allows for the designation of municipal solid waste for purposes of proper waste management, to: (1) limit or prohibit the movement of such waste generated in the boundaries of the State if such movement is for purposes of storage, treatment, processing, or disposal at a facility located outside the State; and (2) designate a facility at which waste generated within the State may be stored, treated, processed, or disposed if such facility is in compliance with Federal and State environmental laws. Title II: Federal Solid Waste Management Requirements - Directs the Administrator of the Environmental Protection Agency to promulgate regulations for the storage of recyclable materials that have been separated from municipal solid waste otherwise destined for disposal. Sets forth prohibitions on scrap tire disposal similar to those set forth under title I for State solid waste management plans. Makes it unlawful to: (1) dispose of such tires in a mixed municipal solid waste composting facility; (2) operate a collection site except in compliance with regulations relating to scrap tire piles required to be promulgated by the Administrator; or (3) operate a scrap tire monofill except in compliance with regulations promulgated by the Administrator. Exempts specified persons from such prohibitions if no threat of an adverse health or environmental effect will result from the exemption. Authorizes the Administrator to impose alternative requirements as a condition for an exemption. Directs the Administrator to provide financial assistance to States for implementing and enforcing scrap tire management requirements. Grants a preference for assistance to applicants who have shown progress in eliminating scrap tire piles. Permits States to apply for assistance in conjunction with neighboring States. Directs the heads of all appropriate Federal agencies to: (1) determine the extent of scrap tire piles on property under Federal jurisdiction; and (2) develop and implement a plan for abatement of such piles. Requires such piles to be abated by January 1, 2005. Directs the Administrator to promulgate standards for the classifications and allowable uses of compost and mulch products produced from: (1) homogeneous organic solid waste separated at the source of generation; and (2) mixed municipal solid waste from which organic materials have not been separated or diverted at the source. Requires the Administrator to establish minimum standards for mixed municipal solid waste composting facilities and for source separated organic waste composting facilities. Directs the Administrator to promulgate regulations governing scrap processing during recycling and the management of residues from such processing. Authorizes exemptions from such regulation, as determined by the Administrator. Exempts the collection and processing of used beverage containers and scrap paper, glass, and plastic from such regulations. Requires the Administrator to regulate such activities through class or site-specific permits, as appropriate. Directs the Administrator to conduct a study to ascertain the methods for sampling and determining the potential toxicity of residues from scrap processing during recycling that are destined for disposal. Authorizes States to establish a permit or other prior approval program to assure that facilities in the State comply with applicable requirements of the State solid waste management plan and this Act. Prohibits the following activities, except in accordance with a permit: (1) the combustion of municipal solid waste; (2) the disposal of such waste or the residues of scrap processing during recycling in a landfill or the disposal of municipal solid waste combustor ash in a landfill or monofill; (3) the operation of a mixed municipal solid waste or source separated organic waste composting facility; (4) the operation of a materials recovery facility; (5) the operation of a scrap tire collection site or monofill; and (6) the operation of a facility engaged in scrap processing during recycling. Requires the Administrator to establish programs for States which fail to do so. Directs States, as a condition of a permit, to require: (1) municipal waste combustion units to separate and prevent glass, metals, and other types of waste determined appropriate by the Administrator from being accepted at such units; and (2) owners or operators of such units to prepare ash management plans that demonstrate adequate capacity to dispose of ash in a manner protective of health and the environment. Sets forth requirements for such programs. Applies the separation requirement to yard waste unless the Administrator determines otherwise. Requires States to provide regulatory authority to implement permit requirements. Provides that permits shall be for terms up to ten years. Authorizes the issuance of single permit for a facility with multiple units. Requires facilities subject to permit requirements to pay annual fees to cover all State costs in administering the permit program. Sets forth requirements for the total amount of fees collected and calculations of fees. Authorizes States to promulgate regulations that provide that a class of facilities shall be deemed to be operating in compliance with a permit if the facilities will have minimal adverse health and environmental effects. Directs the Administrator to promulgate regulations to require the preparation of a community information statement as part of the permitting process applicable to any new off-site solid waste treatment or disposal facility. Requires such statement to describe: (1) the economic and other impacts of the proposed facility on the affected host community; (2) the types of waste expected to enter the facility, the types of releases expected from the facility, and the human health impacts associated with such wastes and releases; (3) the alternatives for mitigating impacts on the community; (4) the demographic characteristics of the community; (5) the presence in the community of an existing solid waste treatment or disposal facility or site in which a hazardous substance release has occurred, the extent to which the site has been remediated, and whether the presence of such facilities and sites will have a cumulative effect on the community; and (6) the permit applicant's compliance with State and Federal environmental regulations and laws. Prohibits the construction or operation of a landfill for the disposal of municipal solid waste if the landfill will be located within 3,500 feet of a fen. Defines a \"fen\" as a wet meadow that is fed by an alkaline water source and contains plants that have adapted to soils with calcium and magnesium deposits. Requires the Administrator to: (1) audit the Fresh Kills Landfill in New York to determine whether the landfill is complying with the prohibition of open dumping of solid waste and with revised criteria for landfills; and (2) use the experience and results obtained in such audit to develop a model audit procedure for States. Directs owners or operators of landfills, surface impoundments, land application units, waste piles, or incinerators used to manage or dispose of industrial waste to submit a notification to the State in which the facilities are located that includes: (1) capacity estimates; (2) volumes and general physical and chemical characteristics of the waste managed at the facilities; (3) descriptions of the methods used to manage the wastes; and (4) certifications of compliance with State laws and regulations. Requires States to submit inventories of such facilities to the Administrator. Excludes specified wastes from such requirements. Title III: Other Provisions - Directs the Administrator to provide technical assistance to State and local governments for solid waste management and resource recovery and conservation. Retains the authority of States and political subdivisions to impose more stringent requirements pursuant to this Act. Directs the Administrator to study and report to the Congress and State Governors on the beneficial reuse of nonhazardous foundry materials. Requires the Administrator to publish guidelines for performing total quality management evaluations of regulatory programs under this Act. Directs the Administrator to report to the Congress on the manner in which the principles of total quality management have been applied to the regulation of underground storage tanks and the potential for such principles to be applied in other programs under this Act. Title IV: Recycling and Related Provisions - Permits packagers, effective July 1, 1996, to use only packages that meet at least one of the following requirements: (1) a specified recovery rate, depending on the package material; (2) a requirement for a company-specific recycling program that recycles material at least at the specified recovery rate for the package involved; (3) a requirement that a package must be made of a specified percentage of postconsumer material; (4) a refillability or reuse requirement; and (5) a source reduction requirement. Authorizes the Administrator to establish higher recovery rates and recycled content percentages for years after 2000. Makes packaging requirements inapplicable to packages that hold: (1) drugs, drug products, cosmetics, medical devices, or biological products; and (2) pesticides registered under the Federal Insecticide, Fungicide, and Rodenticide Act or any substance that would cause the recycling of the packaging to present an undue risk to public health, safety, or the environment. Directs packagers to submit annual certifications of compliance with packaging requirements to the Administrator with respect to each type of package used. Requires certificates of compliance to be submitted each time a package is reformulated or replaced. Directs paper manufacturers, no later than December 31, 1995, to ensure that all paper and paper products are recovered, in the aggregate, at a rate of at least 40 percent. Requires the Administrator to establish a higher recovery rate for paper to be met no later than December 31, 2000. Authorizes the Administrator to establish recovery rate requirements for additional materials. Sets forth reporting requirements for manufacturers and importers subject to recovery requirements. Sets forth recordkeeping, inspection, and audit requirements with respect to paper manufacturers. Provides for additional measures to be implemented by paper manufacturers if the 40 percent recovery rate is not achieved by the 1995 deadline. Makes packagers and manufacturers subject to enforcement provisions of title V of this Act. Authorizes the Administrator, in certain instances, to ban the sale in commerce of products or packages that are the subject of a violation. Directs the Administrator to issue guidelines on the recycling of large household appliances. Requires the Administrator to promulgate regulations containing standards and criteria for environmental marketing claims. Grants the Federal Trade Commission enforcement authority with respect to violations concerning such claims. Sets forth requirements with respect to claims of recycled content, recyclability, reusability, compostability, or degradability of a product. Provides for the triennial review, and revision, as necessary, of regulations. Permits interested persons to petition the Administrator to promulgate additional regulations. Prohibits the issuance of environmental certifications and seals of approval unless such certifications and seals are awarded according to criteria and standards as stringent as those contained in the regulations. Directs the Administrator to conduct a public information and education campaign to enable consumers to: (1) distinguish regulated environmental marketing claims from other claims; (2) have information about the criteria and standards used by the Administrator; and (3) have a better understanding about the environmental effects of products and packages. Prohibits States or political subdivisions from enforcing standards or criteria with respect to such claims unless identical to those promulgated by the Administrator. Requires plastic containers manufactured in or imported into the United States to be encoded to identify the principal plastic resin used in their manufacture in accordance with requirements outlined in this Act. Authorizes interested persons to petition the Administrator to revise regulations concerning such coding. Directs the Administrator to propose regulations requiring manufacturers of plastic products manufactured or offered for sale in the United States to encode such products. Prohibits States or political subdivisions from enforcing any requirement with respect to the coding of plastics unless identical to those promulgated under this Act. Prohibits the following activities with respect to lead- acid, mercuric-oxide, or rechargeable dry cell batteries: (1) incineration in a municipal solid waste incinerator; (2) transport to a mixed municipal solid waste composting facility or landfill; (3) composting in a mixed municipal solid waste composting facility; or (4) landfilling in a mixed municipal solid waste landfill. Prohibits the disposal of a lead-acid battery in a manner other than that provided under the recycling requirements of this Act. Exempts from such prohibitions the combustion, composting, or disposal of such batteries by owners or operators of municipal solid waste landfills, combustion units, composting facilities, or collection programs if such individuals: (1) inadvertently receive such batteries commingled with municipal solid waste that are not readily removable from the waste stream; (2) have established contractual requirements or other procedures to assure that such batteries are not received or accepted; and (3) are in compliance with applicable rules. Permits the disposal of lead-acid batteries only by delivery to retailers, wholesalers, or manufacturers of batteries of the same general type, regulated secondary lead smelters or collection or recycling facilities, automotive dismantlers, or community collection programs. Sets forth disposal requirements for such individuals. Prohibits lead-acid battery retailers, wholesalers, and manufacturers from refusing to accept batteries of the same type as the batteries sold. Directs wholesalers to remove used batteries from the place of business of the retailer. Requires notices to be posted in battery retail establishments that: (1) state that it is illegal to throw away such batteries and that Federal law requires acceptance of batteries for recycling and the return of batteries to authorized collectors, recyclers, processors, or automotive dismantlers; and (2) encourage the recycling of used batteries. Prohibits the sale of lead-acid batteries unless such batteries bear a label that identifies that they contain lead and sets forth requirements for recycling and acceptance. Prohibits State or local governments from enforcing labeling requirements for lead-acid or dry cell batteries unless identical with this Act's requirements. Prohibits the sale or offer for promotional purposes of alkaline manganese batteries with a mercury content that was intentionally introduced and exceeds the mercury concentration levels under this Act. Lists concentration levels as: (1) 250 parts per million by weight for batteries that are not button- or coin-shaped and are manufactured on or after January 1, 1993; (2) one part per million by weight for batteries that are not button- or coin-shaped and are manufactured on or after January 1, 1996; and (3) 25 milligrams of mercury per battery for button- or coin-shaped batteries that are manufactured on or after January 1, 1993. Prohibits the sale or offer for promotional purposes of: (1) zinc-carbon batteries exceeding a mercury concentration level of one part per million by weight that are manufactured on or after January 1, 1993; (2) consumer mercuric-oxide batteries on or after January 1, 1994; and (3) any mercuric-oxide battery on or after July 1, 1993, except in compliance with labeling requirements. Requires mercuric-oxide batteries to contain labels that state that the batteries contain mercury and must be recycled or disposed of properly and that set forth the chemical symbol for mercury. Prohibits the sale or offer for promotional purposes of mercuric-oxide batteries, rechargeable batteries, or rechargeable consumer products with nonremovable batteries unless the manufacturer of the battery or product has in effect an approved battery management plan. Directs the Administrator to promulgate requirements for battery management plans. Requires plans to provide for the environmentally sound collection, transportation, and recycling or disposal of mercuric-oxide or rechargeable batteries and rechargeable consumer products with nonremovable batteries. Makes manufacturers liable for the costs of such activities. Prohibits the disposal of such batteries and products: (1) by incineration for purposes of reducing waste volume or generating energy; or (2) in a solid waste disposal facility other than a facility that is the subject of a permit issued in accordance with subtitle C of the Solid Waste Disposal Act. Authorizes two or more manufacturers to submit group plans with respect to any specific battery or product in lieu of an individual plan. Sets forth plan approval, modification, and review procedures. Requires mercuric-oxide or rechargeable battery or product manufacturers to report annually to the Administrator on the recovery, recycling, and reclamation rates for such batteries and for rechargeable consumer products with nonremovable batteries. Requires battery manufacturers to accept spent batteries, battery cells, and battery packs of the same type and in an approximately equal quantity to the average annual quantity sold. Directs the Administrator to establish an outreach program to educate the public on the proper handling and return for recycling of batteries and rechargeable consumer products. Directs the Administrator to issue regulations to require manufacturers of dry cell batteries manufactured or offered for sale in the United States to encode such batteries to identify the brand name and electrode type for purposes of facilitating battery separation, recycling, and disposal. Exempts button- and coin-shaped batteries (except consumer mercuric-oxide batteries) from coding regulations. Directs the Administrator to require the coding of exempted batteries if it would not interfere with electrical conductivity or cause unfavorable effects. Prohibits States or local governments from enforcing any coding requirement unless identical to this Act's requirements. Requires rechargeable batteries, rechargeable consumer products, battery packs containing rechargeable batteries, and packages for such products that are manufactured after July 1, 1993, to: (1) be labeled in a manner visible to consumers; (2) include the standard abbreviation for the chemical composition of the battery or battery pack; and (3) inform consumers that rechargeable batteries when no longer reusable must be collected, recycled, or disposed of in an environmentally sound manner. Grants EPA employees access to information and facilities to enforce this Act. Authorizes civil actions to compel compliance with inspections. Directs the Administrator to establish a Battery Management Advisory Committee. Prohibits, on or after July 1, 1993, the manufacture of any rechargeable consumer product unless: (1) the rechargeable battery is easily removable from the product or is contained in a battery pack that is separate and easily removable from the product; (2) the battery, battery pack, or product with nonremovable battery has a brand name affixed to it; (3) the product, the package containing the product, and the battery are labeled in accordance with this Act; and (4) the instruction manual for the product includes information explaining methods to ensure proper recycling or disposal of the used batteries or products. Provides for exemptions to such requirements, subject to specified conditions. Requires retailers of rechargeable batteries, battery packs, or consumer appliances to post notices to inform consumers that the battery or product must be recycled or properly disposed. Phases in a recycled content requirement for newsprint used in publishing a newspaper with an average daily circulation of at least 200,000 to require at least 50 percent of such newsprint to consist of recycled content effective January 1, 2002. Prescribes penalties for noncompliance. Provides for the deposit of penalties in the Newsprint Recycling Fund and makes amounts available to local governments in areas served by covered newspapers for establishing programs to collect and recycle old newsprint. Title V: Enforcement - Requires solid waste facilities to grant access to EPA or State representatives for inspection purposes. Makes records obtained from such individuals available to the public, except those deemed as confidential. Prescribes penalties for willful disclosure of confidential records. Prescribes civil and criminal penalties for specified violations of this Act. Authorizes the Administrator to require owners or operators of facilities where the presence of waste presents a health or environmental hazard to conduct monitoring, testing, and analysis. Prescribes civil penalties for failures to comply with such requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Waste Reduction, Recycling, and Management Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Waste Reduction, Recycling, and Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Solid Waste Disposal Act to authorize appropriations for fiscal years 1993 through 1998, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:00-05:00"
}