{
  "actions": [
    {
      "acted_at": "1995-11-07", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-13", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Resource Conservation, Research and Forestry", 
      "text": "Referred to the Subcommittee on Resource Conservation, Research and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-13", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2590-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Resource Conservation, Research and Forestry", 
      "subcommittee_id": "27"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Roberts, Pat", 
      "sponsored_at": "1995-11-07", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-11-07", 
  "number": "2590", 
  "official_title": "To better target loans to family farmers and income-producing activities, to provide for the improved management of the portfolio of loans made under the Consolidated Farm and Rural Development Act, to assure the prompt repayment of such loans, and to consolidate Federal rural development programs into a single program of capitalization grants to States for rural development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm Credit and Rural Development Reform Act of 1995", 
  "sponsor": {
    "district": "4", 
    "name": "Allard, Wayne", 
    "state": "CO", 
    "thomas_id": "00011", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-11-07", 
  "subjects": [
    "Affirmative action programs", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Alternative energy sources", 
    "Animals", 
    "Aquaculture", 
    "Arizona", 
    "Armed forces and national security", 
    "Bank accounts", 
    "Bankruptcy", 
    "Boundaries", 
    "California", 
    "Commerce", 
    "Computer networks", 
    "Congress", 
    "Congressional reporting requirements", 
    "Congressional witnesses", 
    "Conservation easements", 
    "Debtor and creditor", 
    "Disaster loans", 
    "Easements", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Family farms", 
    "Farm lands", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fire prevention", 
    "Foreclosure", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Habitat conservation", 
    "Health", 
    "Housing and community development", 
    "Indian economic development", 
    "Information services", 
    "Infrastructure", 
    "Interest rates", 
    "International affairs", 
    "Labor and employment", 
    "Land transfers", 
    "Latin America", 
    "Liens", 
    "Manpower training programs", 
    "Medicare", 
    "Mexico", 
    "Minorities", 
    "Mortgage loans", 
    "New Mexico", 
    "Occupational health and safety", 
    "Persian Gulf War", 
    "Public lands and natural resources", 
    "Public television", 
    "Recreation", 
    "Recreation centers", 
    "Refuse and refuse disposal", 
    "Revolving funds", 
    "Rural economic development", 
    "Rural electrification", 
    "Rural poverty", 
    "Science, technology, communications", 
    "Sewage treatment plants", 
    "Small business", 
    "Social welfare", 
    "Soil conservation", 
    "Soil erosion", 
    "Solar energy", 
    "Sports and recreation", 
    "Stocks", 
    "Surety and fidelity", 
    "Sustainable agriculture", 
    "Technology transfer", 
    "Texas", 
    "Unemployment", 
    "Valuation", 
    "Veterans' loans", 
    "Waste water treatment", 
    "Water conservation", 
    "Water pollution control", 
    "Water purification", 
    "Water quality", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants", 
    "Wetland conservation", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-11-07", 
    "text": "TABLE OF CONTENTS: Subtitle A: Agricultural Credit Chapter 1: Amendments to the Consolidated Farm and Rural Development Act Chapter 2: Amendments to the Farm Credit Act of 1971 Subtitle B: Rural Development Farm Credit and Rural Development Reform Act of 1995 - Subtitle A: Agricultural Credit - Chapter 1: Amendments to the Consolidated Farm and Rural Development Act - Revises provisions of the Consolidated Farm and Rural Development Act (the Act) regarding eligibility for real estate loans. Authorizes the Secretary of Agriculture to make such loans to any eligible applicant (i.e., any applying individual who is a United States citizen, has training or farming experience that the Secretary determines is sufficient to assure reasonable prospects of success in the proposed farming operation, is or will become an owner-operator of a not larger than family farm in the United States, and is unable to obtain sufficient credit elsewhere to finance farming operation needs at reasonable rates and terms). Specifies that an applicant other than an individual is eligible if: (1) the applicant is controlled by farmers and ranchers, is engaged primarily and directly in farming or ranching in the United States, is or will become an owner-operator of a not larger than family farm, and is unable to obtain sufficient credit elsewhere to finance farming operation needs at reasonable rates and terms; and (2) each individual who has greater than a five percent ownership interest in the applicant meets the eligibility requirements for individuals. Eliminates loans for recreational uses and facilities. Limits refinancing of existing indebtedness to the refinancing of loans related to farming, ranching, or aquaculture operations which significantly enhances the likelihood of repayment. Makes analogous revisions with respect to operating loans. Eliminates loans for Occupational Health and Safety Administration compliance. Makes analogous revisions regarding emergency loans, but also requires that the Secretary find that the farming, ranching, or aquaculture operations of the applicant have been substantially affected by a natural disaster or a major disaster or emergency designated by the President under the Disaster Relief and Emergency Assistance Act. (Sec. 103) Eliminates: (1) ownership loans for the acquisition, installation, or modification of qualified non-fossil energy systems and for the construction of conservation structures or non-income-producing conservation practices; (2) operating loans for the development and construction of solar energy systems; and (3) authority to acquire easements for conservation, recreational, or wildlife purposes. (Sec. 104) Expands authority to require additional collateral to secure a farmer program loan. Links emergency loans for crop or livestock changes to natural disasters. Establishes a date certain for emergency loan asset valuation. Modifies provisions regarding a loan moratorium and policy on foreclosures. Authorizes the Secretary, at the request of the borrower, to permit the deferral of principal only on an outstanding loan made, insured, or held by the Secretary under the Act or under any other law administered by the Consolidated Farm Services Agency and to forego foreclosure on any such loan for such period as the Secretary deems necessary upon a showing by the borrower that: (1) due to circumstances beyond the borrower's control that could not have been anticipated, the borrower is temporarily unable to continue making payments of such principal when due without using funds needed to provide for basic family needs; and (2) the borrower has the ability to continue making interest payments on such loan when due throughout the anticipated deferral period. Eliminates: (1) notification of loan servicing programs; (2) the sales restrictions on inventory property; and (3) debt restructuring and loan servicing provisions. Provides for an annual review of the credit history, business operation, and continued eligibility of a borrower. Directs the Secretary to develop a consolidated short form for farm program borrowers to use in certifying compliance with all applicable statutes and regulations which serve as eligibility prerequisites for loans. Prohibits the Secretary from making loans to an applicant who has defaulted on a loan made or insured under the Act, who has had the principal or interest on a loan deferred, or who has had a loan restructured or serviced, unless the default, deferral, restructuring, or servicing resulted from circumstances that were beyond the control of the applicant and that could not have been reasonably anticipated by the applicant. (Sec. 105) Revises Act provisions regarding loan purposes to require the Secretary to reserve a portion of a loan to be placed in a nonsupervised bank account which may be used at the discretion of the borrower for basic family needs. Limits the size of any such reserve to the least of $5,000 or the percent of the loan or the amount needed to provide for basic family needs for three calendar months. Reduces the limit on emergency loans. Eliminates authority to waive application of the credit-elsewhere test. (Sec. 106) Provides that the guarantee for a loan made to a beginning farmer shall be for the payment of 98 percent of loan principal and interest. Establishes a six percent maximum interest rate reduction for beginning farmers. Eliminates the down payment loan program, limitations on the availability of farm ownership loans and loan guarantees, and the special assistance program. (Sec. 107) Repeals provisions of the Act regarding target participation rates. (Sec. 108) Modifies requirements regarding special conditions and limitations on loans to direct the Secretary to require borrowers to furnish an appropriate written financial statement. Extends certain veterans preference to veterans of the Gulf War. Repeals: (1) requirements that the Secretary testify and report on a budget request and develop and report on long-term cost projections for loan program authorizations; and (2) specified authority of the Secretary under the Act to insure loans. Chapter 2: Amendments to the Farm Credit Act of 1971 - Amends the Farm Credit Act of 1971 to repeal requirements relating to review of decisions to deny or reduce the amount of a loan under such Act. (Sec. 153) Prohibits restructuring of restructured loans or loans involved in bankruptcy proceedings. Modifies provisions regarding the restructuring of distressed loans to: (1) repeal certain reporting requirements to the Farm Credit Administration; and (2) require the board of directors of each qualified lender, within 60 days, to develop a policy to govern such restructuring, including an explanation of the procedure for submitting an application for restructuring. (Sec. 154) Repeals: (1) rules governing the effect of restructuring on borrower stock and review of restructuring denials; and (2) certain requirements relating to loans placed in nonaccrual status. (Sec. 157) Revises right of first refusal provisions to subject agricultural real estate acquired by an institution of the Farm Credit System as a result of a loan foreclosure or a voluntary conveyance by a borrower (previous owner) who does not have the financial resources to avoid foreclosure to the right of first refusal of the previous owner to repurchase (currently, repurchase or lease) the property. Requires the institution to notify the previous owner by certified mail of specified rights within 15 days after the institution first elects to sell any portion of acquired real estate by private sale. Specifies that: (1) \"previous owner\" does not include a mortgagor or grantor of an equivalent lien interest in agricultural real estate unless such person is also a borrower in the transaction; (2) the right of first refusal is personal to, and not assignable by, the previous owner; and (3) a borrower is not precluded from voluntarily waiving such right in connection with a voluntary conveyance of agricultural real estate in lieu of foreclosure. Subtitle B: Rural Development - Amends the Rural Development Act of 1972 to entitle each eligible State and territory to receive from the Secretary for each fiscal year a grant in specified amounts for rural development. Establishes a schedule of payments. Authorizes appropriations. Grants a jurisdiction to which funds are provided sole discretion to determine how such funds are expended and to which entities such funds are provided. Sets forth requirements with respect to the operation and administration of State rural development revolving funds. Directs the Rural Economic and Community Development Director of a jurisdiction to which a payment is made to review and monitor jurisdiction compliance with program requirements. Establishes procedures for implementation of enforcement recommendations and for the imposition of penalties. (Sec. 202) Eliminates other specified rural development programs under: (1) the Act; (2) the Food, Agriculture, Conservation, and Trade Act of 1990, including the Indian Subsistence Farming Demonstration Grant Program; (3) the Human Services Reauthorization Act of 1986 (Intermediary Relending Program); (4) the Food Security Act of 1985; (5) the Rural Development Act; and (6) the Rural Electrification Act of 1936. (Sec. 203) Makes conforming amendments to various statutes, including: (1) the Department of Agriculture Reorganization Act of 1994; (2) the North American Free Trade Agreement Implementation Act; (3) the Food, Agriculture, Conservation, and Trade Act; (4) the Cooperative Forestry Assistance Act of 1978; (5) the Robert T. Stafford Disaster Relief and Emergency Assistance Act; (6) the Community Economic Development Act of 1981; (7) the Agricultural Act of 1970; and (8) the Rural Electrification Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Credit and Rural Development Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To better target loans to family farmers and income-producing activities, to provide for the improved management of the portfolio of loans made under the Consolidated Farm and Rural Development Act, to assure the prompt repayment of such loans, and to consolidate Federal rural development programs into a single program of capitalization grants to States for rural development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:59-05:00"
}