{
  "actions": [
    {
      "acted_at": "2010-07-19", 
      "references": [
        {
          "reference": "CR S5995", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-19", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3610-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2010-07-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-19", 
  "number": "3610", 
  "official_title": "A bill to require a study on spectrum occupancy and use.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5947-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Spectrum Measurement and Policy Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-19", 
  "subjects": [
    "Advisory bodies", 
    "Government investigations", 
    "Government trust funds", 
    "Licensing and registrations", 
    "Science, technology, communications", 
    "Telephone and wireless communication", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-19", 
    "text": "Spectrum Measurement and Policy Reform Act - Directs the Federal Communications Commission (FCC) and the National Telecommunications and Information Administration to conduct a study of occupancy on the electromagnetic spectrum (between, at least, 100 megahertz and 10 gigahertz) based on the extent of the use of such spectrum, including the amount and percentage of spectrum used in the band and the duration and percentage of time such spectrum is in use. Directs the FCC and the Administration to determine appropriate benchmarks for assessing: (1) the utilization of each electromagnetic spectrum band; and (2) the availability of services operating in other bands capable of offering substitutable services. Directs the FCC and the Administration to identify specified close proximity electromagnetic spectrum most feasible for: (1) spectrum sharing opportunities for commercial and government users; (2) spectrum reuse opportunities for commercial and government users; (3) temporary or dynamic short-term assignment and use; and (4) spectrum layering opportunities for commercial and government users. Directs the FCC and the Administration to: (1) implement pilot programs to promote spectrum sharing and reuse activities for such identified spectrum bands; (2) perform a cost-benefit analysis on electromagnetic spectrum relocation opportunities to move certain federal users and services currently operating in a specific band of the spectrum to more efficient spectrum bands; and (3) establish the Spectrum Advisory Committee. Amends the National Telecommunications and Information Administration Organization Act to authorize the Secretary of Commerce to: (1) withhold or refuse to assign frequencies for mobile radio service or other radio service; (2) assess from each federal user an annual fee for the assigned spectrum that is based on the spectrum's fair market commercial value; and (3) develop an auction revenue sharing plan where, in exchange for relinquishing spectrum usage rights, certain federal users currently operating in an assigned spectrum band would receive as an auction incentive award a percentage of the auction revenue from any resulting auction. Amends the the Communications Act of 1934 to: (1) provide that, if consistent with the public interest for a licensee to relinquish some or all of its spectrum usage rights in order to permit the assignment of new initial licenses or the allocation of spectrum for unlicensed use, the proceeds from the use of a competitive bidding system may be shared with any licensee who agreed to relinquish such usage rights; and (2) authorize the FCC to assess from each spectrum licensee an annual fee based on the fair market commercial value of that spectrum and the public interest of the service the spectrum is being used for. Amends the National Telecommunications and Information Administration Organization Act to provide for the reversion of unused Spectrum Relocation Fund amounts to the Treasury after 20 years (current law provides for reversion after 8 years)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Spectrum Measurement and Policy Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require a study on spectrum occupancy and use.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:54-05:00"
}