{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s443-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "443", 
  "official_title": "A bill to establish a Foreign Trade and Investment Commission, to amend the Antidumping Act of 1921 and to amend the counteravailing duty law.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Full Competition Foreign Trade Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Advisory bodies", 
    "Countervailing duties", 
    "Foreign trade and international finance", 
    "Imports"
  ], 
  "subjects_top_term": "Imports", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-18", 
    "text": "Full Competition Foreign Trade Act - Title I: United States Foreign Trade and Investment Commission - Establishes the United States Foreign Trade and Investment Commission, composed of five members representing public interests, labor interests, industrial interests, consumer interests, and agricultural interests. Sets forth provisions relating to the terms of office of commissioners, and to the procedures for meetings. Title II: Amendments to the Antidumping and Countervailing Duty Act - Provides that whenever foreign merchandise is being sold in the United States or elsewhere at less than its fair value and an industry in the United States is being injured by reason of the importation of such merchandise into the United States, there shall be levied and collected a special dumping duty in an amount equal to the difference between the purchase price or the exporter's sale price and the foreign market value. Authorizes the United States Foreign Trade and Investment Commission to make investigations on complaints filed with it on behalf of an industry by a firm or group of workers, and to issue orders to effectuate the provisions of this section. Provides for a hearing and for judicial review of final Commission orders. Requires the Secretary of the Treasury to impose the special stamping duty on all imported merchandise of a class or kine prescribed in an order from the Commission. Authorizes the Commission to investigate complaints under Countervailing Duty Law, and to issue orders imposing an additional duty for violation of this Law after opportunity for a hearing and judicial review. (Amends 19 U.S.C. 160, 1303)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Full Competition Foreign Trade Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Foreign Trade and Investment Commission, to amend the Antidumping Act of 1921 and to amend the counteravailing duty law.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:19-05:00"
}