{
  "actions": [
    {
      "acted_at": "1987-02-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s439-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-03", 
  "number": "439", 
  "official_title": "A bill to amend the Tariff Act of 1930 to make changes to the countervailing and antidumping provisions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-03", 
  "subjects": [
    "Countervailing duties", 
    "Customs administration", 
    "Dumping", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government procurement", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "Public Contracts, Procurement, and Property", 
    "Subsidies", 
    "Tariff", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-03", 
    "text": "Amends the Tariff Act of 1930 to add requirements for a country to be considered a \"country under the Agreement\" (the Agreement on Subsidies and Countervailing Measures) for purposes of the countervailing duty provisions of such Act. Requires such a country to have made a commitment to: (1) eliminate its export subsidies within one year (for countries that are not least developed countries), and for least developed countries, within five years on all other products; and (2) not increase, extend, or add export subsidies. Requires the United States to reserve the right to terminate \"country under Agreement\" status if a country fails to honor any terms of specified trade agreements. Directs the administering authority to review and publish the status of, and compliance with, specified trade agreements at least once during each 12-month period. Imposes penalties for failure of a foreign country to honor any term of such agreements, including withdrawing designation of a country as a \"country under the Agreement,\" suspension of liquidation of imports, and initiation of a countervailing duty investigation. Directs the administering authority, if there is an affirmative determination based upon allegations in a petition for relief of the existence of a subsidy which requires the imposition of a countervailing duty, and the petition alleges that the subsidy is inconsistent with the Agreement, or if the administering authority initiates a countervailing duty investigation and the administering authority has reason to believe that a subsidy is inconsistent with the Agreement, to: (1) notify the U.S. Customs Service and direct customs officials to collect and forward to the administering authority information on the imports of the merchandise which is the subject of the investigation; (2) order the suspension of liquidation of all entries of such merchandise; and (3) begin monitoring the volume of imports of such merchandise to determine whether the volume has significantly increased. Prohibits making any determination on whether the volume of such imports has significantly increased until 60 days after the date the investigation began. Terminates any suspension of liquidation of such imports if the administering authority makes a preliminary determination that a subsidy does not exist. Directs the administering authority to order the posting of security for, and the application of a suspension of liquidation to, unliquidated imports which were imported 90 days before the date on which the preliminary determination is published if there is a determination that the volume of imports has surged, the alleged subsidy is inconsistent with the Agreement, and there have been massive imports of the merchandise subject to the countervailing duty investigation in a relatively short period. Directs the administering authority to terminate any suspension of liquidation of imports and to release any posted security requirement if a countervailing duty investigation is terminated. Requires the final determination of the administering authority in a countervailing duty investigation, if there is a final determination that a subsidy exists and if there is a finding that the volume of the investigated imports has increased significantly, to contain a finding on whether the alleged subsidy is inconsistent with the Agreement and whether there have been massive imports of the merchandise being investigated over a relatively short period of time. (Such finding is a finding of critical circumstances.) Requires the final determination of the International Trade Commission (ITC), if such determination is that there is no material injury but that there is a threat of material injury, to include a finding as to whether material injury by reason of subsidized imports would have been found but for any suspension of liquidation of such imports. Removes the provision requiring the ITC to include in its final determination findings as to whether there is material injury which will be difficult to repair and whether the material injury was caused by massive imports of subsidized merchandise over a relatively short period of time. Requires the administering authority, if the administering authority makes a final determination that critical circumstances do not exist or if the ITC determines that there is no material injury but that there is a threat of material injury or that the establishment of a U.S. industry is materially retarded, to: (1) terminate any suspension of liquidation of imports ordered under a countervailing duty investigation; and (2) release any security and refund any cash deposit required with respect to such imports. Permits determinations of whether critical circumstances exist with respect to imports of articles that are not duty-free. Directs the administering authority, if the preliminary determination in an antidumping investigation is affirmative or if the investigation is initiated by the administering authority, to: (1) notify the U.S. Customs Service of such determination and direct customs officers to collect and forward information on the volume and value of imports of the merchandise subject to such investigation; and (2) begin monitoring the volume of such imports to determine whether the volume of such imports has significantly increased. Requires the administering authority to publish notice of a determination that the volume of such imports has significantly increased. Prohibits making such a determination until 60 days after the antidumping investigation has begun. Directs the administering authority to order the suspension of liquidation of all imports of the articles subject to the antidumping investigation 70 days after the date the investigation has begun. Terminates such suspension of liquidation if the preliminary determination under waiver of verification is negative. Directs the administering authority to determine whether critical circumstances exist if the administering authority determines that the volume of imports of the articles under investigation for dumping has significantly increased. (Current law requires the administering authority to determine whether critical circumstances exist if the petitioner alleges critical circumstances.) Requires the administering authority, if it determines that critical circumstances exist, to order the posting of security for, and require any suspension of liquidation to apply to, unliquidated entries of merchandise imported on or after the date that is 90 days before the date on which the affirmative preliminary determination is published. Terminates any suspension of liquidation of imports and releases any posted security if an antidumping investigation is terminated. Requires the final determination of the administering authority in an antidumping investigation, if it finds that the merchandise subject to the investigation is being, or is likely to be, sold in the United States at less than fair value and the administering authority has found that the volume of imports of such merchandise has increased significantly, to contain a finding as to whether: (1) either there is a history of dumping in the United States or elsewhere of such merchandise or the importer knew or should have known that the exporter was selling such merchandise at less than its fair value; and (2) there have been massive imports of such merchandise over a relatively short period. (Current law requires such a finding to be included in the final determination if such critical circumstances have been alleged in the petition for relief.) Requires the final determination of the ITC, if such determination is that there is no material injury but that there is a threat of material injury, to include a finding as to whether material injury by reason of dumped imports would have been found but for any suspension of liquidation of such imports. Requires the administering authority, if the administering authority makes a specified final determination or the ITC determines that there is no material injury but that there is a threat of material injury or that the establishment of a U.S. industry is materially retarded, to: (1) terminate any suspension of liquidation of imports of such merchandise; and (2) release any security and refund any cash deposit required with respect to such imports. Adds new conditions for the waiver of deposit of estimated antidumping duties. Authorizes such waiver if in addition to the current requirements: (1) the investigation has not been designated as extraordinarily complicated; (2) the final determination has not been postponed; (3) credible evidence is presented that the amount by which the foreign market value of the merchandise exceeds the U.S. price is significantly less than the amount of such excess specified in the antidumping duty order; and (4) the data concerning the foreign market value and the U.S. price apply to sales in the usual commercial quantities and in the ordinary course of trade and the number of such sales are sufficient to form an adequate basis for comparison. Requires the administering authority, before determining to allow such waiver, to: (1) make all confidential information supplied to the administering authority available under a protective order to all interested parties; and (2) afford all interested parties an opportunity to comment on whether the waiver should be permitted. Requires the administering authority, if it determines that merchandise is imported into the customs territory of the United States by, or for the account of, a manufacturer, producer, seller, or exporter for the purpose absorbing antidumping duties imposed on behalf of a U.S. purchaser, to declare such importation a sham transaction and to direct customs officers to treat the U.S. purchaser as the importer of record solely liable for the payment of such duties. Includes within the definition of domestic subsidy (and therefore subject to countervailing duties) the provision of capital, loans, or loan guarantees at preferential rates and the provision of goods or services on terms inconsistent with commercial considerations. Requires the ITC, in determining whether material injury occurred in an antidumping or countervailing duty case, to assess cumulatively the volume and effect of imports from two or more countries of like products if such imports compete with like products of the domestic industry in the U.S. market and if such imports: (1) are subject to any countervailing or antidumping duty; or (2) during the preceding 12 months were subjected to a final order, suspension agreement, or quantitative restraint resulting from such an investigation. Adds to the factors that the ITC must consider in determining whether threat of material injury exists: (1) evidence of export targeting by a foreign government; (2) the extent to which the United States is a focal point for exports because of market barriers in third countries; and (3) in dumping cases, dumping findings in other countries against the same exporter. Requires the ITC in such dumping cases to request information from the foreign exporter or U.S. importer on threat of material injury. Authorizes the ITC to draw adverse inferences if such information is not produced. Imposes special rules for determination of the existence or threat of material injury involving fungible products. Defines \"diversionary input dumping\" to mean any material or component which is incorporated into merchandise that is under investigation, is the subject of an antidumping duty order or a quantitative limitation agreement, and is purchased by a manufacturer or producer of such merchandise at a price that is less than the foreign market value of such material or component. Sets forth various circumstances under which the administering authority shall investigate whether diversionary input dumping is occurring. Sets forth the method of determining the foreign market value of merchandise and materials and components that are the subject of a diversionary input dumping investigation. Provides that merchandise imported by, or for the use of, a U.S. agency is not exempt from the imposition of countervailing duties or antidumping duties. Requires such duties to be taken into account in the award of procurement contracts. Includes subsidies provided under the authority of a statute, regulation, policy, or practice of a customs union within the definition of upstream subsidies. Requires an exporter's sales price to be adjusted by being reduced by the amount, if any, of commissions for or reasonable profits incurred in selling merchandise in the United States. Requires, under specified conditions, the exporter's sales price to be the transaction value of the merchandise, as determined by specified factors. Prohibits the administering authority from deducting indirect selling expenses from foreign market value in order to offset expenses deducted from the exporter's sales price. Authorizes any domestic producer of an article that is like a \"component part\" or a \"downstream product\" to petition the administering authority to designate a downstream product for monitoring. Defines \"component part\" to mean an import that: (1) during the five years preceding the petition has been subject to certain countervailing or antidumping duty order or agreement; and (2) is used routinely as a major part in other manufactured articles. Defines \"downstream product\" to mean any import into which is incorporated any component part. Sets forth information to be included in the petition. Requires the administering authority, within 14 days of receiving the petition, to determine whether there is a reasonable likelihood that imports of the downstream product will increase as an indirect result of any diversion of such component parts. Sets forth factors to be considered in making such determination. Requires the administering authority to notify the ITC if such determination is affirmative. Requires the ITC to begin monitoring the levels of trade in downstream products. Requires the ITC to make quarterly reports based on such monitoring. Requires the administering authority to: (1) consider the reports in determining whether to initiate an antidumping or countervailing duty investigation on any downstream product; and (2) request the ITC to stop monitoring such product if the reports indicate that imports are not increasing and there is no reasonable likelihood of diversionary dumping of component parts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Tariff Act of 1930 to make changes to the countervailing and antidumping provisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:13-05:00"
}