{
  "actions": [
    {
      "acted_at": "2011-12-07", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-14", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-11-13", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller without amendment. With written report No. 112-236.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-11-13", 
      "calendar": "Senate Legislative", 
      "number": "541", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 541.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1953-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-12-07", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-07", 
  "number": "1953", 
  "official_title": "A bill to reauthorize the Research and Innovative Technology Administration, to improve transportation research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Research and Innovative Technology Administration Reauthorization Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-12-14", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Census and government statistics", 
    "Computers and information technology", 
    "Department of Transportation", 
    "Energy efficiency and conservation", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government trust funds", 
    "Infrastructure development", 
    "Libraries and archives", 
    "Research administration and funding", 
    "Research and development", 
    "Roads and highways", 
    "Telephone and wireless communication", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-11-13", 
    "text": "Research and Innovative Technology Administration Reauthorization Act of 2011 - (Sec. 2) Revises the National Cooperative Freight Transportation Research program. Includes as one of the governing elements of the program that the National Academy of Sciences (NAS) coordinate research agendas, research project selections, and competitions across all NAS transportation-related cooperative research programs to ensure program efficiency, effectiveness, and sharing of research findings. (Sec. 3) Directs the Secretary of Transportation to establish a Multimodal Innovative Research Program in the Research and Innovative Technology Administration (RITA) to support key partnerships between the Department of Transportation (DOT) and other federal agencies in order to leverage their investments in transportation research and technology developments to address transportation problems at modal interfaces or affecting more than one transportation mode. Requires the Program, moreover, to award contracts or cooperative agreements competitively for advanced multimodal transportation research to facilitate practical innovative approaches to solve transportation problems. (Sec. 4) Establishes in RITA the Bureau of Transportation Statistics (BTS), headed by a Director. (Actually, BTS was created in 1992 under the Intermodal Surface Transportation Efficiency Act [ISTEA] and later transferred to become part of RITA on February 20, 2005.) Requires the BTS Director to establish an intermodal transportation database for all modes of transportation. Establishes in the BTS a National Transportation Library to: (1) support the information management and decisionmaking needs of transportation at federal, state, and local levels; and (2) serve as a central depository for DOT research results and technical publications. Requires the BTS Director to maintain an Advisory Council on Transportation Statistics (ACTS). Prohibits certain disclosures by a BTS officer, employee, or contractor of statistical transportation information that identifies individuals or organizations. Requires the BTS Director to develop a national transportation atlas database composed of geospatial databases that depict: (1) transportation networks; (2) flows of people, goods, vehicles, and craft over the networks; and (3) social, economic, and environmental conditions that affect, or are affected by, the networks. Authorizes the Secretary to award grants to, or enter into cooperative agreements or contracts with, public and nonprofit private entities (including state transportation departments, metropolitan planning organizations, and institutions of higher education) for research and development relating to new methods of data collection, standardization, management, integration, dissemination, interpretation, and analysis. Subjects to a $500 fine an owner or person in charge of any company that neglects, or refuses when requested by the BTS Director, to answer completely all questions relating to the company or to make available company records or statistics. Increases such fine to $10,000 for anyone who willfully gives a false answer to a question. (Sec. 5) Directs the Secretary to report to Congress on the deployment of Gigahertz (GHz) vehicle-to-vehicle and vehicle-to-infrastructure communications systems. (Sec. 6) Authorizes the RITA Administrator to: (1) expend certain funds for necessary administrative expenses for the coordination, evaluation, and oversight of RITA programs; (2) carry out collaborative research and development with federal laboratories and agencies as well as non-federal entities (with a 50% or greater federal share), including the Transportation Research Board of the NAS National Research Council, state and local governments, foreign governments, colleges and universities, corporations, institutions, partnerships, sole proprietorships, and trade associations incorporated or established under state law. (Sec. 7) Authorizes the Secretary to award competitive cash prizes to stimulate innovation in research, technology development, and prototype demonstration that have potential for application to the national transportation system. (Sec. 9) Revises the Intelligent Transportation Systems (ITS) program. Increases from $250,000 to $500,000 the amount of DOT funds the Secretary may use for each fiscal year to carry out the program on ITS outreach, websites, public relations, displays, tours, and brochures. Authorizes the Secretary to develop and implement incentives to accelerate deployment of ITS technologies and services within all programs funded under this Act. (Sec. 10) Directs the Secretary, after seeking ACTS recommendations, to establish the National Travel Data Program to collect essential national passenger and freight travel data to help guide transportation operations, policy, and investment decisions for federal, state, and local governments and the private sector. Makes certain funds available for each of FY2012-FY2013. (Sec. 11) Reauthorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY2012-FY2013 for RITA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Research and Innovative Technology Administration Reauthorization Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Research and Innovative Technology Administration Reauthorization Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Research and Innovative Technology Administration, to improve transportation research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:19:55-05:00"
}