{
  "actions": [
    {
      "acted_at": "2013-04-17", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee Indian and Alaska Native Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1600-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Indian and Alaska Native Affairs", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-17", 
  "number": "1600", 
  "official_title": "To prescribe procedures for effective consultation and coordination by Federal agencies with federally recognized Indian tribes regarding Federal Government activities that impact tribal lands and interests to ensure that meaningful tribal input is an integral part of the Federal decisionmaking process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Requirements, Expectations, and Standard Procedures for Executive Consultation with Tribes Act", 
  "sponsor": {
    "district": "3", 
    "name": "Grijalva, Raul M.", 
    "state": "AZ", 
    "thomas_id": "01708", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-04-17", 
  "subjects": [
    "Civil actions and liability", 
    "Federal-Indian relations", 
    "Indian lands and resources rights", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-04-17", 
    "text": "Requirements, Expectations, and Standard Procedures for Executive Consultation with Tribes Act or the RESPECT Act - Expresses the sense of Congress that consultation with Indian tribes involves more than simply notifying a tribe about a planned undertaking, but entails a process of seeking, discussing, and considering the views of an affected tribe, and, where feasible, working out an agreement with the tribe regarding proposed activities and other matters. Outlines the consultation procedures which require federal agencies to: have an accountable process to ensure meaningful and timely input by Indian tribes before undertaking any activity that may have substantial direct impacts on the lands or interests of one or more Indian tribes, on the relationship between the federal government and Indian tribes, or on the distribution of power and responsibilities between the federal government and Indian tribes; consult with Indian tribes concerning all activities that would affect any part of any federal land that shares a border with Indian country; recognize and respect Indian tribal self-government and sovereignty, honor tribal treaty and other rights, and strive to meet the responsibilities that arise from the unique legal relationship between the federal government and Indian tribal governments; and review the processes under which Indian tribes apply for waivers of statutory and regulatory requirements and take appropriate steps to streamline those processes. Permits an Indian tribe alleging that the requirements of this Act have not been met to bring a civil action in a U.S. district court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Requirements, Expectations, and Standard Procedures for Executive Consultation with Tribes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "RESPECT Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To prescribe procedures for effective consultation and coordination by Federal agencies with federally recognized Indian tribes regarding Federal Government activities that impact tribal lands and interests to ensure that meaningful tribal input is an integral part of the Federal decisionmaking process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:17:23-05:00"
}