{
  "actions": [
    {
      "acted_at": "1991-04-16", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s829-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1991-04-16", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1991-04-16", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1991-04-16", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1991-04-16", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-05-22", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-16", 
  "number": "829", 
  "official_title": "A bill for the reduction of sediments in the Great Lakes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Great Lakes Sediment Reduction Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-16", 
  "subjects": [
    "Dredging", 
    "Environmental protection", 
    "Federal aid to water pollution control", 
    "Great Lakes", 
    "Harbors", 
    "International agencies", 
    "Rivers", 
    "Sediment control", 
    "Sedimentation", 
    "Soil erosion", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Watersheds"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-16", 
    "text": "Great Lakes Sediment Reduction Act of 1991 - Directs the Secretary of the Army (acting through the Army Corps of Engineers), for each major river system or set of river systems depositing sediment into a Great Lakes federally authorized commercial harbor, channel maintenance project site, or area of concern, to develop a Materials Balance Model which: (1) includes all subwatershed areas of such river systems that contribute significant upstream loadings of sediment and related pollutants to such regions; (2) measures the stream discharge rate, total suspended solids loadings, and bedload transport; (3) measures additional parameters, such as nitrate, phosphate, persistent toxic substances, and heavy metals on a river-by-river basis; (4) estimates the percent of total sediment loadings in such regions; and (5) characterizes the physical nature of the sediment materials. Establishes a schedule requiring the development of: (1) models for river systems feeding ports with high levels of sediment within 36 months of this Act's enactment; and (2) models for river systems feeding all remaining federally authorized commercial harbors and channel maintenance project sites within 72 months of this Act's enactment. Requires evaluations of additional modeling parameters to be carried out on a 50 percent cost share basis with a non-Federal entity. Directs the Secretary to: (1) develop an analytical method to project the effectiveness and efficiency of sediment source reduction approaches in reducing upstream sediment loadings into specific Great Lakes federally authorized commercial harbors, channel maintenance project sites, and areas of concern; and (2) utilize such method to conduct sediment load reduction analyses in conjunction with each model to estimate the effectiveness and efficiency of such approaches. Requires the Secretary to make grants available to States for projects to reduce erosion and runoff that leads to sedimentation of federally authorized commercial harbors, channel maintenance project sites, and areas of concern. Lists requirements for funded projects. Provides that in making such grants, priority shall be placed on projects that: (1) will reduce sedimentation of materials containing persistent toxic pollutants; and (2) are located in watersheds of areas of concern. Requires the Secretary to enter into a memorandum of agreement with the Administrator of the Environmental Protection Agency (EPA) regarding the coordination of Corps of Engineers and EPA activities pursuant to this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Great Lakes Sediment Reduction Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill for the reduction of sediments in the Great Lakes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:51-05:00"
}