{
  "actions": [
    {
      "acted_at": "1998-07-17", 
      "references": [
        {
          "reference": "CR E1338-1339", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-17", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-29", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-29", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-08-07T12:49:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and the Workforce. H. Rept. 105-686.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-08-07T12:49:00-04:00", 
      "calendar": "Union", 
      "number": "388", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 388.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4271-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Barrett, Bill", 
      "sponsored_at": "1998-07-17", 
      "state": "NE", 
      "thomas_id": "00057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1998-07-17", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Greenwood, James C.", 
      "sponsored_at": "1998-07-17", 
      "state": "PA", 
      "thomas_id": "00465", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Peterson, John E.", 
      "sponsored_at": "1998-07-17", 
      "state": "PA", 
      "thomas_id": "01512", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Souder, Mark E.", 
      "sponsored_at": "1998-08-06", 
      "state": "IN", 
      "thomas_id": "01089", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-17", 
  "number": "4271", 
  "official_title": "To amend the Community Services Block Grant Act to reauthorize and make improvements to that Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Services Authorization Act of 1998", 
  "sponsor": {
    "district": "1", 
    "name": "Riggs, Frank", 
    "state": "CA", 
    "thomas_id": "00962", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-07-29", 
  "subjects": [
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alcoholism treatment", 
    "Auditing", 
    "Authorization", 
    "Bank accounts", 
    "Block grants", 
    "Capital investments", 
    "Cash welfare block grants", 
    "Charities", 
    "Child support enforcement", 
    "Church and social problems", 
    "Church and state", 
    "Churches", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "College costs", 
    "Commerce", 
    "Community development corporations", 
    "Community policing", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Day care", 
    "Demography", 
    "Department of Health and Human Services", 
    "Depressed areas", 
    "Disaster relief", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug testing", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Education savings accounts", 
    "Educational finance", 
    "Emergency management", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy supplies", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to health facilities", 
    "Federal aid to housing", 
    "Federal aid to substance abuse programs", 
    "Federal aid to territories", 
    "Federal aid to youth services", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Food relief", 
    "Food stamps", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Higher education", 
    "Home ownership", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing finance", 
    "Income", 
    "Indian economic development", 
    "Infrastructure", 
    "Interest rates", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Legislation", 
    "Low-income housing", 
    "Mental health services", 
    "Minorities", 
    "Nonprofit organizations", 
    "Nutrition", 
    "Parent and child", 
    "Paternity", 
    "Performance measurement", 
    "Personal budgets", 
    "Police-community relations", 
    "Poor", 
    "Poor children", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Religion", 
    "Religious liberty", 
    "Rural economic development", 
    "Saving and investment", 
    "Savings accounts", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Trusts and trustees", 
    "Unemployed", 
    "Unemployment", 
    "Urban affairs", 
    "Vocational education", 
    "Welfare eligibility", 
    "Welfare recipients"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1998-08-07", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Community Services Block Grant Act Title II: Amendments to the Low-Income Home Energy Assistance Act of 1981 Title I: Amendments to the Community Services Block Grant Act - Community Services Authorization Act of 1998 - Amends the Community Services Block Grant Act (CSBGA) to reauthorize and revise its programs. (Sec. 102) Extends through FY 2003 the authorization of appropriations for community services block grants. Directs the Secretary of Health and Human Services (HHS) to reserve specified portions of annual appropriations for payments to territories, training and technical assistance and other activities, and discretionary activities. Revises or adds provisions relating to: (1) program authorization; (2) apportionment of funds to territories; (3) allotment and payment of funds to States; (4) use of funds by States for grants to eligible entities; (5) State applications and plans; (6) designation and redesignation by States of eligible entities in unserved areas of the State; (7) tripartite boards for eligible entities; (8) direct payment of funds by the Secretary to Indian tribes and tribal organizations; (9) the Secretary's carrying out certain functions of the Act through the Office of Community Services, and through grants, contracts, or cooperative agreements; (10) the Secretary's use of set-aside funds for training, technical assistance, planning, evaluation, and data collection activities; (11) State monitoring of eligible entities to determine whether such entities meet performance goals, administrative standards, financial management requirements, and other State requirements, and evaluations by the Secretary; (12) corrective action, termination and reduction of funding, in cases where a State determines that an eligible entity materially fails to comply with the terms of an agreement or the State plan, or to meet appropriate standards, goals, and other State requirements, and the Secretary's direct assistance to eligible entities in such cases; (13) fiscal controls, audits, and withholding of Federal funds; (14) Federal and State accountability and reporting on the performance of eligible entities; (15) limitations on the use of funds; (16) participation of faith-based organizations in programs under the Act; and (17) the Secretary's use of set-aside funds for discretionary activities involving community economic development, rural community development, and neighborhood innovation projects. (Sec. 103) Extends through FY 2003 the authorization of appropriations, under CSBGA, for the Secretary to make grants for: (1) community food and nutrition programs; and (2) national or regional programs designed to provide instructional activities for low-income youth. Allows State drug testing of participants in programs, activities and services under CSBGA. Requires eligible entities to make certain paternity determinations. (Sec. 104) Amends the CSBGA to add a Part B (Assets for Independence), which may be cited as the Assets for Independence Act. Provides for the establishment of individual development account (IDA) demonstration projects designed to determine: (1) the social, civic, psychological, and economic effects of providing to individuals and families with limited means an incentive to accumulate assets by saving a portion of their earned income in an IDA; (2) the extent to which an asset-based policy that promotes saving for education, home ownership, and microenterprise development may be used to enable individuals and families with limited means to increase their economic self-sufficiency; and (3) the extent to which an asset-based policy stabilizes and improves families and the community in which they live. Limits the use of IDA distributions to specified postsecondary educational, first-home purchase, and business capitalization expenses, as well as transfers to IDAs of family members. Allows not-for-profit organizations, State or local government agencies, and tribal governments to apply to the Secretary of Health and Human Services for grants for such demonstration projects. Directs the Secretary to publicly announce funding for such projects and make applications widely available to qualified entities. Sets forth criteria for application approval, including project sufficiency, administrative ability, ability to assist participants, commitment of non-Federal funds, and adequacy of information for evaluation. Directs the Secretary to make annual grants for five project years for such demonstration projects to entities with approved applications. Limits the amount of such a grant to any qualified entity in a single year to the lesser of $1 million or an amount equal to the amount of non-Federal matching funds. Requires each qualified not-for-profit organization receiving a grant to establish a reserve fund for deposit of private and public funds provided for the demonstration project, as well as proceeds from investments. Makes an individual eligible for assistance under a demonstration project if the individual is a member of a household that: (1) is eligible for assistance under part A (Temporary Assistance for Needy Families) (TANF) of title IV of the Social Security Act; or (2) meets certain income and net worth tests. Allows IDAs, to which qualified individuals may contribute, to be matched from grant funds by the qualified entity conducting the demonstration project, according to a certain formula, in an amount up to $2,000 per individual ($4,000 per household). Provides for local control over such demonstration projects. Directs the Secretary to terminate a demonstration project upon determination of noncompliance with requirements and failure to implement corrective recommendations. Prohibits considering funds in the IDA of a demonstration project participant as income for purposes of any Federal or federally-assisted program based on need. Authorizes appropriations. Title II: Amendments to the Low-Income Home Energy Assistance Act of 1981 - Low-Income Home Energy Assistance Amendments of 1998 - Amends the Low-Income Home Energy Assistance Act of 1981 to reauthorize and revise its programs. (Sec. 202) Extends through FY 2001 the authorization of appropriations for: (1) low-income home energy assistance programs (LIHEAP) in general; and (2) the incentive program for leveraging non-Federal resources. (Sec. 204) Provides for release of LIHEAP funds in response to emergencies, including a natural disaster, any other event meeting criteria the Secretary determines appropriate, or a significant increase in: (1) home energy supply shortages or disruptions; (2) the cost of home energy; (3) home energy disconnections; (4) participation in a public benefit program such as the food stamp program; or (5) a significant increase in unemployment or layoffs. (Sec. 205) Removes the Trust Territory of the Pacific Islands from LIHEAP. Repeals authority for the optional transfer of funds to block grants for community services programs, preventive health services, and other specified services. (Sec. 206) Specifies that residential weatherization or other energy-related home repair for low-income households is particularly for those with the lowest incomes that pay a high proportion of household income for home energy. (Sec. 207) Prohibits certain transfers out of LIHEAP. (Sec. 208) Directs the Comptroller General to evaluate and report to the Congress on the Residential Energy Assistance Challenge program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Services Authorization Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Community Services Authorization Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Assets for Independence Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Low-Income Home Energy Assistance Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Community Services Block Grant Act to reauthorize and make improvements to that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:05-05:00"
}