{
  "actions": [
    {
      "acted_at": "1979-04-10", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3570-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Brooks, Jack B.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00127", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Steed, Tom", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01104", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-10", 
  "number": "3570", 
  "official_title": "A bill to improve the economy and efficiency of the Government and the private sector by improving Federal information management, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1411-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Paperwork and Redtape Reduction Act of 1979", 
  "sponsor": {
    "district": "34", 
    "name": "Horton, Frank J.", 
    "state": "NY", 
    "thomas_id": "00560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-10", 
  "subjects": [
    "Administrative procedure", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Consumer protection", 
    "Costs", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Freedom of information", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information networks", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Management", 
    "Office of Management and Budget", 
    "Productivity in government", 
    "Public meetings of administrative bodies", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-10", 
    "text": "Paperwork and Redtape Reduction Act of 1979 - Title I: Central Management and Control Responsibility - Requires Federal agencies to utilize methods of collecting information which: (1) impose a minimum burden on business; (2) require a minimum cost to the Government; and (3) eliminate any unnecessary duplication of efforts. Establishes, within the Office of Management and Budget (OMB), the Office of Federal Information Management Policy (OFIMP) to have government-wide responsibility for setting policies and coordinating procedure governing the planning, budgeting, management, and control of Federal information management activities and of the measurement of the burdens imposed by such activities on businesses, State and local governments, and individuals. Requires the Administrator of OFIMP to: (1) publish annually, a report of the burdens imposed by the reporting requirements of each agency; (2) review, at least every three years, the information management activities and the paperwork reduction activities of each agency; (3) establish goals for the reduction of reporting requirements; (4) assist agencies in developing information management programs; (5) recommend policies to Congress, the President, and agencies concerning the confidentiality and security of information; (6) study and develop improved information and paperwork cost accounting and reduction techniques; and (7) promulgate standards concerning recordkeeping requirements imposed on the public. Sets forth procedures which enable the Administrator to designate one agency to collect information for two or more agencies requiring similar data. Prohibits any agency from collecting information which: (1) is collected by a designated agency; or (2) the Administrator determines is unnecessary. Authorizes the Administrator to order the exchange of information among agencies. Requires an agency, before collecting any information, to: (1) eliminate reporting requirements which seek information which is available through another Government source; (2) minimize the compliance burden on respondents; (3) plan the tabulation of the information in a manner which maximizes its usefulness to other agencies; and (4) obtain the Administrator's approval of such collection. Directs the Administrator to approve a collection request within 60 days after its receipt for a period not to exceed two years. Directs the Administrator to report annually to Congress on the activities of the OFIMP. Grants access to all records of such office to the Comptroller General. Requires that formal meetings of OFIMP to establish policies and regulations be open to the public. Specifies conditions under which confidential information may be released from one agency to another. Delegates specified information management duties of the Director of the OMB to the Administrator. Title II: Elimination of Unnecessary Duplication - Establishes, within OFIMP, a Federal Locator System composed of an information locator, a data element dictionary, and an information referral service. Directs the System to serve as the authoritative register for all recordkeeping requirements and all public-use, interagency, and intra-agency reports. Directs the Administrator to: (1) design and operate the system; (2) require the head of each agency to insert into the system a synopsis of the questions of each report and the information maintained for each reporting requirement of that agency; (3) compare the information sought by proposed reporting requirements to information in the system; and (4) make available the comparison results to agencies and the public. Requires the Administrator to insure that no actual data is contained within the locator system, except descriptive data profiles necessary to identify duplicative data or to locate information. Requires that any information holding which contains a data element of a personal or proprietary nature within the meaning of the Privacy Act of 1974 be identified as such and restricted in access and use. Title III: Miscellaneous Provisions - Authorizes the appropriation of such sums as may be necessary to carry out the purposes of this Act. States that this Act take effect 60 days after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Paperwork and Redtape Reduction Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the economy and efficiency of the Government and the private sector by improving Federal information management, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:00-05:00"
}