{
  "actions": [
    {
      "acted_at": "1984-04-12", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5491-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-12", 
  "number": "5491", 
  "official_title": "A bill to settle Indian land claims in the town of Gay Head, Massachusetts and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gay Head Wampanoag Indian Claims Settlement Act of 1984", 
  "sponsor": {
    "district": "10", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-12", 
  "subjects": [
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "District courts", 
    "Federal-Indian relations", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands", 
    "Intergovernmental relations", 
    "Jurisdiction", 
    "Massachusetts", 
    "Native Americans", 
    "State government-Indian relations"
  ], 
  "subjects_top_term": "Indian lands", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-12", 
    "text": "Gay Head Wampanoag Indian Claims Settlement Act of 1984 - Establishes the Gay Head Indian Claims Settlement Fund in the Treasury. Declares that not more than $1,000,000 deposited in such Fund shall be used by the Secretary of the Interior for the purposes of certain settlement lands. States the conditions under which the Secretary shall accept option agreements for the purchase of certain private settlement lands. Directs that any such lands acquired by the Secretary shall be transferred to the Tribal land corporation created by the Wampanoag Tribal Council of Gay Head, Incorporated. Defines the conditions under which any real property conveyances by specified Indians are deemed to be in accordance with the Constitution and Federal laws. Confers congressional approval upon such conveyances. Extinguishes: (1) any aboriginal title to specified settlement lands; and (2) all claims pertaining to real property conveyances approved under this Act. Details conditions under which the Secretary shall assign specified settlement lands to the Tribal Land Corporation. Authorizes the Secretary to assign specified settlement lands to the Tribal Land Corporation. Authorizes the Secretary to institute condemnation proceedings in order to perfect Federal title. States that title to the settlement lands may only be conveyed to the Tribal Land Corporation. Applies State and local law to the settlement lands, with specified exceptions. Authorizes appropriations. Sets a statute of limitations upon actions to contest the constitutionality of this Act. Vests exclusive jurisdiction over such actions in the Federal District Court for the District of Massachusetts. Deems land transfers by private owners under this Act to be involuntary conversions for Federal tax purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gay Head Wampanoag Indian Claims Settlement Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to settle Indian land claims in the town of Gay Head, Massachusetts and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:58-05:00"
}