{
  "actions": [
    {
      "acted_at": "1992-05-12", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-28", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Courts and Administrative Practice", 
      "text": "Referred to Subcommittee on Courts and Administrative Practice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2691-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Courts and Administrative Practice", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-12", 
  "number": "2691", 
  "official_title": "A bill to extend displaced defense workers the protections against eviction and foreclosure that are provided to members of the Armed Forces under the Soldiers' and Sailors' Civil Relief Act of 1940.", 
  "popular_title": "Defense Economic Conversion bill", 
  "related_bills": [], 
  "short_title": "Defense Workers Bill of Rights Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-12", 
  "subjects": [
    "Armed forces and national security", 
    "Consumer credit", 
    "Contracts", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Dislocated workers", 
    "Eviction", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreclosure", 
    "Forfeiture", 
    "Housing and community development", 
    "Interest rates", 
    "Labor and employment", 
    "Landlord and tenant", 
    "Layoffs", 
    "Property tax", 
    "Real property tax", 
    "Rent", 
    "Tax liens", 
    "Tax penalties", 
    "Tax sales", 
    "Taxation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-12", 
    "text": "Defense Workers Bill of Rights Act of 1992 - Directs the Secretary of Defense to provide each person determined to be a displaced defense worker (a defense facility employee laid off or terminated due to the reduction or elimination of defense contracts) with written certification of such displaced status. Prohibits an eviction or distress from being made with respect to the premises of a displaced defense worker for which the rent does not exceed $1,200 per month for a period of one year after termination or layoff, or the date on which the displaced worker returns to that or comparable employment, except upon leave of court granted in an action affecting the right of possession. Provides for an automatic stay of such proceedings for up to three months, unless the court determines that the ability of the defense worker to pay the rent is not materially affected by being displaced. Provides penalties for violation of the eviction and distress prohibitions. Provides that, in the case of a displaced defense worker who has paid a deposit or an installment under a contract or lease, no person shall exercise any right or option to rescind or terminate the contract or resume possession of the property for nonpayment by the displaced defense worker, except by action of a court of competent jurisdiction. Provides penalties for violations and judicial remedies for breach of such installment contracts, including repayment of installment payments or a stay of proceedings. Provides that, in the case of an existing mortgage or trust deed for real or personal property owned by a displaced defense worker on the date of his or her termination or layoff, a court, in an action to enforce payment obligations, may stay the proceedings or make such other disposition of the case as may be equitable to conserve the interests of all parties. Provides penalties for violations and judicial remedies in such actions, including payment to the displaced defense worker of his or her equitable interest in the property before foreclosure. Prohibits an appropriate Federal banking agency from taking any action, or maintaining or enforcing any regulation, which causes an insured depository institution to: (1) violate provisions of the foreclosure protection requirements of this Act; or (2) enforce an obligation for which the displaced defense worker is entitled to protection. Provides that no sale of real or personal property and property owned for dwelling, business, or agricultural purposes shall be made until: (1) one year after the worker's termination or layoff; or (2) the date on which the displaced worker returns to his or her original or comparable employment, unless the court determines that the ability of the defense worker to pay such taxes or assessments is not materially affected by being displaced. Allows the court to stay a proceeding for the sale of property for collection of taxes or assessments for up to six months after the end of the required waiting period. Provides that when, by law, such property may be sold or forfeited for collection purposes, the displaced defense worker shall have the right to redeem such property for up to six months after the waiting period. Provides an interest limit of six percent on taxes or assessments allowed to remain unpaid during the required waiting period."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Defense Economic Conversion bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Defense Workers Bill of Rights Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend displaced defense workers the protections against eviction and foreclosure that are provided to members of the Armed Forces under the Soldiers' and Sailors' Civil Relief Act of 1940.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:34-05:00"
}