{
  "actions": [
    {
      "acted_at": "1979-02-15", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2221-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-15", 
  "number": "2221", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for financing of general election campaigns for the House of Representatives, and to amend the Internal Revenue Code of 1954 to provide a tax credit for political contributions to candidates for Congress which is more limited than the existing tax credit for such contributions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-15", 
  "subjects": [
    "Campaign funds", 
    "Congressional candidates", 
    "Congressional elections", 
    "Department of the Treasury", 
    "Government trust funds", 
    "House of Representatives", 
    "Income tax", 
    "Members of Congress", 
    "Tax credits", 
    "Voting"
  ], 
  "subjects_top_term": "Congressional elections", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-15", 
    "text": "Amends the Federal Election Campaign Act of 1971 to add Title V: Financing of General Election Campaigns for the House of Representatives. Directs the Secretary of the Treasury to maintain in the Presidential Election Campaign Fund, the House of Representatives Election Campaign Account. Sets forth eligibility requirements to be met by candidates for election to the House of Representatives seeking payments from such Account. Limits expenditures from personal funds which may be made by candidates meeting such eligibility requirements. Entitles eligible candidates to specified matching payments. Limits the aggregate payments which may be made to all candidates in an election. Suspends certain expenditure limitations on eligible candidates if any candidate not eligible to receive payments pursuant to this Act makes expenditures or receives contributions in excess of specified amounts. Sets forth the procedure for requesting matching payments. Sets forth procedures to be followed by the Secretary of the Treasury in maintaining the House of Representatives Election Campaign Account. Directs the Federal Elections Commission to conduct examinations and audits of the campaign accounts of eligible candidates. Provides for the participation of the Commission in judicial proceedings arising under this Act. Authorizes appropriations necessary to carry out the purposes of this Act. Amends the Internal Revenue Code of 1954 to limit the tax credit for a taxable year for political contributions to candidates for Congress to $10 for each candidate ($20 in the case of a joint return)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for financing of general election campaigns for the House of Representatives, and to amend the Internal Revenue Code of 1954 to provide a tax credit for political contributions to candidates for Congress which is more limited than the existing tax credit for such contributions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:34-05:00"
}