{
  "actions": [
    {
      "acted_at": "1973-05-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7513-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-03", 
  "number": "7513", 
  "official_title": "A bill The Consumer Agricultural Protection Act of 1973.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3862-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumer Agricultural Protection Act", 
  "sponsor": {
    "district": "12", 
    "name": "Talcott, Burt L.", 
    "state": "CA", 
    "thomas_id": "01134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-03", 
  "subjects": [
    "Agriculture and food", 
    "Consumer protection", 
    "Labor and employment", 
    "Labor disputes"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-03", 
    "text": "Consumer Agricultural Protection Act - Declares it to be the purpose of Congress, having taken cognizance of the changing conditions in farm technology and food distribution, that the legal framework of this area of commerce must be strengthened to maintain the flow of goods essential to public needs, and to ensure the protection of public and economic interests of consumers and agricultural employers and employees. Declares that a peaceful and orderly relationship between labor and employers in the farming industry is an essential element of this purpose. Title I : Protection of Agricultural Products - Provides that it shall be unlawful for any labor organization or any person acting on its behalf to induce any individual employed by any person engaged in commerce to engage in a strike or refuse to use or otherwise handle any agricultural commodity after such commodity leaves the farm or sites where grown or produced, or to picket or threaten to picket any other person. Provides that whoever shall be aggrieved by reason of any violation of this Act may sue in any district court of the United States, without respect to the citizenship of the parties, or in any other court having jurisdiction of the parties. Asserts that they shall recover damages and the cost of the suit. Establishes the Farm Labor Board which shall consist of three members. Authorizes the Board to delegate to regional or area offices of the Department of Agriculture the power to investigate and provide for hearings and to determine whether a question of representation exists and to certify the results of elections by secret ballot and to determine the appropriate unit for collective bargaining. Asserts that it shall be an unfair labor practice for an agricultural employer: (1) to interfere with employees in an exercise of their rights; (2) to dominate or interfere with the formation or administration of any labor organization or contribute financial or other support to it; provided an agricultural employer shall not be prohibited from permitting employees to confer with him during working hours without loss of time or pay; and (3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization. Defines unfair labor practices for a labor organization or its agents. Grants investigatory powers to the Board. Directs that the Board shall at all reasonable times have access to and the right to copy any evidence of any person being investigated or proceeded against that relates to any matter under investigation or in question. Empowers the Board to issue, upon a finding of the existence of unfair labor practices, cease and desist orders, and to petition an appropriate district court of the United States for enforcement of such orders. Provides for judicial review of such orders. Provides a penalty of as much as $5,000 fine and/or one year imprisonment for willful resistance to or interference with the Board in the performance of its duties under this Act. Title III (sic): Concilation of Labor Disputes in Industries Affecting Commerce - Directs the Federal Mediation and Conciliation Service to furnish assistance to parties in labor dispute involving the flow of agricultural goods in commerce. Requires, on the part of parties to labor agreements or disagreements to make reasonable efforts to maintain those agreements or act expeditiously to prevent disputes concerning them. Provides that such parties shall fully participate in settlement proceedings which are conducted by the Service. Title IV (sic): Suits By and Against Labor Organizations - Provides that suits on agiculture employer-labor contracts may be brought according to the provisions of the Labor-Management Relations Act. Title V (sic): Restriction on Payments to Employee Representatives - Makes those restrictions on payments to employee representatives found in the Labor-Management Relations Act applicable to agricultural employees' representatives and employers' associations. Title VI (sic): Arbitration of Disputes in Lieu of Strike or Lockout - Prohibits strikes and lockouts and provides for resolution of disputes, which would otherwise give rise to such strikes or lockouts, according to the provisions of this Act. Provides that, in the event of failure of the collective bargaining efforts, the parties and the Farm Labor Relations Board shall appoint a 5-member board of arbitration. Provides for appointment of members by the Board if the parties fail to do so. Enables the board of arbitration to compel terms of settlement in the event that the parties are unable to agree. Limits the life of such a compelled agreement to 24 months."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Agricultural Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill The Consumer Agricultural Protection Act of 1973.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:54-05:00"
}