{
  "actions": [
    {
      "acted_at": "1980-02-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6590-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-25", 
  "number": "6590", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to strengthen the authority under that Act to assure the safety and nutrition of infant formulas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-25", 
  "subjects": [
    "Child health", 
    "Children and youth", 
    "Food adulteration and inspection", 
    "Food and Food Industry", 
    "Health", 
    "Infant formulas", 
    "Nutrition policy"
  ], 
  "subjects_top_term": "Infant formulas", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-25", 
    "text": "Amends the Federal Food, Drug, and Cosmetic Act to require that infant formulas contain specified nutrients at specified levels. States that an infant formula not containing such levels of nutrients be deemed to be adulterated. Directs the Secretary of Health and Human Services (formerly, the Secretary of Health, Education, and Welfare) to establish nutrient levels for fluoride, chromium, selenium, and molybdenum in such formulas. Permits the Secretary to waive or modify such required nutrient levels in formulas to be used by infants having unusual medical or dietary problems. Directs each processor of an infant formula to submit to the Secretary, at specified times, reports or test results satisfactorily demonstrating that such formula meets the requirements as set forth. Requires a processor who has information that any infant formula leaving his control may be adulterated or misbranded to promptly notify the Secretary or to institute a recall and then notify the Secretary. Prohibits the use of any information contained in such notification in a proceeding against such processor for a violation of such Act. Directs each processor of infant formula to establish and implement a food coding system to effect and monitor recalls of formula and to notify the Secretary of such system. Permits the Secretary to exempt specified processors from such requirements. Sets forth the requirements of a coding system. Permits the Secretary to provide technical assistance upon request to revise such a system to bring it into compliance. Directs the Secretary to promulgate regulations to effectuate the requirements of such provisions. Directs each processor of an infant formula to make, retain, and make available to the Secretary such records as may be necessary to effect and monitor recalls and facilitate inspections. Permits the Secretary to promulgate regulations setting forth requirements with regard to such records. Makes a failure to submit specified reports, test results, or notices, or to revise a food coding system a prohibited act under the Federal Food, Drug, and Cosmetic Act. States that infant formulas not packaged in accordance with the requirements set forth in this Act shall be deemed to be misbranded."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to strengthen the authority under that Act to assure the safety and nutrition of infant formulas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:01-05:00"
}