{
  "actions": [
    {
      "acted_at": "1985-02-06", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-30", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Justice Department, Commerce Department, Federal Trade Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-21", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-25", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary received executive comment from Federal Trade Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-15", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings concluded. Hearings printed: S.Hrg. 99-579.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-25", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary received executive comment from Department of Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-02", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-10-08", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Thurmond with amendments. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-08", 
      "calendar": "Senate Legislative", 
      "number": "1091", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1091.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1324-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1324"
    }
  ], 
  "bill_id": "s397-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-06", 
  "number": "397", 
  "official_title": "A bill to amend the Sherman Act and the Clayton Act to modify the application of such Acts to international commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Trade Antitrust Improvements Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-10-02", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust actions", 
    "Antitrust law", 
    "Antitrust policy", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Exports", 
    "Extraterritoriality", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports", 
    "International law"
  ], 
  "subjects_top_term": "Antitrust law", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1986-10-08", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment (without written report)) Title I: Foreign Trade Antitrust Improvements - Foreign Trade Antitrust Improvements Act of 1985 - Amends the Sherman Act to require the court in an antitrust action involving commerce with foreign nations to hear and determine a motion to dismiss the action for lack of subject matter jurisdiction before conducting any further proceedings. Amends the Clayton Act to require a court to dismiss any antitrust action involving foreign commerce whenever it determines that the exercise of jurisdiction would be unreasonable based on: (1) the relative significance to the alleged violation of conduct with the United States as compared to conduct abroad; (2) the nationality of the persons involved in, or affected by, the conduct; (3) the presence or absence of a purpose to affect U.S. consumers of competitors; (4) the relative significance and foreseeability of the effects of the conduct on the United States as compared with the affects abroad; (5) the existence of reasonable expectations that would be furthered or defeated by the action; and (6) the degree of conflict with foreign law or articulated foreign economic policies. Requires the court to hear and determine a motion to dismiss on such ground before conducting any futher proceedings. Prohibits the court from considering the effect on the foreign political relations of the United States of any action sought to be dismissed. Declares that the doctrine of forum non conveniens (providing that a court dismiss a case that should be tried in another more convenient and appropriate forum) shall be applicable in any antitrust action involving foreign commerce. Title II: Javits Commission - Javits Commission on the Extraterritorial Application of United States Law Act - Establishes the Javits Commission on the Extraterritorial Application of United States Law. Designates the Attorney General of the United States as Commission Chairman. Directs the President to designate the Legal Adviser of the Department of State as Vice Chairman. Directs the Commission to: (1) conduct a study of, and make recommendations concerning, the extraterritorial application of the laws of the United States, the applicable rules of court, related statutes, administrative procedures, and their applications, their consequences, and their interpretation by the courts and Federal agencies; (2) make periodic reports to the President and the Congress on its activities; and (3) submit to the President and the Congress within one year after its first meeting a final report containing its findings and its recommendations for any administrative, judicial, and legislative action. Terminates the Commission 60 days after it submits its final report. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Trade Antitrust Improvements Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Foreign Trade Antitrust Improvements Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Javits Commission on the Extraterritorial Application of United States Law Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Sherman Act and the Clayton Act to modify the application of such Acts to international commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:09-05:00"
}