{
  "actions": [
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2618-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Luken, Thomas A.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00713", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-06", 
  "number": "2618", 
  "official_title": "A bill to establish in procurement by Federal agencies and in procurement using Federal funds a reasonable and fair preference for domestic products and materials, and to establish procedures to ensure that only freely and fairly traded foreign products and materials are procured by Federal agencies and are procured using Federal funds.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "25", 
    "name": "Atkinson, Eugene V.", 
    "state": "PA", 
    "thomas_id": "00035", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-06", 
  "subjects": [
    "Business and commerce", 
    "Buy American", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Import restrictions", 
    "Public Contracts, Procurement, and Property", 
    "Trade agreements"
  ], 
  "subjects_top_term": "Government procurement", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-06", 
    "text": "Establishes a preference for domestic goods in government procurement. Requires that domestic articles and materials be purchased for: (1) procurement by Federal agencies and procurement funded at least 50 percent by Federal funds; and (2) the construction of any public building or public work which is financed at least 50 percent by Federal funds. Defines \"domestic article\" for purposes of this Act to be any article of which 75 percent of the delivered price is attributable to U.S. sources. Allows for exceptions to such preference if the domestic product can not be obtained in sufficient quantity or quality, or if the cost of such product is excessive. Extends the preference for domestic goods to subcontracts which form ten percent or more of the total delivered price of the procured product. Stipulates that the procurement preferences provided for in this Act shall not apply to the procurement of goods to be used outside the United States, or for purchases inconsistent with the public interest. Requires the Administrator of Federal Procurement Policy to issue regulations which state that the cost of domestic products is excessive if such cost exceeds the cost of similar foreign products plus a differential reflecting the loss to the U.S. economy of the acquisition of foreign products. Requires a contractor supplying foreign products for government procurements to certify that he has written assurance from any foreign supplier that such foreign products are not being supplied at below their production cost, and that such foreign supplier is not in violation of United States antitrust laws. Provides that a contractor falsely certifying shall be barred from participating in any government procurements for three years. Prohibits awarding a Federal contract to a person whose bid includes the procurement of foreign products: (1) unless specified procedures are followed to enable a domestic product supplier to challenge such bid; and (2) if such person is found to have violated specified provisions of the Anti-dumping Act, the Tariff Act of 1930, or the Trade Act of 1974. Repeals the Buy American Act of 1933."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish in procurement by Federal agencies and in procurement using Federal funds a reasonable and fair preference for domestic products and materials, and to establish procedures to ensure that only freely and fairly traded foreign products and materials are procured by Federal agencies and are procured using Federal funds.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:42-05:00"
}