{
  "actions": [
    {
      "acted_at": "1974-08-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16338-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-08", 
  "number": "16338", 
  "official_title": "A bill to promote the development of an open, nondiscriminatory, and fair world economic system, to stimulate the economic growth of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Reform Act", 
  "sponsor": {
    "district": "9", 
    "name": "Moakley, John Joseph", 
    "state": "MA", 
    "thomas_id": "00820", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-08", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Business and commerce", 
    "Countervailing duties", 
    "Economics and public finance", 
    "Foreign trade and international finance", 
    "Foreign trade regulation", 
    "Government operations and politics", 
    "Imports", 
    "Income tax", 
    "International affairs", 
    "Labor and employment", 
    "Tax credits", 
    "Trade agreements", 
    "Unfair or deceptive trade practices"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-08", 
    "text": "Trade Reform Act - States that the purposes of this Act are to: (1) stimulate economic growth of the United States and to maintain and enlarge foreign markets for United States products; and (2) strengthen economic relations with foreign countries through fair market opportunities and open trade. Title I: Negotiating And Other Authority - Grants to the President authority to enter into trade agreements with foreign countries, and authority to modify, continue, or eliminate duties on imports pursuant to such agreements. Gives the President authority for five years to make trade agreements for the reduction or elimination of trade barriers. Requires the President to consult with the House Ways and Means Committee and the Senate Finance Committee before making such agreements. Provides that such agreements shall take effect only if the President notifies the Congress 90 days in advance and thereafter explains such agreement to the Congress. Allows the Congress to disapprove such agreement. States that the reduction in duty rate on any article which is in effect on any day pursuant to a trade agreement shall not exceed the reduction which would have been in effect on such day if a reduction of 3 percent advalorem had taken effect on the date of Presidential proclamation, and the remainder of such total reduction had taken effect at one-year intervals. Requires the President to bring trade agreements into conformity with principles promoting an open world economic system, including revision of decision making machinery in the General Agreement on Tariffs and Trade (GATT) and revision of other GATT provisions. Authorizes appropriations annually of necessary sums for the United States share of the expenses of the contracting parties to GATT. Authorizes the President in international payment problems to proclaim a temporary reduction of 5 percent advalorem in duty rate on any article. Allows the President during a period of rapid price increases, upon determination that supplies of articles subject to duties are in short supply, to temporarily reduce or suspend such duties or increase quantities of imported articles. Allows the President, upon determination that duties or other restrictions of a foreign country or the United States are unduly restricting, to modify such duties or restrictions within limits. Provides for a 3 year termination date for all agreements entered into under this Act, unless terminated, as provided, before 3 years. Requires that import duties and restrictions be nondiscriminatory. Grants the President authority to not allow reduction of import restrictions if he determins that such action would threaten national security. Requires the Tariff Commission to advise the President on the effects of actions proposed under this Act. Requires public hearings on actions taken by the President under this Act. Establishes an Advisory Committee for Trade Negotiations from which the President may seek the advice of the private sector. Establishes the Office of the Special Representative for Trade Negotiations. States that the Special Representative shall be the Chief United States representative for trade negotiations, shall administer trade agreements and advise the President and Congress on trade matters. Establishes procedures by which the Congress may consider and pass resolutions disapproving trade agreements negotiated by the President, including discharge and debate procedures. Provides for selection of members of the House Ways and Means Committee and Senate Finance Committee as official advisers to the United States delegation to trade negotiations. Requires the President to report annually to Congress on trade agreements, their effect, relief from effects, and new negotiations. Title II: Relief From Injury Caused By Import Competition - Provides that the Tariff Commission, upon request by an entity for import relief, may investigate the effect of import restrictions upon domestic industry and shall report such effect to the President, who shall expedite adjustment assistance and may provide import relief for such industry, after taking specified factors into consideration. Specifies preferred forms of import relief, including, increases in, or impositions of duties as the form most preferred. Provides that such an increase shall not exceed 50 percent advalorem. Provides that import relief shall not last longer than five years and that the President may terminate it as he deems necessary. Provides that either House of the Congress may, within 90 days of receipt of an orderly marketing agreement or quantitative restrictions entered into by the President, adopt a resolution of disapproval that shall make such actions of no effect. Establishes procedures and qualifications by which workers may petition for adjustment assistance from the Secretary of Labor. Establishes qualifications for and amounts of trade readjustment allowances. Limits such allowances in general to 52 weeks. Provides for retraining, job search, and relocation allowances for workers adversely affected by trade agreements. Establishes procedures by which the States may cooperate in dispersal of such assistance and allowances. Creates the Adjustment Assistance Trust Fund on the Treasury books for adjustment assistance funds, which shall be appropriated from customs duties not otherwise appropriated for each fiscal year. Creates the Adjustment Assistance Coordinating Committee to coordinate adjustment assistance policies of various agencies. Sets forth procedures by which firms may apply for adjustment assistance from the Secretary of Commerce. Provides that such assistance may be technical or financial and shall be available only if the firm has no reasonable access to private financing. Prescribes limitations on the purposes and uses of such assistance. Authorizes the appropriation of necessary sums from time to time for such assistance to firms. Requires such firms to keep records of such assistance that shall be available for audit. Requires the Tariff Commission and the Secretary of Commerce to coordinate their efforts to provide warning to firms of tariff agreement effects and knowledge of possible relief. Title III: Relief From Unfair Trade Practices - States that when the President determines that a foreign country maintains an unjustifiable import restriction which discriminates against United States commerce or provides subsidies on its exports to the United States which reduces sales of United States products he shall take all appropriate steps to obtain elimination of such restrictions or subsidies, including prevention of benefits of trade agreements with such country and imposition of duties or other import restrictions on products of such country. Allows for Congress to disapprove such Presidential actions. Requires that after the question of dumping has been raised a determination shall be made if it has in fact occurred and, if so, appraisement of such merchandise shall be withheld and notice given in the Federal Register. Defines purchase price and exporter's sales price of imported merchandise for purposes of this section. Defines exporter's sales price for state-controlled economies. Provides for the application of countervailing duties on imports, equal to the net amount bestowed on such goods by a bounty or grant by any country. Requires a determination of material injury by the Tariff Commission for the application of countervailing duties to duty-free imports, for so long as such a determination is required by international obligations. Requires the Secretary upon written request by an American manufacturer, producer, or wholesaler to furnish the classification, duty, rate, and countervailing duties imposed upon imported merchandise of a kind manufactured, produced or sold by him; and allows him to petition for changes in such duties and other items, upon which the Secretary shall make a determination, and which may be contested. Title IV: Trade Relations with Countries not Enjoying Nondiscriminatory Treatment - Provides that products from any nonmarket economy shall not be eligible to receive nondiscriminatory treatment (most-favored-nation treatment), such country shall not participate in any program of the Government of the United States which extends credits or credit guarantees or investment guarantees, directly or indirectly, and the President shall not conclude commercial agreements with any such country during the period that the country denies its citizens the right or opportunity to emigrate, or imposes more than a nominal tax on immigration. Allows the President to suspend or withdraw nondiscriminatory treatment to any country, and to authorize bilateral agreements providing nondiscriminatory treatment to products of countries previously denied such treatment. Sets forth requirements for such bilateral agreements, including a 3-year duration, renewable for three years, and nondisruption of domestic markets. Provides for a Tariff Commission Investigation of possible market disruption from products receiving nondiscriminatory treatment. Provides for a 90-day period in which Congress may disapprove of a continuance or extension of nondiscriminatory treatment. Title V: Generalized System of Preferences - Allows the President to provide duty-free treatment for any eligible article from any beneficiary developing country. Designates certain countries which shall not be classified as beneficiary developing countries. Allows the President to withdraw, suspend or limit the application of such duty-free treatment, and shall withdraw or suspend the beneficiary developing country designation upon certain conditions. Provides for termination of such designation after 10 years. Title VI: General Provisions - States that it is the sense of the Congress that effective international cooperation is necessary to put an end to the illicit production, smuggling, trafficking in, and abuse of dangerous drugs, and that in order to promote such cooperation, the President shall embargo trade and investment, public and private, with any nation when the President determines that the government of such country has failed to take adequate steps to prevent narcotic drugs and other controlled substances produced or processed, in whole or in part, in such country, or transported through such country, from entering the United States unlawfully. Disallows a tax credit, under the Internal Revenue Code, for any income, war profits, or excess profits taxes paid or accrued to a foreign country, in respect of income from sources within an international territory administered by that country, where such administration has been held to be illegal by the International Court of Justice, and the United States has accepted such holding."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the development of an open, nondiscriminatory, and fair world economic system, to stimulate the economic growth of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:22-05:00"
}