{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s147-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1985-01-03", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1985-02-22", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1985-02-22", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1985-01-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1985-01-03", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "147", 
  "official_title": "A bill to prohibit United States banks from making loans to enterprises in South Africa and to ban new investment by United States corporations in South Africa and for other purposes in order to distance the United States from the abhorrent apartheid policies of the South African Government and to send a clear signal to that regime to modify those racist policies or face further economic isolation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "South African Human Rights Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Advisory bodies", 
    "American investments", 
    "Apartheid", 
    "Business and commerce", 
    "Civil rights and liberties, minority issues", 
    "Coins and coinage", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Credit", 
    "Discrimination in employment", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Gold", 
    "Government and business", 
    "Import restrictions", 
    "Imports", 
    "International affairs", 
    "International control of nuclear power", 
    "International corporations", 
    "Labor and employment", 
    "Licenses", 
    "Monetary policy", 
    "Money", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Sanctions (International law)", 
    "South Africa", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "South African Human Rights Act of 1985 - Title I: Investment in South Africa - Directs the President to prohibit U.S. persons from making any investment in South Africa. Directs the President to: (1) attempt, through negotiations, to persuade other governments to adopt restrictions on new investment in and bank loans to South Africa; and (2) report annually to the Congress on the status of such negotiations. Sets forth penalties for violations of such prohibition. Terminates such prohibition upon enactment of a joint resolution approving a finding by the President that South Africa has made substantial progress toward the full participation of all the people of South Africa in the social, political, and economic life in that country and toward an end to discrimination based on race or ethnic origin. Title II: Labor Standards - Requires any United States person who has or controls an enterprise in South Africa which employs more than 20 people to ensure that in operating such enterprise the following employment principles are implemented: (1) desegregation in any employment facility; (2) equal employment for all employees; (3) equal pay for equal work; (4) establishment of a minimum wage and salary structure; (5) increase in the representation of nonwhites in managerial, supervisory, administrative, clerical, and technical jobs; (6) improvement of the quality of employees' lives outside the work environment; and (7) recognition of labor unions and fair labor practices. Declares that the Secretary may issue guidelines and give advisory opinions on compliance with such principles. Directs the Secretary of State (\"the Secretary\") to establish an Advisory Council in South Africa to advise the Secretary with respect to the implementation of such employment principles and to review the annual reports which each U.S. person covered by this Act must submit to the Secretary on the progress made in implementing such principles. Directs the Secretary to establish in the United States an American Advisory Council to make policy recommendations regarding labor practices of U.S. persons in South Africa to review such persons' progress in implementing such employment practices. Directs the Secretary: (1) to take specified actions to ensure compliance with the implementation of such employment principles; and (2) to review the compliance of such persons at least biennially. Sets forth penalties for noncompliance. Authorizes the President to waive compliance with the implementation of such principles if such compliance would harm U.S. national security. Title III: Prohibition on Loans and Importation of Gold Coins - Prohibits any U.S. bank from making any loan directly or through a foreign subsidiary to South Africa unless such loan is for educational, housing, or health facilities available to all persons on a nondiscriminatory basis. Prohibits the importation of any gold coin minted in South Africa or sold by South Africa. Directs the Secretary to take specified actions to enforce the prohibitions on loans and the importation of gold coins. Sets forth penalties for violations of such prohibitions. Authorizes the President to waive such prohibitions for one year if South Africa meets specified conditions. Title IV: Reimposition of Export Controls - Amends the Export Administration Act of 1979 to reimpose for one year the foreign policy export controls which were in effect on February 28, 1982, and ceased to be effective on March 1, 1982, September 15, 1982, or January 20, 1983 (except those controls with respect to the 1980 summer Olympic games). Authorizes one year extensions of such controls. Title V: Nuclear Exports - Prohibits, unless the affected country agrees to maintain International Atomic Energy Agency safeguards: (1) issuing an export license for the export to a nonnuclear-weapon state of goods or technology which are to be used or are likely to be diverted for use in a nuclear production or utilization facility; (2) giving authorization to engage in the production of any special nuclear material in a nonnuclear-weapons state; (3) issuing a license for the export to such a state of parts or items especially relevant because of their significance for nuclear explosive purposes; and (4) retransfering to a nonnuclear-weapon state any such goods, technology, or items. Authorizes the President to waive such prohibition if application of the prohibition would be seriously prejudicial to the achievement of U.S. nonproliferation objectives or would otherwise jeopardize the common defense and security and if the President submits the Executive Order containing the waiver to the Congress 60 days before the activity is carried out. Title VI: General Provisions - Directs Federal agencies to cooperate with the Secretary in carrying out provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "South African Human Rights Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit United States banks from making loans to enterprises in South Africa and to ban new investment by United States corporations in South Africa and for other purposes in order to distance the United States from the abhorrent apartheid policies of the South African Government and to send a clear signal to that regime to modify those racist policies or face further economic isolation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:04-05:00"
}