{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1165-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1165", 
  "official_title": "A bill to amend title IV of the Higher Education Act of 1965 to establish a Student Loan Marketing Association.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Loan Marketing Association Act", 
  "sponsor": {
    "district": "5", 
    "name": "Scherle, William J.", 
    "state": "IA", 
    "thomas_id": "01028", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Corporations", 
    "Education", 
    "Student loan funds", 
    "Students"
  ], 
  "subjects_top_term": "Student loan funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Student Loan Marketing Association Act - Declares the purpose of this Act to be the establishment of a Government-sponsored private corporation to serve as a secondary market and warehousing facility for insured student loans, to provide that the operations of such facility shall be financed by private capital and provide liquidity for student loan investments. Creates a corporate body known as the Student Loan Marketing Association. Provides that the association shall have a Board of Directors, elected by the common stockholders, which shall be composed of 21 persons. Provides that one of the Board-members shall be designated by the President as Chairman. Authorizes the Association, subject to the approval of the Secretary of Health, Education, and Welfare, to make advances on, make commitments to purchase, service, sell, or otherwise deal in, at prices and on terms and conditions determined by the Association, student loans which are insured under this Act. Provides that any warehousing advance shall not exceed 80 percent of the face amount of an insured loan. Sets forth the rules governing the common and preferred stock of the Association. Sets forth the provisions governing the obligations of the Association and the general powers of the Association. Provides for the periodic audit of the Association's financial transactions. Requires an annual audit report be made to the President and Congress. Provides that the obligations of the Association shall be lawful investments and shall be acceptable as security for all fiduciary, trust, and public funds, the investment or deposit of which shall be under authority or control of the United States. Requires that the Association report annually to the President and to the Congress concerning its operations and activities during the previous year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Loan Marketing Association Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Higher Education Act of 1965 to establish a Student Loan Marketing Association.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:08-05:00"
}