{
  "actions": [
    {
      "acted_at": "2000-02-29", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Senate Labor, Health and Human Services, and Education. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-30", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Senate Labor, Health and Human Services, and Education. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 106-817.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-12", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Specter under the authority of the order of 01/06/2000. With written report No. 106-293.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-12", 
      "calendar": "Senate Legislative", 
      "number": "547", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 547.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-06-22", 
      "bill_ids": [
        "hr4577-106"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4577 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-06-30", 
      "references": [
        {
          "reference": "CR S6293", 
          "type": "consideration"
        }
      ], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2553-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Labor, Health and Human Services, and Education", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-12", 
  "number": "2553", 
  "official_title": "An original bill making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September, 30, 2001, and for other purposes.", 
  "popular_title": "FY2001 Labor, Health and Human Services, and Education Appropriations bill", 
  "related_bills": [
    {
      "bill_id": "hr4577-106", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4577-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4577-106", 
      "reason": "includes"
    }
  ], 
  "short_title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2001", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-05-12", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion", 
    "Abortion counseling", 
    "Administrative procedure", 
    "Adoption", 
    "Aid to dependent children", 
    "Aliens", 
    "Appropriations", 
    "Arizona", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Bilingual education", 
    "Birth control", 
    "Black colleges", 
    "Black lung", 
    "Blind", 
    "Block grants", 
    "Blood transfusions", 
    "Busing (School integration)", 
    "Buy American", 
    "Cambodia", 
    "Cambodians", 
    "Cash welfare block grants", 
    "Catholic Church", 
    "Child care block grants", 
    "Child support enforcement", 
    "Christianity", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Clinical trials", 
    "Coal", 
    "Commerce", 
    "Compensation (Law)", 
    "Corporation for National and Community Service", 
    "Crime and law enforcement", 
    "Damages", 
    "Deaf", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Disabled", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug legalization", 
    "Drug therapy", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational facilities", 
    "Educational research", 
    "Educational statistics", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Employment agencies", 
    "Energy", 
    "Energy assistance for the poor", 
    "Estonia", 
    "Europe", 
    "Families", 
    "Federal Mediation and Conciliation Service", 
    "Federal Mine Safety and Health Review Commission", 
    "Federal aid to Indians", 
    "Federal aid to adult education", 
    "Federal aid to child health services", 
    "Federal aid to child welfare", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to substance abuse programs", 
    "Federal aid to vocational education", 
    "Fetus", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Former Soviet states", 
    "Foster home care", 
    "Government corporations", 
    "Government liability", 
    "Government operations and politics", 
    "Government statistics", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Health insurance", 
    "Hemophilia", 
    "Higher education", 
    "Housing and community development", 
    "Human embryology", 
    "Human immunodeficiency viruses", 
    "Human rights", 
    "Identification devices", 
    "Immigrant education", 
    "Immigrants", 
    "Immigration", 
    "Impact aid", 
    "Indian education", 
    "Industrial arbitration", 
    "Industrial relations", 
    "Inspectors general", 
    "International affairs", 
    "Kansas", 
    "Labor and employment", 
    "Labor statistics", 
    "Laos", 
    "Laotians", 
    "Latvia", 
    "Law", 
    "Libraries", 
    "Lithuania", 
    "Managed care", 
    "Mediation", 
    "Medicaid", 
    "Medical libraries", 
    "Medical records", 
    "Medical research", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare Payment Advisory Commission", 
    "Medicare managed care", 
    "Mental health services", 
    "Mine safety", 
    "Minorities", 
    "Missouri", 
    "National Commission on Libraries and Information Science", 
    "National Council on Disability", 
    "National Labor Relations Board", 
    "National service", 
    "Needle exchange programs", 
    "Occupational Safety and Health Review Commission", 
    "Occupational health and safety", 
    "Older workers", 
    "Pension Benefit Guaranty Corporation", 
    "Pension trust guaranty insurance", 
    "Poor children", 
    "Prayer in the public schools", 
    "Public health personnel", 
    "Railroad Retirement Board", 
    "Railroad retirement plans", 
    "Reading", 
    "Refugee policy", 
    "Refugees", 
    "Religion", 
    "Religious liberty", 
    "Research centers", 
    "Science, technology, communications", 
    "Secondary education", 
    "Sexual abstinence", 
    "Smoking and youth", 
    "Social welfare", 
    "Soldiers' homes", 
    "State laws", 
    "Student aid", 
    "Student housing", 
    "Student loan funds", 
    "Supplemental security income program", 
    "Transportation and public works", 
    "U.S. Institute of Peace", 
    "Unemployment insurance", 
    "Vaccines", 
    "Veterans' employment", 
    "Vietnam", 
    "Vietnamese", 
    "Welfare-to-work", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-05-12", 
    "text": "TABLE OF CONTENTS: Title I: Department of Labor Title II: Department of Health and Human Services Title III: Department of Education Title IV: Related Agencies Title V: General Provisions Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2001 - Makes appropriations for FY 2001 for the Departments of Labor, Health and Human Services, and Education and related agencies.Title I: Department of Labor - Makes appropriations for FY 2001 to the Department of Labor for: (1) training and employment services; (2) community service employment for older Americans; (3) Federal unemployment benefits and allowances; (4) State unemployment insurance and employment service operations; (5) advances to the Unemployment Trust Fund and other trust funds; (6) employment and training program administration; (7) the Pension and Welfare Benefits Administration and the Pension Benefit Guaranty Corporation; (8) the Employment Standards Administration; (9) certain special benefits; (10) the Black Lung Disability Trust Fund; (11) the Occupational Safety and Health Administration; (12) the Mine Safety and Health Administration; (13) the Bureau of Labor Statistics; (14) departmental management; (15) veterans employment and training; and (16) the Office of Inspector General.Sets forth authorized uses of, and limitations on, funds appropriated under this title.(Sec. 103) Amends part A (Temporary Assistance to Needy Families) (TANF) of title IV of the Social Security Act (SSA) to: (1) require entities receiving welfare-to-work grant funds to remit to the Secretary of Labor any funds not expended within five (currently, three) years after the date such funds are provided; and (2) eliminate set-aside welfare-to-work grants for successful performance States.Title II: Department of Health and Human Services - Makes appropriations for FY 2001 to the Department of Health and Human Services (HHS) for: (1) the Health Resources and Services Administration; (2) the Ricky Ray Hemophilia Relief Fund;(3) health education assistance loans; (4) the Vaccine Injury Compensation Program Trust Fund; (5) the Centers for Disease Control and Prevention; (6) the National Institutes of Health, including amounts for the John E. Fogarty International Center, the National Library of Medicine, the Office of the Director, and buildings and facilities; (7) the Substance Abuse and Mental Health Services Administration; (8) the Agency for Health Care Research and Quality; (9) the Health Care Financing Administration for grants to States for Medicaid, payments to health care trust funds, and program management; (10) low income home energy assistance; (11) refugee and entrant assistance; (12) child support enforcement and family support programs; (13) the child care and development block grant; (14) the social services block grant; (15) children and families services programs; (16) promoting safe and stable families pursuant to a specified provision of the SSA; (17) payments to States for foster care and adoption assistance; (18) the Administration on Aging; (19) the Office of the Secretary for general departmental management; (20) the Office of Inspector General; (21) the Office for Civil Rights; (22) policy research; (23) retirement pay and medical benefits for Public Health Service commissioned officers; and (24) the Public Health and Social Services Emergency Fund.Rescinds FY 2000 funds for a sample study of child welfare.Sets forth authorized uses of, and limitations on, funds appropriated under this title.(Sec. 209) Prohibits funds appropriated in this Act from being made available under title X (population research and voluntary family planning) of the Public Health Service Act unless the award applicant certifies to the Secretary of HHS that it encourages family participation in the decision of minors to seek family planning services and provides counseling to minors on resisting attempts to coerce them into engaging in sexual activities.(Sec. 210) Prohibits the use of funds appropriated by this Act to carry out the Medicare+Choice program if the Secretary of HHS denies participation in such program to an otherwise eligible entity (including a Provider Sponsored Organization) because the entity informs the Secretary that it will not provide, pay for, provide coverage of, or provide referrals for abortions.(Sec. 211) Amends the Public Health Service Act to require State allotments under block grants for community mental health services and prevention and treatment of substance abuse for FY 2001 to be no less than the allotment for FY 2000.(Sec. 213) Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1990 to extend through FY 2001 the authorization of admission into the United States of a specified number of refugees from the independent states of the former Soviet Union, Estonia, Latvia, and Lithuania based on religious persecution owing to participation in the Ukrainian Catholic or Orthodox churches.Makes September 30, 2001, the latest allowable entry date for specified aliens from the former Soviet Union, Estonia, Latvia, Lithuania, Vietnam, Laos, and Cambodia for purposes of qualifying for adjustment of status.(Sec. 214) Prohibits the use of funds provided in any Act making FY 2001 appropriations for the implementation in Arizona or in Kansas City, Missouri or Kansas, of the Medicare Competitive Pricing Demonstration Project operated by the Secretary of HHS.(Sec. 215) Prohibits funds appropriated by this Act from being used to withhold substance abuse funding from a State pursuant to Public Health Service Act provisions for withholding funds from States that are not in compliance with specified requirements prohibiting the sale of tobacco products to minors if a State certifies to the Secretary of HHS by December 15, 2000, that it will commit additional State funds to ensure compliance with State laws prohibiting such sales. Requires States to maintain expenditures in FY 2001 for tobacco prevention programs and compliance activities at a level not less than that maintained for FY 2000 and adding to that level the additional funds for such compliance activities required by this section.(Sec. 216) Amends part A (Temporary Assistance for Needy Families) (TANF) of title IV of the SSA to limit the amount of the FY 2001 State TANF supplemental grant for population increases in certain States to the amount of such grant for FY 1998.(Sec. 217) Requires the Secretary of HHS to: (1) reduce amounts allotted to a State for FY 1998 for the State Children's Health Insurance Program under title XXI of the SSA by a specified amount; and (2) increase the amount for such program otherwise payable to the State for FY 2003 by the amount of such reduction.Title III: Department of Education - Makes appropriations for FY 2001 to the Department of Education for: (1) education reform; (2) education for the disadvantaged; (3) impact aid; (4) school improvement activities; (5) reading excellence; (6) Indian education; (7) bilingual and immigrant education; (8) special education; (9) rehabilitation services and disability research; (10) special institutions for persons with disabilities, including the American Printing House for the Blind, the National Technical Institute for the Deaf, the Kendall Demonstration Elementary School, the Model Secondary School for the Deaf, and Gallaudet University; (11) vocational and adult education; (12) student financial assistance; (13) the Federal Family Education Loan program account; (14) higher education; (15) Howard University; (16) the college housing and academic facilities loans program; (17) the historically Black college and university capital financing program account; (18) education research, statistics, and improvement; (19) departmental management; (20) the Office for Civil Rights; and (21) the Office of the Inspector General.Sets forth authorized uses of, and limitations on, funds appropriated under this title.(Sec. 301) Prohibits funds appropriated in this Act from being used to: (1) transport teachers or students in order to overcome racial imbalance in any school or to carry out a racial desegregation plan; or (2) prevent the implementation of programs of voluntary prayer and meditation in public schools.Title IV: Related Agencies - Makes appropriations for FY 2001 to the: (1) Armed Forces Retirement Home; (2) Corporation for National and Community Service; (3) Corporation for Public Broadcasting; (4) Federal Mediation and Conciliation Service; (5) Federal Mine Safety and Health Review Commission; (6) Office of Library Services; (7) Medicare Payment Advisory Commission; (8) National Commission on Libraries and Information Science; (9) National Council on Disability; (10) National Education Goals Panel; (11) National Labor Relations Board; (12) National Mediation Board; (13) Occupational Safety and Health Review Commission; (14) Railroad Retirement Board for the dual benefits payments account, Federal payments to the railroad retirement accounts, administration, and the Office of Inspector General; (15) Social Security Administration for payments to the social security trust funds, special benefits for disabled coal miners, the Supplemental Security Income (SSI) Program, administrative expenses, and the Office of Inspector General; and (16) U.S. Institute of Peace.Sets forth authorized uses of, and limitations on, funds appropriated under this title.Title V: General Provisions - Sets forth authorized uses of, and limitations on, funds appropriated under this Act.(Sec. 505) Prohibits the use of funds appropriated under this Act for programs to distribute sterile needles or syringes for the injection of illegal drugs unless the Secretary of HHS determines that such programs are effective in preventing the spread of HIV and do not encourage the use of illegal drugs.(Sec. 506) Sets forth Buy American requirements.(Sec. 508) Prohibits funds appropriated under this Act from being expended for abortions or for health benefits coverage that includes coverage of abortion, except in cases where the pregnancy is the result of rape or incest or where a woman suffers from a physical condition that would, as certified by a physician, place her in danger of death unless an abortion is performed.(Sec. 510) Prohibits the use of funds made available in this Act for: (1) the creation of a human embryo for research purposes; or (2) research in which a human embryo is destroyed or knowingly subjected to risk of injury or death greater than that allowed for research on fetuses in utero under Federal regulations and the Public Health Service Act.(Sec. 511) Prohibits the use of funds made available in this Act for activities to promote the legalization of a controlled substance unless there is significant medical evidence of a therapeutic advantage to the use of such substance or that federally-sponsored trials are being conducted to determine such advantage.(Sec. 514) Bars the use of funds made available in this Act to promulgate a final standard under the SSA providing for a unique health identifier for an individual (except in an individual's capacity as an employer or health care provider) until legislation is enacted specifically approving the standard.(Sec. 515) Repeals a provision of the Balanced Budget Act of 1997 that designates the delivery date for SSI benefit payments under the SSA for October 2000.(Sec. 516) Amends the Ticket to Work and Work Incentives Improvement Act to apply a certain schedule for the delivery of SSI supplementation payments to months after September 2001 (currently, 2009)."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "FY2001 Labor, Health and Human Services, and Education Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September, 30, 2001, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:16-05:00"
}