{
  "actions": [
    {
      "acted_at": "1991-04-11", 
      "references": [], 
      "text": "Committee on Commerce; Senate Subcommittee on Consumer. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 102-154.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-08", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-14", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-06-17", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with amendments. With written report No. 102-83.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-17", 
      "calendar": "Senate Legislative", 
      "number": "122", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 122.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-07-09", 
      "references": [], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-09", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-07-10T13:44:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-10T14:17:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-10", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s569-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "569"
    }
  ], 
  "bill_id": "s1012-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Consumer", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1991-05-08", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1991-05-08", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1991-05-08", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1991-05-08", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1991-05-08", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": "1992-08-05"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-07-09", 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-08", 
  "number": "1012", 
  "official_title": "A bill to authorize appropriations for the activities and programs of the National Highway Traffic Safety Admininstration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Highway Traffic Safety Administration Authorization Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1991-07-09", 
  "subjects": [
    "Administrative procedure", 
    "Air bag restraint systems", 
    "Alcohol and youth", 
    "Authorization", 
    "Automobile safety appliances", 
    "Automobile safety standards", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Defective products", 
    "Driver education", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug testing", 
    "Drunk driving", 
    "Families", 
    "Federal aid to law enforcement agencies", 
    "Federal aid to transportation", 
    "Fines (Penalties)", 
    "Glass and glass industry", 
    "Grants-in-aid", 
    "Head injuries", 
    "Highway research", 
    "Labeling", 
    "Medical tests", 
    "Motor buses", 
    "Motor vehicle safety", 
    "Pedestrians", 
    "Roads and highways", 
    "Seat belts", 
    "State laws", 
    "Traffic accidents and safety", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1991-07-09", 
    "text": "National Highway Traffic Safety Administration Authorization Act of 1991 - Title I: Authorization of Appropriations - Authorizes appropriations to carry out the following Acts: (1) the National Traffic and Motor Vehicle Safety Act of 1966; (2) the Motor Vehicle Information and Cost Savings Act; and (3) the National Driver Register Act of 1982. Authorizes appropriations for National Highway Traffic Safety Administration (NHTSA) highway safety programs and research and development. Requires the Secretary of Transportation to expend sums authorized as necessary to conduct research on intelligent vehicle highway systems. Directs the Secretary to develop a strategic plan for such research. Specifies that such research should place particular emphasis on aspects of those systems that will increase safety and should identify any aspects that might degrade safety. Title II: Requirements for Vehicles - Directs the Secretary to: (1) issue a final rule amending Federal Motor Vehicle Safety Standard 214 to establish performance criteria for improved occupant head injury protection in side impacts; and (2) issue a final rule to extend the applicability of such Standard to multipurpose passenger vehicles. Directs the Secretary to enter into arrangements with the National Academy of Sciences to study means of establishing a method for calculating a uniform numerical rating, or series of ratings, enabling consumers to compare meaningfully the crashworthiness data for passenger cars and multipurpose passenger vehicles. Prescribes the contents of such study. Requires that a report of such study be submitted to the Secretary and the Congress within 19 months after the date of enactment of this Act. Prescribes schedules for: (1) obtaining public comment on implementation of National Academy recommendations; (2) determining whether an objectively based system of comparative crashworthiness data can be established; (3) promulgating a rule to establish such a system, if the determination is positive; (4) submitting the proposed rule for review to specified congressional committees; (5) waiting 60 calendar days after such submission, unless both committees notify the Secretary that they have no objection to the rule; and (6) establishing (by rule) procedures requiring auto dealers to make comparative crashworthiness data available to prospective purchasers. Amends the National Traffic and Motor Vehicle Safety Act of 1966 to direct the Secretary to establish: (1) a schedule for use in ensuring compliance with each Federal motor vehicle safety standard established under such Act which the Secretary determines is capable of being tested; (2) written guidelines and procedures for conducting investigations regarding noncompliance with the regulations issued under such Act; and (3) criteria for the determination and imposition of civil penalties for such noncompliance. Directs the Secretary to complete a rulemaking to: (1) review the classification system for vehicles with a gross weight under 10,000 pounds to determine if such vehicles should be reclassified; and (2) consider the establishment of a standard to protect against unreasonable risk of rollover of passenger cars and multipurpose passenger vehicles. Mandates that a specified percentage of certain authorized appropriations be used to disseminate consumer information regarding retrofitting passenger cars with lap and shoulder rear seatbelts. Amends the Motor Vehicle Information and Cost Savings Act to direct the Secretary to promulgate regulations establishing passenger motor vehicle bumper impact labeling requirements. Directs the Secretary to submit periodic reports to the Congress detailing efforts to ensure that State motor vehicle inspection programs are implemented in the most effective manner possible. Requires reports to: (1) specify Federal manpower allocations for support of State safety inspection efforts, and allocations and expenditures of Federal funds on such efforts; (2) describe the extent and effect of coordination with the Administrator of the Environmental Protection Agency regarding required safety and emissions inspections; (3) list the States that do not have periodic safety inspection programs meeting Federal requirements; and (4) include any data furnished by the States that operate such safety inspection programs concerning the relative effectiveness of their particular programs. Directs the Secretary to amend the bumper standard published in the Code of Federal Regulations to ensure that such standard is identical to that in effect on January 1, 1982. Requires the Secretary to conduct a rulemaking to increase the safety of child booster seats used in passenger cars. Directs the Secretary to establish a program requiring airbags for: (1) Federal passenger vehicles, beginning with passenger cars acquired after September 30, 1991; and (2) all passenger cars and light trucks, buses, and multipurpose passenger vehicles, phased in according to a specified schedule, starting with passenger cars manufactured on and after September 1, 1995. Amends the National Traffic and Motor Vehicle Safety Act of 1966 to authorize the Secretary to direct the manufacturer of a defective motor vehicle or motor vehicle part to send a second notification if the Secretary determines that the first notification sent by such manufacturer has not resulted in an adequate number of vehicles (or items of equipment) being returned for remedy. Requires any lessor who receives notification of a defective motor vehicle part pertaining to any leased motor vehicle to send a copy of such notice to the lessee. Provides that a dealer may sell or lease a motor vehicle (or motor vehicle item) for which a safety defect notice has been received only if: (1) the defect or failure to comply has been remedied before delivery under sale or lease; or (2) an enforcement order has been set aside or restrained. Directs the Secretary to conduct a rulemaking on the use of darkened windshields and window glass in passenger automobiles. Directs the Secretary to make grants to States which adopt and implement seatbelt and child restraint programs which include specified measures to foster the increased use of seatbelts and the correct use of child restraint systems. Sets conditions for the use of such grants by such States. Authorizes appropriations. Directs the Secretary to initiate a rulemaking to: (1) consider methods of reducing head injuries in passenger automobiles and multipurpose passenger vehicles from contact with vehicle interior components by revising the appropriate Federal motor vehicle safety standards; and (2) consider the establishment of a standard to minimize pedestrian death and injury attributable to vehicle components. Directs the Secretary to complete a rulemaking to amend Federal Motor Vehicle Safety Standard 108 to authorize passenger cars and multipurpose passenger vehicles to be equipped with daytime running lights. Directs the Secretary to conduct a rulemaking to consider: (1) whether to adopt a Federal motor vehicle safety standard requiring antilock brake systems for all passenger cars and multipurpose passenger vehicles manufactured after September 1, 1996; (2) the establishment of a standard requiring that such cars and vehicles be equipped with heads-up displays capable of projecting speed, fuel, and other instrument readings on the lower part of the windshield (enabling the driver to check such readings without looking down); and (3) whether to amend any existing standard applicable to seatbelts for modification of seatbelt design to take into account the needs of children and short adults. Requires that standards established under this Act be in accordance with applicable provisions of the National Traffic and Motor Vehicle Safety Act of 1966, including provisions requiring that Federal motor vehicle safety standards be practicable, meet the need for motor vehicle safety, and be stated in objective terms. Title III: Impaired Driving Enforcement - Impaired Driving Prevention Act of 1991 - Directs the Secretary to make basic and supplemental grants to States which adopt and implement impaired driving enforcement programs to prevent impaired driving. Sets forth: (1) eligibility requirements for basic and supplemental grants (such as State mandatory blood alcohol concentration testing programs and standards, programs for preventing persons under age 21 from obtaining alcoholic beverages, drugged driving prevention laws, and unlawful open container and alcohol consumption programs); (2) a waiver provision of basic grant eligibility requirements for reduced alcohol-related fatalities within a State; and (3) the Federal share payable for such grants. Specifies that no State may receive a grant under this title for any fiscal year for which that State is a recipient of a grant under specified alcohol traffic safety or drunk driving prevention programs. Authorizes appropriations. Sets deadlines for the issuance of regulations by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Highway Traffic Safety Administration Authorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Impaired Driving Prevention Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Highway Traffic Safety Administration Authorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Impaired Driving Prevention Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Highway Traffic Safety Administration Authorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Impaired Driving Prevention Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the activities and programs of the National Highway Traffic Safety Admininstration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:55-05:00"
}