{
  "actions": [
    {
      "acted_at": "2000-08-25", 
      "references": [], 
      "text": "Committee on Agriculture, Nutrition, and Forestry. Original measure reported to Senate by Senator Lugar under authority of the order of the Senate of 07/26/2000. With written report No. 106-391.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-08-25", 
      "calendar": "Senate Legislative", 
      "number": "767", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 767.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3001-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-08-25", 
  "number": "3001", 
  "official_title": "A bill to amend the United States Grain Standards Act to extend the authority of the Secretary of Agriculture to collect fees, extend the authorization of appropriations, and improve the administration of that Act, to amend the United States Warehouse Act to authorize the issuance of electronic warehouse receipts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4788-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Grain Standards and Warehouse Improvement Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-08-25", 
  "subjects": [
    "Administrative fees", 
    "Agricultural industries", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Alaska", 
    "Authorization", 
    "Commerce", 
    "Commercial arbitration", 
    "Depressed areas", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utility rates", 
    "Electronic data interchange", 
    "Energy", 
    "Energy efficiency", 
    "Equipment and supplies", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to rural areas", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food additives", 
    "Foreign trade and international finance", 
    "Government lending", 
    "Government operations and politics", 
    "Grading (Agricultural products)", 
    "Grain", 
    "Grain inspection", 
    "Grain storage", 
    "Grain trade", 
    "Housing and community development", 
    "Infrastructure", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Marketing of farm produce", 
    "Mediation", 
    "Rural conditions", 
    "Rural economic development", 
    "Rural electrification", 
    "Science, technology, communications", 
    "Standards", 
    "Tobacco", 
    "Unemployment", 
    "User charges"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-08-25", 
    "text": "TABLE OF CONTENTS: Title I: Grain Standards Title II: Warehouses Title III: Miscellaneous Grain Standards and Warehouse Improvement Act of 2000 - Title I: Grain Standards - Amends the United States Grain Standards Act to eliminate the requirement that grain export inspection and weighing samples be taken from certain physical locations (spout or final carrier).(Sec. 102) Authorizes the Secretary of Agriculture to allow inspection and weighing agencies to perform services in other than their designated geographic area under specified conditions.(Sec. 103) Extends the Secretary's grain inspection and weighing fee authorities through September 30, 2005.(Sec. 104) Eliminates the annual equipment testing requirement.(Sec. 105) Extends administrative and supervisory cost limitations through FY 2005 at reduced (30 percent) rates.(Sec. 106) Authorizes the Secretary to contract for inspection and weighing services.(Sec. 107) Authorizes the Secretary to prohibit the use of grain additives to disguise grain quality.(Sec. 108) Authorizes appropriations through FY 2005 for grain inspection activities.(Sec. 109) Extends advisory committee authority through September 30, 2005.Title II: Warehouses - Amends the United States Warehouse Act to revise the Secretary's authority respecting the storage of warehoused agricultural products.Provides for the issuance of electronic warehouse receipts.Title III: Miscellaneous - Amends the Rural Electrification Act of 1936 to authorize the Secretary to make grants and loans for energy generation, transmission, and distribution facilities in areas with specified high home energy costs. Authorizes appropriations.(Sec. 302) Applies specified carry forward adjustment provisions of the Agricultural Risk Protection Act of 2000 beginning with undermarketings of the 2001 burley tobacco crop and marketings of the 2002 burley tobacco crop.(Sec. 303) Amends the Agricultural Marketing Act of 1946 to authorize the Secretary to assess and collect mediation or arbitration fees and penalties for disputes involving agricultural products in foreign commerce.(Sec. 304) Amends the Consolidated Farm and Rural Development Act to authorize the Secretary to make grants for the Federal share of community facilities in rural communities with specified levels of high unemployment or population loss. Authorizes appropriations.(Sec. 306) Amends the Agricultural Credit Act of 1987 to authorize appropriations through FY 2005 for State agricultural loan mediation programs.(Sec. 307) Amends the Commodity Distribution Reform Act and WIC Amendments of 1987 to extend authority through October 1, 2003, for reimbursement of State and local costs associated with the removal of potentially hazardous commodities.Amends the Child Nutrition Act of 1996 respecting the special supplemental nutrition program for women, infants, and children (WIC) to: (1) authorize the exclusion of cost-of-living allowances for members of the uniformed services on duty outside the contiguous States (currently continental) of the United States; and (2) limit to 20 the number of demonstration projects relating to the use of the WIC program for identification and enrollment of children in certain health programs.Amends the Richard B. Russell National School Lunch Act to authorize, and set forth the conditions under which, a State agency may suspend without prior hearing a participating institution for false or fraudulent claims under the child and adult care food program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grain Standards and Warehouse Improvement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Warehouse Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the United States Grain Standards Act to extend the authority of the Secretary of Agriculture to collect fees, extend the authorization of appropriations, and improve the administration of that Act, to amend the United States Warehouse Act to authorize the issuance of electronic warehouse receipts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:26-05:00"
}