{
  "actions": [
    {
      "acted_at": "1979-06-05", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-799.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-25", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-25", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-29", 
      "references": [], 
      "text": "Referred jointly to House Committees on Science and Technology; and Interstate and Foreign Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1286 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-01", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-01", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-01", 
      "references": [], 
      "text": "Measure failed of passage in House under suspension of rules, roll call #652 (164-192).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1280-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-05", 
  "number": "1280", 
  "official_title": "A bill to amend the Energy Policy and Conservation Act, as amended, to provide assistance to States and to political subdivisions within States to promote national energy objectives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres807-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr4382-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Energy Management Partnership Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-05", 
  "subjects": [
    "Alternative energy sources", 
    "Authorization", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Native Americans", 
    "Planning", 
    "Rural economic development", 
    "States", 
    "Urban areas"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1980-09-04", 
    "text": "(Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1286 (Part I)) Community and State Energy Planning Assistance Act of 1980 - =Title I: Community Energy Planning Assistance= - Authorizes the Secretary of Energy to make a grant to any unit of local government (or a combination of such units) for up to 80 percent of the costs of preparing a local energy plan. Requires such a plan to: (1) provide for energy conservation; (2) encourage the use of renewable resources; (3) result in a combination of such conservation and renewable resource usage; (4) include recommendations for conservation of energy used in local governmental buildings as well as in municipal services; and (5) provide for coordination with Federal and State energy use and conservation programs, activities, and objectives. Sets forth provisions pertaining to grant applications and public comment, the contents of the applications, and application approval. Authorizes the Secretary to make a grant to any unit of local government (or a combination of such units) of up to 50 percent of the reasonable costs of implementing a local energy plan, whether or not the plan was prepared pursuant to a grant as described in this Act, if such plan is approved by the Secretary and the grant application contains the following information: (1) a copy of the plan; (2) a commitment to continue the plan after termination of the grant; (3) the source of non-grant funds; (4) evidence of the practicability of the plan; (5) public comments on the plan; and (6) other information as required. Directs the Secretary to give priority to those grant applications for implementing plans which: (1) produce the greatest energy conservation; (2) require the least amount of public subsidy after the grant; and (3) can be replicated. Authorizes appropriations for this title for fiscal years 1982, 1983, and 1984. Directs the Secretary to allocate amounts under this title as follows: (1) 80 percent based on considerations of State population and climate; (2) ten percent based on the availability and cost of fuel or other energy consumed; and (3) ten percent to hardship cases. Limits the allocation for any State to ten percent of the total amount allocated for all States. Prohibits a community from concurrently receiving a planning and implementation grant. Directs the Secretary to ensure that: (1) all grant applications are given equal consideration; and (2) consideration is given to the disadvantages due to limited administrative resources of small local government units. States that nothing in this title shall be construed to authorize funds for research or development. Directs the Secretary to report annually to Congress concerning actions taken under this title. =Title II: Improvements in Administration of Existing State Energy Planning Programs= - Authorizes a State to submit an annual consolidated application requesting financial assistance under the Energy Policy and Conservation Act. =Title III: State Long-Range Energy Plans= - Authorizes the Secretary to make a grant to any State for up to 50 percent of the costs of preparing, modifying, or administering a State long-range energy plan. States that such a plan is one approved by the Governor which contains: (1) an estimate of the State's energy supply and demand; (2) a description of the types of energy use affected by the plan; (3) a description of, and cost estimates for, the programs the State proposes to achieve its energy objective; and (4) a description of the ways in which the State will monitor and assess progress in meeting such objectives. Requires a State, in developing a long-range energy plan, to consider: (1) programs by natural gas utilities and by electric utilities regulated by the State to promote energy conservation and the use of renewable resources; (2) State tax measures or other financial incentives to encourage energy conservation and use of renewable resources; (3) measures designed to conserve energy used for transportation; and (4) other programs to promote energy conservation and the use of renewable resources. Sets forth provisions pertaining to grant applications, public comment, and application approval. Authorizes appropriations for the purposes of this title for fiscal years 1982, 1983, and 1984. Limits the expenditures for work performed by contract to 50 percent of such appropriations for any fiscal year. Provides for the allocation of grant funds among the States. Authorizes the Secretary, upon request, to provide information and technical assistance to States in order to aid such States in applying for grants under this title and in preparing, modifying, administering, and implementing State energy plans for which such grants are provided. States that nothing in this title shall be construed to authorize funds for research or development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Management Partnership Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Community and State Energy Planning Assistance Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Energy Management Partnership Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Policy and Conservation Act, as amended, to provide assistance to States and to political subdivisions within States to promote national energy objectives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:59-05:00"
}