{
  "actions": [
    {
      "acted_at": "1975-10-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10323-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-22", 
  "number": "10323", 
  "official_title": "A bill to amend the Immigration and Nationality Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Hutchinson, Edward", 
    "state": "MI", 
    "thomas_id": "00576", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-22", 
  "subjects": [
    "Aliens", 
    "Immigration", 
    "Territories (U.S.)", 
    "Virgin Islands", 
    "Visas"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-22", 
    "text": "Immigration and Nationality Act Amendments - Defines the term \"special immigrant\" for purposes of the application of the general provisions of the Immigration and Nationality Act as including an immigrant who is the spouse or child of a citizen of the United States or is the parent of a citizen of the United States at least twenty-one years of age. Authorizes the admission into the United States under such Act of the special immigrants as defined in this Act who are otherwise qualified without regard to the numerical limitations imposed upon such immigration by the Immigration and Nationality Act. Removes specified limitations upon the immigration of immediate relatives of United States citizens. Sets a numerical limitation upon immigrations chargeable to foreign states or dependent areas of the Eastern Hemisphere. Sets forth a revised schedule for making available to immigrants those visa numbers changed as a result of the provisions of this Act. Grants to the Attorney General the discretionary authority to allow the admission of specified immigrants not otherwise admissable solely due to non-entitlement to visa classification under the Immigration and Nationality Act on visa issuance. Grants to the Attorney General the discretionary power to adjust the status for immigration of specified aliens admitted to the Virgin Islands for purposes of employment under certification by the Secretary of Labor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:21-05:00"
}