{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-201 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-22", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works and Transportation, H. Rept. 96-201 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-17", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #473 (357-20).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "bill_ids": [
        "s411-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 411 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr51-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Leland, Mickey", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00681", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Mottl, Ronald M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O.", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01096", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "51", 
  "official_title": "A bill to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas and liquefied petroleum gas, to provide standards with respect to the siting, construction, and operation of liquefied natural gas facilities, and other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres381-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s411-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Fuels Transportation Safety Amendments Act of 1979", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Consumer protection", 
    "Crime and law enforcement", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Gas pipelines", 
    "Gas storage", 
    "Government paperwork", 
    "Liquefied natural gas", 
    "Liquefied petroleum gas", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum pipelines", 
    "Safety measures", 
    "Transportation and Travel", 
    "Transportation safety"
  ], 
  "subjects_top_term": "Gas pipelines", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-09-18", 
    "text": "(Measure passed House, amended, roll call #473 (357-20)) Fuels Transportation Safety Amendment Act of 1979 - =Title I: Fuels Transportation Generally= - Amends the Natural Gas Pipelines Safety Act of 1968, redesignated as the \"Fuels Transportation Safety Act,\" to provide for the safe operation of pipelines transporting natural gas and liquefied petroleum gas (LPG). Authorizes the Secretary of Transportation to require pipeline operators to correct conditions which are hazardous to life or property. Sets forth criteria to be used by the Secretary in determining whether hazardous conditions exist. Requires the Secretary to establish a Technical LPG Safety Standards Committee to set safety standards for the pipeline transportation of liquefied petroleum gas. Prescribes procedures for setting safety standards for such facilities. Stipulates that such standards must require any operator of such facilities to participate in a public safety program. Empowers the Secretary to exempt applicants from any standard established under this Act. Requires the Secretary to state in writing his reasons for any such exemption. Includes gas distributed in connection with the rental or lease of real property within the purview of this Act, with specified exceptions. Requires the Secretary to include minimum training and educational requirements for pipeline inspectors within the Federal minimum safety standards. Conditions payment to States upon demonstrations by the State agencies that such funds will be applied to the training and education of pipeline safety inspectors. Requires the Secretary to determine the minimum number of pipeline safety inspectors which must be maintained by a State agency to meet the requirements for certification. Directs the Secretary to report to the appropriate congressional committee, or committees, any proposed standard or amendment to a standard under this Act. Directs such committee to prepare a report on the technical feasibility, reasonableness and practicability of such standard within a 90-day period. Permits the Secretary to prescribe a final standard or amendment after such period whether or not the committee has reported. Provides for regular meetings between the Secretary (or his designee) and each committee. Requires the Secretary to conduct a cost- benefit analysis of increased fuels transportation safety regulation. Includes the following issues in such analysis: (1) the cost-effectiveness of requiring pipeline facility operators to prepare and maintain a general description of their pipelines; (2) the cost-effectiveness of public safety programs for persons operating pipeline facilities which have been established voluntarily under State or local law or regulation which require notice of proposed demolition or construction near or affecting such facilities; (3) the cost-effectiveness of establishing in the Department of Transportation an electronic data-processing system for pipeline-safety information; (4) the cost-effectiveness of amending existing Federal law and regulations to require the reporting of any future pipeline leak which the person owning or operating the pipeline knew or reasonably should have known existed, was not caused by operation, inspection, or adjustment procedures which were properly carried out, and did not pose a threat to health or safety, property, or the environment; and (5) the cost-effectiveness of including any type or class of facility or equipment used in transporting, or storing in connection with transporting gas or liquefied petroleum gas within the purview of such Act. Authorizes appropriations for fiscal years 1980, 1981, and 1982 to carry out the provisions of this Act. Requires that standards or amendments to standards required by this Act be prescribed within 36 months of enactment. Provides for the adoption of interim safety measures. =Title II: Siting and Safety of LNG Facilities= - Defines \"LNG\" as natural gas in a liquid, semisolid, or solid state. Requires the Secretary to establish minimum standards for the location, construction, and operation of any new LNG facility. Requires the operator of such facility to submit a contingency plan in the event of an LNG accident prior to operation of the facility. Requires the Secretary to promulgate minimum safety standards for existing LNG facilities. Sets forth factors to be considered in prescribing standards for new and existing facilities. Directs the Secretary to study the risks associated with the production, transmission, and storage of LNG, and the methods of assuring adequate financial responsibility and to report to each House of the Congress on the results of such study, together with his recommendations for appropriate legislative or administrative action. Sets forth procedures for ensuring the maintenance of adequate financial responsibility and insurance by LNG operators. Establishes civil and criminal penalties for the violation of safety or financial responsibility standards. Permits the Secretary to intervene in any proceeding before the Federal Regulatory Commission, or any State agency, which involves safety requirements relating to LNG facilities. Authorizes appropriations for establishing the standards and conducting the studies required by this Title. =Title III: Miscellaneous Provisions= - Establishes criminal penalties for the willful destruction of interstate pipeline and liquefied gas facilities. Sets forth provisions regarding the length of terms of service as Acting Director of the Office of Pipeline Safety Operations, or as Acting Director of the Materials Transportation Bureau of the Department of Transportation. Revises the filing requirements for inspection and maintenance plans. Makes technical and conforming amendments to the National Gas Pipeline Safety Act of 1968."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fuels Transportation Safety Amendments Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas and liquefied petroleum gas, to provide standards with respect to the siting, construction, and operation of liquefied natural gas facilities, and other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:53-05:00"
}