{
  "actions": [
    {
      "acted_at": "1988-04-27", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-27", 
      "bill_ids": [
        "hr3797-100"
      ], 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "For Previous Action See H.R.3797.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-28", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-28", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-05-03", 
      "references": [], 
      "text": "Reported to House by House Committee on Foreign Affairs.  Report No: 100-594.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-03", 
      "references": [], 
      "text": "Placed on Union Calendar No: 355.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-10", 
      "references": [], 
      "text": "Committee on Rules Granted a Modified Open Rule Providing One Hour of General Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-10", 
      "bill_ids": [
        "hres441-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.441 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-12", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-12", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-12", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "130", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 267 - 112 (Record Vote No: 130).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-05-17", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h683-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "683"
    }, 
    {
      "amendment_id": "h684-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "684"
    }, 
    {
      "amendment_id": "h685-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "685"
    }
  ], 
  "bill_id": "hr4471-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1988-04-27", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1988-04-27", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Mica, Daniel Andrew", 
      "sponsored_at": "1988-04-27", 
      "state": "FL", 
      "thomas_id": "00799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1988-04-27", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-05-12", 
    "vetoed": false
  }, 
  "introduced_at": "1988-04-27", 
  "number": "4471", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 with respect to the activities of the Overseas Private Investment Corporation, to make supplemental authorizations of appropriations for the Board for International Broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres441-100", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3100-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3797-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Miscellaneous International Affairs Authorizations Act of 1988", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1988-05-12", 
  "subjects": [
    "AIDS (Disease)", 
    "AWACS aircraft", 
    "Abortion", 
    "Administration of criminal justice", 
    "Administration of justice", 
    "Afghanistan", 
    "Africa", 
    "Agriculture in foreign trade", 
    "Aircraft", 
    "American agricultural assistance", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "Americans in foreign countries", 
    "Angola", 
    "Antitank weapons", 
    "Argentina", 
    "Arms sales", 
    "Associations, institutions, etc.", 
    "Auditing", 
    "Authorization", 
    "Bangladesh", 
    "Biological warfare", 
    "Birth control", 
    "Board for International Broadcasting", 
    "Bolivia", 
    "Brazil", 
    "Business and commerce", 
    "Cambodia", 
    "Caribbean area", 
    "Central America", 
    "Charities", 
    "Chemical warfare", 
    "Child labor", 
    "Chile", 
    "China", 
    "Collective security agreements", 
    "Colombia", 
    "Commercial blacklisting", 
    "Communications and Broadcasting", 
    "Communist countries", 
    "Congressional oversight", 
    "Cooperative societies", 
    "Corporations and Stocks", 
    "Costa Rica", 
    "Credit", 
    "Cuba", 
    "Cyprus", 
    "Czechoslovakia", 
    "Debarment of government contractors", 
    "Democracy", 
    "Developing countries", 
    "Disaster relief", 
    "East Germany", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "El Salvador", 
    "Emigration", 
    "Employee rights", 
    "Espionage", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Extradition agreements", 
    "Families", 
    "Famines", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Greece", 
    "Guatemala", 
    "Guided missiles", 
    "Haiti", 
    "Honduras", 
    "Hospitals", 
    "Housing finance", 
    "Human rights", 
    "Hungary", 
    "Illiteracy", 
    "Import restrictions", 
    "Imports", 
    "India", 
    "Insurance", 
    "Insurance companies", 
    "Insurgency", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International military forces", 
    "Iran", 
    "Iraq", 
    "Israel", 
    "Japan", 
    "Jewish holocaust (1939-1945)", 
    "Jews", 
    "Jordan", 
    "Kenya", 
    "Liberia", 
    "Libya", 
    "Licenses", 
    "Mexico", 
    "Military aircraft", 
    "Military base agreements", 
    "Military intervention", 
    "Military occupation", 
    "Military training", 
    "Minority business enterprises", 
    "Money", 
    "Money supply", 
    "Morocco", 
    "Mozambique", 
    "Multilateral development banks", 
    "NATO countries", 
    "Narcotic traffic", 
    "National self-determination", 
    "Negotiations", 
    "New Zealand", 
    "Nicaragua", 
    "Nontariff trade barriers", 
    "Nuclear exports", 
    "Nuclear nonproliferation", 
    "Nuclear weapons", 
    "Nutrition", 
    "Overseas Private Investment Corporation", 
    "Pakistan", 
    "Panama", 
    "Paraguay", 
    "Peace", 
    "Persian Gulf", 
    "Peru", 
    "Philippines", 
    "Poland", 
    "Population policy", 
    "Radio broadcasting", 
    "Refugee policy", 
    "Refugees", 
    "Reprogramming of appropriated funds", 
    "Revolving funds", 
    "Romania", 
    "Sanctions (International law)", 
    "Saudi Arabia", 
    "Scholarships", 
    "Sikhs", 
    "Small business", 
    "South Africa", 
    "South Korea", 
    "Southeast Asia", 
    "Sri Lanka", 
    "Strategic materials", 
    "Student aid", 
    "Subsaharan Africa", 
    "Sudan", 
    "Sugar and sugar trade", 
    "Supersonic aircraft", 
    "Syria", 
    "Taiwan", 
    "Terrorism", 
    "Thailand", 
    "Tibet", 
    "Tunisia", 
    "Turkey", 
    "U.S.S.R.", 
    "United Nations", 
    "Uranium", 
    "Uruguay", 
    "Vietnam", 
    "Women in business", 
    "Zaire"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-05-12", 
    "text": "(Measure passed House, amended (Inserted text of H.R. 3100), roll call #130 (267-112)) Miscellaneous International Affairs Authorizations Act of 1988 - Division A: Title I: Overseas Private Investment Corporation - Overseas Private Investment Corporation Amendments Act of 1988 - Amends the Foreign Assistance Act of 1961 to update and increase the per capita income levels established for countries with respect to which the Overseas Private Investment Corporation is required to either give preferential consideration (the least developed countries) or restrict its activities (the higher income developing countries). Authorizes the Corporation to designate up to 25 percent of any loan from the Direct Investment Fund for use by a project sponsor in the development or adaptation in the United States of new technologies or new products or services that are likely to contribute to the economic or social development of less developed countries. Authorizes the Corporation to establish a four-year pilot program in sub-Saharan Africa and the Caribbean Basin to assist eof ligible projects through the provision of limited equity capital. Requires the Corporation in conducting such pilot project, to give preferential consideration to projects sponsored by or significantly involving U.S. small businesses or cooperatives. Authorizes the Corporation to establish a fund to be available solely for the purposes of such pilot project and to make a one-time transfer to such fund of a specified amount from its income and revenues. Requires the Corporation to undertake cooperative programs with the private insurance industry designed to enhance the private political risk insurance industry in the United States. Requires the Corporation to establish a group to advise the Corporation on the development and implementation of such cooperative programs. Requires the Corporation to include in its annual report to the Congress an assessment of such programs. Specifies the types of information to be included in such assessment. Increases the ceiling on the Corporation's investment guaranty authority. Extends the authority of the Corporation to issue investment insurance and guaranties until September 30, 1992. Removes Romania from the list of countries eligible for Corporation programs upon a finding that such programs in those countries would be in the national interest. Expresses the sense of the Congress that the Corporation should continue to encourage U.S. small business, especially minority-owned business, to invest in the world's developing countries. Specifies that prohibitions on U.S. assistance for Haiti during FY 1988 shall not apply to the Corporation unless specifically stated by such prohibition. Makes various technical and conforming amendments. Title II: Board for International Broadcasting - Amends the Foreign Relations Authorization, Fiscal Years 1988 and 1989 to authorize appropriations to the Board for International Broadcasting for radio transmitter construction and modernization. Authorizes appropriations for the construction of a relay station in Israel. Division B: International Security and Development Cooperation Act of 1987 - Title I: Military Assistance and Sales and Related Programs - Amends the Arms Export Control Act to authorize appropriations for FY 1988 and 1989 for the Foreign Military Sales (FMS) program. Limits the aggregate amount of FMS credit which may be extended for FY 1988 and 1989. Amends the Foreign Assistance Act of 1961 to authorize appropriations for FY 1988 and 1989 for: (1) the military assistance program (MAP); and (2) international military education and training (IMET). Specifies that human rights training shall be an important component in IMET programs. Earmarks a specified amount of IMET for the U.S. Army School of the Americas. Authorizes appropriations for FY 1988 and 1989 for international peacekeeping operations. Authorizes the President to enter into cooperative training agreements with major non-NATO allies. Authorizes the President to contract for the procurement of replacement major defense equipment if the eligible country or international organization provides the United States with a dependable undertaking which will insure the United States against any loss on the contract. Authorizes the President to provide financing to Israel for the procurement by leasing of defense articles from U.S. commercial suppliers if the President determines that such an arrangement would be justified for compelling foreign policy or national security reasons. Allows loan agreements made on market rate terms since October 1, 1984, to be amended to fix the interest rates applicable to undisbursed funds as of the time each disbursement is made. Authorizes the President to waive the interest penalty on FMS arrearages under specified circumstances. Requires that, for FY 1988 and 1989, $250,000 of the registration fees for munitions control licenses shall be credited to a Department of State account to be made available (without fiscal year limitation) for the payment of expenses incurred in automating munitions control functions and processing munitions control license applications. Disqualifies for FMS financing for 12 months any contracts of a person convicted or debarred for a violation of the Arms Export Contol Act or international traffic in arms regulations. Requires the biennial review of international traffic in arms regulations. Extends for two years, from 1987 to 1989, the authority for Israel to enter into leases from Department of Defense stocks on a no-cost, reciprocal basis. Prohibits the sale of antitank shells containing a depleted uranium component to any country except member nations of the North Atlantic Treaty Organization (NATO) or countries designated as major non-NATO allies. Excludes military salaries from the price of foreign military sales for which FMS financing is provided on a forgiven loan basis. Prohibits the use of funds from the FMS Guaranty Reserve Fund under specified circumstances. Imposes specified conditions of the sale of F-15 aircraft to Saudi Arabia. Prohibits the U.S. Government from selling any STINGER air defense guided missile (or any other man-portable ground-to-air missile with comparable advanced technology) to any foreign military or paramilitary force under the Arms Export Control Act. Allows certain exceptions to such prohibition for NATO member countries, major non-NATO countries, and upon certain certifications by the President. Requires the President to provide specified notices to the Congress regarding possible missiles sales. Provides that any funds authorized for military assistance may not be allocated to any country which votes in the U.N. General Assembly differently than the United States more than 90 percent of the time. Title II: Economic Support Fund - Authorizes appropriations for FY 1988 and 1989 for the Economic Support Fund (ESF). Allows such funds to be used for emergency assistance through FY 1989. Requires countries receiving funds from the ESF to maintain segregated accounts for cash transfers. Requires that ESF assistance to countries with an annual per capita income of less than $2,500 must be used to promote long-term development. Specifies guidelines for such long-term development. Prohibits the use of ESF assistance for port or terminal construction projects which would have a significant negative impact on the export of U.S. agricultural commodities. Specifies that ESF assistance may be provided to a foreign country as a cash transfer only if the President determines that the needs of that country and the interests of the United States would be better met by a cash transfer. Requires that not less than 50 percent of any such cash transfers shall be used for U.S. financing of the purchase of U.S. goods and services. Earmarks a specified amount of ESF funds for FY 1988 and 1989 to be used by the Trade and Development Program in carrying out the program of tied-aid credits for U.S. exports. Prohibits the use of ESF funds for the construction, operation, or maintenance of any nuclear facility in a foreign country unless the President certifies that the proposed recipient: (1) is a party to the Treaty on the Non-Proliferation of Nuclear Weapons or the Treaty for the Prohibition of Nuclear Weapons in Latin America; (2) cooperates fully with the International Atomic Energy Agency; and (3) pursues nonproliferation policies consistent with those of the United States. Title III: Development Assistance - Authorizes appropriations to carry out agriculture, rural development, and nutrition programs for FY 1988 and 1989. Prohibits the use of any such funds for any program for the growth or production in a foreign country of an agricultural commodity for export which would compete with a similar commodity grown or produced in the United States. Authorizes additional appropriations for FY 1988 and 1989 for the Child Survival Fund. Authorizes appropriations for FY 1988 and 1989 for population planning programs and health and disease prevention programs. Authorizes appropriations for FY 1988 and 1989 for education and human resources development. Sets aside 30 percent of such funds for basic education programs in developing countries whose effect is to reduce illiteracy and extend basic education. Extends the Cooperative Development Program from 1988 to 1989. Authorizes appropriations for FY 1988 and 1989 for energy, private and voluntary organizations, and selected development activities. Specifies conditions pertaining to assistance provided for agricultural development, water development, and energy development. Authorizes appropriations for FY 1988 and 1989 for the Private Sector Revolving Fund. Extends from 1987 to 1989 the existing earmark of funds for programs to assist in the protection of biological diversity in developing countries. Provides that loans made at or near market rates of interest to private borrowers may be compromised if the President determines that repayment to the United States would be made more likely. Limits the use of development assistance funds to projects or sector programs. Sets forth congressional findings urging the fuller utilization of private indigenous organizations and cooperatives in the planning and implementation of development assistance activities. Increases the earmark for funding available to private voluntary organizations and cooperatives from 13.5 to 15 percent of development assistance funds. Authorizes the use of loan repayments from heavily indebted developing countries for development projects in those countries. Authorizes the extension of credit and other assistance to micro and small enterprises of the poor majority in developing countries. Sets forth guidelines and requirements for such program. Earmarks a specified amount of funds to be made available in FY 1988 and 1989 for activities relating to research on and the treatment and control of acquired immune deficiency syndrome (AIDS) in developing countries. Requires, that as part of providing health and population planning assistance, such programs shall include educational information about AIDS. Sets aside not less than ten percent of the funds made available in FY 1988 and 1989 for development assistance and African famine recovery and assistance for the activities of business concerns owned and controlled by socially and economically disadvantaged individuals. Declares that the Congress supports U.S. efforts to initiate discussions to develop an international agreement to preserve biological diversity and calls upon the President to exert U.S. leadership in order to achieve the earliest possible negotiation of an international convention to conserve the Earth's biological diversity. Title IV: Other Assistance Programs and Authorizations - Part A: Foreign Assistance Act Programs - Authorizes appropriations for FY 1988 and 1989 for the American Schools and Hospitals Abroad program. Extends the authority to enter into commitments under the Housing Investment Guaranty Program (HIG) from 1988 to 1990. Raises the ceiling on aggregate guarantees to a total of $2,308,000,000. Increases the authority to borrow from the Treasury to meet guaranty reserve requirements from $40,000,000 to $100,000,000. Extends the Agricultural and Productive Credit and Self-Help Community Development Programs from 1988 to 1990. Authorizes the Trade Credit Insurance Program to extend loan guarantees not to exceed $200,000,000 in total contingent liability for each fiscal year 1988 and 1989. Authorizes appropriations for FY 1988 and 1989 for: (1) voluntary contributions to international organizations and programs; (2) international disaster assistance activities; (3) antiterrorism assistance; (4) the trade and development program; and (5) operating expenses of the Agency for International Development (AID). Authorizes separate appropriations for FY 1988 and 1989 for the Office of the Inspector General of AID. Part B: Public Law 480 and Section 416 Programs - Amends the Agricultural Trade Development and Assistance Act of 1954 to include the promotion of the conservation and study of biological diversity within programs for self-help measures by developing countries and as an activity for which local currencies derived from the sale of agricultural commodities can be used. Requires the Development Coordination Committee Food Aid Subcommittee to respond within 45 days to all proposals submitted by nonprofit voluntary agencies or cooperatives with the concurrence of the appropriate U.S. field mission or submitted directly by field missions. Extends the earmark of funds through FY 1989 for the farmer-to-farmer program. Encourages the Secretary of Agriculture to approve agreements making agricultural commodities available on a multiyear basis, subject to the availability of necessary agricultural commodities each fiscal year. Expresses the sense of the Congress concerning the annual minimum level of food assistance. Title V: International Narcotics Control - Authorizes appropriations for FY 1988 and 1989 for international narcotics control programs. Requires the Secretary of State to use not less than $500,000 of narcotics control funds in each of FY 1988 and 1989 to finance research on and the development and testing of safe and effective herbicides for use in the aerial eradication of coca. Earmarks $1,000,000 in grant military assistance funds in each of FY 1988 and 1989 to be used for defensive arms for aircraft used in narcotics control eradication or interdiction efforts. Earmarks $2,000,000 in military education and training assistance for each of FY 1988 and 1989 for education and training in the operation and maintenance of aircraft used in narcotics control interdiction and eradication efforts for countries in Latin America and the Caribbean. Allows the reallocation of funds withheld from countries which fail to take adequate steps to halt illicit drug production or trafficking to countries which have taken such adequate steps or have met their illicit drug eradication targets. Allows the waiver of restrictions on U.S. assistance for certain major drug-trafficking countries if the President makes a specified certification to the Congress. Amends the Anti-Drug Abuse Act of 1986 to revise reporting requirements concerning certain countries. Requires the President to conduct a review of U.S. narcotics raw material policy to determine U.S. reliance on licit opium gum from foreign sources. Prohibits the provision of economic and military assistance to Bolivia unless the President certifies that Bolivia has enacted legislation to establish legal coca requirements and make unlicensed coca production illegal. Specifies that in making determinations with respect to Peru regarding narcotics control cooperation the President shall give foremost consideration to whether the Government of Peru made substantial progress in meeting its coca eradication targets during the previous year. Limits the amount of narcotics control assistance provided to Mexico in each of FY 1988 and 1989. Urges the Assistant Secretary of State for International Narcotics Matters to give greater attention and resources to cooperative nonmajor drug transit countries. Earmarks funds for such assistance. Authorizes additional appropriations for activities aimed at increasing awareness of the effects of production and trafficking of illicit narcotics on source and transit countries. Requires the Secretary of State and Attorney General to jointly develop a model extradition treaty with respect to narcotics-related violations (including extradition of host country nationals), a model mutual legal assistance treaty, and model comprehensive anti-narcotics legislation. Requires the President to report annually to the Congress concerning all transfers to foreign countries for narcotics control purposes of any property seized by or forfeited to the U.S. Government in connection with narcotics related criminal activity. Requires the President to direct the U.S. representative to the Organization of American States to seek the views of other member nations on the feasibility of establishing a regional Latin American anti-narcotics force. Expresses the sense of the Congress that the Assistant Secretary of State for International Narcotics Matters should seek the establishment of a regional anti-narcotics training center in the Caribbean. States that the suppression of international narcotics trafficking is among the most important foreign policy objectives of the United States. Requires that annual narcotics control reports shall contain sections prepared by the Drug Enforcement Administration, the U.S. Customs Service, and the U.S. Coast Guard. Revises requirements concerning reports and determinations concerning major illicit drug producing countries and drug-transit countries. Title VI: Europe and the Middle East - Earmarks funds for FMS financing for Israel for each of FY 1988 and 1989 and for ESF assistance for Israel. Earmarks funds for FMS financing for Egypt for each of FY 1988 and 1989 and for ESF assistance for Egypt. Provides that a limited amount of ESF assistance may be provided as a cash transfer under the condition that Egypt will undertake additional and significant economic reforms. Earmarks a specified amount of funds for FY 1988 and 1989 to be made available only for regional cooperative programs in the Middle East in accordance with the International Security and Development Cooperative Act. Authorizes the use of certain deobligated funds for projects in the Middle East and for additional assistance for American hospitals abroad. Declares that the United States supports the West Bank and Gaza development initiative. Requires the Secretary of State to report to the Congress on U.S. efforts to encourage other members of the Organization for Economic Cooperation and Development to contribute to West Bank and Gaza economic development. States that FMS financing for Jordan is provided in the recognition of the progress Jordan has made for peace in the Middle East. Expresses the sense of the Congress that no FMS financing for Jordan may be used for procurement of U.S. advanced aircraft, new air defense weapons systems, or other new advanced military weapons systems. Requires the Secretary of State to report to the Congress on the activities and capabilities of Iraq, Iran, Syria, and Libya with regard to chemical, biological, and radiological weapons. Earmarks funds for FMS financing and for grant MAP assistance for Greece in FY 1988 and 1989. Imposes a ceiling for each of FY 1988 and 1989 for grant MAP assistance and FMS financing to Turkey. Expresses the sense of the Congress that the President should ask the Government of Turkey to reduce substantially the number of its military personnel on Cyprus. Requires the President to request a communication from the Government of Turkey on its efforts to determine the status of U.S. citizens missing since the 1974 Cyprus conflict. Earmarks funds for ESF assistance to Cyprus for each of FY 1988 and 1989. Provides that a specified amount of such funds shall be made available only for bicommunal development projects. Amends the Foreign Assistance Act to prohibit defense articles of U.S. origin from being transferred to, or used on, Cyprus by Turkey or Greece. Allows certain exceptions to such prohibition. Requires additional information to be provided in required presidential reports regarding activities on Cyprus of foreign armed forces. Extends through FY 1989 the authority to provide excess defense articles for NATO southern flank countries and major non-NATO allies on the southern and southeastern flank of NATO. Authorizes the use of Polish currencies to benefit the handicapped and orphans and for the study of events related to the Holocaust in Poland. Extends through FY 1989 the availability of funds for assistance for agricultural activities in Poland. Expresses the sense of the Congress supporting Solidarity as the only free and independent trade union in Poland. Earmarks a specified amount of funds in each of FY 1988 and 1989 for the support of democratic institutions and activities in Poland. Amends the Anglo-Irish Agreement Act of 1986 to authorize appropriations for U.S. contributions to the Anglo-Irish International Fund. Requires additional information to be included in the required annual report to the Congress required on economic conditions prevailing in Egypt, Israel, Turkey, and Portugal. Revises requirements concerning the due date of required reports to the Congress regarding peace negotiations on the Cyprus dispute and U.S. participation in the Multinational Force and Observers. Expresses the sense of the Congress concerning: (1) Syrian sponsorship and support for terrorism; (2) human rights in Bulgaria; (3) human rights in Romania; (4) the plight of Jews in Arab countries; and (5) the possible establishment of a United Nations peacekeeping force in the Persian Gulf. Title VII: Western Hemisphere - Part A: Central America - Expresses congressional support of the peace initiative in Central America by the Government of Costa Rica. States that U.S. policy should be designed to encourage the governments of Central America to provide full cooperation, protection, and other support to human rights organizations. Expresses the sense of the Congress that it is possible to furnish the needed nonmilitary assistance for Central America over a longer period of time than originally recommended by the National Bipartisan Commission on Central America without negatively affecting the goals and objectives identified by the Commission. Prohibits the provision of any military aircraft to any country in Central America unless specified committees of the Congress are notified at least 15 days in advance. Requires the Secretary of State to notify such committees whenever any helicopters or other aircraft for military use are provided to any country in Central America by any foreign country. Prohibits the use of funds in FY 1988 and 1989 for programs and projects administered by the Regional Office for Central America and Panama which were not being funded as of September 30, 1987. Prohibits the use of any U.S. assistance to El Salvador and Guatemala for the forced relocation of the civilian population for civil defense patrols, or for political mobilization and propaganda activities. Establishes certain reporting and certification requirements for rural resettlement programs in Guatemala, or for programs or projects in El Salvador under the aegis of the United to Reconstruct Program (UPR). Requires the suspension of any U.S. assistance to any country in Central America if the elected President of that country is deposed by military coup or decree. Extends provisions requiring the President to report to the Congress with respect to U.S. objectives in El Salvador. Extends provisions prohibiting the use of any military assistance to Guatemala for the procurement of weapons or ammunition. Requires the President to report to the Congress on the extent to which the Government of Guatemala has investigated and prosecuted those responsible for human rights violations against civilians. Expresses the sense of the Congress that specified amounts of funds should be used to assist the implementation of agrarian reform in Guatemala if the Government of Guatemala initiates effective agrarian reform programs. Extends provisions requiring that funds authorized for migration and refugee assistance which are to be used for refugee assistance for Nicaraguan Indian refugees in Honduras shall be channeled through various specified international agencies and organizations. Prohibits the use of such funds to facilitate the involuntary repatriation of Salvadoran refugees who are in Honduras. Expresses the sense of the Congress concerning the efforts of Costa Rican President Oscar Arias Sanchez to establish a durable peace in Central America and supporting such attempts to end the regional military conflict and strengthen democracy through diplomatic initiatives. Earmarks a specified amount of ESF funds for Costa Rica. Authorizes the use of funds previously authorized to assist in the implementation of the Contadora agreement for expenses incurred in the implementation of an agreement resulting from the regional peace initiative proposed by President Arias. Authorizes additional appropriations under the Peace Corps Act for FY 1988 and 1989 for Peace Corps programs in Costa Rica. Sets forth congressional findings with respect to U.S. policy toward Panama. Prohibits the use of funds for assistance to Panama in FY 1988 unless the President certifies to the Congress that the Government of Panama is taking meaningful and appropriate steps to ensure that the 1989 presidential and parliamentary elections will be free, fair, and honest. Places similar restrictions on funds for Panama in FY 1989. Prohibits the United States from entering into any agreement or understanding under which a recipient of U.S. economic or military assistance or purchaser of U.S. military equipment shall provide assistance of any kind to persons or groups engaging in an insurgency or other act of rebellion against the Government of Nicaragua. Prohibits the provision of assistance during FY 1988 and 1989 to police forces and prison authorities in El Salvador, Guatemala, and Honduras. Expresses the sense of the Congress that economic growth and development is possible in Central America if appropriate free market reforms are initiated and undertaken by the Central American nations themselves and those reforms are supported by the Western, free market democracies. Expresses the sense of the Congress concerning relations between the private sector and the Government of El Salvador. Expresses the sense of the Congress that Nicaragua should undertake reforms to begin to bring about lasting peace, pluralism, and democracy in Nicaragua. Declares that Congress supports the initiative of President Oscar Arias Sanchez of Costa Rica toward ending the armed conflict in Central America. Expresses the sense of the Congress urging the Government of Nicaragua to enter into direct negotiations with the Nicaraguan Resistance in order to bring about a mutual and verifiable cease fire and to search for a political settlement. Declares that all countries in Central America should continue to work toward achieving the democratic principles and processes specified in the Central American peace accord. Expresses the sense of the Congress commending the January 22 Movement of Mothers of Political Prisoners and calling upon Nicaragua to issue a total amnesty for political prisoners. Part B: South America - Prohibits any U.S. military assistance for Paraguay during FY 1988 and 1989 unless the President certifies that the Government of Paraguay has ended the practice of torture, restored political rights, and taken steps toward internal reconciliation and a pluralistic democratic system. Earmarks a specified amount of MAP funds for use in providing nonlethal defense articles to Uruguay in each of FY 1988 and 1989. Earmarks a specified amount of ESF funds for Uruguay in each of FY 1988 and 1989. Expresses the sense of the Congress that the Government of Chile has not taken steps to adopt and implement internationally recognized workers rights. Suspends, during FY 1988 and 1989, the Overseas Private Investment Corporation (OPIC) from insuring or financing any project in Chile. Allows the provision of military training assistance to either Brazil or Argentina as long as such countries continue to have democratically elected governments. Part C: The Caribbean - Earmarks a specified amount of funds for economic assistance for Haiti for each of FY 1988 and 1989. Imposes certain conditions and restrictions on the provision of such funds for Haiti. Earmarks a specified amount of ESF funds for FY 1988 to be made available for the Caribbean Community groups (CARICOM) for use in conducting: (1) a comprehensive study of the economic development needs of the Caribbean region; and (2) a feasibility study of a Caribbean food corporation. Earmarks a specified amount of development assistance funds and ESF funds for each of FY 1988 and 1989 to be available only to assist electric utilities in the Eastern Carribbean in developing a common services program and to provide technical assistance and training to such utilities. Amends the Arms Export Control Act to change from February 1 to May 1 the due date of the annual report on the amount and nature of Soviet military assistance to Cuba. Part D: Provisions Relating to the Region Generally - Provides that for FY 1988 and 1989 U.S. military assistance may be provided to a country in Latin America or the Caribbean only if that country has a democratically elected civilian government and requests such assistance. Specifies that for FY 1988 and 1989 not more than 30 percent of the amounts allocated for ESF assistance for Latin America and the Caribbean may be allocated for any single country. Authorizes appropriations for FY 1988 and 1989 for the Inter-American Foundation. Extends from FY 1987 to 1989 the authority of the President to furnish to countries and organizations in order to strengthen the administration of justice in countries in Latin America and the Caribbean. Specifies that to the fullest extent possible such assistance shall be provided through multilateral or regional institutions. Specifies the types of assistance authorized. Prohibits U.S. military involvement in the program. Earmarks specific amounts of funds for El Salvador, Guatemala, Honduras, Peru, Colombia, and Haiti. Prohibits any such assistance to Paraguay. Specifies that any such assistance to Chile shall be subject to certain limitations. Requires the Administrator of the Agency for International Development to establish and administer a program of scholarship assistance, in cooperation with State governments, universities, community colleges, and businesses, to provide scholarships in the form of loans to enable students from eligible countries in the Caribbean and Central America to study in the United States. Authorizes the Administrator to make grants to States to provide assistance for such program. Authorizes the use of ESF funds allocated for Latin American and Caribbean regional programs to be used to carry out such program. Expresses the sense of Congress that Western European governments should not provide direct assistance to Nicaragua until certain conditions are met. Title VIII: Africa - Part A: Africa Famine Recovery and Development - Africa Famine Recovery and Development Act - Amends the Foreign Assistance Act of 1961 to add a chapter dealing with Africa Famine Recovery and Development. Authorizes the President to provide project and program assistance for long-term development in sub-Saharan Africa. Requires the purpose of such assistance to be to help the poor majority in sub-Saharan Africa to participate in a process of long-term development through economic growth that is equitable, participatory, environmentally sustainable, and self-reliant. Declares that the general authorities and policies of the development assistance provisions of such Act apply to this Act. Requires the agency primarily responsible for administering development assistance programs (responsible agency) to: (1) take into account the local-level perspective of the rural and urban poor in sub-Saharan Africa during the planning and review of annual country planning documents for project assistance under this Act; (2) make available funds for a substantial expansion of development efforts by private and voluntary organizations which have demonstrated effectiveness in or commitment to the promotion of local grass-roots activities on behalf of long-term development in sub-Saharan Africa; (3) establish simplified procedures for the development and evaluation of projects to be carried out by private and voluntary organizations; and (4) consult with other organizations in order to identify relevant private and voluntary organizations. Requires the close consultation and involvement of local people in projects that have a local focus. Requires the responsible agency to ensure the participation of African women in development projects assisted by this Act. Requires the responsible agency to use the program assistance provided by this Act to: (1) help overcome shorter-term constraints to long-term development; and (2) promote reform of national economic policies to support these priorities. Sets forth examples of national economic policy reforms which can be supported by assistance provided by this Act. Requires such reforms to include provisions to protect vulnerable groups, especially poor farmers and the urban poor, from possible negative consequences of such reforms. Requires assistance for such reforms to take account of the need for adjustments should recurrence of drought make it impossible to achieve the goals of the reforms. Designates as the critical sectoral priorities for long-term development: (1) increased agricultural production and the maintenance and restoration of renewable natural resources; (2) improved health conditions; (3) voluntary family planning services; (4) improved relevance and efficiency of education; and (5) development of income generating opportunities for the unemployed and underemployed. Imposes minimum levels of assistance for certain critical sectors. Requires the responsible agency to formulate coherent country development assistance strategies. Sets forth information such strategies must analyze and address. Requires the assistance provided under this Act to be concentrated in countries that will make the most effective use of such assistance. Exempts the assistance authorized by this Act from specified limitations on the procurement of goods and services. Specifies uses for local currencies generated by assistance provided under this Act and other Acts. Provides that funds made available under this Act may be used to assist the countries in sub-Saharan Africa to increase their capacity to participate in donor coordination mechanisms at the country, regional, and sectional levels. Authorizes appropriations for FY 1988 through 1992 for long-term development assistance for sub-Saharan Africa and for funding activities of certain international organizations. Expresses the sense of the Congress that the authorization should be extended whenever appropriate. Limits transfers between accounts funded by this Act. Requires the Administrator of the Agency for International Development (AID) to develop a plan for organizational changes within AID in order to carry out the long-term development assistance program for sub-Saharan Africa with maximum effectiveness. Sets forth changes the Administrator shall consider. Requires the Administrator to consult with specified congressional committees about such changes. Authorizes the Administrator to transfer certain funds in order to increase the AID resources for development assistance activities for sub-Saharan Africa. Requires the Administrator to develop a plan for evaluating AID's progress in achieving the purposes of this Act. Requires the plan to provide for: (1) interim evaluations; (2) the establishment of specific criteria for measuring the performance of U.S. development assistance for the poor majority in sub-Saharan Africa; (3) the collection and monitoring of base-line data for future measurement of the effectiveness of such assistance; and (4) the measures by which the evaluations will be used to institutionalize learning within AID. Requires the plan to be developed in consultation with specified congressional committees. Expresses the sense of the Congress that the Office of Technology Assessment should: (1) conduct independent evaluations of AID's performance in providing development assistance to the poor majority in sub-Saharan Africa; and (2) report on such evaluations to specified congressional committees. Requires that assistance from other assistance and development programs be used to provide assistance to the poor majority in sub-Saharan Africa. Authorizes the President to make available such amounts from the funds authorized by this Act as the President deems appropriate to support long-term development assistance for activities of international organizations which are consistent with the purpose of providing assistance for the poor majority in sub-Saharan Africa and which are undertaken in coordination with AID. Encourages the President to use the authorities provided in this Act in coordination with activities of the multilateral development banks in sub-Saharan Africa. Entitles any country in sub-Saharan Africa to debt rescheduling if: (1) that country had an average per capita income in 1984 of less that $550; and (2) at any time between October 1, 1987, and September 30, 1992, an International Monetary Fund standby agreement is in effect with respect to that country, an economic adjustment program of the International Bank for Reconstruction and Development is in effect with respect to that country, or the President makes a specified certification to the Congress regarding economic policy reforms in such country. Provides that the debt rescheduling shall consist of a five-year grace period on all payments to the United States on specified types of loans. Requires the annual report by the President to the Congress on foreign assistance programs to include a report on the progress made in carrying out this Act. Provides that reprogramming notification requirements do not apply to funds used to carry out this Act. Makes conforming amendments to various Acts. Declares that, where appropriate, African famine relief activities should serve as the foundation for long-term development activities undertaken pursuant to this Act. Provides for the transfer of certain funds so that they may be used for management support activities associated with long-term development assistance. Expresses the sense of the Congress that the purposes of the African Development Foundation are consistent with the purposes of this Act. Amends the African Development Foundation Act to authorize appropriations for the African Development Foundation for FY 1988 and 1989. Expresses the sense of the Congress that the Office of Technology Assessment should conduct an independent evaluation of the performance of the African Development Foundation in carrying out its purposes and in assuring the sustainability and replicability of the development efforts which the Foundation supports. Expresses the sense of the Congress that special efforts should be undertaken to reduce trade barriers and promote economic interchange between the United States and developing countries in sub-Saharan Africa. Requires the Comptroller General to study, and report to the Congress on, the restrictions which affect the importation of products of developing countries in sub-Saharan Africa. Part B: Other Provisions Relating to Subsaharan Africa - Requires that agreements with countries in Africa for the use of funds to finance imports by those countries require that those imports be used to meet long-term development needs in those countries in accordance with specified criteria. Requires annual reports from AID on the extent to which such criteria have been met. Earmarks through FY 1992 development assistance funds to assist sector projects supported by the Southern Africa Development Coordination Conference (SADCC). Specifies that 50 percent of such funds shall be made available for the transportation sector, and the remaining amount shall be made available for other specified sectors. Limits economic assistance to Zaire to the assistance provided under the terms of the Africa Famine Recovery and Development Act. Specifies that such assistance shall be provided to the maximum extent practicable through private and voluntary organizations, and prohibits ESF assistance to Zaire. Places a ceiling on MAP funds for FY 1988 and 1989. Prohibits FMS financing for Zaire for FY 1988 and 1989. Withholds ESF assistance and grant military assistance for Liberia pending certifications concerning economic reforms and human rights reforms. Declares that it is the policy of the United States that the provision of security assistance for Kenya for FY 1988 and 1989 shall bear a relation to the Government of Kenya taking significant steps toward improving human rights conditions in Kenya. Declares that it is the policy of the United States that the provision of security assistance for the Sudan for FY 1988 and 1989 shall bear a relation to the Government of the Sudan making progress toward reaching a political settlement with all parties to the conflict in the south of the Sudan. Specifies that any economic assistance to Mozambique shall be used solely for assistance to the private sector of the economy of Mozambique and shall, to the extent possible, be channeled to nongovernmental entities in Mozambique. Prohibits the provision of any military assistance to Mozambique unless the President certifies that the Government of Mozambique is making a concerted and significant effort to comply with human rights and making progress in implementing essential economic and political reforms. Requires the President to conduct a study of the extent to which the purpose of the prohibition on the export of crude oil and refined petroleum products to South Africa is being rendered less effective by direct or indirect sales of oil and petroleum products to South Africa from other countries. Requires the President to report to the Congress on the results of such study. Requires the President to study and report on attempts to undermine other import sanctions against South Africa. Earmarks a specified amount of ESF funds for FY 1988 and 1989 for assistance to sub-Saharan Africa. Expresses the sense of the Congress that the President should encourage U.S. allies to apply sanctions against South Africa as outlined in the Comprehensive Anti-Apartheid Act of 1986. Part C: Northern Africa - Declares that it is U.S. policy to base security assistance to Tunisia for FY 1988 and 1989 on the expectation that the Government of Tunisia will take steps to advance both political stability and economic and social progress. Earmarks a specified amount of ESF funds for assistance to Tunisia in each of FY 1988 and 1989. Declares that it is U.S. policy to support a negotiated political solution to the conflict in the Western Sahara taking into account the principle of the self-determination as outlined in the 1981 Nairobi resolution. Declares it to be the policy of the United States to support Morocco's legitimate defense needs and to discourage agression by any country in North Africa against another. Title IX: Asia and the Pacific - Part A: East Asia and the Pacific - States that the Congress deplores the continued violation of the sovereignty and territorial independence of Cambodia by Vietnam and calls upon Vietnam to negotiate to restore self-determination in Cambodia and to withdraw its troops from Cambodia. Extends from FY 1987 to 1989 the authority of the President to make available a limited amount of grant military assistance and ESF assistance to non-Communist resistance forces in Cambodia. Declares that the Congress would encourage a wide range of non-official contacts between the United States and Vietnam to improve understanding between the two countries and to facilitate the solution of unresolved problems. Expresses the sense of the Congress that the United States should encourage the Government of Japan in its efforts to expand trade relations with Israel and to end compliance by Japanese commercial enterprises with the Arab economic boycott of Israel. Expresses the sense of the Congress that, by failing to make substantive contributions to restore peace in the Persian Gulf region, Japan has been negligent in its responsibility as a member of the Western Alliance and as a member of the community of nations. Amends the Arms Export Control Act to delete an annual report requirement concerning South Korean armed forces modernization and the U.S. role in mutual security efforts. Earmarks funds for FY 1988 for grant military assistance and ESF assistance for the Philippines. Makes available for FY 1989 not less than the amount necessary to provide the remaining amount of military and economic assistance specified in the 1983 amendment to the agreement between the United States and the Philippines concerning military bases. Earmarks a specified amount of funds for FY 1988 and 1989 to assist in the implementation of agrarian reform in the Philippines if the Government of the Philippines initiates an effective agrarian reform program and requests U.S. assistance. Earmarks a specified amount of development assistance funds for each of FY 1988 and 1989 for South Pacific regional programs. Specifies that a certain amount of such funds shall be available for scholarships for study at post-secondary institutions of education in the United States. Authorizes the stockpiling of defense articles in Thailand. Limits the amount of additions to such stockpile in FY 1988 and 1989. Expresses the sense of the Congress concerning refugees from Southeast Asia. Expresses the sense of the Congress that the President should use available authority and appropriations to provide support in FY 1988 and 1989 for humanitarian projects in Laos directly associated with joint United States-Laotian cooperative efforts to resolve questions concerning Vietnam era prisoners of war or those missing in action. Urges the Government of New Zealand to: (1) reconsider its decision and law denying port access to certain U.S. ships; and (2) resume its obligations under the ANZUS Treaty. Amends the Foreign Assistance Act of 1961 and the Arms Export Control Act to suspend certain security assistance and arms export preferences for New Zealand unless the President determines, and reports to the Congress, that New Zealand is complying fully with its obligations under the ANZUS Treaty. Expresses the sense of the Congress condemning violations of human rights by the Government of the People's Republic of China including the one-child-per-family policy, the birth quota system, and the use of forced abortions and involuntary sterilizations of Tibetans. Expresses the sense of the Congress that: (1) the United States should review all transfers of U.S. military related technology to the People's Republic of China until the Chinese Government indicates its willingness to support an arms embargo, in the event that United Nations Secretary- General Perez de Cuellar's negotiations fail to gain Iran's acceptance of Security Council Resolution 598; (2) the administration should inform the Chinese Government that the continued transfer of Silkworm missiles to Iran may seriously jeopardize U.S.-Chinese relations; and (3) the administration should report to the Congress within 30 days on China's response to such message. Part B: South Asia - Authorizes the use of development assistance funds and ESF funds for assistance to the Afghan people. States that the primary purpose of U.S. economic assistance for Bangladesh is to foster economic development and political pluralism. Requires the President to take specific factors into account in determining whether to provide economic assistance to Bangladesh. Expresses the sense of the Congress encouraging the growth of contacts between India and Israel. Extends through 1989 the waiver for assistance to Pakistan. Specifies that any waiver shall cease to be effective if the President certifies that India has formally accepted the application of appropriate, verifiable, and reliable safeguards to all its nuclear materials. Prohibits the sale of any airborne early warning aircraft to Pakistan unless the President makes certain certifications to the Congress. Prohibits the provision of any defense articles to Pakistan which are not suitable for defending against the threat to Pakistan posed by the Soviet Union. States that U.S. assistance for Pakistan is intended to promote democratic and representative government and respect for internationally recognized human rights in Pakistan. Specifies that any assistance to Pakistan may be provided only if the President certifies to the Congress that Pakistan has made progress concerning human rights and democracy. Requires the President, in making determinations with respect to Pakistan's anti-narcotics efforts, to take into account Pakistan's accomplishments in a number of specific areas. Places a ceiling on the amount of development assistance which can be provided to India in each of FY 1988 and 1989. Requires the President to submit an annual report to the Congress concerning: (1) the extent to which Pakistan has received assistance or support from other countries for activities related to nuclear enrichment or the development of nuclear weapons; and (2) the extent to which Pakistan has shared sensitive U.S. military technology or information with any other country or allowed such technology to be compromised. Expresses the sense of the Congress that the Government of India should continue to allow Sikhs to have full access to the Golden Temple for the purpose of religious worship and should use restraint in resolving its dispute with Sikh people in the Punjab. Requires the Secretary of State to report to the Congress concerning administration policy on Afghanistan. Calls upon the President to take all appropriate steps to encourage India to follow a genuinely independent nonaligned foreign policy. Title X: Peace Corps - Authorizes appropriations for the Peace Corps for FY 1988 and 1989. Revises rules concerning the purchase and hire of passenger motor vehicles for the transportation or the direct overseas support of volunteers. Authorizes the sale at cost of technical publications produced by the Peace Corps. Specifies that a certain amount of the proceeds from such sales may be credited to the currently applicable appropriation of the Peace Corps. Prohibits any funds authorized for the Peace Corps from being used to pay for abortions. Authorizes the President to establish a pilot program during FY 1988 and 1989 in each of two host countries which have existing Peace Corps programs for the purpose of: (1) training foreign nationals of the host country to deliver basic health care services; and (2) providing basic health care to the people the host country. Title XI: Miscellaneous Provisions - Sets forth the effective date of the provisions of this Act. Requires that local currencies generated from assistance provided under certain provisions of the Foreign Assistance Act shall be deposited in a special account to be used for long term development purposes. Makes permanent the comprehensive reports currently required on all assistance provided to Latin America under the Foreign Assistance Act and the Arms Export Control Act. Specifies certain information to be provided in such reports. Revises rules concerning the reprogramming of funds made available under the Foreign Assistance Act or the Arms Export Control Act. Provides that required foreign assistance allocation reports must be submitted within 30 days of enactment of appropriations for foreign assistance, except for continuing resolutions of less than 60 days. Expresses the sense of the Congress that the Agency for International Development (AID) should not extend loans to countries unable to service existing AID loan obligations, unless it can be demonstrated that the country's debt-service problem is temporary and nonrecurring. Requires additional information to be included in reports to the Congress concerning debt rescheduling and accelerated loan repayments. Deletes provisions concerning certain information to be included in annual foreign assistance reports. Prohibits using U.S. foreign aid funds in any way that would result in corrupt personal financial gain for any person or for any purpose other than the purpose for which the assistance was provided. Directs the President to establish strict accounting procedures for U.S. foreign aid funds and to establish sanctions for misuse of such funds. Requires all foreign assistance agreements entered into more than 90 days after enactment of this Act to incorporate the procedures and sanctions established by this Act. Requires the President to report to the Congress on the steps taken to establish such procedures and sanctions. Requires the Secretary of State to coordinate all training and other assistance provided by the U.S. Government to the police, prison authorities, and other law enforcement agencies of any foreign government. Requires the Secretary to make annual reports to the Congress concerning such assistance. Makes certain technical amendments. Authorizes the President to reduce the amount of ESF assistance to countries which import sugar from Cuba. Requires the President to instruct AID missions and U.S. diplomatic missions to analyze the impact of proposed multilateral development bank loans and for transmittal to the Secretary of the Treasury. Requires the semiannual publication of lists of proposed MDB loans that may have adverse impacts on the environment, natural resources, public health, or indigenous peoples. States that the Congress encourages the Administrator of AID to make greater use of independent labor unions in carrying out development assistance, disaster assistance, ESF, and Africa famine recovery and development programs. Revises conditions for the waiver of restrictions against assistance to Communist countries. Adds to the list of countries designated as Communist countries for purposes of the Foreign Assistance Act the following countries: (1) the Democratic Republic of Afghanistan; (2) the People's Republic of Ethiopia; (3) the People's Democratic Republic of Yemen; (4) the People's Republic of Angola; (5) the People's Republic of Kampuchea; and (6) the Republic of Nicaragua. Declares that foreign assistance may not be provided to any country which has in effect a Treaty of Friendship and Cooperation with the Soviet Union, except to the extent the President determines that such assistance is in the national interest. Requires the President, whenever the United States is providing humanitarian disaster relief assistance to a Communist country, to report to the Congress every three months on the steps being taken by the government of that country to alleviate the conditions that make such assistance necessary. Declares it the policy of the United States, whenever humanitarian relief assistance is provided, to pay no import duties at the point of delivery to the recipient country which represent levies over and above the fees paid for port and other services actually rendered. Makes it further policy to not pay fees for such services which are not in line with such fees charged in the surrounding region. Expresses the sense of the Congress that vital national interests and security would be jeopardized if the United States became dependent on Communist countries as the sources for essential minerals and metals. Requires the President to report to specified congressional committees, 180 days after enactment of this Act and annually thereafter when foreign assistance is requested, on the extent to which the United States is dependent on Communist countries as sources for supply and importation of specified strategic and critical materials. Requires such report to describe progress toward reducing such dependence. Requires the President to report to the Congress annually on the impact and effectiveness of U.S. economic assistance, on a country-by-country basis, provided during the preceding three fiscal years. Directs the President, in determining whether to provide foreign assistance to a country for FY 1988 and 1989 and the amount of such assistance, to take into account whether that country has an agreement with the Soviet Union pursuant to which that country will obtain supersonic fighter aircraft from the Soviet Union. Expresses the sense of the Congress that at least six Members of Congress should meet on a ad-hoc basis to develop a coordinated congressional policy toward assessed contributions to international organizations. Requires such Members to report to the Congress not later than March 1, 1988. Title XII: Additional Assistance for Base Rights Countries - Authorizes additional appropriations for each of FY 1988 and 1989 to be made available only to meet U.S. security assistance requirements arising from agreements providing for U.S. access to military facilities in foreign countries. Provides that the aggregate foreign military sales financing ceiling for FY 1988 and 1989 shall be deemed increased by the amount appropriated under this title. Requires that funds authorized by this title be used in a manner consistent with the maintenance of military balance in the eastern Mediterranean. Specifies that assistance provided for Greece and Turkey with funds authorized by this title shall be in addition to the amounts provided by other provisions of this Act. Title XIII: Assistance to Poland - American Aid to Poland Act of 1987 - Authorizes appropriations to implement the 1987 United States-Polish science and technology agreement for FY 1988. Makes funds available for FY 1988 for agricultural activities in Poland. Authorizes the Secretary of Agriculture to donate surplus agricultural commodities to Poland under an agreement that Poland will sell such commodities and that all proceeds from such sales will be used for eligible activities in Poland by nongovernmental agencies. Authorizes the use of Polish currencies for eligible activities. Sets forth additional eligible activities that would improve the quality of life of the Polish people and strengthen and support the activities of private, nongovernmental institutions in Poland. Establishes a joint commission under an agreement between the United States, the Government of Poland, and nongovernmental agencies operating in Poland. Authorizes appropriations to provide medical supplies and hospital equipment to Poland through private and voluntary organizations. Title XIV: Chemical and Biological Weapons Nonproliferation - Declares the policy of the United States with respect to stopping the proliferation of chemical and biological weapons. Directs the Secretary of State to assess the risk of the proliferation of chemical or biological weapons and recommend to the Congress legislation to control such proliferation. Requires the Secretary to report to the Congress biannually on the status of such proliferation. Directs the Secretary to establish a Chemical Industry Advisory Group to advise the Secretary of such proliferation. Directs the Secretary to keep the appropriate congressional committees fully informed. Title XV: Other Provisions - Expresses congressional findings and a sense of the Congress with respect to human rights abuses by the Government of Cuba. Declares that the United States delegation to the United Nations should recommend to the United Nations appropriate measures to call further international attention to the exploitation of child labor and the need for international respect for child labor rights. Requires the Secretary of State to make annual assessments and reports to the Congress on the status of internationally recognized child labor rights. Directs the Comptroller General to report to the Congress on the methods and procedures used in, and the effectiveness of, the current interagency arrangements to review agreements between controlled countries and the Federal agencies which involve the exchange or transfer of militarily critical scientific or technological information. Amends the Comprehensive Anti-Apartheid Act of 1986 to express the sense of the Congress that no uranium compounds in any form, which are derived from uranium that is produced or manufactured in South Africa, should be imported into the United States. Requires the President to report to the Congress, not later than 30 days after the date of enactment of this Act, on hard currency sources and uses by the following countries: Union of Soviet Socialist Republics, Czechoslovakia, Romania, Bulgaria, Hungary, the German Democratic Republic, and Poland. Expresses the sense of the Congress that the President should express to the Soviet Union that it permit Jewish families to emigrate from the Soviet Union. Expresses the sense of the Congress that: (1) the President should be commended for his efforts to press the Soviet Union to abide by its commitments to respect internationally recognized human rights and should protest to General Secretary Gorbachev continued Soviet human rights violations; and (2) the Soviet Union should abide by its obligations to respect human rights and fundamental freedoms. Requires the President to insure that the various reports to the Congress provide comprehensive foreign debt information. Requires the President to annually provide to the appropriate congressional committees a report on espionage undertaken by foreign nationals within the United Nations Secretariat and member delegations to the United Nations. Requires the President to annually report to the Congress on findings and recommendations based on a review of United States participation in the United Nations. Expresses the sense of the Congress with respect to human rights violations in Tibet by the People's Republic of China. Requires the Federal Government to take into account the extent to which the People's Republic of China is acting in good faith and in a timely manner to resolve human rights issues in Tibet with respect to the transfer of any defense articles of services with such country. Requires the Secretary of State to report to the Congress on whether displaced Tibetans are similar to those of displaced persons and refugees in other parts of the world. Makes funds available for migration and refugee assistance upon a positive determination. Directs the Director of the United States Information Agency to make available to Tibetan students and professionals who are outside Tibet not less than 15 scholarships for study at institutions of higher education in the United States. Expresses congressional support for continued democracy in Taiwan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Miscellaneous International Affairs Authorizations Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Overseas Private Investment Corporation Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Miscellaneous International Affairs Authorizations Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Africa Famine Recovery and Development Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "American Aid to Poland Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "International Security and Development Cooperation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Overseas Private Investment Corporation Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 with respect to the activities of the Overseas Private Investment Corporation, to make supplemental authorizations of appropriations for the Board for International Broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:23-05:00"
}