{
  "actions": [
    {
      "acted_at": "1997-10-07", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-07", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-07", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-08", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-08", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 24 - 14.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1997-10-23T17:10:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Ways and Means. H. Rept. 105-341, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-23T17:12:00-04:00", 
      "references": [], 
      "text": "House Committee on Rules Granted an extension for further consideration ending not later than Nov. 4, 1997.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-04T23:58:00-05:00", 
      "references": [], 
      "text": "Committee on Rules discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-04T23:59:00-05:00", 
      "calendar": "Union", 
      "number": "224", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 224.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1997-11-06T21:37:00-05:00", 
      "bill_ids": [
        "hres309-105"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 309 Reported to House. Rule provides for consideration of H.R. 2621 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is closed to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-24T19:37:00-04:00", 
      "bill_ids": [
        "hres553-105"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 553 Reported to House. Rule provides for consideration of H.R. 2621 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. The amendment in the nature of a substitute recommended by the Committee on Ways and Means now printed in the bill, modified by the amendments printed in the report of the Committee on Rules accompanying the resolution shall be considered as adopted. Measure will be considered read. Bill is closed to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-25T15:55:00-04:00", 
      "bill_ids": [
        "hres553-105"
      ], 
      "references": [], 
      "text": "Rule H. Res. 553 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-25T15:56:00-04:00", 
      "bill_ids": [
        "hres553-105"
      ], 
      "references": [
        {
          "reference": "CR H8765-8805", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 553.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-25T15:56:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2621 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. The amendment in the nature of a substitute recommended by the Committee on Ways and Means now printed in the bill, modified by the amendments printed in the report of the Committee on Rules accompanying the resolution shall be considered as adopted. Measure will be considered read. Bill is closed to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-25T15:57:00-04:00", 
      "bill_ids": [
        "hres553-105"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 553, the House proceeded with 2 hours of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-25T18:40:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-25T18:55:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": "466", 
      "status": "FAIL:ORIGINATING:HOUSE", 
      "suspension": null, 
      "text": "On passage Failed by recorded vote: 180 - 243, 3 Present (Roll No. 466).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1998-09-25T18:56:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h916-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "916"
    }
  ], 
  "bill_id": "hr2621-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Crane, Philip M.", 
      "sponsored_at": "1997-10-07", 
      "state": "IL", 
      "thomas_id": "00249", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Dreier, David", 
      "sponsored_at": "1997-10-07", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "fail", 
    "house_passage_result_at": "1998-09-25T18:55:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-07", 
  "number": "2621", 
  "official_title": "To extend trade authorities procedures with respect to reciprocal trade agreements, and for other purposes.", 
  "popular_title": "Fast-Track bill", 
  "related_bills": [
    {
      "bill_id": "hres309-105", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres553-105", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1269-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Reciprocal Trade Agreement Authorities Act of 1997", 
  "sponsor": {
    "district": "7", 
    "name": "Archer, Bill", 
    "state": "TX", 
    "thomas_id": "00026", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "FAIL:ORIGINATING:HOUSE", 
  "status_at": "1998-09-25T18:55:00-04:00", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aircraft", 
    "Aircraft industry", 
    "Ambassadors", 
    "American investments", 
    "Antidumping", 
    "Authorization", 
    "Boundaries", 
    "Business income tax", 
    "Canada", 
    "Child labor", 
    "Chile", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional veto", 
    "Congressional-Presidential relations", 
    "Consumer protection", 
    "Countervailing duties", 
    "Customs unions", 
    "Deficit reduction", 
    "Department of Commerce", 
    "Department of Labor", 
    "Depreciation and amortization", 
    "Developing countries", 
    "Dispute settlement", 
    "Dumping", 
    "Economic growth", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Employee rights", 
    "Environmental protection", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Exports", 
    "Expropriation", 
    "Families", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Financial services", 
    "Food adulteration and inspection", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Full employment policies", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Health", 
    "House rules and procedure", 
    "Housing and community development", 
    "Human rights", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "Income tax", 
    "Information technology", 
    "Insurance companies", 
    "Intellectual property", 
    "International affairs", 
    "International agencies", 
    "International competitiveness", 
    "International environmental cooperation", 
    "International labor activities", 
    "Japan", 
    "Labeling", 
    "Labor and employment", 
    "Latin America", 
    "Legislation", 
    "Legislative resolutions", 
    "Meat inspection", 
    "Mexico", 
    "Negotiations", 
    "Nontariff trade barriers", 
    "North America", 
    "Occupational health and safety", 
    "Office of the U.S. Trade Representative", 
    "Packaging", 
    "Presidential appointments", 
    "Reciprocity", 
    "Rent", 
    "Rental housing", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Service industries", 
    "Standard of living", 
    "Subsidies", 
    "Tariff", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Technological innovations", 
    "Tomatoes", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Failed of passage in House", 
    "date": "1998-09-25", 
    "text": "TABLE OF CONTENTS: Title I: Trade Authorities Procedures Title II: Trade Adjustment Assistance Title III: Spending Offsets Title IV: Miscellaneous Trade Provisions Reciprocal Trade Agreement Authorities Act of 1998 - Title I: Trade Authorities Procedures - Sets forth the overall trade negotiating objectives of the United States for trade agreements (generally similar to the objectives of the Omnibus Trade and Competitiveness Act of 1988 (OTCA)), including: (1) to further strengthen the system of international trading disciplines and procedures, including dispute settlement; and (2) to foster economic growth, raise living standards, and promote full employment in the United States and to enhance the global economy. (Sec. 102) Sets forth the principal U.S. negotiating objectives (generally similar to the principal OTCA negotiating objectives) regarding trade barriers and other trade distortions, trade in services, foreign investment, intellectual property, transparency, reciprocal trade in agriculture, labor, the environment, and other matters, and World Trade Organization (WTO) extended negotiations. Declares that the principal U.S. negotiating objectives regarding trade barriers and other trade distortions include: (1) expanding competitive market opportunities for U.S. exports, and obtaining fairer and more open conditions of trade, by reducing or eliminating tariff and nontariff barriers and policies and practices of foreign governments directly related to trade that decrease market opportunities for U.S. exports or otherwise distort U.S. trade; and (2) obtaining reciprocal tariff and nontariff barrier elimination agreements, with particular attention to specified tariff categories covered in the Uruguay Round Agreements Act. Declares that the principal U.S. negotiating objectives regarding intellectual property include: (1) ensuring that any multilateral or bilateral trade agreement entered into by the United States provides protection at least as strong as the protection afforded by the North American Free Trade Agreement (NAFTA) and its annexes; and (2) providing strong protection for new and emerging technologies and new methods of transmitting and distributing products embodying intellectual property. Declares that the principal U.S. negotiating objective regarding reciprocal trade in agriculture is to obtain competitive opportunities for U.S. exports in foreign markets substantially equivalent to the competitive opportunities afforded foreign exports in U.S. markets, and to achieve fairer and more open conditions of trade in bulk and value-added commodities. Directs the United States Trade Representative (USTR), before commencing agricultural negotiations, to seek to develop a position on the treatment of seasonal and perishable agricultural products to be employed in such negotiations in order to develop an international consensus on their treatment in investigations relating to dumping and safeguards and in any other relevant area. Declares that the principal U.S. negotiating objectives regarding labor, the environment, and other matters include ensuring that: (1) foreign labor, environmental, health, or safety policies and practices do not arbitrarily or unjustifiably discriminate or serve as disguised barriers to trade; and (2) foreign governments do not derogate from or waive existing domestic environmental, health, safety, or labor measures, including measures that deter exploitative child labor, as an encouragement to gain competitive advantage in international trade or investment. Specifies the principal U.S. objectives regarding WTO extended negotiations regarding trade in financial services, trade in civil aircraft, and rules of origin. Urges the President to take into account the following general international economic policy priorities (not subject to fast track): (1) seeking to ensure that trade and environmental policies are mutually supportive; (2) seeking to protect and preserve the environment and enhance the international means for doing so, while optimizing the use of the world's resources; (3) promoting respect for worker rights and the rights of children and an understanding of the relationship between trade and worker rights, particularly by working with the International Labor Organization to encourage the observance and enforcement of core labor standards, including the prohibition on exploitative child labor; and (4) supplementing and strengthening standards for protection of intellectual property under conventions administered by non-WTO international organizations, expanding these conventions to cover new and emerging technologies, and eliminating discrimination and unreasonable exceptions or preconditions to such protection. Requires U.S. negotiators to take into account U.S. domestic objectives, including the protection of health and safety, essential security, environmental, consumer, and employment opportunity interests, and related law regulations. Requires the USTR to: (1) consult closely with the Congressional Oversight Group with respect to trade negotiations (including congressional advisers for trade policy and negotiations appointed under the Trade Act of 1974, and specified congressional committees, immediately before any agreement is initialed); (2) preserve the ability of the United States to enforce rigorously its trade laws, including the antidumping and countervailing duty laws, and avoid agreements which lessen the effectiveness of domestic and international disciplines on unfair trade, especially dumping and subsidies, in order to ensure that U.S. workers, agricultural producers, and firms can compete fully on fair terms and enjoy the benefits of reciprocal trade concessions; and (3) consult with specified congressional committees about any negotiations and agreements relating to agricultural trade. Requires the President, in determining whether to enter into negotiations with a particular country, to take into account the extent to which that country has implemented, or has accelerated the implementation of, its obligations under the Uruguay Round Agreements. Directs the President, with respect to any trade agreement to be implemented under trade authorities (fast track) procedures, to report to the Congress on the extent to which countries that are parties to the agreement have laws in effect governing exploitative child labor. (Sec. 103) Sets forth the authority of the President (generally similar to his authority under OTCA) to enter trade agreements with foreign countries regarding tariff and non-tariff barriers. Allows the President to enter into such agreements before October 1, 2001 (or before October 1, 2005, if trade authorities are extended according to a specified congressional procedure). States that a trade agreement may be entered only if it makes progress in meeting the applicable objectives, and the President satisfies certain congressional consultation requirements, set forth in this Act. Declares that bills implementing trade agreements may qualify for congressional trade authorities (fast-track) procedures only if they consist solely of: (1) a provision approving a trade agreement entered into under this Act, and approving any statement of administrative action; (2) provisions directly related to the principal trade negotiating objectives set forth in this Act achieved in such trade agreement, if they are necessary for the operation or implementation of U.S. rights or obligations under such trade agreement; (3) provisions that define and clarify, or provisions that are related to, the operation or effect of the provisions of the trade agreement; (4) provisions to provide adjustment assistance to workers and firms adversely affected by trade; and (5) provisions necessary to comply with budget offset requirements of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Provides for extension of fast-track procedures to implementing bills submitted after October 1, 2001, and before October 1, 2005, upon the President's request if neither House of the Congress adopts an extension disapproval resolution according to a specified procedure. (Sec. 104) Prescribes requirements for presidential notice and consultation with the Congress before negotiations on: (1) tariff and nontariff barrier agreements; (2) certain principal trade negotiating objectives; and (3) agriculture. Requires the President to consult with specified congressional committees before entering an agreement. Directs the President before entering into a trade agreement to provide the International Trade Commission (ITC) with details of the agreement as it exists at that time and request the ITC to prepare, using certain empirical literature, an economic impact assessment with respect to such agreements. (Sec. 105) Requires the President (as under OTCA) to notify Congress within 90 days of entering an agreement. Requires the President, within 60 days of signing an agreement, to submit to the Congress a preliminary list of changes to existing laws considered mandatory to bring the United States into compliance with the agreement. Authorizes both Houses of Congress to adopt, within 60 days of each other, a procedural disapproval resolution denying fast-track to any trade agreement if the President has failed or refused to notify or consult with Congress about it. (Sec. 106) Exempts from the prenegotiation consultation requirements of this Act any tariff or nontariff agreement which results from negotiations commenced before enactment of this Act, and which is entered into: (1) with Chile: (2) under WTO auspices regarding trade in information technology products (Information Technology Agreement); or (3) under WTO auspices regarding the rules of origin work program under the Uruguay Round Agreements Act. Requires the President to consult with specified congressional committees about such negotiations as soon as feasible after enactment of this Act. Declares that fast track procedures shall not apply to the Multilateral Agreement on Investment concluded under the auspices of the Organization for Economic Cooperation and Development. (Sec. 107) Provides for the appointment of individuals to serve as members of a Congressional Oversight Group for trade negotiations. Requires the Group to consult with and provide advice to the USTR on negotiating strategies and positions, and the development of the trade agreement. Directs the USTR to develop guidelines to facilitate the useful and timely exchange of information between the USTR and the Group. (Sec. 108) Directs the President to submit to the Congress a plan for implementing and enforcing trade agreements. (Sec. 109) Establishes in the Office of the USTR a Chief Agricultural Negotiator with the rank of Ambassador, appointed by the President with the Senate's advice and consent, whose primary function shall be conducting trade negotiations about agricultural commodities. Title II: Trade Adjustment Assistance - Amends the Trade Act of 1974 to authorize appropriations to the Departments of Labor and of Commerce for FY 1998, 1999, and for the period October 1, 1999 through December 31, 1999, for trade adjustment assistance (TAA) for workers and for firms, respectively. (Sec. 202) Authorizes appropriations for the period October 1, 1999, through December 31, 1999, for the training of workers adversely affected by import competition under NAFTA transitional adjustment assistance program. (Sec. 204) Requires the Comptroller General to study and report to the Congress on TAA programs by the end of FY 1999. (Sec. 205) Postpones termination of the TAA programs until the end of December 31, 1999. Title III: Spending Offsets - Prohibits FY 1999 funding for computer-related expenses of the Department of Agriculture that are funded through the Commodity Credit Corporation (CCC). (Sec. 301) Amends the Commodity Credit Corporation Charter Act to reduce the obligational authority of the CCC. Title IV: Miscellaneous Trade Provisions - Amends the Trade Act of 1974 to direct the USTR to identify those foreign countries that: (1) deny fair and equitable market access to U.S. agricultural products or apply unjustified sanitary or phytosanitary standards for the importation of U.S. agricultural products; and (2) are determined by the USTR to be priority foreign countries. Limits identification of priority foreign countries to those that engage in the most onerous or egregious acts which have the greatest adverse impact on the relevant U.S. products. (Sec. 401) Provides that, if available information indicates that such action is appropriate, the USTR may at any time: (1) revoke the identification of any foreign country as a priority foreign country; or (2) identify any foreign country as a priority foreign country. Subjects priority foreign countries to investigation by means other than a petition. (Sec. 402) Expresses the sense of the Congress that the USTR should work with the Minister of Finance of Japan to enforce fully the terms of the U.S.-Japan Insurance Agreement so that Japanese insurance markets will continue to be open to U.S. investment, and that existing and future U.S. investments there are protected. (Sec. 403) Amends the Tariff Act of 1930 to require imported containers of perishable agricultural commodities to be marked with the country of origin. (Sec. 404) Directs the administering authority to monitor closely and enforce vigorously the suspension agreement concerning Mexican fresh tomatoes that was entered into between the United States and Mexico on October 28, 1996. Requires the administering authority to resume the antidumping investigation suspended by the agreement if it determines that such agreement is being, or has been, violated, is no longer in the public interest, or no longer meets certain requirements. Directs the administering authority to establish a Rapid Response Team to ensure full compliance and speedy resolution of claims with respect to the suspension agreement. (Sec. 405) Directs the President to establish a task force to review, determine ways to improve, and report through the President to the Congress on, conditions along the U.S.-Mexican border with respect to housing, labor, the environment, and other relevant issues as they relate to U.S. companies that are located along such border."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Fast-Track bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Reciprocal Trade Agreement bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Reciprocal Trade Agreement Authorities Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Reciprocal Trade Agreement Authorities Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To extend trade authorities procedures with respect to reciprocal trade agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:19-05:00"
}