{
  "actions": [
    {
      "acted_at": "1982-03-16", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-19", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-20", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Favorable Executive Comment Received From Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-15", 
      "bill_ids": [
        "s503-97"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "For Further Action See S.503.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5856-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-16", 
  "number": "5856", 
  "official_title": "A bill to provide for the consolidation of Indian lands; for the elimination of small fractional interests in Indian lands; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s503-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Indian Land Consolidation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-16", 
  "subjects": [
    "Courts and Civil Procedure", 
    "Federal-Indian relations", 
    "Indian courts", 
    "Indian lands", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Native Americans", 
    "Probate law and practice", 
    "Public Lands and Real Property", 
    "State taxation", 
    "States", 
    "Tax exemption", 
    "Taxation"
  ], 
  "subjects_top_term": "Indian lands", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-16", 
    "text": "Indian Land Consolidation Act - Title I: Indian Land Consolidation - Authorizes the Secretary of the Interior to acquire lands or interest in lands to: (1) provide land for Indians or Indian tribes; or (2) consolidate tribal landholdings or eliminate undivided fractional interests in trust or restricted lands. Authorizes the Secretary to use for such purchase any funds available to an Indian tribe. Authorizes any tribe, with the approval of the Secretary, to exchange or sell any tribal lands or interest in lands to eliminate undivided fractional interests in Indian trust or restricted lands or consolidate its tribal landholdings. Sets forth conditions for such sales. Authorizes any tribe to purchase, at fair market value, the undivided fractional interests in any trust or restricted lands within its jurisdiction, without the consent of other owners of interests in such lands. Authorizes any tribe to purchase, at not less than the fair market value, all of the interests in any tract or trust or restricted land within its jurisdiction, with the consent of: (1) the owners of over 50 percent of the undivided interests in such tract; or (2) over 50 percent of the owners of such tract. Sets forth conditions for such purchases. Requires the Secretary's approval for such sales and purchases. Title II: Indian Inheritance Laws - Authorizes any tribe to provide that only the tribe and either its tribal members or Indians shall be entitled to receive by devise or descent any interest in trust or restricted land within that tribe's jurisdiction. Sets forth conditions on such inheritance laws. Authorizes any tribe to provide that any undivided fractional interest of less than five percent of the total acreage of any tract of trust or restricted land within its jurisdiction shall not descend by intestacy or devise but shall escheat to the tribe, unless such interest can generate more than $50 in revenues per year. Directs the Secretary to give full force and effect to any tribal actions taken pursuant to this title. Applies such provisions only to estates of decedents whose deaths occur on or after the effective date of tribal ordinances adopted pursuant to this title. Title III: Miscellaneous - Provides that title to any land acquired under this Act by an Indian or Indian tribe shall be taken in trust by the United States and that all such lands or interests in lands shall be exempt from Federal, State, and local taxation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Land Consolidation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the consolidation of Indian lands; for the elimination of small fractional interests in Indian lands; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:51-05:00"
}