{
  "actions": [
    {
      "acted_at": "1979-05-07", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3962-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-07", 
  "number": "3962", 
  "official_title": "A bill to amend the Federal Reserve Act to establish reserve requirements on certain Eurocurrency liabilities and other transactions of foreign branches and agencies of member and nonmember banks, Edge Act Corporations, and certain other depository institutions, and to encourage other countries to impose similar reserve requirements on such transactions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Eurocurrency Market Control Act of 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-07", 
  "subjects": [
    "American investments", 
    "Bank reserves", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign banks and banking", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "International banking", 
    "International corporations", 
    "Monetary policy", 
    "Money"
  ], 
  "subjects_top_term": "International banking", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-07", 
    "text": "Eurocurrency Market Control Act of 1979 - Amends the Federal Reserve Act to require the Federal Reserve Board to establish reserve requirements on certain Eurocurrency liabilities and other transactions of foreign branches and agencies of member and nonmember banks, Federal or State branches and agencies of foreign banks operating within the United States, and certain corporations (Edge Act corporations) engaging in international or foreign banking or financial operations. Stipulates that such reserve ratios for deposits shall not be less than ten percent nor more than 22 percent. Stipulates that such reserve ratios shall be reduced by 75 percent during the first calendar year, 50 percent during the second calendar year, and 25 percent during the third calendar year. States that such reductions shall take effect upon the determination by the Chairman of the Federal Reserve Board that countries representing 75 percent of all foreign-denominated deposits within banks and other financial institutions in their jurisdiction have agreed to adopt comparable reserve requirements on Eurocurrency liabilities and other transactions. Requires the Chairman to report to the appropriate committees of the Senate and the House of Representatives one year after the date of enactment of this Act on the progress of efforts to have major banking countries establish reserve requirements and not later than ten days after a determination that the required percentage of countries have agreed to adopt reserve requirements. Prohibits the Board of Governors of the Federal Reserve Board from approving the establishment of any specially designated international banking facility or special exemptions from interest rate regulations and reserve requirements prior to December 31, 1980. Directs the Board of Governors to report to the Congress as to the advisability of the adoption of such proposals and on the role of United States banks and other financial institutions in the Eurocurrency market and in foreign exchange markets. Lists information such report shall give emphasis to including, but not limited to, the implications for the Federal Reserve Board (as lender of last resort) of Eurocurrency activity, foreign exchange trading, and any speculative activity of United States banks and other financial institutions and the advisability of them maintaining unhedged, speculative positions in foreign currency markets. Requires the Federal Reserve Board to submit to the Congress one year after enactment of this Act specific recommendations for changes in legislation or regulations to: (1) prohibit transfer of any asset across national borders for the purpose of minimizing tax liability within any national jurisdiction; (2) limit banks and other financial institutions from holding \"uncovered\" contracts to buy and sell foreign exchange to a fixed percentage of capital for each national currency in which they deal; and (3) limit the responsibility of the Federal Reserve Board as lender of last resort in the event that a bank violates any rule or regulation the Board may establish."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Eurocurrency Market Control Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Reserve Act to establish reserve requirements on certain Eurocurrency liabilities and other transactions of foreign branches and agencies of member and nonmember banks, Edge Act Corporations, and certain other depository institutions, and to encourage other countries to impose similar reserve requirements on such transactions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:08-05:00"
}