{
  "actions": [
    {
      "acted_at": "1983-11-18", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-08", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from Federal Reserve System, Federal Deposit Insurance Corporation, Federal Home Loan Bank Board, Comptroller of the Currency, Treasury Department, National Credit Union Administration, Securities and Exchange Commission, Justice Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-01-13", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking received executive comment from Comptroller of the Currency.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-01-16", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held at Salt Lake City, Utah. Hearings printed:  S.Hrg. 98-629 Pt.1.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-22", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-28", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-29", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings concluded. Hearings printed: S.Hrg. 98-629 Pt. II.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-06", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-07", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-13", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-21", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-27", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-28", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings concluded. Hearings printed: S.Hrg. 98-629 Pt. III.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2181-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-18", 
  "number": "2181", 
  "official_title": "A bill to authorize depository institution holding companies to engage in activities of a financial nature, insurance underwriting and brokerage, real estate development and brokerage, and certain securities activities including dealing in, underwriting and purchasing government and municipal securities, sponsoring and managing investment companies and underwriting the securities thereof, to provide for the safe and sound operation of depository institutions, to amend the Federal Reserve Act, the Home Owners' Loan Act of 1933, and the Bank Service Corporation Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Competitive Equity Act", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-18", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Bank accounts", 
    "Bank deposits", 
    "Bank holding companies", 
    "Bank reserves", 
    "Business and commerce", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Credit", 
    "Credit cards", 
    "Credit unions", 
    "Crime prevention", 
    "Federal home loan banks", 
    "Federal preemption", 
    "Federal reserve system", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Finance charges", 
    "Fraud", 
    "Government operations and politics", 
    "Government securities", 
    "Insurance", 
    "Interest", 
    "Interest rates", 
    "Interstate banking", 
    "Investment banking", 
    "Lease and rental services", 
    "NOW accounts", 
    "National banks", 
    "Savings and loan associations", 
    "Savings banks", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-18", 
    "text": "Financial Services Competitive Equity Act - Title I: Financial Institutions Competitive Equity - Authorizes depository institution holding companies to engage in activities of a financial nature, insurance underwriting and brokerage, real estate development and brokerage, and certain securities activities. Includes in such activities dealing in, underwriting and purchasing government and municipal securities, sponsoring and managing investment companies and underwriting the securities thereof. Amends the Bank Service Corporation Act to rename such Act the Depository Institution Service Corporation Act. Sets forth limitations on the amount a depository institution may invest in depository institution service corporations. Describes the depository institution service corporation activities permissible for depository institutions. Provides grandfather rights to service corporation investors and for service corporation activities where an investment was made and the activities were commenced prior to July 1, 1983. Authorizes any association, which is organized and continues to operate in the mutual form, to invest in the capital stock obligation or other securities of any corporation (a mutual thrift service corporation) organized under State laws if the entire capital stock of such corporation is available for purchase only by savings and loan associations having their home offices in such State. Title II: Credit Union Amendments - Amends the Federal Credit Union Act to permit a longer term on second mortgage loans when approved by the National Credit Union Administration Board. Title III: Bankers Bank - Permits a national banking association, if certain conditions are met, to purchase for its own account shares of stock of a bank or holding company which owns or controls such a bank. Title IV: Competitive Savings Incentive - Competitive Savings Incentives Act of 1983 - Amends the Federal Reserve Act to provide that reserves held by the following may be in the form of vault cash, or as deposits in an Earnings Participation Account at a Federal Reserve Bank which shall receive earnings to be paid each month at the rate earned on the securities portfolio of the Federal Reserve System during that month: (1) any bank, loan association, or mutual or stock bank against accounts authorized by the Garn-St Germain Depository Institutions Act of 1982 or transaction accounts authorized after December 1, 1982; and (2) any insured credit union against any comparable accounts. Title V: Consumer Leases and Rental-Purchase Agreements - Consumer Lease and Rental-Purchase Agreement Act - Amends the Consumer Credit Protection Act to establish certain disclosure requirements for consumer lease and rental purchase agreements. Allocates liability between lessors and lessees and parties to rental purchase agreements. Grants the Federal Trade Commission primary but not exclusive enforcement authority under this Act. Prescribes civil and criminal penalties for violations. Preempts State laws on consumer credit under specified circumstances. Title VI: Fair Deposit Availability - Fair Deposit Availability Act of 1983 - Requires a depository institution to give a customer written disclosure of its general policy on withdrawal of funds deposited into a deposit account. Requires the timely payment of interest on deposits to interest bearing accounts. Title VII: Credit Deregulation and Availability - Credit Deregulation and Availability Act of 1983 - Amends the Depository Institutions Deregulation and Monetary Control Act of 1980 to eliminate the current Federal rate ceiling for business and agricultural loans. Preempts all State usury laws in connection with extensions of consumer credit made by creditors. Authorizes the boards of directors of Federal credit unions to establish interest rates. Title VIII: Interest on Demand Deposits - Demand Deposit Deregulation Act - Amends the Federal Reserve Act, the Federal Deposit Insurance Act, and the Home Owner's Loan Act of 1933 to permit the payment of interest on demand deposits held by depository institutions. Amends the Depository Institutions Deregulation Act of 1980 to direct the Depository Institutions Deregulation Committee to establish rules concerning such interest payments. Title IX: Fraudulent Use of Credit Cards and Debit Cards - Amends the Truth in Lending Act and the Electronic Fund Transfer Act regarding the fraudulent use of credit cards, debit instruments or account numbers. Title X: Interstate Banking - Interstate Banking Act of 1983 - Authorizes interstate banking among any other State in which such establishment and operation are at the time authorized by State law specifically granting such authority. Requires the President to report to Congress concerning the effect that this Act has on the financial, economic, and banking environment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Competitive Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Competitive Savings Incentive Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Lease and Rental Purchase Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Credit Deregulation and Availability Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Demand Deposit Deregulation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Deposit Availability Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Interstate Banking Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize depository institution holding companies to engage in activities of a financial nature, insurance underwriting and brokerage, real estate development and brokerage, and certain securities activities including dealing in, underwriting and purchasing government and municipal securities, sponsoring and managing investment companies and underwriting the securities thereof, to provide for the safe and sound operation of depository institutions, to amend the Federal Reserve Act, the Home Owners' Loan Act of 1933, and the Bank Service Corporation Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:11-05:00"
}