{
  "actions": [
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2966-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-14", 
  "number": "2966", 
  "official_title": "A bill to require authorizations of new budget authority for Government programs at least every five years, to provide for review of Government programs every five years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sunset Act of 1979", 
  "sponsor": {
    "district": "19", 
    "name": "Broomfield, William S.", 
    "state": "MI", 
    "thomas_id": "00128", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-14", 
  "subjects": [
    "Advisory bodies", 
    "Appropriations", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Evaluation", 
    "Executive privilege", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government regulation", 
    "Government spending", 
    "House rules and procedure", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Management", 
    "Planning", 
    "Productivity in government", 
    "Public administration", 
    "Senate rules and procedure", 
    "Sunset legislation", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax expenditures", 
    "Tax rates", 
    "Taxation", 
    "Zero-base budgeting"
  ], 
  "subjects_top_term": "Sunset legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-14", 
    "text": "Sunset Act of 1979 - Title I: Authorizations of New Budget Authority - Sets forth a five-year schedule for review and reauthorization of all Federal programs according to budget function and subfunction as set forth in the Budget of the United States Government for Fiscal year 1979. States that programs not specifically reauthorized by Congress pursuant to this Act shall not continue to function after the review date set forth in such schedule. Exempts from the requirements of this Act specified programs such as health care services, general retirement and disability insurance, and Federal employment retirement and disability payments. States that it is not in order for either the House or the Senate to consider any legislation which authorizes the enactment of new budget authority for a program for a fiscal year beginning after the next review date applicable to such program unless a sunset review has been conducted. Requires the Comptroller General to report to Congress by January 1, 1980, on specified programs with respect to the laws under which such program is carried on, the amount of new budget authority received by such program during the four fiscal years ending before January 1, 1980, and to identify programs for which no outlays have been made during the last two fiscal years ending before January 1, 1980. Requires the Committees on Appropriations and the Committees on the Budget of both Houses of Congress to review such report and to identify each program's functional and subfunctional category. Prohibits providing new budget authority after the applicable review date set forth in this Act unless the provision of such budget authority is specifically authorized by law. Allows either House of Congress to report legislation to change the review schedule as set forth in this Act. Requires all legislation and other matters related to such a change to be referred to the Committee on the Budget of either House. Title II: Review of Programs - Requires the authorizing committees of the Senate and House of Representatives to conduct \"sunset reviews\" of all programs prior to the review date applicable to such program and to issue a report on the findings of such review. Sets forth guidelines for the content of such sunset reviews including: (1) an assessment of the achievements and costs of such program; (2) the identification of programs with duplicative objectives; and (3) an assessment of the impact of eliminating the program or funding it at a lower level. Provides the authorizing committees with assistance from the Government Accounting Office, the Congressional Budget Office, and the Congressional Research Service in carrying out such sunset reviews. Amends the Legislative Reorganization Act of 1970 to require, whenever the Comptroller General issues a report which discloses any substantial deficiency in the achievement of the objectives of any Federal program, the agency conducting such program to report to specified congressional committees 12 months after such report to delineate the actions taken with respect to such deficiency. Title III: Citizens' Commission on the Organization and Operation of Government - Establishes, as an independent instrumentality of the United States, the Citizens' Commission on the Organization and Operation of Government to conduct a nonpartisan study and investigation of the programs, organization, and methods of operation of all departments, agencies, independent instrumentalities, and other authorities of the executive branch of the Government, and to make such recommendations as it determines are necessary to promote economic, efficient and improved services in the transaction of public business. Requires the Commission to submit interim reports to the President and the Congress, and to submit a final report with its findings and recommendations. Requires the Comptroller General to report once a year for two years after submission of the Commission's final report on the status of actions taken as a result of the report. Terminates the Commission 90 days after submission of its final report. Title IV: Tax Expenditures - Requires the Joint Committee on Taxation, after consultation with Secretary of the Treasury and the Budget Committees of the House and Senate, to prepare a review schedule for all tax expenditures, similar to the schedule set out in Title I for Federal programs, and to report its recommendations to the Committees on Ways and Means and Finance. Requires the Congress to take final action on such schedule during the 96th Congress. Defines a \"tax expenditure provision\" as any provision of law or any regulation which allows a special exclusion, exemption, or deduction from gross income which provides a special credit, a preferential rate of tax, or a deferral of tax liability. Declares out of order in either House of Congress any bill which authorizes or continues any tax expenditure provision not in compliance with this title. Requires the House Committee on Ways and Means and the Senate Committee on Finance to conduct a sunset review for each such provision during the same period as the review conducted under title II of programs having similar objectives, and to issue a report of its findings. Sets forth guidelines for the review of tax provisions which are similar to the review guidelines for Federal programs. Title V: Miscellaneous - Requires that head of each Federal agency to transmit to Congress each request for new budget authority and a statement of estimated outlays during the fiscal year. Declares that nothing in this Act shall require the public disclosure of records which are specifically authorized under criteria established by an Executive order to be kept secret in the interest of national defense or foreign policy and are in fact properly classified pursuant to such Executive order, or which are otherwise specifically protected by law. Provides that the committees of the Senate or the House of Representatives shall not be required to disclose publicly any such records, except as otherwise provided by the rules of either House. Sets forth House and Senate procedure for consideration for a program of an \"extension resolution\" ( a joint resolution deferring the provision of this Act which prohibits the obligation or expenditure of new budget authority)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sunset Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require authorizations of new budget authority for Government programs at least every five years, to provide for review of Government programs every five years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:48-05:00"
}