{
  "actions": [
    {
      "acted_at": "1995-02-21", 
      "committee": "Committee on Economic and Educational Opportunities, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Economic and Educational Opportunities, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-21", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-21", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-22", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Executive Comment Requested from HHS, USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-22", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-22", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-23", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-23", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 23 - 17.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-03-10T12:42:00-05:00", 
      "references": [], 
      "text": "Mr. Goodling asked unanimous consent that the Committee on Economic and Educational have until midnight on March 10 to file a report on H.R. 999. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-10T16:56:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Economic and Educational. H. Rept. 104-75, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-13", 
      "bill_ids": [
        "hr1214-104"
      ], 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "text": "For Further Action See H.R.1214.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-14", 
      "references": [
        {
          "reference": "CR H3134-3136, H3140", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr999-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-02-21", 
  "number": "999", 
  "official_title": "To establish a single, consolidated source of Federal child care funding; to establish a program to provide block grants to States to provide nutrition assistance to economically disadvantaged individuals and families and to establish a program to provide block grants to States to provide school-based food services to students; to restrict alien eligibility for certain education, training, and other programs; and for other purposes.", 
  "popular_title": "Welfare Reform bill", 
  "related_bills": [
    {
      "bill_id": "hr1214-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Welfare Reform Consolidation Act of 1995", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-02-23", 
  "subjects": [
    "Abandonment of family", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Aliens", 
    "Auditing", 
    "Authorization", 
    "Birth defects", 
    "Block grants", 
    "Boarder babies", 
    "Breast feeding", 
    "Child abuse", 
    "Child development", 
    "Child health", 
    "Child molesting", 
    "Child nutrition", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Day care", 
    "Day care centers for the aged", 
    "Disabled", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy policy", 
    "Families", 
    "Federal aid to child welfare", 
    "Federal aid to day care centers", 
    "Federal aid to handicapped services", 
    "Federal aid to higher education", 
    "Federal aid to maternal health services", 
    "Federal aid to youth services", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Food relief", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Graduate education", 
    "Hard-core unemployed", 
    "Hawaiians", 
    "Health", 
    "Health education", 
    "Higher education", 
    "Homeless", 
    "Homeless children", 
    "Illegal aliens", 
    "Immigration", 
    "Income", 
    "Information services", 
    "Labor and employment", 
    "Low birth weight", 
    "Manpower training programs", 
    "Medicaid", 
    "Milk", 
    "Minorities", 
    "Missing children", 
    "Nutrition", 
    "Older workers", 
    "Planning-programming-budgeting", 
    "Poverty", 
    "Pregnant women", 
    "Private schools", 
    "Prosecution", 
    "Public assistance programs", 
    "Public service employment", 
    "Risk assessment", 
    "Scholarships", 
    "School districts", 
    "School lunch program", 
    "Science, technology, communications", 
    "Shelters for the homeless", 
    "Social welfare", 
    "State laws", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Summer employment", 
    "Supplemental security income program", 
    "Telephone", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Volunteer workers", 
    "Welfare reform", 
    "Women", 
    "Youth employment"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1995-03-10", 
    "text": "TABLE OF CONTENTS: Title I: Child Care Block Grants Title II: Family and School-Based Nutrition Block Grants Subtitle A: General Provisions Subtitle B: Family Nutrition Block Grant Program Subtitle C: School-Based Nutrition Block Grant Program Subtitle D: Miscellaneous Provisions Title III: Restricting Alien Eligibility for Certain Education, Training, and Other Programs Title IV: Other Repealers and Conforming Amendments Title V: Related Provisions Title VI: General Effective Date; Preservation of Actions, Obligations, and Rights Welfare Reform Consolidation Act of 1995 - Title I: Child Care Block Grants - Amends the Child Care and Development Block Grant Act of 1990 to add the following as goals for such Act: (1) to allow each State maximum flexibility in developing child care programs and policies that best suit the needs of children and parents within such State; (2) to promote parental choice to empower working parents to make their own decisions on the child care that best suits their family's needs; (3) to encourage States to provide consumer education information to help parents make informed choices about child care; (4) to assist States to provide child care to parents trying to achieve independence from public assistance; and (5) to assist States in implementing the health, safety, licensing, and registration standards established in State regulations. (Sec. 101) Reauthorizes and extends such Act through 2000. Makes various specified technical and other changes to the Child Care and Development Block Grant Act of 1990 with regard to lead State agency designation, State application and plan, and limitations on State allotments. Repeals earmarked required expenditures. Requires each State to report a plan for annual evaluations of the extent to which the State has achieved each goal established by this Act. Authorizes a State to transfer funds to carry out other State programs operated under specified provisions of Federal law, including State Aid to Families With Dependent Children (AFDC) under part A of title IV of the Social Security Act (SSA) and Child-Welfare Services programs. Requires any State to certify that it has in place procedures for responding to any report of medical neglect of infants, including disabled infants with life-threatening conditions. Requires the State to provide for authority for the State child protective service to pursue any necessary legal remedies, including legal proceedings, to prevent withholding of medically indicated treatment from such disabled infants. (Sec. 102) Repeals certain child care assistance authorized by specified Acts other than the Social Security Act, including Native Hawaiian Family-Based Education Centers under the Native Hawaiian Education Act. (Sec. 103) Amends AFDC provisions to repeal AFDC's transitional and at-risk child care programs. Title II: Family and School-Based Nutrition Block Grants - Subtitle A: General Provisions - Sets forth the definitions of various terms used in this title. Subtitle B: Family Nutritional Block Grant Program - Replaces the Child Nutrition Act of 1966 with a State family nutrition block grant program with goals that include the following: (1) to provide nutritional risk assessment, food assistance based on such risk assessment, and nutrition education and counseling to economically disadvantaged pregnant women, postpartum women, breastfeeding women, infants, and young children at nutritional risk; and (2) to provide food assistance, including nutritious meal supplements, to such women in order to reduce incidences of low-birthweight babies and babies born with birth defects as a result of nutritional deficiencies. (Sec. 222) Sets forth the formula for allotting appropriations among the States. Specifies the use of grant amounts, and establishes penalties for misuse of funds. Requires the appropriate State agency to determine that sufficient grant amounts will remain available during a fiscal year to carry out this subtitle before using any such amounts for the fiscal year. (Sec. 225) Sets out State reporting requirements. (Sec. 227) Directs the Food and Nutrition Board of the Institute of Medicine of the National Academy of Sciences to develop, and report to specified congressional committees, model nutrition standards for food assistance provided to economically disadvantaged pregnant women, postpartum women, breastfeeding women, infants, and young children. (Sec. 228) Authorizes appropriations. Subtitle C: School-Based Nutrition Block Grant Program - Replaces the National School Lunch Act with a school-based nutrition block grant program to provide assistance to schools to establish and carry out nutritious food service programs that provide affordable meals and supplements to students. Sets forth similar grant allotment, application, use, reporting, and penalty provisions. (Sec. 254) Requires the appropriate State agency to determine that sufficient grant amounts will remain available during a fiscal year to carry out this subtitle before using any such amounts for the fiscal year. Directs the States to ensure that schools provided State assistance in establishing and carrying out nutritious food service programs do not: (1) physically segregate children eligible to receive free or low cost meals or supplements on the basis of such eligibility; (2) provide for overt identification of such children by special means; or (3) otherwise discriminate against them. (Sec. 257) Provides that if, by reason of any other provision of law, a State is prohibited from providing assistance received from a grant under this subtitle for children enrolled in a private elementary or secondary school, the Secretary of Agriculture shall arrange for the provision of such assistance to such children through arrangements which shall be subject to the requirements of this subtitle. (Sec. 258) Directs the Food and Nutrition Board of the Institute of Medicine of the National Academy of Sciences to develop, and report to specified congressional committees, model nutrition standards for meals to students under this subtitle. Subtitle D: Miscellaneous Provisions - Repeals the following Acts: (1) the Child Nutrition Act of 1966; (2) the National School Lunch Act; (3) the Commodity Distribution Reform Act and WIC Amendments of 1987; and (4) the Child Nutrition and WIC Reauthorization Act of 1989. Title III: Restricting Alien Eligibility for Certain Education, Training, and Other Programs - Makes illegal aliens ineligible for specified Federal higher education, job training, aged, child care, low-income energy assistance, community services, homeless assistance, and nutrition assistance programs. (Sec. 301) Makes lawful aliens eligible for certain Federal homeless and nutrition assistance programs, but ineligible for specified Federal aged, domestic volunteer service, low-income energy assistance, community services, and child care programs. Limits the eligibility of a lawful alien for certain higher education and job training programs to an alien who: (1) has fulfilled the residency requirements, and has an application pending, for naturalization under the Immigration and Nationality Act; or (2) is a veteran with an honorable discharge, or is on active duty in the Armed Forces of the United States, or is the spouse or unmarried dependent child of one or the other. Exempts from such eligibility restrictions on lawful aliens: (1) refugees until five years after their arrival in the United States; (2) all eligible resident aliens until one year after enactment of this Act; and (3) all lawful permanent residents 76 years of age or older who have resided in the United States for at least five years. (Sec. 302) Requires each Federal agency administering a program covered by this title to post information and provide general notification to the public and program recipients, either directly or through the States, of the requirements concerning alien eligibility for any such program pursuant to this title. Title IV: Other Repealers and Conforming Amendments - Repeals the JOBS program under part F of SSA title IV and replaces it with mandatory work requirements for all families receiving assistance under part A (AFDC) of SSA title IV. Sets forth annual State minimum participation rates, with allowance for pro rata rate reductions for caseload reductions which are not required by Federal law. Establishes penalties against: (1) individual AFDC recipients who refuse to engage in required work activities; and (2) AFDC grant- receiving States which fail to comply with participation rate requirements. (Sec. 401) States the sense of the Congress that, in complying with this title, each State operating a federally-funded AFDC program is encouraged to assign the highest priority to requiring families that included older preschool or schoolage children to engage in work activities. Authorizes the Secretary of Health and Human Services (HHS) to: (1) conduct research on the effects, costs, and benefits of federally- funded State AFDC programs; (2) assist States in developing (and afterwards evaluate) innovative approaches to employing recipients of AFDC cash assistance; (3) study caseloads of States operating federally-funded AFDC programs; and (4) develop innovative methods of disseminating information on any research, evaluations, and studies conducted uner this title. (Sec. 402) Repeals: (1) the Abandoned Infants Assistance Act of 1988 with conforming amendments to the Domestic Volunteer Service Act of 1973; (2) the Child Abuse Prevention and Treatment Act with conforming amendments to the Victims of Crime Act of 1984; (3) the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978; and (4) the Missing Children's Assistance Act and replaces it with the Missing Children's Assistance Act of 1995 under which a grant program is administered by the Office of Juvenile Justice and Delinquency Prevention for providing assistance in identifying, locating (including through a national 24-hour toll-free telephone line), and recovering missing children. Authorizes grants to and contracts with public agencies or private nonprofit organizations for research, demonstration projects, or service programs dealing with missing children, including their abduction and sexual exploitation. Authorizes appropriations. Makes technical amendments to the Temporary Child Care for Children with Disabilities and Crisis Nurseries Act of 1986, removing references to crisis nurseries, among other changes. Repeals family support center provisions of the Stewart B. McKinney Homeless Assistance Act and certain investigatory and prosecutory provisions of the Victims of Child Abuse Act of 1990. Title V: Related Provisions - Directs the Secretary to produce and publish data on the incidence of poverty for each State, county, and local government for which data have been compiled, as well as for each school district. Requires a report to the Congress, if such data cannot be produced, enumerating each government or school district excluded and giving the reasons for the exclusion. Authorizes appropriations. Requires the Secretary to produce data relating to participation in programs authorized by this Act by families and children. Authorizes appropriations. Title VI: General Effective Date; Preservation of Actions, Obligations, and Rights - Specifies the effective date of this Act and the application of its amendments and repeals."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Welfare Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Welfare Reform Consolidation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Welfare Reform Consolidation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Missing Children's Assistance Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a single, consolidated source of Federal child care funding; to establish a program to provide block grants to States to provide nutrition assistance to economically disadvantaged individuals and families and to establish a program to provide block grants to States to provide school-based food services to students; to restrict alien eligibility for certain education, training, and other programs; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:07-05:00"
}