{
  "actions": [
    {
      "acted_at": "1976-01-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11525-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Conte, Silvio O.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00228", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-01-27", 
  "number": "11525", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to require the establishment of formal procedures and criteria for the selection of Individual income tax returns for audit, to inform individuals of the reasons why their returns were selected for audit.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14719-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Taxpayer Audit Disclosure Act", 
  "sponsor": {
    "district": "6", 
    "name": "Litton, Jerry", 
    "state": "MO", 
    "thomas_id": "00695", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-01-27", 
  "subjects": [
    "Accounting", 
    "Auditing", 
    "Income tax", 
    "Tax administration", 
    "Tax auditing", 
    "Tax returns"
  ], 
  "subjects_top_term": "Tax returns", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-01-27", 
    "text": "Taxpayer Audit Disclosure Act - Requires the establishment of formal procedures and criteria for the selection of individual income tax returns for audit. Directs the Secretary of the Treasury or his delegate to provide any individual selected for auditing with a written notice which clearly specifies the reasons for and manner in which the return of such individual was selected for audit. Provides that the Secretary or his delegate shall furnish to such individual a written explanation which describes the audit procedure, the rights which a taxpayer may exercise during such procedure, the right of the taxpayer to make an administrative or judicial appeal from an adverse decision at the end of such procedure, and the right of the taxpayer to claim a refund. Requires the Secretary of the Treasury or his delegate to submit to the Joint Committee on Internal Revenue Taxation before September 30 of each year a report setting forth: (1) the number of individuals whose returns were selected for audit during the previous 12-month period; (2) a classification of individuals whose returns were audited during the previous 12-month period by, among other factors, income levels, geographic distribution, and profession; (3) the number of individuals audited during the previous 12-month period who were found to have made underpayments or overpayments of tax, together with summary statistics reflecting the percentage of such number, by income category, who made underpayments or overpayments of certain ranges of amounts (to be determined by the Secretary or his delegate); and (4) such other information as may be requested by the joint committee in accordance with the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Taxpayer Audit Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to require the establishment of formal procedures and criteria for the selection of Individual income tax returns for audit, to inform individuals of the reasons why their returns were selected for audit.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:42-05:00"
}