{
  "actions": [
    {
      "acted_at": "1979-08-03", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1684-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-03", 
  "number": "1684", 
  "official_title": "A bill to encourage the development, improvement and operation of domestic refinery capabilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Domestic Refinery Development and Improvement Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-03", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Courts and Civil Procedure", 
    "Department of Energy", 
    "Department of the Treasury", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid programs", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Foreign Trade and Investments", 
    "Fuel allocation", 
    "Government operations and politics", 
    "Government trust funds", 
    "Imports", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Petroleum refineries", 
    "Petroleum storage", 
    "States"
  ], 
  "subjects_top_term": "Petroleum refineries", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-08-03", 
    "text": "Domestic Refinery Development and Improvement Act of 1979 - Title I: Office of Refinery Development - Establishes in the Department of Energy an Office of Refinery Development under the control of a presidentially-appointed Director. Sets forth the duties and responsibilities of the Director, including the administration of programs established under this Act to provide for the development, improvement, and operation of domestic petroleum refineries capable of reducing foreign oil imports. Establishes in the United States Treasury the Refinery Development Fund into which shall be deposited fees levied on imported refined petroleum products. States that such fund is to be used to make payments to: (1) purchasers of domestically refined and shipped petroleum products of small and independent refiners; or (2) such refiners under specified circumstances; to increase competition in refined petroleum products imported into import-dependent regions of the United States. Sets forth qualifications for eligibility for and amounts of such payments. Imposes fees on every barrel of imported refined petroleum products. Removes import fees on crude oil and petroleum products imposed under authority of the Trade Expansion Act of 1962, but maintains the President's authority to impose or remove fees under such Act, so long as he takes into account fees imposed under this Act. Authorizes the Secretary to grant exemptions from such fees to small or independent refiners or owners of new storage capacity, and to exempt new refineries from any or all petroleum pricing and allocation regulations of the Emergency Petroleum Allocation Act of 1973. Directs the President to amend the Emergency Petroleum Allocation Act of 1973 regulations affecting entitlements treatment for imports of refined petroleum products, subject to congressional approval in specified circumstances. Title II: Loan Guarantees - Establishes a Federal Independent and Small Refinery Loan Guarantee Fund to be used by the Secretary to carry out this title. Authorizes the Secretary to make loan guarantees for the financing of construction of new, expanded, or retrofitted refineries, for the financing of purchases of independent and small refineries, and for the refinancing of obligations issued for such purposes. Imposes restrictions on such guarantees. Sets forth procedures in the event of default by the obligor of principal or interest due under a guaranteed obligation. Imposes criminal penalties for specified offenses related to the loan guarantee program. Authorizes the Secretary to hold in escrow under an appropriate agreement a portion of the proceeds of an obligation guaranteed under this title to be used as security for the Secretary's guarantees. Authorizes the Secretary to issue rules and regulations necessary to carry out this title. Authorizes appropriations for fiscal year 1981 to carry out this title. Title III: Priority Refinery Project Act - Authorizes the Secretary to designate priority refinery projects based on specified criteria. Directs any person planning such a facility to apply for such a designation. Exempts such designations from the impact statement requirements of the National Environmental Policy Act of 1969. Directs Federal agencies involved in the approval of such projects to transmit to the Secretary various information and items needed for final approval. Directs the Secretary to publish a Refinery Project Decision Schedule containing deadlines for all Federal actions relating to a priority refinery project and states that such schedule shall constitute the lawful decision-making deadlines for the project. Sets forth sanctions applicable to a Federal agency that does not meet a deadline in a Refinery Project Decision Schedule. Authorizes the Secretary to establish deadlines for Federal agency action in the cases of exceptional national needs which are shorter than the minimum period required under existing legislation. Requires the Secretary to request information from the Governor of a State in which a priority refinery project is located so as to permit the Secretary to establish a decision schedule for State and local agencies. Enumerates sanctions to be applied against a State whose agency or local government is unable or unwilling to implement a schedule for timely review and decision. Authorizes the Secretary to waive any provision of Federal, State, or local law which the Secretary determines must be waived to permit construction or operation of such projects. Prohibits such waivers of laws determining the use of surface or underground water rights. Exempts such waivers from the environmental impact statement provisions of the National Environmental Policy Act. States that the actions of Federal officers or agencies pursuant to this title are not subject to judicial review except as provided in this title. Sets time limits for filing claims arising out of actions taken pursuant to this title, and bars any claims filed thereafter. Stipulates that such claims shall be brought in the United States court of appeals for the circuit in which the project would be located, and grants exclusive original jurisdiction to such court in such matters. Directs such court to give precedence to such matters to the greatest extent practicable. Gives the Supreme Court exclusive authority to review interlocutory judgments or orders of the court of appeals pursuant to this title, and directs the Court to give precedence to such matters to the greatest extent practicable. Prohibits the granting of injunctive relief against the issuance of any right-of-way, permit, lease, or other authorization pursuant to this title except in conjunction with a final judgment on a claim filed under this title. Authorizes the Secretary to make grants to States through the Office of Refinery Development to support the establishment of a uniform, expedited procedure for granting State and local government permits relating to the siting, construction, expansion, and retrofit of refineries and the construction of new storage capacity. Authorizes appropriations for fiscal years 1981 and 1982 for such purposes. Title IV: Crude Oil Allocation for Small Refiners - Enumerates the conditions under which a small refiner is eligible for a crude oil allocation under this title, including lack of access to imported crude oil. Defines the size of the allocation which a qualified small refiner may purchase under this title. Permits small refiners to apply to the Secretary for an emergency allocation and sets forth eligibility criteria and amounts of such emergency allocations. Establishes the method for determining how much crude oil a refiner-seller, as defined under this Act, is obligated to sell to a small refiner. Limits the price for crude oil that a refiner-seller may charge a refiner-buyer pursuant to this title. Authorizes the Secretary to review eligibility for allocations, adjustments to purchase opportunities, and emergency allocations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Refinery Development and Improvement Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the development, improvement and operation of domestic refinery capabilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:07-05:00"
}