{
  "actions": [
    {
      "acted_at": "1991-02-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s454-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-21", 
  "number": "454", 
  "official_title": "A bill to provide for a comprehensive health care plan for all Americans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive American Health Care Act", 
  "sponsor": {
    "district": null, 
    "name": "McConnell, Mitch", 
    "state": "KY", 
    "thomas_id": "01395", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-21", 
  "subjects": [
    "Authorization", 
    "Capital gains tax", 
    "Chemotherapy", 
    "Employee benefit plans", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Geriatrics", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Home care services", 
    "Home nursing", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospitals", 
    "Income tax", 
    "Information services", 
    "Insurance premiums", 
    "Labeling", 
    "Legal fees", 
    "Life insurance", 
    "Long-term care insurance", 
    "Malpractice", 
    "Maternal health services", 
    "Mediation", 
    "Medical education", 
    "Medical screening", 
    "Medical tests", 
    "Medicare", 
    "Preventive medicine", 
    "Public health personnel", 
    "Respite care", 
    "Rural public health", 
    "Scholarships", 
    "Self-employed", 
    "Standards", 
    "Student loan funds", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Vaccination", 
    "Vaccines", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-21", 
    "text": "Comprehensive American Health Care Act - Title I: Health Care Access for Uninsured and Medically Underserved Individuals - Subtitle A: Tax Credits for Low and Moderate Income Individuals - Amends provisions of the Internal Revenue Code relating to refundable credits to allow a credit for a portion of the qualified health insurance expenses paid by an individual who is not covered by a health plan maintained by an employer of the individual or the individual's spouse. Provides for coordination with advance payments of credits, special rules relating to Medicare-eligible individuals and subsidized expenses, and coordination with the minimum tax. Directs the Secretary of the Treasury to enter into an agreement with each State for advance payments of the credit to individuals in the form of certificates usable for the purchase of health insurance. Limits eligibility for advance payments to individuals whose family income is not over a certain ratio to the poverty line and who meet other requirements. Directs the Secretary to establish a program to inform the public of the availability of the health insurance credit. Sets forth special rules regarding self-employed individuals. Excludes expenses paid as a credit from treatment as expenses paid for medical care under provisions relating to itemized deductions. Subtitle B: Rural Health Initiatives - Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary of Health and Human Services and the Prospective Payment Assessment Commission to each submit to the Congress a report recommending a methodology for the elimination of the system of determining separate average standardized amounts for hospitals in large urban, other urban, or rural areas. Amends National Health Service Corps Scholarship Program and Loan Repayment Program provisions of the Public Health Service Act to set forth additional priorities in the approval of applications and the acceptance of contracts. Amends the Internal Revenue Code to exclude National Health Service Corps Loan Repayment Program payments from gross income. Directs the Secretary of Health and Human Services, notwithstanding any other provision of law, from amounts retained under specified provisions of the Social Security Act, to provide for a demonstration project evaluating the availability, accessibility, and use of prenatal care services by pregnant women residing in rural areas. Amends the Public Health Service Act to increase the authorization of appropriations for area health education centers. Directs the Secretary of Health and Human Services, from amounts made available under existing block grant authorizations, to make grants to county health departments to provide preventive health services. Directs the Secretary to review the requirements in regulations with respect to rural hospitals developed under specified provisions of the Social Security Act, including standards related to staffing requirements, to determine which requirements could be made less administratively and economically burdensome. Title II: Health Care Cost Control - Subtitle A: Medical Malpractice Reform - Applies this subtitle to any civil action against any individual based on professional medical malpractice, in any State or Federal court, for damages for physical injury, or physical or mental pain or suffering, or economic loss. Requires a court, subject to exception and limitation, to award costs and attorney's fees to the prevailing party. Prohibits joint and several liability in actions under this subtitle, except in cases of concerted action. Allows a person to be found liable only for their pro rata share of fault. Requires each attorney in cases under this subtitle to advise the party they represent of the existence of alternative dispute resolution options, including extrajudicial proceedings. Requires the court, if all parties agree to alternative proceedings, to issue an order governing the conduct of the proceedings. Makes such issuance a waiver, by each party subject to the order, of the right to proceed further in court. Subtitle B: Preventive Health Practices Promotion - Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary of Health and Human Services to develop a summary of recommended preventive health care practices for elderly individuals entitled to Medicare benefits. Requires distribution of the summary when an individual first becomes eligible for benefits under specified provisions and in conjunction with general mailings to individuals eligible for Medicare benefits. Title III: Long-Term Care and Senior Health Promotion - Subtitle A: Long-Term Care Insurance Promotion - Amends the Internal Revenue Code to require that: (1) a long-term care insurance contract be treated as a health insurance contract; (2) amounts received under such a contract be treated as received for personal injuries or sickness; and (3) any employer plan providing qualified long-term care services be treated as an accident or health plan. Adds long-term care services to the definition of medical care in provisions relating to itemized deductions. Prohibits, subject to exception, employer payments for long-term care insurance from being treated as deferred compensation. Prohibits treating amounts paid or incurred for any long-term care insurance contract as deferred compensation in connection with cafeteria plans. Allows a tax credit for a portion of the qualified long-term care premiums paid. Provides for coordination with regard to advance payments of credit and with regard to minimum tax. Directs the Secretary of the Treasury to enter into an agreement with each State for advance payments of the credit to individuals in the form of certificates usable for the purchase of long-term care insurance. Limits eligibility for advance payments to individuals whose income is not over a certain ratio to the poverty line and who meet other requirements. Directs the Secretary to establish a program to inform the public of the availability of the credit. Excludes early distributions from qualified retirement plans used to pay for long-term care insurance contracts from the ten percent tax imposed on other early distributions. Prohibits the recognition of gain or loss on the exchange of a contract of life insurance or an endowment or annuity contract for a long-term care insurance contract. Subtitle B: Medicare Benefit Improvements - Amends title XVIII (Medicare) of the Social Security Act to add in-home respite care for chronically dependent individuals to the list of benefits of part B (Supplementary Medical Insurance) of the Medicare program. Adds home intravenous drug therapy services to the list of entitlement services under Medicare and authorizes payments of certain amounts for the services from the Federal Supplementary Medical Insurance Trust Fund. Excludes the services from provisions requiring a deductible payment. Authorizes the Secretary to enter into contracts with agencies or organizations to facilitate payment to providers of the services on a regional basis. Describes the circumstances under which nursing care and home health aide services will be considered to be provided or needed on an intermittent basis. Allows Medicare part B payments to be made for such services. Subtitle C: Senior Health Insurance Consumer Protection - Directs the Secretary of Health and Human Services to establish a procedure for certification by the Secretary of insurance policies for the elderly as meeting minimum standards set forth in this subtitle. Provides for printing of an emblem on policies which meet the standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive American Health Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a comprehensive health care plan for all Americans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:42-05:00"
}