{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "7", 
  "official_title": "A bill to revise the black lung benefit program to transfer the residual liability for the payment of benefits under such program from the Federal Government to the coal industry.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4258-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1328-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Black Lung Benefits Reform Act", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Coal", 
    "Commerce", 
    "Disability insurance", 
    "Labor and employment", 
    "Miners", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Black Lung Benefits Reform Act - Provides that employment in a coke oven area where the coal dust is substantially equivalent to that in underground coal mines at the time of employment shall be deemed to be employment of a miner in an underground coal mine for entitlement to black lung benefits. Provides that, for the purposes of eligibility for benefits under the Federal Coal Mine Health and Safety Act of 1969, if a miner was employed for twenty-five years or more in one or more underground coal mines there shall be a rebuttable presumption that he is totally disabled due to pneumoconiosis, that his death was due to pneumoconiosis, or that at the time of his death he was totally disabled by pneumoconiosis, and such presumption may be rebutted only by the negative result of a blood-gas study. Provides that if a miner was employed for thirty-five years or more in one or more underground coal mines there shall be an irrebuttable presumption that he is totally disabled due to pneumoconiosis, that his death was due to pneumoconiosis, or that at the time of his death he was totally disabled by pneumoconiosis. Provides that the Secretary of Health, Education, and Welfare shall not apply all or any portion of any requirement that a miner work in an underground mine where he determines that conditions of a miner's employment in a coal mine other than an underground mine were substantially similar to conditions in an underground mine. Provides for an offset for benefits received under this Act against workmen's compensation benefits. States that for the purposes of assuring that all individuals who are eligible for benefits under this Act are afforded an opportunity to apply for and, if entitled thereto, to receive such benefits, the Secretary is directed to undertake a program in cooperation with mine operators and the Department of the Interior to locate individuals who likely are eligible for such benefits and have not filed a claim therefor. Establishes the Black Lung Disability Insurance Fund in the United States Treasury from which the Secretary of Labor shall pay benefits after December 31, 1973, in any case where a qualified disabled miner will not receive workmen's compensation benefits. Provides that coal mine operators shall pay premiums into the fund to insure the payment of benefits under this Act. Provides that an operator who fails or refuses to pay any premium required by this Act may be subject to a civil action or assessed a civil penalty by the Secretary of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Black Lung Benefits Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise the black lung benefit program to transfer the residual liability for the payment of benefits under such program from the Federal Government to the coal industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:27-05:00"
}