{
  "actions": [
    {
      "acted_at": "1975-11-18", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10795-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Long, Gillis W.", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "00704", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Moakley, John Joseph", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00820", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Murphy, Morgan F.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00843", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Sisk, B. F.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01061", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-18", 
  "number": "10795", 
  "official_title": "A bill to establish rules and procedures for the congressional review (and possible disapproval) of biennial balanced economic growth plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10373-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Balanced Economic Growth Act", 
  "sponsor": {
    "district": "5", 
    "name": "Bolling, Richard", 
    "state": "MO", 
    "thomas_id": "00105", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-18", 
  "subjects": [
    "Advisory bodies", 
    "Congress", 
    "Congressional Budget Office", 
    "Economic development", 
    "Economic forecasting", 
    "Economics and public finance"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-18", 
    "text": "Balanced Economic Growth Act - Title I: Rules and Procedures for Congressional Review of Balanced Economic Growth Plans - Sets forth rules and procedures by which the standing committees of the Senate and the House of Representatives, each joint committee, and the Joint Economic Committee shall consider each balanced economic growth plan submitted to the Congress for review by the President. Requires each proposed balanced economic growth plan transmitted to Congress to be referred to the Joint Committee . Title II: Development, Transmission, and Implementation of Balanced Economic Growth Plans - Declares it to be the finding of Congress that the failure to develop a long-term national economic policy with the goal of full employment has created fundamental imbalances in the economy. States that the United States has no single governmental body engaged in the systematic and comprehensive formulation of national economic goals and policies. Declares it to be the purpose of this Act to provide for the development biennially of a balanced economic growth plan, embodying full employment and other long-term economic goals and identifying the policies and actions that would be required to attain such goals and the costs to the Nation in lost production and tax revenues of failure to attain such goals and to provide for appropriate participation by State and local governments and other interested groups and organizations, in the development of such plan. Directs the President, by April 1, 1977, and biennially thereafter, to transmit to Congress a proposed long-term balanced economic growth plan prepared by the Council of Economic Advisers. Requires the plan to pay paramount attention to the goal of full employment. Requires the President to submit with the plan a report containing supporting data and analysis. Directs the Council of Economic Advisers to establish procedures for obtaining the views and opinions of State and local governments and regional organizations; and of agricultural, business, labor, consumers, and other interested groups and organizations, in the preparation of each balanced economic growth plan. Directs the Joint Economic Committee, in considering the proposed plan, to establish procedures for obtaining the views and opinions of State and local governments and regional organizations, and of agriculture, business, labor, consumers, and other interested groups and organizations. Requires the President and the Council to take appropriate actions to insure that executive departments and agencies will carry out their programs and activities so as to further the objectives of any approved balanced economic growth plan. Establishes a Division of Balanced Growth and Economic Planning within the Congressional Budget Office. States that the Division shall provide information as required for the development and consideration of plans pursuant to this Act. Title III: Miscellaneous Provisions - Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act. Establishes a Division of Economic Information in the Council of Economic Advisers. Authorizes such Division to secure information, data, estimates, and statistics directly from various executive departments and agencies. Directs the Division to disseminate information to State and local governments, businesses and the Federal Government to enable those bodies to make informed economic decisions and to participate effectively in the planning process carried out under this Act. Requires the Division to report to Congress such economic data, statistics and information as specified in this Act at the time of the submission of the first proposed plan to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Balanced Economic Growth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish rules and procedures for the congressional review (and possible disapproval) of biennial balanced economic growth plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:29-05:00"
}