{
  "actions": [
    {
      "acted_at": "1989-11-22", 
      "calendar": "Senate Legislative", 
      "number": "425", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Introduced in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 425.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-04-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2000-101", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-22", 
  "number": "2000", 
  "official_title": "A bill to amend Disaster Assistance Act of 1989 to provide assistance to agricultural producers suffering from earthquakes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disaster Relief Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-11-22", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and food", 
    "Alabama", 
    "Atmospheric research", 
    "California", 
    "Coastal zone", 
    "Disaster loans", 
    "Disaster relief", 
    "Disasters", 
    "Earthquakes", 
    "Ecological research", 
    "Emergency management", 
    "Energy assistance for the poor", 
    "Environmental protection", 
    "Federal aid highway program", 
    "Federal employees", 
    "Flood control", 
    "Food relief", 
    "Forest conservation", 
    "Forest ecology", 
    "Forest management", 
    "Forestry research", 
    "Forests and forestry", 
    "Home repair and improvement", 
    "Hurricanes", 
    "Lumber trade", 
    "Meteorological research", 
    "National forests", 
    "New York State", 
    "Oceanography", 
    "Puerto Rico", 
    "Reforestation", 
    "South Carolina", 
    "Storms", 
    "Veterans' hospitals", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Disasters", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-11-22", 
    "text": "Disaster Relief Act of 1989 - Title I: Agriculture and Forestry- Subtitle A: Agriculture - Authorizes additional appropriations for Emergency Conservation Program assistance under the Agricultural Credit Act of 1978 for farmland damage in the Virgin Islands, Puerto Rico, South Carolina, and California resulting from Hurricane Hugo and the Loma Prieta earthquake. Amends the Disaster Assistance Act of 1989 (Public Law 101-82) with respect to such disasters. Directs the Administrator of the Extension Service to provide aid to each area warranting Federal assistance under the Robert T. Stafford Disaster Relief and Emergency Assistance Act due to Hurricane Hugo and the Loma Prieta earthquake. Authorizes appropriations for FY 1990. Directs the Secretary of Agriculture to establish a supplemental food assistance program for residents of Puerto Rico needing such assistance as a result of Hurricane Hugo. Subtitle B: Forestry - Directs the Secretary of Agriculture with respect to National Forest System lands damaged by Hurricane Hugo or the Loma Prieta earthquake to provide for: (1) timber salvage; (2) reforestation; (3) fish and wildlife habitation restoration; (4) watershed restoration; (5) fire prevention and management; and (6) insect and disease prevention and management. Authorizes the Secretary to repair, reconstruct, and replace Forest Service facilities and restore lands damaged by such disasters to their full productive potential. Directs the Secretary to conduct: (1) research on forested ecosystems response; (2) surveys and analysis of renewable resources; and (3) research on threatened and endangered species. Authorizes the Secretary, for FY 1990 through 1992, to: (1) provide technical assistance to owners of private timber stands in using and marketing standing remnants and down timber; and (2) give priority to areas damaged by the disasters in the administration of cost-share assistance for forest fire and pest management. Authorizes appropriations. Title II: Environment and Public Works - Authorizes the Secretary of the Army to allot funds for the flood control project for Savan Gut, Virgin Islands, if repairs are necessary as a result of Hurricane Hugo. Directs the Secretary of Transportation to detail at least two technicians from the Federal Highway Administration to assist repair and reconstruction of portions of the Federal-aid highway system in the Virgin Islands damaged by Hurricane Hugo. Title III: Labor and Human Resources - Amends the Low-Income Home Energy Assistance Act of 1981 to allow the Commonwealth of Puerto Rico and the Virgin Islands to transfer their FY 1990 allotments under such Act for use in reconstruction of hurricane-damaged buildings through a State Energy Conservation program under the Energy Policy and Conservation Act. Title IV: Energy and Natural Resources - Provides that the Commonwealth of Puerto Rico shall be deemed an \"Insular Area\" for certain purposes under Federal law relating to U.S. territories, if such treatment would facilitate recovery from damage by Hurricane Hugo. Title V: Veterans Affairs - Authorizes the Secretary of Veterans Affairs to take certain actions to facilitate research and the safe furnishing of care and treatment services at or through Department of Veterans' Affairs facilities in Northern California, South Carolina, and Puerto Rico damaged by Hurricane Hugo or the Loma Prieta earthquake. Title VI: Commerce - Authorizes additional appropriations to the National Oceanic and Atmospheric Administration, with respect to South Carolina and other coastal areas affected by Hurricane Hugo, to: (1) develop a new storm surge model; (2) compile new shoreline maps; (3) restore the geodetic network; and (4) repair damage to water level measurement stations and equipment. Title VII: Miscellaneous - Directs the President to report, with a General Accounting Office review, to the Congress on total damages resulting from Hurricane Hugo and the Loma Prieta earthquake, available agency funds to respond to such damages, total unmet needs of affected areas, and recommendations to meet those needs. Cancels the obligation of repayment of the community disaster loan paid to the City of Prichard, Alabama, as a result of the major disaster declared in 1979. Amends Federal law relating to Federal employees to provide for temporary reemployment within the Federal Emergency Management Agency of annuitants and former Federal employees for emergency disaster relief. Applies any assistance, programs, waivers, and other additional aid authorized by this Act to damages resulting in presidentially declared emergencies or disasters caused by tornadoes and related weather conditions between November 13 and 17, 1989, in Huntsville, Alabama, and (if a declaration is made) Newburgh, New York. Amends the Disaster Assistance Act of 1989 (Public Law 101-82) to include as a \"related condition\" the major disaster caused by tornadoes and related weather conditions occurring between November 13 and 17, 1989."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disaster Relief Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Disaster Assistance Act of 1989 to provide assistance to agricultural producers suffering from earthquakes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:50-05:00"
}