{
  "actions": [
    {
      "acted_at": "1980-03-19", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2445-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-19", 
  "number": "2445", 
  "official_title": "A bill to provide additional authorization for fiscal year 1981, to authorize appropriations for fiscal year 1982, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Church, Frank", 
    "state": "ID", 
    "thomas_id": "01305", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-19", 
  "subjects": [
    "Authorization", 
    "Board for International Broadcasting", 
    "Broadcasting", 
    "Communications and Broadcasting", 
    "Conferences", 
    "Department of State", 
    "Economics and public finance", 
    "Geography", 
    "Government operations and politics", 
    "History", 
    "International affairs", 
    "International agencies", 
    "International law", 
    "International obligations", 
    "Latin America", 
    "North America", 
    "Radio broadcasting", 
    "Taiwan"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-19", 
    "text": "Title I: Department of State - Amends the Department of State Authorization Act, Fiscal Years 1980 and 1981, to increase the authorization of appropriations to the State Department for fiscal year 1981 for the administration of foreign affairs, international organizations and conferences, and migration and refugee assistance. Repeals the ceilings on the aggregate amount spent on the administration of foreign affairs, international organizations and conferences, and international commissions. Amends the Taiwan Relations Act to authorize necessary appropriations for fiscal year 1981 to carry out such Act. Earmarks a specified portion of the fiscal year 1981 authorization for the State Department's administration of foreign affairs to carry out such Act. Authorizes the necessary appropriations to the State Department for: (1) any fiscal year for U.S. assessed contributions to international organizations; and (2) fiscal year 1982. Removes the ceiling on authorized funds for the U.S. share of expenses of the Pan American Institute of Geography and History. Prohibits the U.S. payment of its share of the annual expenses of the Hague Conference on Private International Law and of the International (Rome) Institute for the Unification of Private Law from exceeding ten percent of the total expenses after 1978 (currently seven percent). Authorizes appropriations to the State Department for transfer to the appropriations available for the Department's overseas operations to cover fluctuations in foreign currency exchange rates or overseas wage and price changes. Permits appropriation Acts to authorize the Secretary of State to transfer excess funds in other accounts to the Buying power maintenance account. Title II: International Communication Agency - Authorizes necessary appropriations to the International Communication Agency for fiscal year 1982. Title III: Board for International Broadcasting - Amends the Board for International Broadcasting Act of 1973 to increase the authorization of appropriations for fiscal year 1981 for the Board for International Broadcasting. Earmarks a specified portion of such authorization for the purpose of transferring Radio Free Europe and Radio Liberty positions to the United States. Authorizes necessary appropriations to the Board for fiscal year 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide additional authorization for fiscal year 1981, to authorize appropriations for fiscal year 1982, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:22-05:00"
}