{
  "actions": [
    {
      "acted_at": "1985-05-16", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1161-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-16", 
  "number": "1161", 
  "official_title": "A bill to provide for the protection of United States security interests in the Central American region.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-16", 
  "subjects": [
    "American military assistance", 
    "Armed forces and national security", 
    "Central America", 
    "Insurgency", 
    "International affairs", 
    "National Security and Intelligence Operations", 
    "Negotiations", 
    "Nicaragua", 
    "Nuclear weapons", 
    "Peace"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-16", 
    "text": "Declares that a direct threat to U.S. security interests in Central America would arise from several developments, including: (1) the deployment of nuclear weapons or the delivery systems for such weapons in Central America; (2) the establishment of a foreign military base in Central America by a communist country; or (3) the introduction into Central America of any advanced offensive weapons system by a communist country if such system is more sophisticated than such systems currently in the region. Expresses the intent of the Congress, if any such developments arise, to act promptly to protect U.S. security interests in Central America and to approve the use of military force for such purpose. Declares that the prohibition against using FY 1985 funds available to the Central Intelligence Agency, the Defense Department, or any other Federal agency involved in intelligence activities to aid military or paramilitary operations in Nicaragua shall apply to the same extent to any such funds available during any fiscal year beginning on or after October 1, 1985. Authorizes appropriations for FY 1985 to achieve: (1) the safe and orderly withdrawal from Nicaragua of all military and paramilitary forces which were supported by the United States before October 12, 1984; and (2) the relocation of such forces. Authorizes appropriations to the Secretary of State to assist the negotiations sponsored by the Contadora group and to support any agreement reached pursuant to such negotiations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the protection of United States security interests in the Central American region.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:26-05:00"
}