{
  "actions": [
    {
      "acted_at": "1973-01-24", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2831-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Anderson, John B.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00017", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Waggoner, Joe D., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "LA", 
      "thomas_id": "01191", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-24", 
  "number": "2831", 
  "official_title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage rates prescribed by that act, to expand employment opportunities for youths, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6025-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fair Labor Standards Amendments", 
  "sponsor": {
    "district": "14", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-24", 
  "subjects": [
    "Labor and employment", 
    "Minimum wages", 
    "Puerto Rico", 
    "Territories (U.S.)", 
    "Virgin Islands", 
    "Wages", 
    "Youth"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-24", 
    "text": "Fair Labor Standards Amendments - Title I: Increases in Minimum Wage Rates - Increases the minimum wage for nonagricultural workers to $1.80 per hour during the first year from the effective date of this Act, $2.00 per hour during the second year, and $2.10 per hour thereafter. Increases the minimum wage for agricultural workers to $1.50 per hour during the first year from the effective date of this Act, $1.70 an hour during the second year, and $1.80 an hour thereafter. Raises the minimum wage rate for employees in Puerto Rico and the Virgin Islands. Excludes employees in the Canal Zone from the increases in the minimum wage. Title II: Revision of Exemptions - Provides that the maximum hours restriction imposed on employers shall not apply with respect to the employment of any employee in a retail or service establishment if: (1) such employee is employed in a bona fide sales capacity in, or as manager of, such establishment; (2) such employee's regular rate of pay is not less than twice the wage rate in effect for nonagricultural employees; and (3) for employment in such establishment in excess of forty-eight hours in any workweek during such period or periods, such employee receives compensation at a rate not less than one and one-half times the regular rate at which he is employed in such establishment. Excludes from the minimum wage established by this Act any employee who is employed with his spouse by a nonprofit educational institution to serve as the parents of children who are orphans or one of whose natural parents is deceased, and who are enrolled in such institution and reside in residential facilities of the institution, while such children are in residence at such institution, if such employee and his spouse reside in such facilities, receive, without cost, board and lodging from such institution, and are together compensated, on a cash basis, at an annual rate of not less than $10,000. Title III: Expanding Employment Opportunities for Youths - Provides a special minimum wage for persons under the age of eighteen and fulltime students. Title IV: Conforming Amendments; Effective Date; and Regulations - Sets forth technical and conforming amendments to the Fair Labor Standards Act. Declares the effective date of this Act to be the first day of the second full month which begins after the date of its enactment. Authorizes the Secretary of Labor to prescribe necessary rules, regulations, and orders with regard to the amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Labor Standards Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage rates prescribed by that act, to expand employment opportunities for youths, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:35-05:00"
}