{
  "actions": [
    {
      "acted_at": "1977-02-25", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s823-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-25", 
  "number": "823", 
  "official_title": "A bill to require that buildings utilized by Federal agencies incorporate the best practicable measures for the conservation of energy and the use of solar energy systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Buildings Energy Conservation and Solar Energy Utilization Act", 
  "sponsor": {
    "district": null, 
    "name": "Randolph, Jennings", 
    "state": "WV", 
    "thomas_id": "01421", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-25", 
  "subjects": [
    "Buildings", 
    "Energy", 
    "Energy conservation", 
    "Federal office buildings", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Solar energy"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-25", 
    "text": "Federal Buildings Energy Conservation and Solar Energy Utilization Act - Directs the Administrator of General Services to publish energy conservation and solar energy guidelines for use in the design, construction, renovation, and operation of Federal buildings and Federally-assisted buildings. Specifies factors to be considered in the development of such guidelines. Directs each Federal agency to comply with such guidelines and to require the preparation of an energy utilization analysis and an energy-economic analysis for each newly-constructed or renovated Federal building or federally-assisted building. Details factors to be considered in such analyses. Requires that such analyses be included in any prospectus submitted by Federal agencies to Congress with respect to the applicable building. Amends the Energy Conservation and Production Act to require certification by design architects and engineers of compliance with applicable performance standards as part of the procedures adopted by Federal agencies in connection with the construction of any Federal building. Amends the Energy Policy and Conservation Act to direct the Administrator of General Services to study all major Federal agency procurement from an energy conservation standpoint as part of the Federal energy conservation program under such Act. Directs each Federal agency to make reports to the Administrator on an annual basis on possible energy conservation improvements to be utilized in buildings under its jurisdiction. Requires such information to be coordinated and consolidated in a report to the Congress by the Administrator. Directs the President to submit an annual report to Congress on steps taken to implement the purposes of this Act. Authorizes grants for retrofitting of Federal, State, and municipal buildings with energy conservation equipment and systems in accordance with prescribed procedures. Authorizes the appropriation of $30,000,000 for the Federal program, $60,000,000 for the State program, and $60,000,000 for the municipal program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Buildings Energy Conservation and Solar Energy Utilization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require that buildings utilized by Federal agencies incorporate the best practicable measures for the conservation of energy and the use of solar energy systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:08-05:00"
}