{
  "actions": [
    {
      "acted_at": "1993-01-21", 
      "references": [
        {
          "reference": "CR S544-546", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s105-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1993-01-21", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1993-01-21", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1993-03-05", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-21", 
  "number": "105", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to improve pension plan funding.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr298-103", 
      "reason": "identical"
    }
  ], 
  "short_title": "Pension Funding Improvement Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-21", 
  "subjects": [
    "Congressional reporting requirements", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Income tax", 
    "Insurance premiums", 
    "Labor and employment", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Tax-deferred compensation plans"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-21", 
    "text": "TABLE OF CONTENTS I: Amendments to Pension Plan Funding Requirements II: Required Security for Certain Plan Amendments III: Miscellaneous Provisions Pension Funding Improvement Act of 1993 - Title I: Amendments to Pension Plan Funding Requirements - Amends the Internal Revenue Code (IRC) and the Employee Retirement Income Security Act of 1974 (ERISA) to revise minimum funding standards for pension plans. Revises the additional funding requirements for pension plans that are not multiemployer plans to provide for an underfunding reduction requirement and solvency maintenance requirement. Title II: Required Security for Certain Plan Amendments - Amends IRC and ERISA to increase required funding percentages and required security under provisions for pension plan termination insurance. Applies such required funding and security provisions to multiemployer plans, as well as to other pension plans. Applies specified criminal penalties to violations of such requirements. Title III: Miscellaneous Provisions - Requires the Pension Benefit Guaranty Corporation (PBGC) and the Congressional Budget Office (CBO) to submit separate reports to the Congress setting forth alternative increases in premiums that would be required for the assets of the single-employer program (established under ERISA provisions for pension plan termination insurance) to equal or exceed such program's current and expected liabilities by 2002. Amends ERISA to require inclusion in annual PBGC reports of actuarial evaluations of pension benefit guaranty funds for the next five, ten, twenty, and thirty years. (Currently, inclusion of such evaluations for the next five years only is required.) Requires such evaluations to set forth alternative premium schedules to assure that PBGC assets equal or exceed its liabilities during such periods. Authorizes the CBO to transmit a separate report analyzing and commenting upon the actuarial evaluation (and premium schedules) prepared by the PBGC, for any fiscal year the CBO deems appropriate. Authorizes the PBGC to require certain plan sponsors or members of a sponsor's controlled group to provide it with records or other information necessary to determine liabilities and assets of plans covered by ERISA plan termination insurance provisions, or the financial condition of sponsors or members of sponsors' controlled groups maintaining such plans. Applies such information requirements to a plan if: (1) its underfunding exceeds $10,000,000; (2) it has more than 2,000 participants; or (3) it has been granted minimum funding waivers in excess of $1,000,000. Treats all plans maintained by the same sponsor (or any member of such sponsor's controlled group) as one plan for purposes of such information requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Funding Improvement Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to improve pension plan funding.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:38-05:00"
}