{
  "actions": [
    {
      "acted_at": "1986-04-15", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-29", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, ICC, Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-29", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Merchant Marine", 
      "text": "Referred to Subcommittee on Merchant Marine.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4582-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1986-04-15", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1986-04-15", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1986-04-15", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-15", 
  "number": "4582", 
  "official_title": "A bill to direct the Secretary of Transportation to enter into certain contracts and contract amendments to develop and deregulate the United States-flag liner fleet.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Liner Development Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-15", 
  "subjects": [
    "Armed forces and national security", 
    "Citizenship", 
    "Defense articles", 
    "Government contractors", 
    "Merchant marine", 
    "Merchant ships", 
    "Public Contracts, Procurement, and Property", 
    "Shipbuilding", 
    "Ships", 
    "Ships and shipping", 
    "Subsidies", 
    "Transportation and Travel"
  ], 
  "subjects_top_term": "Ships", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-15", 
    "text": "Liner Development Act of 1986 - Amends the Merchant Marine Act, 1936 to direct the Secretary of Transportation to enter into operating-differential subsidy (ODS) contracts with certain U.S. citizens for the operation of qualified vessels in the international trade. Authorizes and directs the Secretary to amend existing ODS contracts to reflect changes brought about by this Act. Outlines administrative provisions regarding such ODS contracts. Outlines: (1) eligibility requirements for ODS contracts with the Secretary; and (2) procedures for entering into such contracts, requiring any operator to apply within 120 days after enactment of this Act. Directs the Secretary to award and enter into an ODS contract with a qualified applicant within 270 days after enactment of this Act. Outlines procedures for amending existing ODS contracts to reflect the changes brought about by this Act. Requires any operator wishing to amend its contract to notify the Secretary of such intention within one year after enactment of this Act. Prohibits any such amendments from taking effect prior to 270 days after enactment of this Act. Sets forth the terms and restrictions for new ODS contracts and amendments to existing contracts; including: (1) monthly payment of ODS by the Secretary upon contractor verification of such amounts; (2) the determination of ODS payments based upon the numbers and ratings of U.S. officers and crews aboard such vessels; and (3) the requirement that, all such vessels be manned by U.S. citizens and be able to be converted into naval auxiliary vessels in time of war or national emergency. Provides for the payment of a prorated ODS if there is an insufficient amount of total ODS funds. Provides that all ODS contracts and amended contracts under this Act can only be further amended or rescinded upon the mutual agreement of the Secretary and the contractor involved. Provides for the termination of such contracts 15 years after the enactment of this Act, with possible renewals for additional 15-year periods. Defines \"qualified vessels\" to mean certain liner vessels. Limits, with exceptions, the amount of ODS payable annually to each contractor. Gives priority in the awarding of ODS contracts to operators who in 1985 operated fewer than ten qualified vessels, such priority ending when the operator achieves 12 qualified vessels under contract. Bases the amount of all ODS payments made to contractors under this Act on the actual number of ship-years of operation by a contractor during that year. Gives the Secretary of Transportation (currently the Secretary of Commerce) authority to allow an operator receiving ODS payments to construct, reconstruct, or acquire vessels in a foreign shipyard, under certain conditions. Ratifies all action taken by the Secretary of Transportation with respect to ODS contracts entered into before February 1, 1986, for liner vessels. Directs the Secretary to refrain from further actions regarding the operation of liner vessels until the operators requesting such action conform their ODS contracts to the changes made under this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Liner Development Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of Transportation to enter into certain contracts and contract amendments to develop and deregulate the United States-flag liner fleet.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:19-05:00"
}