{
  "actions": [
    {
      "acted_at": "1995-01-20", 
      "committee": "Committee on Resources, and in addition to the Committees on Economic and Educational Opportunities, the Judiciary, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Resources, and in addition to the Committees on Economic and Educational Opportunities, the Judiciary, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-20", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-20", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-20", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-20", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-26", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-31", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "Native American and Insular Affairs", 
      "text": "Referred to the Subcommittee on Native American and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-31", 
      "in_committee": "House Resources", 
      "in_subcommittee": "Native American and Insular Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held. Hearings Printed: H. Hrg. 104-5.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-10", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-15", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration and Claims", 
      "text": "Referred to the Subcommittee on Immigration and Claims.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-05", 
      "bill_ids": [
        "hr1332-104"
      ], 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "See H.R.1332.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr602-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Native American and Insular Affairs", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Claims", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-20", 
  "number": "602", 
  "official_title": "To reform the laws concerning territories and possessions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1332-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Omnibus Territories Act", 
  "sponsor": {
    "district": "23", 
    "name": "Gallegly, Elton", 
    "state": "CA", 
    "thomas_id": "00425", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-20", 
  "subjects": [
    "Administrative procedure", 
    "Alien labor", 
    "American Samoa", 
    "Canada", 
    "Claims", 
    "Commemorations", 
    "Congress", 
    "Congressional delegations", 
    "Congressional terms of office", 
    "Customs unions", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Education", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Forced labor", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guam", 
    "Hawaii", 
    "Higher education", 
    "History", 
    "Home ownership", 
    "Housing and community development", 
    "Immigration", 
    "International affairs", 
    "Islands", 
    "Labor and employment", 
    "Land transfers", 
    "Latin America", 
    "Law", 
    "Legal fees", 
    "Local taxation", 
    "Marine and coastal resources, fisheries", 
    "Mexico", 
    "Minimum wages", 
    "Mortgage loans", 
    "North America", 
    "Northern Mariana Islands", 
    "Puerto Rico", 
    "Reefs", 
    "Revolving funds", 
    "Scholarships", 
    "Submerged lands", 
    "Tariff", 
    "Tax rates", 
    "Tax rebates", 
    "Taxation", 
    "Territorial waters", 
    "Territories (U.S.)", 
    "Trade agreements", 
    "Trade negotiations", 
    "Virgin Islands", 
    "World War II"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-20", 
    "text": "TABLE OF CONTENTS: Title I: Territorial Administrative Cessation Act Title II: Authority Modifications Pursuant to Covenant of Northern Mariana Islands Title III: Insular Areas Consolidation Act Title IV: Conveyance of Submerged Lands to Northern Mariana Islands Title V: Guam World War II Loyalty Recognition Act Title VI: Delegate From Puerto Rico Title VII: Consultation of and Efforts to Include Territories Regarding Free Trade Agreements Omnibus Territories Act - Title I: Territorial Administrative Cessation Act - Territorial Administrative Cessation Act - Abolishes the Office of Territorial and International Affairs of the Department of the Interior. Title II: Authority Modifications Pursuant to Covenant of Northern Mariana Islands - Amends the Fair Labor Standards Act of 1938 to provide minimum wage coverage for the Commonwealth of the Northern Mariana Islands on the same basis as American Samoa. (Sec. 203) Treats the Northern Mariana Islands as a State for purposes of the Immigration and Nationality Act. Applies Federal statutes and regulations governing admission to Guam of certain workers described by such Act to individuals seeking entry into the Northern Mariana Islands for purposes of employment in the textile, hotel, tourist, or construction industries. Requires the Attorney General to limit the amount of immigrant workers in such industries to the number of such workers admitted into the Northern Mariana Islands in 1992. Authorizes an increase in such limit based on the percentage by which the current population exceeds that of the 1992 population. (Sec. 204) Removes the authority of the Northern Mariana Islands to rebate taxes. Title III: Insular Areas Consolidation Act - Insular Areas Consolidation Act of 1995 - Requires the State of Hawaii to include Baker Island, Jarvis Island, Johnston Atoll, Kingman Reef, Howland Island, the Midway Islands, and Palmyra Atoll. (Sec. 302) Subjects such islands, appurtenant reefs, and territorial waters to existing rights of use, ownership, and operation by the U.S. Government. (Sec. 303) Exempts such reef, islands, and atolls from provisions governing guano islands. (Sec. 305) Makes such consolidation subject to acceptance by the Governor of Hawaii. Title IV: Conveyance of Submerged Lands to Northern Mariana Islands - Makes specified provisions regarding the conveyance of tidelands, submerged lands, and filled lands currently applicable to Guam, the Virgin Islands, and American Samoa applicable to the Northern Mariana Islands as well. Title V: Guam World War II Loyalty Recognition Act - Guam World War II Loyalty Recognition Act - Sets forth requirements for claims for awards or benefits for compensable injuries suffered by Guamanians during World War II. (Sec. 502) Defines \"compensable injury\" as any of the three following categories of injury incurred during, or as a result of, World War II: (1) death; (2) personal injury; or (3) forced labor, forced march, or internment. (Sec. 503) Requires the Guam World War II Loyalty Recognition Trust Fund Board of Directors to determine eligibility for awards or benefits and certify claims for payment. (Sec. 504) Makes Guamanians who personally received compensable injuries eligible for awards and heirs or next of kin of such individuals eligible for benefits. Lists additional criteria to be met by claimants. Provides for payment for certified claims. (Sec. 505) Requires payment of the benefit (in cases where the relevant injury was death) to be divided among the heirs or next of kin claiming such payment, as provided in the Guam probate laws. (Sec. 506) Establishes the Guam World War II Loyalty Recognition Trust Fund and the Trust Fund Board of Directors for making disbursements under this Act. Permits the Board to make disbursements from the Trust Fund only: (1) to make payments of awards and benefits to eligible claimants; (2) to sponsor research and public educational activities relating to Guamanian wartime experiences; (3) to disburse funds as benefits to eligible claimants through a revolving fund for purposes such as post-secondary scholarships and first-time home ownership loans; and (4) for administrative expenses. (Sec. 510) Limits any remuneration on account of services rendered on behalf of any claimant in connection with any claim to five percent of the amount paid on such claim. Prescribes penalties for violations of such limit. (Sec. 512) Authorizes appropriations. Title VI: Delegate from Puerto Rico - Redesignates the Resident Commissioner to the United States from Puerto Rico as the Delegate from Puerto Rico. (Sec. 602) Reduces the term of office of the Delegate from four to two years. Title VII: Consultation of and Efforts to Include Territories Regarding Free Trade Agreements - Requires the President to: (1) consult with representatives chosen by the governors of Puerto Rico and the Virgin Islands regarding the process advanced by the Miami Summit of the Americas Declaration of Principles that would have an impact on such territories and include such representatives in the U.S. delegation to any working group or task force regarding such process, including the development of the Free Trade of the Americas agreement; (2) provide for the same consultation and inclusion of representatives with respect to American Samoa, Guam, and the Northern Mariana Islands regarding the process advanced by the Bogor Asia-Pacific Economic Cooperation (APEC) Leaders' Declaration of Common Resolve that would have any impact on such territories, including the goal of free trade among APEC members. (Sec. 702) Requires the President to grant American Samoa, Guam, the Northern Mariana Islands, and the Virgin Islands tariff treatment comparable to that granted to parties to the North American Free Trade Agreement (NAFTA) or other free trade agreements to which the United States becomes a party. Applies such requirement only if such a territory reaches a tariff staging agreement with the President that phases out tariffs between the territory and the United States in equal annual increments over a period not to exceed ten years. (Sec. 703) Requires, upon completion of such an agreement, that: (1) such territory be included in the U.S. customs territory; and (2) the President take steps necessary to include such territory in NAFTA and all other free trade agreements to which the United States is a party."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Territories Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Guam World War II Loyalty Recognition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Insular Areas Consolidation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Territorial Administrative Cessation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the laws concerning territories and possessions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:54-05:00"
}