{
  "actions": [
    {
      "acted_at": "1978-10-12", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3589-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-12", 
  "number": "3589", 
  "official_title": "A Bill to establish an operational Earth Data and Information Service, in the National Aeronautics and Space Administration; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Earth Data and Information Service Act", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-12", 
  "subjects": [
    "Communication satellites", 
    "Earth resources satellites", 
    "Earth science research", 
    "Executive reorganization", 
    "Geology", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information services", 
    "National Aeronautics and Space Administration", 
    "Science and technology", 
    "Space"
  ], 
  "subjects_top_term": "Earth science research", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-12", 
    "text": "Earth Data and Information Service Act - Establishes the Earth Data and Information Service within the National Aeronautics and Space Administration which shall be responsible for collecting data primarily obtained by remote sensing satellites and for improving cooperation between the Government and private sectors and other Nations. Directs the Service to: (1) provide rapid processing of, and ready access to, the data and information collected at a reasonable cost to users; (2) promote competition among suppliers of equipment and services for the Earth Data and Information System and maximum use of remote sensing data and basic information products; and (3) make such products available to all users, both domestic and foreign, according to a schedule of charges to be established by the Administrator of the National Aeronautics and Space Administration. Directs the Administrator to establish in the Service an Earth Data and Information System which includes sensing satellites, ground equipment, data reception and other devices designed to contribute to the understanding of the Earth's resources and environment. Requires the Administrator to consult with the National Telecommunications Information Agency of the Department of Commerce, and the Federal Communications Commission in establishing communications networks to transmit information and data. Stipulates that the communications services needed to establish such networks, insofar as practicable, shall be procured from the private sector. Sets forth civil penalties for the unlawful reproduction for sale or distribution of any data or basic information product produced by the Service. Specifies procedures by which the President may transfer to the Service related functions of any other department or agency. Requires the Administrator to present to the President, who shall transmit to Congress in January of each year, a report containing a description of the activities and accomplishments of the Service during the preceding year. Authorizes appropriations to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Earth Data and Information Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A Bill to establish an operational Earth Data and Information Service, in the National Aeronautics and Space Administration; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:56-05:00"
}