{
  "actions": [
    {
      "acted_at": "2011-05-12", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s959-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2011-06-29", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2011-05-12", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-12", 
  "number": "959", 
  "official_title": "A bill to improve outcomes for students in persistently low-performing schools, to create a culture of recognizing, rewarding, and replicating educational excellence, to authorize school turnaround grants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3535-112", 
      "reason": "related"
    }
  ], 
  "short_title": "School Turnaround and Rewards Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Hagan, Kay", 
    "state": "NC", 
    "thomas_id": "01902", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-12", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "School administration", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-12", 
    "text": "School Turnaround and Rewards Act of 2011 or STAR Act of 2011 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to require states to identify public elementary or secondary schools as Reward Schools if they are making significant progress in closing the achievement gap and increasing student academic achievement, growth, and high school graduation rates for students in the aggregate and for one or more of the poor, minority, disabled, or limited English proficient student subgroups. Allows Reward Schools to use ESEA funds, except those related to serving special populations, in a comprehensive and coordinated manner for innovative programs. Directs the Secretary of Education to award formula grants to states and, through them, subgrants to local educational agencies (LEAs) to make financial rewards to Reward Schools and their staff. Authorizes LEAs to provide Reward Schools with increased budgeting and staffing flexibility. Requires states to identify public schools as Persistently Low-Performing Schools if they are not making progress in improving the academic performance of their students and are performing in the bottom 5% of the state's elementary and secondary schools or have secondary school graduation rates below 60%. Requires the Secretary to make formula grants to states and, through them, competitive subgrants to LEAs to implement one of four intervention models at each Persistently Low-Performing School. Sets forth the intervention actions required under the transformational, restart, school closure, and turnaround models. Makes LEAs eligible for a subgrant extension if they make significant progress on certain core academic indicators and leading indicators."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "School Turnaround and Rewards Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "STAR Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve outcomes for students in persistently low-performing schools, to create a culture of recognizing, rewarding, and replicating educational excellence, to authorize school turnaround grants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:08:12-05:00"
}