{
  "actions": [
    {
      "acted_at": "1986-06-17", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-30", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, DOT.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-30", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5044-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-17", 
  "number": "5044", 
  "official_title": "A bill to authorize appropriations for certain highways in accordance with title 23, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal-Aid Highway Act of 1986", 
  "sponsor": {
    "district": "6", 
    "name": "Tallon, Robert M. (Robin)", 
    "state": "SC", 
    "thomas_id": "01136", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-06-17", 
  "subjects": [
    "Airspace (Law)", 
    "American Samoa", 
    "Authorization", 
    "Bikeways", 
    "Bridges", 
    "Business and commerce", 
    "Buy American", 
    "California", 
    "Courts and Civil Procedure", 
    "Department of Transportation", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Federal-state relations", 
    "Floods", 
    "Flowers", 
    "Forest roads", 
    "Forests and forest products", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Guam", 
    "Highway beautification", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway finance", 
    "Highway research", 
    "Historic sites", 
    "Interstate highway system", 
    "Land transfers", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Maryland", 
    "Mass rapid transit", 
    "Minorities", 
    "Minority business enterprises", 
    "Motor Vehicles and Driving", 
    "New Mexico", 
    "Northern Mariana Islands", 
    "Nuclear energy", 
    "Planning", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public safety", 
    "Puerto Rico", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Railroad safety", 
    "Railroads", 
    "Research", 
    "Right-of-way", 
    "Roads and highways", 
    "Small business", 
    "Standards", 
    "State finance", 
    "State taxation", 
    "States", 
    "Taxation", 
    "Territories (U.S.)", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Trucking", 
    "Trucks", 
    "Trust Territory of the Pacific Islands", 
    "Urban affairs", 
    "Urban transportation", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-06-17", 
    "text": "Federal-Aid Highway Act of 1986 - Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1987 through 1990 for: (1) the Federal-aid Interstate-Primary program; (2) the Federal-aid urban system; (3) the Federal-aid secondary system; (4) bridge replacement and rehabilitation; (5) the Federal lands highway program; (6) the territorial highway program for the Virgin Islands, Guam American Samoa, and the Commonwealth of the Northern Marianas; (7) highway safety construction programs; (8) highway safety research and development; (9) certain hazards elimination projects; and (10) hazards elimination projects regarding railway-highway crossings. Makes highway construction projects on any public road serving the area of a withdrawn Interstate route eligible as highway substitution projects. Authorizes the Secretary of Transportation to approve until September 30, 1986, the withdrawal of any route which was under judicial injunction prohibiting its construction as of November 6, 1978. Makes substitution funds available in a State for two years. Authorizes appropriations for highway substitution projects for FY 1987 through 1990. Authorizes the Secretary of Transportation (the Secretary), in September of 1986 and every subsequent September, to adjust the last Interstate Substitute Cost Estimate approved to make apportionments for: (1) substitute highway projects; and (2) substitute transit projects. Directs the Secretary to reserve in a State's account until a disposition decision has been reached an amount equal to the Federal funds expended to purchase a right-of-way for a withdrawn Interstate route if the State has not disposed of such right-of-way upon the date of enactment of this Act. Directs the Secretary to set aside funds from specified authorizations for the Strategic Highway Research Program. Sets forth apportionment guidelines for FY 1987 through 1990 for: (1) the Federal-aid Interstate-Primary Program; (2) the Federal-aid Secondary System; and (3) the Federal-aid Urban System. Authorizes a State to transfer up to 50 percent of its apportionment between the Urban and Secondary Systems. Requires the approval of the affected local area officials before a State may transfer the allocations for an urbanized area of 200,000 or more population. Authorizes the Secretary to waive competitive bidding on a reconstruction contract in an emergency situation. Makes available for obligation for four years the sums apportioned for: (1) the Federal-aid Interstate-Primary Program; (2) the Federal-aid Secondary system; (3) the Federal-aid Urban system; and (4) bridge replacement and rehabilitation. Declares that apportioned amounts remaining unobligated at the end of four years shall lapse (except for the bridge rehabilitation apportionments, which shall be allocated by the Secretary as bridge discretionary funds). Prohibits the Secretary from reducing more than ten percent of a State's apportioned funds for its failure to: (1) adequately maintain the Interstate system; or (2) certify a maintenance program. Prohibits the Federal share payable for the Primary system (other than the Interstate system) from exceeding 75 percent of construction costs. Allows certain Interstate routes to be improved at a 90 percent Federal share. States that the Federal share payable for a highway emergency relief project may be 100 percent for emergency repairs accomplished in the first 30 days after an occurrence. Authorizes Federal funds to reimburse State costs for the relocation of utility facilities necessitated by a highway construction project, or by a State's highway safety improvement program. Authorizes the expenditure of Federal emergency relief funds for: (1) the Virgin Islands; (2) Guam; (3) American Samoa; and (4) the Northern Mariana Islands. Sets a $5,000,000 obligation ceiling upon such funds during any fiscal year. Revises the penalty provisions regarding violations of vehicle weight limitations on the Interstate System to provide that withheld funds will not lapse if they are subsequently released and obligated within the normal four-year availability period. Precludes Federal funding out of the Highway Trust Fund for State toll facilities which have not been certified by State officials as: (1) being adequately maintained; and (2) having an operator able to fund inadequately-maintained facilities without the use of Federal-aid highway funds. Requires each State to survey and identify all highway-railroad crossings needing separation, relocation, or protective devices. Requires that half of all authorized funds for such crossings be made available for installing protective devices. Requires each State to report annually to the Secretary and the Secretary to report annually to specified congressional committees on program progress. Makes certain sums available for obligation for the Strategic Highway Research Program (SHRP). Authorizes the Secretary to implement the SHRP in cooperation with State highway departments. Directs the Secretary to set standards for the use of funds to conduct research, development, and technology transfer activities determined to be strategically important to the national highway transportation system. Authorizes the Secretary to provide grants and enter into cooperative agreements with State highway departments or the National Academy of Sciences to conduct such activities. Requires the Secretary to report annually to certain congressional committees regarding the progress and research findings of the SHRP. Credits certain State-financed off-system bridge replacement and rehabilitation projects towards the non-Federal share of the cost of other Federal-aid bridge projects. Declares ineligible for Federal reimbursement State or local taxes which are based upon the amount of a federally-assisted contract or which are assessed upon construction materials to be incorporated into a federally-assisted project. Directs the Secretary to make a minimum allocation among the States so that a State's percentage of total apportionments shall be at least 85 percent of the percentage of estimated tax payments attributable to highway users in such State paid into the Highway Trust Fund. Adds total allocations as well as apportionments to the calculation of the 85 percent minimum funds. (Currently only apportioned programs are considered in the minimum allocation calculation.) Establishes the Federal-Aid Interstate-Primary Program to bring all elements of the primary system up to certain Federal standards. Declares that such program shall consist of projects for the construction, reconstruction, rehabilitation, restoration, and resurfacing or improvement of the primary system and the Interstate system. Requires the Secretary to give priority consideration to: (1) completion of essential gaps on the Interstate System; and (2) rehabilitation of existing highway facilities. Directs States to use for Federal-aid highway projects the net income received from the use, sale, or lease of right-of-way airspace acquired as a result of certain Federal highway programs. Requires the designation of a territorial Federal-aid highway system in each territory. Permits States to use Federal-aid highway funds earmarked for highway substitute projects for bicycle projects. Authorizes States to use one and one-half percent of apportioned Interstate Highway Transfer funds for highway planning and research facilities. Decreases from one-half of one percent to one-quarter of one percent the National Highway Institute funds available for expenditure by a State highway department for the education and training of State and local highway department employees. Requires the Secretary (who currently is merely authorized) to provide education and training of highway employees at no cost to State and local governments for those subject areas which are a Federal program responsibility. Outlines the conditions under which real property may be donated by a person to a State or Federal agency. Provides for: (1) crediting the fair market value of private right-of-way donations for highway projects to the State matching share when such donations are made to the State; and (2) revesting such property to the donor if it is not required after environmental assessments. States that the fair market value of lands donated to the State of California for a State Route 73 relocation and construction project in Orange County shall first be credited toward payment of the non-Federal share of such project cost. Prohibits the disclosure under the Freedom of Information Act or admission as evidence in certain actions for damages of State documents regarding safety enhancement of potential accident sites, road conditions, or rail-highway crossings. Makes \"Buy American\" provisions applicable to projects whose total costs exceed $500,000. Amends the General Bridge Act of 1906 to repeal Federal regulatory authority over bridge tolls. Directs the Secretary to allocate among the States from the Mass Transit Account of the Highway Trust Fund amounts sufficient to insure that each State's percentage of total allocations from such Account is not less than 85 percent of the percentage of estimated tax payments attributable to highway users in that State paid into the Mass Transit Account in the latest fiscal year for which data are available. Requires States to expend a minimum of ten percent of Federal-aid highway contracts with small businesses owned and controlled by socially and economically disadvantaged individuals. Prescribes guidelines for a disadvantaged business enterprise program. Releases the State of Maryland from accepting title to any road or portion thereof (such as the Baltimore-Washington Parkway) in return for Federal participation in improvements to such Parkway. Authorizes appropriations for the upgrading of certain highways in the vicinity of the Waste Isolation Pilot Project (a nuclear waste storage repository in New Mexico). Sets forth obligation limitations for Federal-aid highways and highway safety construction programs for FY 1987 through 1990. Makes eligible for Federal-aid bridge funds costs incurred to mitigate harm to an historic bridge if the bridge remains part of the highway system. Requires States to identify historic bridges on the National Bridge Inventory. Requires the Transportation Research Board to review historic bridges and develop rehabilitation standards for such bridges. Sets forth allocation guidelines for forest highways for FY 1987 through 1990. Directs the Secretary to require the planting of native wildflowers for landscaping and scenic enhancement of Federal-aid highways. Directs the Secretary to conduct a Combined Road Program Demonstration to test the feasibility of approaches for combining, streamlining, and increasing the flexibility in the administration of the Federal-aid secondary, Federal-aid urban, and off-system urban and secondary bridge programs. Makes the State of California eligible for Federal-aid emergency relief funds for the total amount of the 1986 California flood disaster. Makes certain unobligated balances available for specified projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for certain highways in accordance with title 23, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:30-05:00"
}