{
  "actions": [
    {
      "acted_at": "1991-03-06", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed: S.Hrg. 102-30.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-03", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Energy Regulation. Hearings held at Denver, CO. Hearings printed: S.Hrg. 102-57.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-13", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed: S.Hrg. 102-148.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s570-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Regulation and Conservation", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1991-03-06", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-06", 
  "number": "570", 
  "official_title": "A bill to implement a National Energy Strategy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1301-102", 
      "reason": "related"
    }
  ], 
  "short_title": "National Energy Strategy Act", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-06", 
  "subjects": [
    "Actions and defenses", 
    "Alaska", 
    "Alternative energy sources", 
    "Antitrust law", 
    "Automobile industry", 
    "California", 
    "Computer software", 
    "Copyright", 
    "Electric power", 
    "Electric utilities", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Energy prices", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Federal office buildings", 
    "Foreign trade and international finance", 
    "Gas companies", 
    "Gas pipelines", 
    "Gasoline", 
    "Government and business", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Hydroelectric power", 
    "Import restrictions", 
    "Imports", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Leases", 
    "Liability for environmental damages", 
    "Licenses", 
    "Motor vehicles", 
    "Natural gas", 
    "Nuclear energy", 
    "Nuclear power", 
    "Oil and gas leases", 
    "Petroleum pipelines", 
    "Petroleum reserves", 
    "Price regulation", 
    "Public utilities", 
    "Radioactive wastes", 
    "Reclamation of land", 
    "Research and development", 
    "Right-of-way", 
    "Strategic materials", 
    "Technological innovations", 
    "Technology transfer", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-06", 
    "text": "National Energy Strategy Act - Title I: Residential, Commercial, and Federal Energy Use - Subtitle A: Consumer and Commercial Products - Amends the Energy Policy Conservation Act to expand the list of commercial products covered by the Act. Directs the Federal Trade Commission to prescribe labeling rules for such products. Prohibits the Secretary of Energy from prescribing energy conservation standards for certain electric lights or commercial products listed in the Act. Subtitle B: Federal Energy Management - Amends the National Energy Conservation Policy Act to authorize Federal agency participation in private sector energy demand management or application of conservation measures to Federal buildings. Title II: Natural Gas - Subtitle A: Natural Gas Pipeline Reform - Amends the Natural Gas Act to authorize the Federal Energy Regulatory Commission (FERC) to direct a natural-gas entity (pipeline) to interconnect physically with other facilities at the applicants expense, in order to receive natural gas from the other facilities for transportation in the pipeline. Declares that, for purposes of the National Environmental Policy Act of 1969, a FERC certification of public convenience and necessity with respect to a natural gas facility is the only major Federal action requiring a detailed environmental impact statement. Amends the Natural Gas Policy Act of 1978: (1) to authorize an interstate pipeline to construct facilities incidental to transportation service upon 30 days notice to the affected State commission; and (2) require FERC to authorize any interstate pipeline to transport natural gas on behalf of any person. Amends the Natural Gas Act to declare that a mutually agreed-upon natural gas transportation rate between a natural-gas company and its customer is deemed just and reasonable, and in compliance with such Act. Sets forth expedited certification procedures for natural gas transportation and related facilities construction. Provides for the construction and operation of natural gas transportation facilities with an option not to obtain a certificate of public convenience and necessity (thus taking such facility out of the Act's jurisdiction). Authorizes FERC to issue an order finding that if a natural-gas company's market is competitive and its transportation or sales services charges are not unduly discriminatory such charges are not subject to its jurisdiction. Subtitle B: Natural Gas Import/Export Deregulation - States that neither FERC nor a State may prohibit or condition the importation or exportation of natural gas or treat exported or imported natural gas differently from any other natural gas while it is within the United States. Authorizes the President to: (1) waive any law relating to natural gas importation or exportation upon finding that the national interest requires it; or (2) specify when such natural gas importation or exportation law is considered satisfied if the appropriate Federal or State agency has not taken final action. Subtitle C: Structural Reform of the Federal Energy Regulatory Commission - Amends the Department of Energy Organization Act to abolish FERC and establish within the Department of Energy the Natural Gas and Electricity Administration to be headed by an Administrator appointed by the President. Transfers to the Secretary of Energy the functions of the Federal Power Commission and FERC. Sets forth rulemaking procedures for rates and charges with respect to natural gas and electricity. Title III: Oil - Subtitle A: Alaska Coastal Plain Oil and Gas Leasing - Arctic Coastal Plain Competitive Oil and Gas Leasing Act - Directs the Secretary of the Interior (the Secretary) to establish and implement a competitive oil and gas leasing program on the Coastal Plain. Declares that this Act is the Secretary's sole legislative authority for authorizing and conducting such a program (whether competitive or noncompetitive). Requires the Secretary to issue regulations encompassing environmental protection of the Coastal Plain. Declares that the Department of the Interior's Legislative Environmental Impact statement is compatible and consistent with the major purposes and policies of the National Environmental Policy Act of 1969, and therefore no further environmental analysis or documentation is required for the issuance of regulations. Prescribes procedural guidelines for land lease sales on the Coastal Plain, and for exploration, development and production plans. Sets forth bonding requirements, and lease suspension and cancellation guidelines. Directs the Secretary to require lessees to unite with each other in collectively adopting and operating under a unit plan of development, including the construction of a common carrier pipeline to transport oil and gas to the exterior boundary of the Coastal Plan. Requires lessees and permittees to provide the Secretary with certain geological and geophysical data obtained from exploration or development activities. Sets forth remedies and penalties for violations of this Act. Directs the Secretary to report annually to the Congress about the leasing program. Repeals certain limitations applicable to subsurface interests owned by certain Alaskan corporations. Provides for expedited judicial consideration of any claims for relief by them. Directs the Secretary to promulgate environmental protection regulations which ensure that Coastal Plain activities will avoid significant adverse effects on fish and wildlife, their habitat, and the environment. Requires site-specific assessment and mitigation. Designates the Sadlerochit Spring Special Area as a special area for wildlife conservation and environmental protection. Authorizes the Secretary to exclude such area from leasing and to designate other Coastal Plain areas as special areas requiring protection. Directs the Secretary to prepare and periodically update a facilities construction and siting plan for oil and gas development and transportation. Authorizes the Secretary to grant rights-of-way and easements across the Coastal Plain in a manner that does not adversely affect fish, wildlife, and the environment. Requires the Secretary to conduct additional studies to monitor the human, marine, and coastal environments. Directs the Secretary to promulgate regulations providing for bi-annual facility inspections for compliance with environmental and safety regulations. Makes leaseholders fully responsible and liable for land reclamation within the Coastal Plan and other Federal lands adversely affected by lease activities. Requires establishment of the Coastal Plan Liability and Reclamation Fund within six months of a commercial discovery within the Coastal Plain. Directs the Secretary to collect fees based upon the crude oil volume leaving the Coastal Plain. Prescribes revenue collection and expenditure procedures. Mandates that oil and gas revenues be deposited into the Treasury. Subtitle B: Naval Petroleum Reserve Leasing - Naval Petroleum Reserve Leasing Act - Authorizes the Secretary of Energy (the Secretary) to lease Naval Petroleum Reserve Numbered 1 (California) if it is not necessary for national defense purposes. Sets forth leasing and antitrust guidelines. Mandates the use of competitive leasing procedures, minimum royalty payments, and crude oil set asides for sale to small refiners by Reserve lessees. Authorizes the Secretary to take certain steps to arrange and conduct a leasing action. Authorizes the Secretary to acquire privately owned lands or physical improvements within a Naval Petroleum Reserve if a lease of Naval Petroleum Reserve Numbered 1 cannot be arranged. Amends the Energy Policy and Conservation Act to authorize the Secretary to store within the Strategic Petroleum Reserve a Defense Petroleum Inventory of petroleum products (in addition to any other acquisition and storage for such Reserve required by law). Directs the Secretary to obligate the United States share of funds available in the Naval Petroleum Reserve Lease Proceeds Special Account (created by this Act) for the acquisition of 10,000,000 barrels of crude oil for the Defense Petroleum Inventory. Declares that upon request of the Secretary of Defense: (1) crude oil acquired for or dedicated to the Defense Petroleum Inventory shall be drawn down and distributed by the Secretary of Energy for the Department of Defense for use, sale, or exchange; and (2) the Secretary of Energy shall replace in the Defense Petroleum Inventory crude oil drawn down on behalf of the Department of Defense. Requires the Department of Defense to reimburse the Department of Energy for services rendered under this Act. Establishes the Naval Petroleum Reserve Lease Proceeds Special Account in the Treasury to implement this Act. Funds such Special Account with amounts realized from the lease of any United States interest in Naval Petroleum Reserve Numbered 1. Sets forth a payment scheme under which lease proceeds shall be used to make payments to the State of California. Declares that: (1) the authority to lease under this Act extends to specified sections within Naval Petroleum Reserve Numbered 1; and (2) this Act does not affect the withdrawal of lands provided for in certain school land grants. Subtitle C: Oil Pipeline Deregulation - Oil Pipeline Regulatory Reform Act - Amends the Department of Energy Organization Act to terminate FERC jurisdiction over oil and other pipelines except the Trans-Alaska Pipeline. Authorizes the Attorney General to petition the Secretary of Energy (the Secretary) for an adjudication of whether FERC rate regulation of an existing pipeline in any market is in the public interest. Prescribes adjudication guidelines. Provides that pipeline rates for service to markets which are not identified in a mandatory published adjudications list will no longer be subject to FERC regulatory jurisdiction. Prescribes adjudication guidelines under which the Secretary shall find that regulation of a pipeline is in the public interest only if it is demonstrated that such regulation is necessary to constrain the exercise of substantial market power in the supply and demand of products transported by the pipeline in that market. States that new pipelines shall not be subject to existing Commission regulatory jurisdiction or rate regulation, but shall be subject to common carrier regulation under such Act. States that Commission rate regulation shall be prospective only. Prohibits terminated Commission regulatory jurisdiction from reverting to any other Federal agency. Confers exclusive, original jurisdiction over any petition for judicial review upon the U.S. Court of Appeals for the District of Columbia Circuit. Precludes from such judicial review any action of the Attorney General under this Act, including adjudication petitions. Outlines the parameters within which pipelines are required to operate as common carriers. Requires pipelines to file terms of carriage schedules (except carriage rates) with the Commission. Sets forth guidelines for maximum FERC rates on a market by market basis, subject to price cap regulation based on base rates and cumulative changes in a Competitive Pipeline Price Index. Precludes a pipeline from conditioning its services upon entering into other transactions or on taking or refraining from any action. Requires the Secretary to report to the Congress regarding the results of this Act five years after the conclusion of all adjudications. Retains the applicability of antitrust laws to pipeline transportation of crude oil or refined oil products. Title IV: Electricity Generation and Use - Subtitle A: Public Utility Holding Company Act Reform - Sets forth regulatory guidelines for exempt wholesale generators and qualifying facilities. Subtitle B: Power Marketing Administration Repayment Reform - Power Marketing Administration Timely Payment Act - Mandates that each power marketing administration provide for timely repayment to the Treasury of principal and interest for power investments. Prescribes repayment guidelines. Title V: Nuclear Power - Subtitle A: Licensing Reform - Amends the Atomic Energy Act of 1954 to provide procedural guidelines for issuance by the Nuclear Regulatory Commission (NRC) of a combined construction and operating license. Mandates that such combined license applications include a State, local, or utility emergency plan. Requires the NRC to propose implementing regulations under this Act within one year of its enactment. Subtitle B: Nuclear Waste Management - Amends the Nuclear Waste Policy Act of 1982 to declare that, for purposes of site characterization activities, the appropriate Federal agency shall administer the pertinent rules and regulations without regard to whether such administration has been or could be, delegated to a State or superseded by comparable State law. Declares State, local or tribal laws inapplicable to site characterization activities under this Act. Directs the Secretary to implement site characterization activities in spite of any refusal by either State, local or tribal authorities to act upon requested authorizations to proceed with related site characterization activities. Sets forth a 60-day deadline within which actions to contest the constitutionality of this Act must be brought. Prohibits a court from enjoining site characterization activities in such actions except as part of a final judgment. Title VI: Renewable Energy - Subtitle A: PURPA Size Cap and Co-Firing Reform - Amends the Public Utility Regulatory Policies Act of 1978 (PURPA) to direct FERC to prescribe rules requiring electric utilities to offer to purchase electric capacity from alternative power production facilities only through competitive acquisition. Makes alternative power production facilities eligible for exemptions from PURPA, the Federal Power Act, and State law if they meet certain requirements. Subtitle B: Hydroelectric Power Regulatory Reform - Amends the Federal Power Act to include as part of the hydroelectric power licensing procedure an applicant's plan concerning studies to be undertaken in connection with the licensing process, and a summary of the applicant's consultation activities with Federal and State agencies and Indian tribes. Sets forth guidelines for additional licensing procedures. Directs FERC to coordinate a single, consolidated licensing review (including review under the National Environmental Policy Act of 1969) of a hydropower project license application that is subject to Federal, State, or Indian tribal review. Removes from FERC jurisdiction hydropower projects with installed capacities of five megawatts or less that have not received a license by the date of enactment of this Act. Title VII: Alternative Fuel: Subtitle A: Alternative and Dual Fuel Vehicle Credits - Amends the Motor Vehicle Information and Cost Savings Act to eliminate limits on the credit toward complying with the corporate average fuel economy (CAFE) standards available to manufacturers for the production of light duty alternative fuel vehicles and certain dual fuel vehicles. Subtitle B: Alternative Transportation Fuels - Sets forth acquisition and credit allocation guidelines for alternative fuel vehicles. Requires persons who own or otherwise control a fleet of motor vehicles of different types and sizes to make a specified percentage of annual vehicle acquisitions alternative fuel vehicles. Prescribes civil and administrative penalties for noncompliance with this Act. Title VIII: Innovation and Technology Transfer - Amends the Stevenson-Wydler Technology Innovation Act of 1980 to allow each Federal agency to: (1) secure copyright on behalf of the United States in any computer software prepared in whole or in part by U.S. employees under a cooperative research and development agreement or other authority, notwithstanding provisions of Federal copyright law; and (2) grant in advance to a collaborating party licenses or assignments for the copyrights, or options thereto, retaining specified rights. Adds references to software and its author to provisions governing the distribution of royalties received by Federal agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Strategy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Arctic Coastal Plain Competitive Oil and Gas Leasing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Naval Petroleum Reserve Leasing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Oil Pipeline Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Power Marketing Administration Timely Payment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement a National Energy Strategy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:45-05:00"
}