{
  "actions": [
    {
      "acted_at": "1977-08-02", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-08-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8687-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-08-02", 
  "number": "8687", 
  "official_title": "A bill to encourage the States to establish cost and quality standards for hospitals and to contain inflationary rises in hospital costs, with transitional federal system of hospital cost containments to be applied in the absence of State action for that purpose; to provide for coordination of hospital budget programs with health planning and peer review activities to impose limits on hospital capital expenditures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hospital Cost Containment Act", 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-08-02", 
  "subjects": [
    "Costs", 
    "Excise tax", 
    "Health facilities", 
    "Hospital care", 
    "Hospital rates", 
    "Hospital utilization", 
    "Hospitals", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medicare", 
    "Social welfare", 
    "Taxation"
  ], 
  "subjects_top_term": "Hospital rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-08-02", 
    "text": "Hospital Cost Containment Act - Title I: Establishment of State Commissions on Hospital Budgets - Requires each State desiring to conduct a hospital cost containment plan to submit such a plan to the Secretary of Health, Education, and Welfare. Directs the Secretary to approve the State plan if it includes: (1) a provision establishing a commission on hospital budgets to supervise the administration of the plan; and (2) a provision establishing an advisory council to review and comment on the operation of the commission and to act on appeals of commission decisions. Directs the Secretary to reimburse a State for 80 percent of the amounts expended for the development and administration of the State's commission on hospital budgets and its advisory council. Declares any State which on July 1, 1977, had in effect a satisfactory plan to control hospital costs ineligible for a start-up grant. Directs each State commission on hospital budgets to file with the Secretary a report of the average reimbursement per admission approved by the commission for the various categories of health care institutions under the State plan. Directs the Secretary to disapprove the plan of any State that is not in compliance with the Federal limits on rate increases. Sets forth the method by which the Secretary shall assist the State to comply with the Federal requirements. Directs the Secretary to monitor and make recommendations for the improvement of State commissions. Title II: Coordination With Health Planning and Peer Review Activities - Directs each State commission on hospital budgets and each State health planning and development agency to file with the Secretary a memorandum of agreement providing for, but not limited to: (1) review and comment by the commission on the health systems plan and annual implementation plans developed by State health systems and health planning agencies; (2) sharing of appropriate data, including hospital budgets, volume, projections, and service area definitions; and (3) development of complementary guidelines and procedures for review of the financial feasibility of proposed facilities. Amends the Social Security Act to extend the scope of review of Professional Standards of Review Organizations to all health care related professional activities. Requires each State commission on hospital budgets and each health care professional standards review organization which is located within such State to file with the Secretary a memorandum of agreement providing for: (1) sharing of appropriate data; (2) joint development of quality assurance plans; and (3) opportunity for review by such organization on commission decisions. Title III: Transitional Hospital Cost Containment Program - States that it is the purpose of the program established by this title to constrain the rate of increases in total acute care hospital inpatient costs. States that the increase in total revenue which a hospital may receive in any accounting year in the form of: (1) reimbursement paid under the Medicare and Medicaid programs, and by cost payers for inpatient services; and (2) charges imposed upon other persons for inpatient services; and (3) charges imposed upon other persons for inpatient services, may not, on a per admission basis, exceed the average inpatient reimbursement due or inpatient charges imposed per inpatient admission in the base period by more than the percentage allowed under this Act. Sets forth formulas by which the limits of the increase in total revenue may be computed. Bases the \"inpatient hospital revenue increase limit\" on increases in the gross national product deflator and total hospital expenditures nationwide. Authorizes the Secretary to grant exceptions to the revenue increase limit during periods in which the excepted hospitals meet specified criteria. Permits any hospital which is dissatisfied by the decision of the Secretary to grant or not to, if the amount in controversy if $25,000 or more, grant an exception, to obtain a hearing before the Provider Reimbursement Review Board established by the Social Security Act. Directs the Secretary to appoint five additional members to such Board for the purpose of reviewing appeals under this title. Prohibits, under the Social Security Act, the payment of hospital costs in excess of the limits established pursuant to this Act. Prohibits the receipt by any hospital, or payment by any cost payer for inpatient hospital services on a cost basis in excess of applicable limits. Subjects hospitals or cost payers in violation of such prohibitions to: (1) a Federal excise tax established by this Act; and (2) exclusion from participation in any of the programs established under the Medicaid, Medicare or Maternal and Child Health Services programs of the Social Security Act. Allows the Secretary to exclude from cost containment provisions: (1) hospitals engaged in certain experiments or demonstrations authorized by the Social Security Act; and (2) hospitals in States with cost containment programs approved by the Secretary. Requires every hospital to submit semiannually to the appropriate health systems agency, its average semiprivate room rate and the charges for ten other representative services most important for purposes of comparing hospitals. Amends the Internal Revenue Code of 1954 to impose an excise tax on payments received for inpatient hospital services in excess of the the inpatient hospital revenue increase limit. Title IV: Limitation on Hospital Capital Expenditures - Amends the Public Health Service Act to require the Secretary to promulgate: (1) an annual hospital capital expenditure limit; and (2) a National ceiling for the supply of hospital beds. Sets forth the criteria to be considered by State health planning agencies when considering applications for certificates for need submitted by health facilities. Prohibits Federal payments under the Medicaid, Medicare, and Maternal and Child Health Services programs of the Social Security Act, to any State that has not entered into an agreement with the Secretary pursuant to the provisions of this Act. Title V: Surplus Services - Amends the Public Health Service Act to define as surplus any institutional health service found to be unneeded according to the standards applied in determining whether a proposed new service shall be granted a certificate of need. Declares that any such service declared surplus shall be considered as though it had been denied a certificate-of-need. Directs the Secretary to make grants to institutions which have discontinued health services pursuant to a determination that such services were surplus. Limits the amount of such grant to the amount of debt incurred by the institution in developing the service declared surplus which remains outstanding. Title VI: Miscellaneous Provisions - Directs the Secretary to establish a uniform system for the reporting of cost information by all of the health facilities and organizations to which the provisions of this Act apply."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hospital Cost Containment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the States to establish cost and quality standards for hospitals and to contain inflationary rises in hospital costs, with transitional federal system of hospital cost containments to be applied in the absence of State action for that purpose; to provide for coordination of hospital budget programs with health planning and peer review activities to impose limits on hospital capital expenditures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:57-05:00"
}