{
  "actions": [
    {
      "acted_at": "2007-03-20", 
      "references": [
        {
          "reference": "CR S3357-3358", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-20", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S3358-3359", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-04-25", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-05-24", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Inouye with an amendment in the nature of a substitute. With written report No. 110-72.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-05-24", 
      "calendar": "Senate Legislative", 
      "number": "171", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 171.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2007-12-19", 
      "references": [
        {
          "reference": "CR S15945-15950", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S15945-15947", 
          "type": "text as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S15947-15950", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2007-12-19T19:00:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19T19:00:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3884-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3884"
    }
  ], 
  "bill_id": "s924-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2007-03-20", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2007-12-19", 
    "vetoed": false
  }, 
  "introduced_at": "2007-03-20", 
  "number": "924", 
  "official_title": "A bill to strengthen the United States Coast Guard's Integrated Deepwater Program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2722-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2722-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Integrated Deepwater Program Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "thomas_id": "00172", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2007-12-19", 
  "subjects": [
    "Armed forces and national security", 
    "Coast guard", 
    "Competitive bidding", 
    "Conflict of interests", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Cost overruns", 
    "Crime and law enforcement", 
    "Defense procurement", 
    "Department of Homeland Security", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Governmental investigations", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Reprogramming of appropriated funds", 
    "Science, technology, communications", 
    "Subcontractors", 
    "Technology assessment", 
    "Terrorism", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2007-12-19", 
    "text": "Integrated Deepwater Program Reform Act - (Sec. 2) Prohibits the Coast Guard from using a private sector entity as a lead systems integrator for procurements under, or in support of, the Integrated Deepwater Systems Program (IDP). Requires the Coast Guard, unless otherwise excepted in accordance with the Competition in Contracting Act of 1984 and the Federal Acquisition Regulations, to use full and open competition for any other procurement for which an outside contractor is used for the IDP. Sets forth various other exceptions.Limits, for certain procurements, the financial interests IDP lead systems integrators and tier 1 subcontractors may have in a subcontractor below tier 1 level.(Sec. 3) Requires, before certain procurements of major assets may be awarded, an analysis of alternatives by an independent third party, including regarding capability and interoperability, technology risk and maturity, and life-cycle costs. Prohibits procurement of an experimental or technically immature major asset under the IDP until an alternatives analysis has been conducted for the asset.(Sec. 4) Prohibits the Coast Guard from executing an IDP procurement contract, delivery order, or task order exceeding $10 million until the Coast Guard's commandant certifies certain matters, including that market research has been conducted, the technology has a high likelihood of accomplishing its intended mission, the technology is affordable, and funding is available. Excludes from the prohibition IDP contracts, deliver orders, or task orders for research and development or technology demonstrations.(Sec. 5) Requires that any IDP procurement contract, delivery order, or task order: (1) address recommendations in a specified Government Accountability Office (GAO) report, including the recommendation that any award or incentive fee be tied to program outcomes; (2) address any subsequent GAO recommendations relevant to the contract terms; (3) provide that certification of any IDP procurement will be conducted by an independent third party; (4) not include certain provisions relating to committing the Coast Guard without its explicit written approval or allowing for equitable adjustment that differs from the Federal Acquisition Regulations; (5) meet the requirements of a specified Coast Guard acquisition manual; (6) for any contract extending the existing IDP contract term that expires in June 2007, meet certain review requirements and address recommendations made in a specified study; and (7) not include a requirement for the purchase of a minimum number of specific assets.(Sec. 6) Requires that the Commandant ensure that: (1) the measures contained in a specified Coast Guard report relating to acquisition reform are implemented fully; (2) additional measures for improved management recommended in a specified study by the Defense Acquisition University are implemented; (3) integrated product teams, and all higher-level teams that oversee integrated product teams, are chaired by Coast Guard personnel; and (4) the Assistant Commandant for Engineering and Logistics is designated as the Technical Authority for all IDP design, engineering, and technical decisions.Permits the Coast Guard Commandant to transfer funds for personnel, compensation, and benefits from the appropriation account Acquisition, Construction, and Improvement to the appropriation account Operating Expenses for personnel compensation and benefits and related costs necessary to execute new or existing Coast Guard procurements.(Sec. 7) Requires that the Coast Guard: (1) make arrangements as appropriate with the Department of Defense for support in contracting and management of IDP procurements; (2) seek opportunities to leverage off contracts of other appropriate agencies; and (3) report to specified congressional committees such arrangements. Requires the Comptroller General to report to specified congressional committees, assessing current Coast Guard acquisition and management capabilities to manage IDP-related procurements, including improvement recommendations, and addressing whether the Coast Guard can better leverage Department of Defense or other agencies' contracts.(Sec. 8) Requires reports, including certain annual IDP-related budget justifications, quarterly status updates, and certain reports on cost overruns and delays. Amends the Coast Guard and Maritime Transportation Act of 2006 to modify the required contents of an IDP-related report.(Sec. 9) Requires the Coast Guard to consult with the Comptroller General to ensure GAO recommendations in a specified existing and any future reports with respect to award fee and award term criteria are addressed to the maximum extent practicable. Requires the Commandant to ensure that all other recommendations in those reports are implemented to the maximum extent practicable within one year after the date of enactment of this Act and that subsequent recommendations are implemented to the maximum extent practicable as they arise.(Sec. 10) Requires the Inspector General of the Department of Homeland Security to report on the acquisition of assets under the Deepwater program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Integrated Deepwater Program Reform Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Integrated Deepwater Program Reform Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Integrated Deepwater Program Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the United States Coast Guard's Integrated Deepwater Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:25-05:00"
}