{
  "actions": [
    {
      "acted_at": "1979-02-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2205-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-15", 
  "number": "2205", 
  "official_title": "A bill to amend title 18, United States Code, so as to establish certain guidelines for sentencing, establish a United States Commission on Sentencing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "13", 
    "name": "McClory, Robert", 
    "state": "IL", 
    "thomas_id": "00757", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-15", 
  "subjects": [
    "Advisory bodies", 
    "Appellate courts", 
    "Appellate procedure", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Federal advisory bodies", 
    "Judicial review", 
    "Law", 
    "Probation", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Sentences (Criminal procedure)", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-15", 
    "text": "Establishes within the judicial branch a United States Commission on Sentencing to, among other functions, promulgate and distribute suggested sentencing ranges and guidelines for specific criminal offenses. Specifies factors to be considered by a sentencing court in imposing a term of imprisonment, a fine, or a term of probation, including: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence to adequately deter criminal conduct, protect the public, and provide the defendant with necessary educational or recreational training, medical care, or other correctional treatment; (3) whether other less restrictive sanctions have been applied to the defendant; and (4) any guidelines established by the Commission. Requires a court in every case in which it imposes a term of imprisonment or a fine to make as part of the record and to disclose in open court to the defendant at time of sentencing a brief statement of the reasons for the sentence imposed. Allows the court to impose a sentence outside of the guidelines only if the court gives the specific reasons for the particular sentence. Authorizes, in any case in which a sentence has been imposed (except for cases involving plea agreements), an appeal by right to the United States court of appeals for review of such sentence by: (1) the defendant if the sentence includes a fine or term of imprisonment more than the maximum established by the Commission guidelines or by law; or (2) the Government if the sentence includes a fine or term of imprisonment less than the minimum established by the guidelines or by law. Authorizes, in any case in which the sentence is within the Commission guidelines, either party to petition for leave to appeal to the court of appeals for review of such sentence. Directs the court of appeals to remand the case or modify the sentence upon a finding that: (1) the Commission guidelines and ranges were erroneously applied and the sentence imposed outside the guidelines was unreasonable; or (2) the sentence imposed within such guidelines constitutes an abuse of discretion."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, so as to establish certain guidelines for sentencing, establish a United States Commission on Sentencing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:34-05:00"
}