{
  "actions": [
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3259-96", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-09", 
  "number": "3259", 
  "official_title": "A bill to establish a uniform law on the subject of bankruptcies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2977-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s105-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s658-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1843-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1980-12-09", 
  "subjects": [
    "Actions and defenses", 
    "Administration of justice", 
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Child support", 
    "Children and youth", 
    "Claims", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Custody of children", 
    "Domestic Relations and Families", 
    "Government corporations", 
    "Government records, documents, and information", 
    "Information services", 
    "Intergovernmental relations", 
    "Judges", 
    "Jurisdiction", 
    "Kidnapping", 
    "Law", 
    "Legal fees", 
    "Securities and Investments", 
    "Securities regulation", 
    "Social welfare", 
    "State courts", 
    "States"
  ], 
  "subjects_top_term": "Bankruptcy", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-09", 
    "text": "Title I: Amendments to Title 11 of the United States Code - Makes technical amendments to the Bankruptcy Reform Act of 1978. Amends the definition of a \"security\" under title 11, which includes only securities registered under the Securities Act of l933, to include any security which should be so registered. Specifies the time periods for assessing tax liabilities or filing a petition of bankruptcy after a stay has been imposed. Increases the compensation payable to trustees. States that a bankruptcy petition shall operate as a stay of the filing of a tax lien or of the presentation of a negotiable instrument. Requires notification by the trustee if so required by the Clayton Act. Establishes the burden of proof in having to use, sell, or lease property. Permits any sublessee to succeed to the right of any lessee who elects to treat the lease as terminated. Allows a claim for tax liability arising from payment from the estate of claims for wages, salaries, or commissions. Sets forth limitations on the reconsideration of claims. Permits the court to offset a claim for tax liability with any counterclaim. Limits the amount of claims for wages, contributions to employee benefit plans, deposits, or taxes which is entitled to priority. Requires the debtor to file a schedule of equity interests along with assets and liabilities. Removes the debtor's exemption of property interests held in joint tenancy. Permits the debtor to avoid a transfer or recovery of a setoff of property and to exempt such property if such transfer is voidable or recoverable by the trustee, whether or not the trustee attempts to do so, subject to specified limitations. Removes the permissible discharge from debt of alimony or support which has been assigned to another entity. Prohibits a creditor from obtaining a setoff which was transferred for such a purpose. Permits the debtor to redeem property pursuant to an agreement based on a dischargeable debt. Requires the trustee to transfer commodity contracts that are being actively traded, if feasible. Prohibits paying a customer net equity claim based on a proprietary account unless all other such claims have been paid in full. Permits holders of claims secured by property to elect that such claims are secured claims, whether or not the holders of such claims had recourse against the debtor. Gives the governmental unit concerned the burden of proof that the principal purpose of a plan is the avoidance of taxes. States that confirmation of a plan means automatic relief from a stay of claims to the extent such plan will not pay such claim. Requires the trustee to dispose of monies received in a case involving the debts of an individual with regular income. Authorizes the trustee to call a meeting of creditors in such cases. Requires the trustee to file periodic reports on the operations of businesses which the trustee is authorized to operate and to transmit any statement of investigation to any entity designated by the court. Title II: Amendments to Title 28 of the United States Code - Makes technical amendments to the provisions relating to the administration of bankruptcy courts. Sets forth provisions applicable to the selection of bankruptcy judges, chief judges, appellate panels, unlimited tenure for bankruptcy judges, the appointment and duties of U.S. trustees, such court's contempt powers, and the registration of discharge and confirmation orders. Revises provisions concerning the compensation of U.S. magistrates, the appointment of court reporters, and filing fees. Makes the provisions concerning district court filing fees applicable to the District of Columbia. Title III: Amendments to the Act of November 6, 1978 - Designates such Act as the Bankruptcy Reform Act of 1978. Makes technical amendments relating to the transition period in implementing such bankruptcy legislation. Title IV: Amendments to Other Acts - Makes conforming changes in the Commodity Exchange Act, the Perishable Agricultural Commodities Act of 1930, the Securities Investor Protection Act, the Fair Credit Reporting Act, the Federal Mine Safety and Health Act of 1977, and the Social Security Act. Title V: Related Provisions of Law - Stipulates that nothing prohibits: (1) a stockbroker or securities clearing agency from exercising a contractual right to liquidate a securities contract; or (2) a commodity broker or forward contract merchant from liquidating a commodity contract or forward contract. Amends the Military Personnel and Civilian Employees' Claims Act of 1964 to raise the ceiling on claims by civilian and military employees for damages to personal property. Title VI: - Parental Kidnapping Prevention Act of 1980 - Requires appropriate State authorities to enforce according to its terms any child custody determination of another State which has jurisdiction, if specified conditions are met. Requires, before a child custody determination is made, that notice and opportunity to be heard be given to the contestants, any parent whose rights have not been terminated, and any person who has physical custody of the child. Permits a State court, with jurisdiction, to modify a custody determination of another State court which no longer has or has declined to exercise jurisdiction. Encourages State courts to: (1) give priority to custody determination proceedings; and (2) award appropriate expenses or fees to the person entitled to custody. Amends title IV of the Social Security Act (Child Support and Establishment of Paternity) to direct the Secretary of Health and Human Services to enter into agreements with States able and willing to do so under which the Parent Locator Service shall be used to provide information to authorized persons about any absent parent of a child for the purpose of a custody determination or with regard to parental kidnapping. Limits such information to the most recent address and place of employment of any absent parent or child. Expresses the intent of Congress that the current provision of the Federal criminal code prohibiting flight to avoid prosecution or giving testimony apply to cases involving parental kidnapping and interstate or intentional flight to avoid prosecution under State felony statutes. Requires the Attorney General to report to Congress on the steps taken to comply with this intent. Title VII: Effective Dates - Makes specified amendments in this Act effective April 1, 1984, and all others effective on enactment. Title VIII: State Justice Institute - Establishes the State Justice Institute as a private nonprofit corporation to further the development of improved judicial administration in State courts in the United States. Directs the Institute to: (1) direct a national assistance program to assure persons ready access to a fair and effective system of justice; (2) foster coordination and cooperation with the Federal judiciary; (3) make recommendations concerning the proper allocation of responsibility between the State and Federal court systems; (4) promote recognition of the importance of the separation of powers doctrine to an independent judiciary; and (5) encourage education for State court judges and support personnel. Authorizes the Institute to award grants and enter into cooperative agreements or contracts to: (1) conduct research, demonstrations, or special projects relating to the purposes of this Act; (2) serve as a clearinghouse for information regarding State judicial systems; (3) participate in joint projects with other agencies, including the Federal Judicial Center; (4) evaluate the impact of programs carried out under this Act upon the quality of criminal, civil, and juvenile justice; (5) encourage judicial education; (6) serve in a consulting capacity to State and local justice systems; and (7) be responsible for the certification of national programs to improve State judicial systems. Requires the Institute to incorporate in any grant or contract awarded to a State or local judicial system the requirement that such recipient provide a 25 percent match. Permits waiver of such requirement in exceptionally rare circumstances. Prohibits the Institute from interfering with the independent nature of any State judicial system. Makes this title effective October 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform law on the subject of bankruptcies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:37-05:00"
}