{
  "actions": [
    {
      "acted_at": "1984-04-26", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-16", 
      "bill_ids": [
        "s2722-98"
      ], 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Ordered favorably reported an original bill (S. 2722) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2599-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-26", 
  "number": "2599", 
  "official_title": "A bill to simplify the administration, contain escalating costs and create greater flexibility in the operation of programs under the National School Lunch and the Child Nutrition Act of 1966.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5567-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5567-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2722-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Nutrition Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-26", 
  "subjects": [
    "Child health", 
    "Child nutrition", 
    "Children and youth", 
    "Consumer price indexes", 
    "Education", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Maternal health services", 
    "Nutrition policy", 
    "Public Welfare and Charities", 
    "School lunch program", 
    "State finance", 
    "States", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Food relief", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-26", 
    "text": "Child Nutrition Amendments of 1984 - Amends the Child Nutrition Act of 1966 to limit to ten percent the amount of unobligated funds which a State may retain at the end of any fiscal year. Permits (currently directs) the Secretary of Agriculture to reallocate any unused funds to those States which can demonstrate the ability to use funds in excess of their allocation. Provides for the reimbursement of administrative costs incurred by food stamp agencies in providing a certificate of food stamp participation to food stamp households which are to be used in the school lunch verification process. Extends the authorization of appropriations through FY 1985 for State administrative expenses. Amends the National School Lunch Act to provide for a separate special-assistance factor for reduced-price lunches with a base of 68.75 cents and for reduced-price breakfasts with a base of 32.75 cents. Sets the maximum payment for severe need reduced-price breakfasts at 45.5 cents. Requires annual adjustment of each such separate factor based on the change in the Consumer Price Index for food away from home. Terminates the Summer Food Service Program for Children and the Child Care Food Program. Authorizes State grants through FY 1989 for child nutrition assistance. Requires the Secretary of Health and Human Services to allot to States from such appropriated funds an amount which bears the same ratio to the total appropriated funds as each State's allotment under the Summer Food Service Program and the Child Care Food Program for FY 1983 bore to the total funds appropriated for those programs. Permits the Secretary to adjust the allotment level based on the funds transferred to the Department for the Head Start Program. Directs the Secretary, for each fiscal year, to make payments to each State from such allotments. Provides that unobligated amounts shall remain available for the next fiscal year. Permits such amounts paid to a State to be used only for costs related to the provision of nutrition assistance to children, primarily from low-income households. Prohibits a State from using such funds to: (1) purchase or improve land, purchase, construct, or permanently improve any building or other facility or purchase major equipment, other than food service equipment; or (2) satisfy any requirement for the expenditure of non-Federal funds as a condition for the receipt of Federal funds. Permits the Secretary, in extraordinary circumstances, to waive the restrictions regarding land purchase or construction. Requires each State, as a prerequisite to receipt of such funds, to submit an intended use report to the Secretary. Requires each State to submit annual reports concerning such activities. Requires each State to establish fiscal control and fund accounting procedures. Requires each State to obtain financial and compliance audits of any grant funds which the State receives. Establishes the procedure to be followed in order to assure State compliance with nondiscrimination provisions. Amends the Child Nutrition Act of 1966 to terminate the Nutrition Education and Training Program. Amends the National School Lunch Act to eliminate the requirement that the Food and Nutrition Service operate Child Nutrition Programs in States which do not administer these programs through their own agencies. Extends through FY 1985 the authorization for funding of the commodity distribution program. Bases commodity allotments on the actual number of meals served during the previous school year instead of an estimate of the number of meals that will be served. Amends the Child Nutrition Act of 1966 to extend the supplemental food program for women, infants and children (WIC) through FY 1985. Eliminates provisions which require regular reallocation of WIC program funds. Reduces from 20 to 18 percent the percentage of total WIC funds that may be available for State and local administrative costs. Amends the National School Lunch Act to eliminate the special assistance certification alternatives which based assistance on prior year free and reduced-price lunch eligibility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Nutrition Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to simplify the administration, contain escalating costs and create greater flexibility in the operation of programs under the National School Lunch and the Child Nutrition Act of 1966.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:20-05:00"
}