{
  "actions": [
    {
      "acted_at": "1977-01-27", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2606-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-27", 
  "number": "2606", 
  "official_title": "A bill to provide a special program for financial assistance to opportunities industrialization centers in order to provide 1 million new jobs and job training opportunities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2059-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Opportunities Industrialization Centers Job Creation and Training Act", 
  "sponsor": {
    "district": "38", 
    "name": "Patterson, Jerry M.", 
    "state": "CA", 
    "thomas_id": "00898", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-27", 
  "subjects": [
    "Labor and employment", 
    "Unemployment"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-27", 
    "text": "Opportunities Industrialization Centers Job Creation and Training Act - Directs the Secretary of Labor to enter into a contract with Opportunities Industrialization Centers, Incorporated, in order to provide comprehensive employment services and jobs for unemployed persons through such centers. Requires the head of each Federal agency administering programs under specified Federal Acts to make arrangements with local agencies to assure that special consideration will be given to Opportunities Industrialization Centers for the provision of comprehensive employment services and job opportunities for the unemployed pursuant to such programs. Requires a contract entered into under this Act to contain provisions assuring that specific requirements are complied with, including requirements that (1) special consideration in providing jobs will be given to unemployed persons who are Vietnam veterans or who are most severely disadvantaged in terms of the length of time they have been unemployed; (2) due consideration will be given to persons who have participated in manpower training programs for whom unemployment opportunities would be otherwise available; and (3) the program will to the maximum extent feasible contribute to the elimination of artificial barriers to employment and occupational advancement. Sets forth special conditions to be met prior to providing financial assistance pursuant to a contract entered into under this Act. Requires the program to contribute, to the maximum extent feasible, to the occupational development or upward mobility of individual participants. Prohibits the Secretary from providing financial assistance unless he determines that: (1) periodic reports will be submitted to him to measure the effectiveness of the program;(2) there will be no discrimination on the basis of race, creed, color, national origin, sex, political affiliation, or beliefs within the program; and (3) the participants in the program will not be employed in the construction, operation, or maintenance of sectarian religious facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Opportunities Industrialization Centers Job Creation and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a special program for financial assistance to opportunities industrialization centers in order to provide 1 million new jobs and job training opportunities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:06-05:00"
}