{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1082-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1082", 
  "official_title": "A bill to establish a comprehensive program to insure the wholesomeness of fish and fishery products.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wholesome Fish and Fishery Products Act", 
  "sponsor": {
    "district": "3", 
    "name": "Sullivan, Leonor K. (Mrs. John B.)", 
    "state": "MO", 
    "thomas_id": "01124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Consumer protection", 
    "Fisheries", 
    "Fishery products", 
    "Imports", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Fishery products", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Wholesome Fish and Fishery Products Act - Declares that it is essential that the health and welfare of consumers be protected by assuring that fish and fishery products distributed to them are of good quality, wholesome, not adulterated, and are properly marked, labeled and packaged. Defines the terms used in the Act. Directs the Secretary of Commerce to make a survey of establishments and vessels which process fish and fishery products for interstate commerce to inform himself concerning the operations and sanitary conditions thereof for the purpose of developing standards of good manufacturing practices under which such establishments and vessels shall be maintained and operated. Directs the Secretary to prescribe standards of sanitation and quality control for the processing of fish and fishery products. Directs the Secretary to make a continuous inspection of each establishment where fish or fishery products are processed for interstate commerce. Authorizes the Secretary to require that adequate inspections be made of vessels processing fish or fishery products for interstate commerce. Provides that any inspector appointed for the purpose of this Act shall have access to such establishments or vessels. States that denial of access shall be ground for suspension of the certificate of registration. Provides that any fish or fishery products found to be adulterated shall be immediately condemned, segregated, and destroyed in the presence of an inspector. Places restrictions upon the importation of fish into the United States. Provides that after the effective date of regulations issued under this Act, no fish or fishery products shall be imported if such articles are adulterated or misbranded or otherwise fail to comply with all the inspection, good manufacturing practice, and other provisions of this Act. Enumerates the exceptions to such rule. Authorizes the Secretary to prohibit the importation of any fish or fishery products manufactured, processed, packed, or held in any factory, warehouse, establishment, or vessel which refuses to allow reasonable inspection. Provides that any person who violates this Act shall be fined not more than $1,000 or imprisoned not more than one year, or both. Provides that if such violation involves intent to defraud, or any distribution of an article that is adulterated, such person shall be fined not more than $10,000 or imprisoned not more than three years, or both. Authorizes to be appropriated such sums as may be necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wholesome Fish and Fishery Products Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a comprehensive program to insure the wholesomeness of fish and fishery products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:45-05:00"
}