{
  "actions": [
    {
      "acted_at": "1993-03-31", 
      "references": [
        {
          "reference": "CR S4121-4122, S4139-4140", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-03-31", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s684-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1993-03-31", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-03-31", 
  "number": "684", 
  "official_title": "A bill to establish a national health plan, and for other purposes.", 
  "popular_title": "Health Care Reform bill", 
  "related_bills": [], 
  "short_title": "National Health Care Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-03-31", 
  "subjects": [
    "Accident insurance", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Alcohol tax", 
    "Beer", 
    "Block grants", 
    "Cigarettes", 
    "Comprehensive health care", 
    "Congressional veto", 
    "Consumer education", 
    "Consumer protection", 
    "Corporation taxes", 
    "Data banks", 
    "Discrimination in insurance", 
    "Dislocated workers", 
    "Drugs", 
    "Employee health benefits", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to maternal health services", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Flexible benefit plans", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health planning", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospitals", 
    "House rules and procedure", 
    "Income tax", 
    "Indian medical care", 
    "Insurance companies", 
    "Insurance premiums", 
    "Legislative resolutions", 
    "Licenses", 
    "Long-term care insurance", 
    "Malpractice", 
    "Manpower training programs", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical fees", 
    "Medical malpractice insurance", 
    "Medical supplies", 
    "Medicare", 
    "Military dependents", 
    "Military medicine", 
    "Minimum tax", 
    "National health insurance", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Prescription pricing", 
    "Presidential appointments", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Regional medical programs", 
    "Rural hospitals", 
    "Rural public health", 
    "Senate rules and procedure", 
    "Social security taxes", 
    "Standards", 
    "State budgets", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation", 
    "Tobacco tax", 
    "Veterans' medical care", 
    "Wine", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-03-31", 
    "text": "TABLE OF CONTENTS: Title I: National Health Care Program Title II: Benefits and Provision of Services Subtitle A: Scope of Services Subtitle B: Provision of Services Title III: Revenue Subtitle A: Budget Process Subtitle B: Payments to Health Care Providers Subtitle C: Sources of Revenue Title IV: Administration Subtitle A: Federal Administration Subtitle B: State and Local Administration Title V: Transition and Relationship to Other Programs Title VI: Miscellaneous Provisions National Health Care Act of 1993 - Title I: National Health Care Program - Establishes a national health care program involving payments to States for State programs that provide covered services to individuals. Provides for approval or disapproval of State programs by the Administrator of the National Health Care Administration (established under title IV of this Act). Makes eligible for enrollment an individual who: (1) maintains a primary residence in the State; and (2) is a U.S. citizen or national, a lawful resident alien, or an eligible alien nonimmigrant. Requires each State program to provide an enrollment mechanism, including: (1) a process for automatic enrollment at birth or immigration; and (2) issuance of a card for identification and claims processing. Provides for portability of coverage and reimbursement. Title II: Benefits and Provision of Services - Subtitle A: Scope of Services - Declares that covered services are all medically necessary services, except as provided, that contribute to the physical, mental, or psychosocial health of an individual or family. Lists included and excluded services. Prohibits States from limiting covered services on the basis of preexisting conditions. Sets forth eligibility criteria for: (1) long-term care services; (2) hospice care services; and (3) services provided in schools, work places, and assisted living programs. Allows State programs to provide, at non-Federal expense, additional services not specifically excluded. Prohibits duplicative private insurance. Allows private insurance for uncovered services. Subtitle B: Provision of Services - Requires States to: (1) include procedures for certification and licensing of participating health care providers; (2) regulate providers and ensure compliance with quality assurance standards, consumer protection standards, and other Federal and State law; and (3) debar providers from payment for repeated violations or convictions for an offense involving medical malpractice. Allows State programs to implement innovative delivery systems. Requires State approval or disapproval of health plans as Integrated Health Service Plans (IHSPs). Defines an IHSP as a nonprofit, consumer-controlled health plan that provides all covered services and operates as a single organization in the health care facilities of the organization. Mandates establishment of State long-term care coordination agencies (LTCCAs) to ensure a continuum of care. Makes LTCCAs responsible for screening all potential long-term care recipients and authorizing services. Sets forth requirements for the services provided. Applies specified provisions of title XVIII (Medicare) of the Social Security Act to this Act. Prohibits discrimination in the provision of services on the basis of race, color, religion, sex, national origin, age, health condition, sexual preference, income, language, or geographic residence in an urban or rural area within the State. Title III: Revenue - Subtitle A: Budget Process - Requires the Administrator to annually establish a national health budget and, for each State, a State health budget. Specifies factors on which State budgets must be based, including population and price differences. Prohibits expenditures in the national budget from exceeding expenditures for the preceding year, adjusted by the percentage increase in the gross national product. Requires inclusion of amounts in national and State budgets for capital expenditures and direct medical education expenses. Subtitle B: Payments to Health Care Providers - Requires State programs: (1) to provide for a timely and administratively simple mechanism for provider payment; (2) in order to avoid fragmented care and promote a continuum of services, to develop financial incentives in payment methods; (3) to limit acquisition of highly specialized or expensive medical equipment; and (4) to establish schedules and incentives to encourage the provision of services in rural and health professional shortage areas. Requires providers who receive program payments to accept the amount recognized under the State program as payment in full. Requires: (1) payment for institutional care through annual prospective budgeting; and (2) each hospital to receive prospectively a global budget developed through negotiations. Allows hospitals to raise private funds. Requires subsidies in health professional shortage areas. Allows: (1) States to determine whether to pay other health care facilities by prospective global budget or per capita fee; and (2) per diem reimbursement for certain services. Requires subsidies for rural essential facilities. Requires that payment to individual providers be on a fee-for-service basis based on State-established (after negotiations) payment schedules and on a national relative value scale. Allows alternative payment mechanisms not exceeding the standard method. Allows group practices to elect to be paid prospectively on a per capita basis. Requires payment to IHSPs (except for inpatient and hospital services) to be paid prospectively on a per capita basis or by a negotiated global budget, as determined by the State agency. Provides for the establishment, by the Administrator, of a list of approved prescription drugs and biologicals, as well as a list of approved durable medical equipment and devices, that are necessary for the maintenance or restoration of health. Requires the head of each State agency to establish a State Payment Grievance Board, allowing use by providers denied payment and to consumers for whom a provider has determined that a requested service is not medically necessary. Subtitle C: Sources of Revenue - Amends the Internal Revenue Code to increase individual, estate and trust, corporate, and minimum tax rates. Increases tax rates on, and imposes taxes on floor stocks of, cigarettes, distilled spirits, certain wines, and beer. Imposes additional: (1) payroll taxes on employees and employers; and (2) taxes on self-employment income. Makes similar changes to railroad retirement tax provisions. Provides for the treatment of: (1) the applicable contribution base; and (2) certain State and local employees. Terminates certain hospital insurance taxes currently applicable to employees, employers, and self-employed individuals. Imposes a tax equal to the amount an employer would have paid for individual or family coverage of retired employees under group health plans in existence on a specified date. Terminates the tax after 2012. Excludes from gross income amounts received for injuries or sickness through the national program (currently, through accident or health insurance). Terminates the exclusion from gross income of amounts received through such insurance. Repeals provisions excluding from gross income employer-provided accident or health plan coverage. Removes provisions specifying the circumstances in which a cafeteria plan shall not be treated as discriminatory. Replaces provisions regarding health insurance costs of self-employed individuals with provisions allowing a deduction for employer expenses for on-site employee first aid. Repeals provisions: (1) allowing deductions for medical expenses; and (2) relating to the provision by pension or annuity plans of medical benefits for retired employees and their spouses and dependents. Terminates the deduction for health insurance which includes at least one child. Increases the portion of social security benefits and tier 1 railroad retirement benefits which must be included in gross income. Reduces related income thresholds. Mandates a national health care program premium for persons over 64 years old, determined according to certain provisions of title XVIII (Medicare) of the Social Security Act plus a specified amount. Reduces the premium for low-income persons. Makes each State responsible for establishing a financing program for the State program. Declares that, notwithstanding any other provision of this Act, no individual is eligible for services under this Act unless the State of residence makes available amounts, determined under a specified formula, in addition to State health block grant funds. Requires each State to make available all State health block grant funds, including funds made available under title V (Maternal and Child Health Services Block Grants) of the Social Security Act. Requires each State program to impose cost-sharing for specified services, except for low-income consumers. Establishes the National Health Care Trust Fund (Fund) and transfers to it: (1) the additional revenues resulting from this Act; and (2) unobligated amounts in the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund. Authorizes additional appropriations. Authorizes and appropriates payments to each State. Declares that amounts in the Fund shall be available for grant programs relating to health care services. Prohibits inclusion of the receipts and disbursements of the Fund and the additional taxes resulting from this Act in the Federal budget and exempts such amounts from any general budget limit. Title IV: Administration - Subtitle A: Federal Administration - Establishes a National Health Care Administration as an independent establishment, mandating an Administrator appointed by the President with the advice and consent of the Senate. Mandates establishment, directly or through grants or contracts, of ombudsman programs, complaint hotlines, and consumer and provider information and education programs. Establishes a national health care data base, requiring it to include information on the quality, effectiveness, utilization, and cost of covered services. Establishes the National Health Board to advise the Administrator. Requires appointment of the Board by the President, with the advice and consent of the Senate. Establishes the National Council on Quality Assurance and Consumer Protection to conduct studies and oversight and prepare recommendations. Authorizes appropriations. Establishes the Medical Malpractice Commission to conduct a study and prepare recommendations. Authorizes appropriations. Amends title XI (General Provisions and Peer Review) of the Social Security Act to require that utilization and quality control peer review organizations be composed of: (1) health care providers (currently, doctors of medicine and osteopathy) engaged in providing covered services under this Act (currently, engaged in the practice of medicine or surgery); and (2) health care providers representative of the groups of health care providers providing services under the Act, with no group providing a majority. Requires such organizations to make recommendations regarding quality assurance standards under this Act. Establishes Peer Review Organization Consumer Boards (Consumer Boards) within geographic regions specified by the Administrator to: (1) conduct annual evaluations of such peer review organizations, including making recommendations for awards of contracts; and (2) carry out consumer education programs. Authorizes appropriations. Replaces certain references to titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act, or to the Social Security Act as a whole, with references to this Act. Establishes the Public Health Functions and Activities Commission to study and report to the Administrator regarding: (1) public health functions and activities that should remain separate from the national health care program; and (2) integration of public health programs into the national health care program. Authorizes appropriations. Requires provision on a regional basis, directly or through contracts, of technical assistance centers. Subtitle B: State and Local Administration - Requires a State to designate a State agency (agency) to be the sole State agency to carry out the State program under this Act. Requires each: (1) agency to establish a State planning board; and (2) State to establish local planning boards. Title V: Transition and Relationship to Other Programs - Repeals titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act. Repeals certain provisions of Federal law concerning: (1) the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS); (2) medical care and medical facilities relating to veterans; and (3) Federal employees' health benefits. Requires provision of covered services to eligible individuals not enrolled in the program through the Indian Health Service in lieu of health services provided by the Service on the date of enactment of this Act. Mandates grants to States planning and developing State programs. Authorizes appropriations. Requires a study of strategies for accomplishing transitions under this Act. Gives the study's recommendations the force of law unless the Congress disapproves within a specified time. Provides for the rules governing congressional consideration of a disapproval resolution, specifying that these provisions are enacted as an exercise in the rule making power of the House of Representatives and the Senate and retaining the right of either House to change the rules as any other rule of that House. Supersedes provisions of the Employee Retirement Income Security Act to the extent they are inconsistent with this Act. Title VI: Miscellaneous Provisions - Declares that it is the sense of the Congress that consumers in the national health care program shall have specified rights set forth in a bill of rights. Requires the Administrator to make grants for research projects. Mandates grants to establish: (1) innovative statewide or local prevention and health promotion programs; and (2) health awareness programs in schools, work places, and health and social agencies. Amends the Job Training Partnership Act to include within the definition of \"eligible dislocated workers\" individuals who have been terminated from their jobs as a result of reductions in health insurance industry jobs due to the establishment of the national health care program under the National Health Care Act of 1993."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Health Care Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "National Health Care Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national health plan, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:50-05:00"
}