{
  "actions": [
    {
      "acted_at": "1998-07-16", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-16", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-16", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-27", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4254-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Kasich, John R.", 
      "sponsored_at": "1998-07-16", 
      "state": "OH", 
      "thomas_id": "00618", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-16", 
  "number": "4254", 
  "official_title": "To amend the Community Services Block Grant to provide for the establishment of demonstration projects designed to determine the social, civic, psychological, and economic effects of providing to individuals and families with limited means an incentive to accumulate assets and to determine the extent to which an asset-based policy may be used to enable individuals and families with limited means to increase their economic self-sufficiency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Assets for Independence Act", 
  "sponsor": {
    "district": "3", 
    "name": "Hall, Tony P.", 
    "state": "OH", 
    "thomas_id": "00487", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-16", 
  "subjects": [
    "Accounting", 
    "Aid to dependent children", 
    "Bank accounts", 
    "Capital investments", 
    "Cash welfare block grants", 
    "Charities", 
    "College costs", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Demography", 
    "Depressed areas", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Education savings accounts", 
    "Educational finance", 
    "Entrepreneurs", 
    "Evaluation research (Social action programs)", 
    "Eviction", 
    "Families", 
    "Finance and financial sector", 
    "Financial planning", 
    "Financial statements", 
    "Foreclosure", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Higher education", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Income", 
    "Interest", 
    "Investment of public funds", 
    "Investments", 
    "Labor and employment", 
    "Law", 
    "Marketing", 
    "Married people", 
    "Medical economics", 
    "Nonprofit organizations", 
    "Parent and child", 
    "Personal budgets", 
    "Poor", 
    "Public assistance programs", 
    "Saving and investment", 
    "Savings accounts", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Trusts and trustees", 
    "Unemployed", 
    "Vocational education", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-16", 
    "text": "Amends the Community Services Block Grant Act to add a Part B (Assets for Independence), which may be cited as the Assets for Independence Act. Provides for the establishment of individual development account (IDA) demonstration projects designed to determine: (1) the social, civic, psychological, and economic effects of providing to individuals and families with limited means an incentive to accumulate assets by saving a portion of their earned income in an IDA; (2) the extent to which an asset-based policy that promotes saving for education, home ownership, and microenterprise development may be used to enable individuals and families with limited means to increase their economic self-sufficiency; and (3) the extent to which an asset-based policy stabilizes and improves families and the community in which they live. (Sec. 1) Limits the use of IDA distributions to specified postsecondary educational, first-home purchase, and business capitalization expenses, as well as transfers to IDAs of family members. Allows not-for-profit organizations, State or local government agencies, and tribal governments to apply to the Secretary of Health and Human Services for grants for such demonstration projects. Directs the Secretary to publicly announce funding for such projects and make applications widely available to qualified entities. Sets forth criteria for application approval, including project sufficiency, administrative ability, ability to assist participants, commitment of non-Federal funds, and adequacy of information for evaluation. Directs the Secretary to make annual grants for five project years for such demonstration projects to entities with approved applications. Limits the amount of such a grant to any qualified entity in a single year to the lesser of $1 million or an amount equal to the amount of non-Federal matching funds. Requires each qualified not-for-profit organization receiving a grant to establish a reserve fund for deposit of private and public funds provided for the demonstration project, as well as proceeds from investments. Makes an individual eligible for assistance under a demonstration project if the individual is a member of a household that: (1) is eligible for assistance under part A (Temporary Assistance for Needy Families) (TANF) of title IV of the Social Security Act; or (2) meets certain income and net worth tests. Allows IDAs, to which qualified individuals may contribute, to be matched from grant funds by the qualified entity conducting the demonstration project, according to a certain formula, in an amount up to $2,000 per individual ($4,000 per household). Provides for local control over such demonstration projects. Directs the Secretary to terminate a demonstration project upon determination of noncompliance with requirements and failure to implement corrective recommendations. Prohibits considering funds in the IDA of a demonstration project participant as income for purposes of any Federal or federally-assisted program based on need. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Assets for Independence Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Community Services Block Grant to provide for the establishment of demonstration projects designed to determine the social, civic, psychological, and economic effects of providing to individuals and families with limited means an incentive to accumulate assets and to determine the extent to which an asset-based policy may be used to enable individuals and families with limited means to increase their economic self-sufficiency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:05-05:00"
}