{
  "actions": [
    {
      "acted_at": "1973-07-12", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9236-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-12", 
  "number": "9236", 
  "official_title": "A bill to amend section 28 of the Mineral Leasing Act of 1920, and to authorize a trans-Alaska oil and gas pipeline, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9130-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Trans-Alaskan Pipeline Authorization Act", 
  "sponsor": {
    "district": "5", 
    "name": "Jarman, John", 
    "state": "OK", 
    "thomas_id": "00591", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-12", 
  "subjects": [
    "Alaska", 
    "Environmental protection", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Pipelines", 
    "Public lands and natural resources", 
    "Right-of-way"
  ], 
  "subjects_top_term": "Pipelines", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-12", 
    "text": "Title I: Limits the width of a right-of-way through the public lands for pipelines to fifty feet plus the ground occupied by the pipeline, unless the Secretary of the Interior finds that in limited areas a wider right-of-way is reasonably necessary for operation and maintenance after construction, or to protect the environment or public safety. Requires the Secretary to notify the House and Senate Committees on Interior and Insular Affairs promptly upon receipt of an application for a right-of-way for a pipeline twenty-four inches or more in diameter. States that no right-of-way for such pipeline shall be granted until sixty days after a notice of intention to grant the right-of-way has been submitted to such committees, unless each committee by resolution waives the waiting period. Title II: Trans-Alaskan Pipeline Authorization Act - Authorizes the Secretary of the Interior to grant, in accordance with the provisions of this Act and without further action under the National Environmental Policy Act, such rights-of-way and permits as he deems necessary for the construction, operation, and maintenance of a trans-Alaskan oil pipeline. Authorizes the Secretary to investigate the feasibility of one or more oil or gas pipelines from the North Slope of Alaska to connect with a pipeline through Canada that will deliver oil or gas to United States markets. Authorizes the President to enter into negotiations with the Government of Canada to determine the terms and conditions under which pipelines or other transportation systems could be constructed across Canadian territory for the transport of oil and gas from Alaska's North Slope to markets in the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trans-Alaskan Pipeline Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 28 of the Mineral Leasing Act of 1920, and to authorize a trans-Alaska oil and gas pipeline, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:22-05:00"
}