{
  "actions": [
    {
      "acted_at": "1987-03-26", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-26", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-18", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, Agriculture Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-30", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-14", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-02-29", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston with an amendment in the nature of a substitute and an amendment to the title. With written report No. 100-292.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-29", 
      "calendar": "Senate Legislative", 
      "number": "569", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 569.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-03-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-03-08", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-15", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-15", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "Passed House by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-03-15", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-03-17", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-22", 
      "bill_ids": [
        "scres106-100"
      ], 
      "references": [], 
      "text": "Senate agreed to S. CON. RES. 106, requesting that the President return S. 854 to the Senate. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-28", 
      "bill_ids": [
        "scres110-100"
      ], 
      "references": [], 
      "text": "S.CON.RES. 110 agreed to in Senate relating to this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-30", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-30", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-03-31", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-03-31", 
      "congress": "100", 
      "law": "public", 
      "number": "275", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-275.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s854-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1987-03-26", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "275"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-03-31", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-03-15", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-03-04", 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-26", 
  "number": "854", 
  "official_title": "A bill entitled the \"Nevada-Florida Land Exchange Authorization Act of 1987\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1845-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres106-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres110-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Nevada-Florida Land Exchange Authorization Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Hecht, Chic", 
    "state": "NV", 
    "thomas_id": "01357", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-03-31", 
  "subjects": [
    "Environmental assessment", 
    "Florida", 
    "Government liability", 
    "Groundwater", 
    "Indian claims", 
    "Judicial review of administrative acts", 
    "Land transfers", 
    "Land use", 
    "Management", 
    "Nevada", 
    "Pollution control", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Real estate appraisal", 
    "Reptiles", 
    "Right-of-way", 
    "Water and Water Resources Development", 
    "Water supply", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1988-03-04", 
    "text": "(Measure passed Senate, amended) Nevada-Florida Land Exchange Authorization Act of 1988 - Authorizes and directs the Secretary of the Interior to convey and lease certain public lands in Nevada to the Aerojet-General Corporation (Aerojet), an Ohio corporation, in exchange for the conveyance to the United States of specified lands in Florida currently owned by Aerojet. Specifies the lands and interests to be exchanged, together with the documentation necessary for the conveyances. Requires the Secretary to include in any interim conveyance, patent, or lease issued under this Act all the terms and conditions required under this Act, which would apply to all subsequent purchasers, transferees, or other holders of the land. Requires the filing of legal descriptions of the land conveyed with specified congressional committees within six months after the completion of the land exchange. Authorizes and directs the Secretary to lease to Aerojet certain public lands in Nevada. Withdraws such lands, while the lease is in effect, from all forms of entry and appropriation under the public land laws and from the operation of mineral and geothermal leasing laws. Outlines lease terms, requirements, and conditions, including the requirement that the lessee shall take all reasonable steps to minimize any adverse impact on fish, wildlife, or plants. Provides further conditions for such land exchange, including the requirement that any land exchanged would be on the basis of equal value, as determined by land appraisals using Bureau of Land Management procedures. Requires specified congressional committees to receive copies of such appraisals, and requires other notice and availability of such appraisals for public inspection. Reserves for the United States a specified right-of-way cooridor on the land so leased. Allows the Secretary to grant rights of way through such corridor for electric transmission lines. Outlines other requirements and alternatives in connection with such corridor. Preserves certain preexisting rights, and prohibits, with certain exceptions, the use of off-road or all-terrain vehicles on such leased or conveyed lands. Provides immunity for the United States for acts occurring on such leased or conveyed lands. Requires the Secretary and Aerojet to enter into an exchange agreement and a lease agreement incorporating the terms and conditions specified in this Act. Directs the Secretary, acting through the Fish and Wildlife Service, to monitor the conditions and habitat of endangered or threatened species whose habitat the Secretary believes could be affected by the withdrawal of groundwater from the aquifer beneath lands conveyed or leased under this Act. Outlines appropriate action to be taken by the Secretary or the Nevada State Engineer if such adverse groundwater depletion seems likely. Prohibits the Secretary from conveying or leasing any such land unless he or she has received assurance from the Nevada State Engineer that an alternative groundwater source is or could be available to Aerojet. Gives the Secretary, at any time, access to such conveyed or leased lands to monitor: (1) the pumping of groundwater from such land; (2) the condition of endangered or threatened species on such land; or (3) the impact of activities on such lands to wildlife and plants. Provides that nothing in this Act shall be construed to limit Federal or State pollution controls (regulating the handling of hazardous materials and wastes or air or water pollutants) over Aerojet. Authorizes and directs the Secretary to sell by quitclaim deed to the South Florida Water Management District the lands acquired in accordance with the exchange agreement. Requires funds received from such sale to be deposited in the Contributed Fund Account of the Fish and Wildlife Service and used to purchase additional lands at elements of the National Wildlife Refuge System in Florida. Requires that the Congress be notified of any proposed use of such funds. Directs that certain wilderness study areas in Nevada shall continue to be managed under Federal ownership until the Congress determines otherwise. States that nothing in this Act affirms or denies current land claims of Indians or other persons with respect to such Nevada land. Provides that nothing in this Act shall limit the ability of the Secretary to obtain judicial review of the responsibilities of the Secretary under applicable law. Expresses the findings of the Congress that studies and analyses completed prior to the enactment of this Act have made available information sufficient to meet the objectives of the National Environmental Policy Act of 1969 concerning the possible environmental effects of the Nevada land conveyance, and directs that the execution of any lease or conveyance shall not be subject to judicial review with respect to a complaint alleging the failure by the Secretary or any other person to comply with any provision of law other than the provisions of this Act. Urges the Secretary to execute and implement the exchange and lease agreements no later than 120 days after the enactment of this Act. Directs the Secretary to: (1) review the status of populations of desert tortoises on lands in Nevada and other States managed by the Secretary, other than lands conveyed or leased under this Act; (2) assess the nature and extent of threats to such populations; and (3) prepare a comprehensive plan to address such threats. Requires such review and assessment to be completed and the results transmitted to the Senate Energy and Natural Resources Committee and the House Interior and Insular Affairs Committee no later than two years after the enactment of this Act. Requires the plan to be developed and transmitted to such Committees no later than three years after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nevada-Florida Land Exchange Authorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Nevada-Florida Land Exchange Authorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Nevada-Florida Land Exchange Authorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Nevada-Florida Land Exchange Authorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Nevada-Florida Land Exchange Authorization Act of 1987\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:23-05:00"
}