{
  "actions": [
    {
      "acted_at": "1973-04-02", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6439-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-02", 
  "number": "6439", 
  "official_title": "A bill to provide local self-government for the people of Washington, D. C.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-02", 
  "subjects": [
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-02", 
    "text": "Title I: Delegates to the people of Washington, District of Columbia, for the purpose of local self-government, the power given Congress by the Constitution over the district which is the seat of government of the United States. Provides that the people of the city shall exercise such power through a Home Rule Charter. Authorizes them to amend such Charter to provide any scheme of municipal government they may adopt. Title II: Home Rule Charter - Provides for a mayor, elected by the people, who shall be vested with executive powers. Provides for a city council. Provides that all legislation of such Council shall have the same force and effect of law as if adopted by the Congress. Title III The City Council - Creates a Council of the District of Columbia consisting of eleven members. Provides for the elctions and terms of such Council. Provides for qualification procedures for office holders on such Council. Provides for the abolishment of the existing government of the District and the transfer of its functions. Title IV: Mayor - Creates the office of Mayor of the District of Columbia. Provides that the term of office of such official shall be four years. Provides for the qualification of such official. Provides for the powers and duties of such official. Title V: The District Budget - Provides for bedgetary details. Provides for an annual budget post audit by the General Accounting Office."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide local self-government for the people of Washington, D. C.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:36-05:00"
}