{
  "actions": [
    {
      "acted_at": "1975-02-18", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s740-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-18", 
  "number": "740", 
  "official_title": "A bill to promote the general welfare by establishing a National Energy Production Board to assure early development of energy resources on the public domain and on other Federal lands and on the Outer Continental Shelf in order to overcome the dependence of the United States on foreign nations for energy supplies which are essential to national security, commerce, and a full-employment economy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Production Board Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-18", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Economics and public finance", 
    "Energy", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Mines and mineral resources", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Power resources", 
    "Public lands and natural resources", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-18", 
    "text": "National Energy Production Board Act - Declares that it is the policy and goal of the United States to overcome as rapidly as possible the dependence of the United States on foreign sources of energy. Declares that the purposes of this Act: (1) are to mobilize all resources and expertise of Federal government, (2) to stimulate the economy and create jobs, and (3) to enhance competition in the energy industry by assisting small, independent companies. Defines terms used in this Act. Title I: National Energy Production Board - Establishes the National Energy Production Board consisting of a Chairman of cabinet rank and four members of subcabinet rank. Empowers the Board to carry out the provisions of this Act. Title II: Duties and Responsibilities - Authorizes and directs the Board to review and report quarterly to the Congress on: (1) the current status of all activities and programs being conducted by public and private sectors to increase the production of energy resources within the United States; (2) the current status of all significant activites being conducted outside the United States to increase the production of coal, oil, and natural gas which may influence (A) the availability of energy supplies for the United States or (B) the availability of personnel, material, and equipment for the exploration, development, and production of domestic energy resources; and (3) the availability of essential materials, equipment, supplies, and trained manpower in the private sector to achieve maximum production from domestic energy resources. Directs the Board to prepare and carry out a Federal oil and gas exploration program designed to determine the extent, location and value of oil and gas reserves on Federal lands, including the Outer Continental Shelf. Declares that such program shall involve prompt, comprehensive, and environmentally responsible activities, including exploratory drillings, in consultation with affected State and local governments. Title III: Programs for Congressional Review with Right of Disapproval - Directs the Board to prepare, within 90 days, programs for the development of Naval Petroleum Reserves (NPR) Numbered 1, 2, and 3, in California and Wyoming and the exploration of Naval Petroleum Reserve Numbered 4 in Alaska. Stipulates that the plan for NPR 1, 2 and 3 provide for the prompt development of these reserves to a state of ready availability for use to meet requirements for strategic oil storage and critical civilian requirements. Provides that either of these programs may be disapproved by action of either House of Congress within 60 days after their submission. Declares that if no disapproval is made the program may go forward contingent on the availability of funds from the Energy Production Trust Fund created by Title VI of this Act. Directs the Board to submit within 90 days, a Federal Facilities Energy Program providing for the use of existing Federal facilities and resources to assist in the accelerated exploration, development and production of energy resources. Provides the same procedure of Congressional review and right of disapproval to such Federal Facilities Energy Program. Authorizes the Board to identify Federal procedures and requirements that significantly delay decision-making and action on specific essential energy projects and to propose expediting procedures to the interested department or agency consistent with existing law. Title IV: Programs Requiring Express Legislative Authorization - Directs the Board to prepare, within nine months: (1) a Federal Coal Production Program providing for accelerated coal production from public lands; (2) a Federal Energy Transportation Improvement Program; and (3) a Federal Oil and Gas Production Program. Declares that the Federal Oil and Gas Production program shall include provisions for development and production of oil and gas reserves under Federal management, joint ventures and cost sharing with private industry and preferences for entry into the oil and gas production industry by independent producers. Stipulates that none of the programs authorized under this title may proceed without express legal authorization of the Congress. Title V: Guidelines and Administration - Requires that every proposed action program to increase the production of domestic energy resources which is developed by the Board pursuant to titles II, III, and IV of this Act for transmittal to the Congress be accompanied by an explanatory background report. Specifies the nature of such report. Requires that the Board consider the impact of such programs on (1) attaining a greater degree of domestic energy self-sufficiency; (2) the quality of the environment; (3) the revenues to be received by the Federal Government from the use and development of public resources; (4) employment; and other related areas. Provides that Federal assistance under the programs may involve direct utilization of existing Federal facilities or other skills and expertise, the designation of a Federal lead agency for the project, or a cooperative role involving private enterprise. Stipulates that proposals of the Board shall be reviewed by: (1) the Energy Resources Council; (2) the Governor of any affected State; and (3) the governing bodies of affected local areas. Requires the Board to insure that the right of review be provided to private industry and private groups also. Title VI: National Energy Production Trust Fund - Establishes the National Energy Production Trust Fund in the U. S. Treasury. Provides that such fund receive $1,000,000,000 in fiscal year 1976 and $2,000,000,000 annually thereafter from revenue payable to the U. S. Treasury under the Outer Continental Shelf Lands Act. Stipulates that all revenues paid into such fund shall be used only to carry out the purposes of this Act; and shall only be expended by act of Congress. Title VII: Advisory Committees and Inter-Agency Coordination - Directs the Board to establish special program advisory committees for each domestic energy production action program proposed. Requires that such committees provide for the representation of listed interests including (1) State and local governments; (2) representatives of affected elements of the energy industry; and (3) representatives of labor. Provides that the Energy Resources Council shall assist the Board in the coordination of Federal agency activities under this Act. Title VIII: General Provisions - Provides that this Act shall take effect on the date of its enactment and shall terminate on September 30, 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Production Board Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the general welfare by establishing a National Energy Production Board to assure early development of energy resources on the public domain and on other Federal lands and on the Outer Continental Shelf in order to overcome the dependence of the United States on foreign nations for energy supplies which are essential to national security, commerce, and a full-employment economy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:06-05:00"
}