{
  "actions": [
    {
      "acted_at": "2001-12-20", 
      "references": [
        {
          "reference": "CR S13776-13778", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-10", 
      "references": [
        {
          "reference": "CR S10385-10388", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-10", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3107-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2002-10-10", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-10-10", 
  "number": "3107", 
  "official_title": "A bill to improve the security of State-issued driver's licenses, enhance highway safety, verify personal identity, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Driver's License Fraud Prevention Act", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2002-10-10", 
  "subjects": [
    "Administrative procedure", 
    "Computer matching", 
    "Congress", 
    "Congressional reporting requirements", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Transportation", 
    "Driver licenses", 
    "Economics and public finance", 
    "Electronic government information", 
    "Encryption", 
    "Fines (Penalties)", 
    "Forgery", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Identification devices", 
    "Integrated circuits", 
    "Interstate relations", 
    "Science, technology, communications", 
    "State laws", 
    "Transportation and public works", 
    "Voter registration"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2002-10-10", 
    "text": "Driver's License Fraud Prevention Act - Directs the Secretary of Transportation to complete an assessment of the personal information and characteristics recorded by States to identify individuals for purposes of issuing driver's licenses, including potential methods uniquely identifying individuals such as biometric identifiers, and the cost and effects of using such identifiers to identify drivers nationwide.Amends Federal transportation law to require the Secretary to prescribe regulations setting forth: (1) minimum standards for processing driver's license and identification card applications, including proof of the identity of an applicant for the license or identification card; and (2) minimum security standards that shall be applied by a State to prevent fraud in the issuance or use of a driver's license or identification card.Prohibits a State from issuing a driver's license to an individual: (1) who currently holds a valid driver's license issued by that State or by another State; and (2) during a period in which such individual is disqualified from operating a motor vehicle.Authorizes the Secretary to award grants to States to: (1) develop the Driver License Agreement to promote the sharing of driver's license information and conviction records among the States; and (2) implement innovative programs to verify driver identity, prevent fraud in the procurement of driver's licenses, and demonstrate the use of technology to create tamper resistant, secure driver's licenses.Amends Federal criminal law to revise requirements governing the disclosure of personal information from State motor vehicle records to permit the disclosure of such information by a State department of motor vehicles for purposes of preventing fraud, or to verify information relating to the employment of an individual.Sets forth both civil and criminal penalties for: (1) the fraudulent issuance, renewal, upgrade, or transfer of a driver's license; and (2) the unauthorized use of State motor vehicle agency records and equipment by any person.Sets forth requirements: (1) requiring the consolidation of the National Driver Register, the Commercial Driver's License Information System, and information on all licensed drivers into a new Driver Record Information Verification System, among other things, prevent the issuance to an individual of more than one State-issued driver's license; and (2) prohibiting the disclosure or display of social security numbers on motor vehicle records."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Driver's License Fraud Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the security of State-issued driver's licenses, enhance highway safety, verify personal identity, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:46-05:00"
}