{
  "actions": [
    {
      "acted_at": "1978-08-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture, Nutrition and Forestry, S. Rept. 95-1151.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-24", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3460-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-24", 
  "number": "3460", 
  "official_title": "A bill to authorize the Secretary of Agriculture to purchase and distribute food as needed to assist other nations meet urgent humanitarian and other food needs, and to authorize owners of 1977 crop sugar to advance the maturity date on price support loans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Emergency Food Fund Act", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1978-08-24", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Disaster relief", 
    "Disasters", 
    "Food relief", 
    "Foreign trade and international finance", 
    "International affairs", 
    "International agricultural cooperation", 
    "Sugar", 
    "Sugar and sugar trade"
  ], 
  "subjects_top_term": "Food relief", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-24", 
    "text": "International Emergency Food Fund Act - Title I: International Emergency Food Fund - Authorizes the Secretary of Agriculture to acquire food for donation or sale through purchases from producers or in the open market (in such manner which will not unduly disrupt the market), in order to: (1) provide urgent humanitarian relief in any nation suffering a major natural disaster whose needs for food relief cannot be timely satisfied under the Agricultural Trade Development and Assistance Act of 1954; (2) assist, on an emergency basis, any developing nation to meet its food requirements, when the domestic supply of an agricultural commodity in the United States is so limited that quantities of it cannot be made available under such Act; and (3) fulfill any international obligation of the United States. Requires the Secretary to use the authorities, facilities, and up to $500,000,000 of the funds of the Commodity Credit Corporation to carry out this title. Exempts food acquired under this title from any quantitative export limitations imposed under the Export Administration Act of 1969. Title II: Price Support Loans on 1977 Crop Sugar - Amends the Food and Agriculture Act of 1977 to require, at the option of a sugar owner, acceleration of the maturity date of loans on 1977 crop sugar to the date of enactment. Requires the Secretary, within 30 days after such owner elects to advance the maturity date, to move such sugar out of its present Commodity Credit Corporation storage warehouses in the sugar-producing area, and transport it to another area, to make way for the processing and storage of the 1978 crop under the price support loan program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Emergency Food Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Agriculture to purchase and distribute food as needed to assist other nations meet urgent humanitarian and other food needs, and to authorize owners of 1977 crop sugar to advance the maturity date on price support loans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:54-05:00"
}