{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1928-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1928", 
  "official_title": "A bill to amend title 23, United States Code, to authorize the Secretary of Transportation to reimburse States for the Federal share of the costs of future construction of toll roads, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Waggoner, Joe D., Jr.", 
    "state": "LA", 
    "thomas_id": "01191", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Federal aid programs", 
    "Interstate highway system", 
    "Roads and highways", 
    "Toll roads"
  ], 
  "subjects_top_term": "Toll roads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Provides that, whenever a State has received its final apportionment of sums authorized to be appropriated for expenditure on the Interstate System, the Secretary of Transportation may permit reimbursement of the Federal share of the actual cost of construction of toll highways except for the toll collection and service facilities, on the same basis and in the same manner as in the construction of free highways. Authorizes the Secretary to permit reimbursement of the Federal share of the costs of construction as applicable to a project on the Federal-aid primary system, the Federal-aid secondary systems, and the Federal-aid urban system whenever the State enters into an agreement with the Secretary whereby it undertakes performance of the following obligations: (1) to construct such highway in accordance with standards approved by the Secretary; (2) all tolls received from the operation of such highway, less the actual cost of such operation and maintenance, shall be applied by the State to the repayment of the actual costs of construction, except for an amount equal to the Federal share payable of such actual costs of a project; and (3) no tolls shall be charged for the use of such highway after the Federal share has been paid and the highway shall be maintained and operated as a free highway. Authorizes to be appropriated out of Highway Trust Fund such sums as may be necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 23, United States Code, to authorize the Secretary of Transportation to reimburse States for the Federal share of the costs of future construction of toll roads, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:21-05:00"
}