{
  "actions": [
    {
      "acted_at": "1987-04-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-10", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-23", 
      "bill_ids": [
        "hr2470-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.2470.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1930-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Atkins, Chester G.", 
      "sponsored_at": "1987-05-05", 
      "state": "MA", 
      "thomas_id": "00034", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1987-05-05", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1987-05-05", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1987-07-22", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1987-04-02", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gonzalez, Henry B.", 
      "sponsored_at": "1987-05-05", 
      "state": "TX", 
      "thomas_id": "00445", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1987-10-06", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1987-05-05", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1987-05-05", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1987-05-05", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": "1987-05-11"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-02", 
  "number": "1930", 
  "official_title": "A bill to amend titles XVIII and XIX of the Social Security Act to provide protection under the medicare and medicaid programs against acute and transitional care costs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2470-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare and Medicaid Catastrophic Acute and Transitional Care Act", 
  "sponsor": {
    "district": "25", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-02", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Blood", 
    "Catastrophic health insurance", 
    "Child health", 
    "Children and youth", 
    "Cigarettes", 
    "Community property", 
    "Cost of living adjustments", 
    "Domestic Relations and Families", 
    "Drugs", 
    "Economics and public finance", 
    "Excise tax", 
    "Extended care facilities", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Income", 
    "Income tax", 
    "Inflation", 
    "Long-term care", 
    "Maternal health services", 
    "Medicaid", 
    "Medicare", 
    "Nursing homes", 
    "Pregnant women", 
    "Public assistance programs", 
    "Social security eligibility", 
    "Social welfare", 
    "Supplemental security income program", 
    "Support of dependents", 
    "Tax rates", 
    "Taxation", 
    "Terminal care", 
    "Tobacco", 
    "Tobacco tax", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-02", 
    "text": "Medicare and Medicaid Catastrophic Acute and Transitional Care Act - Title I: Medicare (Federal Medigap Insurance) - Amends part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Social Security Act to cover the amount by which a part B enrollee's out-of-pocket expenses exceed $500 in 1989, adjusting such ceiling thereafter to reflect changes in total Medicare per capita expenses. Excludes from the computation of a beneficiary's out-of-pocket expenses, amounts above the full part B payment to physicians and others who do not accept assignment. Covers a Medicare beneficiary's prescribed drugs to the extent they exceed an annual $300 deductible, adjusted annually to reflect changes in the cost-of-living. Imposes a copayment of two dollars per prescription. Amends part A (Hospital Insurance) of the Medicare program to require that an inpatient hospital deductible be paid only for the first period of continuous hospitalization in a calendar year. (Currently, such deductible must be paid for each \"spell of illness\" requiring inpatient hospital services.) Removes durational limitations on the coverage of inpatient hospital services, except with respect to inpatient psychiatric hospital services. Eliminates the coinsurance requirement for inpatient hospital services. Drops restrictions on the coverage of extended care services which are not post-hospital extended care services. Covers post-hospital extended care services for 150 days in each calendar year. (Currently, such coverage is limited to 100 days for each \"spell of illness\".) Revises eligibility requirements for extended care and home health services. Includes rehabilitative services within the scope of extended care and home health services. Covers 50 percent of the reasonable charges for prescribed respite care if the entity furnishing such care accepts payment under part B of the Medicare program on an assignment-related basis. Includes in-home care, adult day health care, and short-term institutional care within the definition of \"respite care.\" Directs the Secretary of Health and Human Services to set a limit on annual respite care payments made on behalf of an individual. Excludes transitional care, as defined by the Secretary (to include home health and extended care services, but not respite care), from Medicare coverage, unless a plan has been established for furnishing such care. Creates an extension period of hospice care for terminally ill beneficiaries which is to follow the two 90-day periods and the subsequent 30 day period of hospice care coverage currently provided in an individual's lifetime. Reduces the deductible imposed under part A on the first three pints of blood furnished to an individual during a calendar year to the extent such blood is replaced or a blood deductible has been imposed on the individual under part B of the Medicare program within such year. Requires the Secretary to establish three-year demonstration projects examining \"managed care\" approaches to providing transitional nursing home, home health, and respite care to Medicare beneficiaries. Sets forth reporting requirements. Title II: Medicaid Program Improvements - Amends title XIX (Medicaid) of the Act to allow States to extend Medicaid coverage to pregnant women and infants under age one whose income exceeds current income eligibility standards, but does not exceed 185 percent of the Federal poverty level. Requires States to extend Medicaid coverage to children: (1) under age 18 (or, in the case of a child in school, a job, or job training, age 21) who meet the income and resource requirements of the State plan under part A (Aid to Families with Dependent Children) of title IV of the Act; and (2) under age five whose family income is at or below the Federal poverty level. Authorizes States to accelerate the coverage of poor children under age 18 (or, in the case of a child in school, a job, or job training, age 21). (Currently, such coverage is extended gradually.) Requires States to provide Medicaid coverage for Medicare premiums, deductibles, and coinsurance payments for which Medicare-eligible individuals whose income does not exceed the Federal poverty level would otherwise be accountable. Separates the income and resources of an institutionalized individual from the income and resources of his or her community spouse in determining the institutionalized individual's Medicaid eligibility. Requires that, after a personal needs allowance is deducted from an institutionalized individual's monthly income, a monthly income allowance be paid to his or her community spouse (in addition to a family allowance for each family member residing with such spouse) to the extent such spouse's monthly income falls short of a minimum monthly maintenance needs allowance (allowance) determined pursuant to a specified formula. Gives the institutionalized spouse the right to a hearing to establish that the allowance is not adequate to support the community spouse without financial duress so that an adequate amount of support will be substituted for the allowance. Prohibits the allowance from being less than court ordered support payments. Permits an institutionalized spouse to transfer resources to the community spouse to the extent $12,000 exceeds the amount of resources otherwise available to the community spouse. Amends title XVI (Supplemental Security Income) of the Act to increase the personal needs allowance of an eligible institutionalized individual or his or her institutionalized spouse. Title III: Financing of Improvements - Amends the Internal Revenue Code to impose additional excise taxes on cigarettes. Provides for cost-of-living adjustments of such excise taxes after 1988. Imposes a tax surcharge on the income of individuals who are age 65 or older to cover the additional Medicare expenditures occasioned by this Act which are not covered by other revenues raised by this Act. Increases the Medicare supplementary medical insurance premium by ten dollars for each month in 1989, with subsequent monthly adjustments reflecting changes in the cost-of-living. Applies 50 percent of the revenues from the additional cigarette taxes and all of the revenues raised by the tax surcharge on the income of elderly individuals to the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund. Applies 12 1/2 percent of the revenues from the additional cigarette taxes to the reduction of the State share of Medicaid costs. Expresses the sense of the Congress that the remaining 37 1/2 percent of the revenues raised by such taxes should be used to reduce the Federal cost of Medicaid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare and Medicaid Catastrophic Acute and Transitional Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles XVIII and XIX of the Social Security Act to provide protection under the medicare and medicaid programs against acute and transitional care costs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:15-05:00"
}