{
  "actions": [
    {
      "acted_at": "1996-09-26", 
      "references": [
        {
          "reference": "CR E1725", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26", 
      "committee": "Committee on International Relations, and in addition to the Committees on Ways and Means, and Banking and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on International Relations, and in addition to the Committees on Ways and Means, and Banking and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-26", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-26", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-26", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-26", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Domestic and International Monetary Policy", 
      "text": "Referred to the Subcommittee on Domestic and International Monetary Policy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-17", 
      "in_committee": "House International Relations", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-17", 
      "in_committee": "House International Relations", 
      "references": [], 
      "subcommittee": "Africa", 
      "text": "Referred to the Subcommittee on Africa.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4198-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Africa", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic and International Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "1996-09-26", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1996-09-26", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-26", 
  "number": "4198", 
  "official_title": "To authorize a new trade and investment policy for sub-Saharan Africa.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "African Growth and Opportunity:  The End of Dependency Act of 1996", 
  "sponsor": {
    "district": "8", 
    "name": "Crane, Philip M.", 
    "state": "IL", 
    "thomas_id": "00249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-26", 
  "subjects": [
    "Africa (Sub-Saharan)", 
    "Agriculture and food", 
    "American agricultural assistance", 
    "American economic assistance", 
    "American investments", 
    "Civil rights and liberties, minority issues", 
    "Clothing industry", 
    "Commerce", 
    "Conferences", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Credit unions", 
    "Customs unions", 
    "Democracy", 
    "Developing countries", 
    "Economic development", 
    "Economics and public finance", 
    "Electric power production", 
    "Employee ownership", 
    "Energy", 
    "Energy policy", 
    "Executive reorganization", 
    "Export credit", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Expropriation", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Financial statements", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Free enterprise", 
    "Free trade", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Import quotas", 
    "Infrastructure", 
    "Intellectual property", 
    "International affairs", 
    "Investment guaranty insurance", 
    "Joint ventures", 
    "Kenya", 
    "Labor and employment", 
    "Mauritius", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Multilateral development banks", 
    "Mutual funds", 
    "Nongovernmental organizations", 
    "Nontariff trade barriers", 
    "Office of the U.S. Trade Representative", 
    "Privatization", 
    "Public lands and natural resources", 
    "Regionalism (International organization)", 
    "Right of property", 
    "Science, technology, communications", 
    "Small business", 
    "Tariff", 
    "Taxation", 
    "Technology transfer", 
    "Textile fabrics", 
    "Textile industry", 
    "Trade agreements", 
    "Trade negotiations", 
    "Water resources development"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-26", 
    "text": "African Growth and Opportunity: The End of Dependency Act of 1996 - Declares the support of the Congress for the creation of a transition path from development assistance to economic self-sufficiency for those sub-Saharan African countries committed to economic and political reform, market incentives, and private sector growth and poverty reduction. (Sec. 4) Makes a sub-Saharan African country eligible to participate in programs, projects, or activities, or receive assistance or other benefits under this Act for a fiscal year only if the President determines that, with respect to that fiscal year, the country has established, or is making continual progress toward establishing, a market-based economy, including the establishment and enforcement of appropriate policies relating to issues of trade, protection of property rights, taxes, foreign investment, government regulation, and private ownership of government-controlled economic enterprises. Expresses the sense of the Congress that: (1) the President should monitor, review, and report annually to the Congress the eligibility criteria and ranking of sub-Saharan African country; and (2) such a country that has not made continual progress in meeting requirements with which it is not in compliance under this Act should be ineligible to participate in such programs or receive assistance or other benefits. (Sec. 5) Sets forth declarations of policy with respect to assistance provided to sub-Saharan Africa through the Development Fund for Africa (the Fund) and the African Development Foundation. Amends the Foreign Assistance Act of 1961 to provide: (1) additional program authorities to include assistance to promote democratization and strengthen conflict resolution; and (2) increased program flexibility through Presidential waivers of certain requirements. (Sec. 6) Expresses the sense of the Congress that the President should establish a United States-Sub-Saharan Africa Trade and Economic Cooperation Forum, and meet certain other requirements for institutionalized regular high-level meetings between specified appropriate U.S. officials and officials of the governments of sub-Saharan African countries to foster close economic ties between the United States and sub-Saharan Africa. Authorizes appropriations. (Sec. 7) Directs the President to develop a plan to enter into one or more trade agreements with sub-Saharan African countries eligible under this Act, in order to establish a United States-Sub-Saharan Africa Free Trade Area (the Free Trade Area) by the year 2020. Sets forth plan and reporting requirements. (Sec. 8) Expresses the sense of the Congress that: (1) until textile and clothing exports to the United States from sub-Saharan Africa reach much higher levels the safeguard provisions of the Agreement on Textiles and Clothing (under the Uruguay Round Agreements Act) should not apply to such exports; and (2) pursuant to such Agreement, the United States should eliminate the existing quotas on such exports from Kenya and Mauritius. (Sec. 9) Supports and encourages implementation of specified initiatives included in the report of the President on trade and development policy for the countries of Africa that was submitted under the Uruguay Round Agreements Act. (Sec. 10) Authorizes appropriations for FY 1997 for sub-Saharan Africa enterprise funds, including specified amounts for: (1) subsidy costs of direct loans and loan guarantees provided for the Sub-Saharan Africa Equity Enterprise Fund and the Sub-Saharan Africa Infrastructure Enterprise Fund; and (2) related administrative expenses of the Agency for International Development (AID). Directs the Administrator of AID to meet certain requirements with respect to: (1) designation and management of such enterprise funds (including the establishment of an advisory board); and (2) provision of direct loans and guarantees to each such Enterprise Fund. Requires each such Enterprise Fund to use proceeds of these direct loans and loan guarantees to provide assistance only for programs and projects consistent with specified purposes. Lists specified programs and projects for which such assistance may be provided. (Sec. 11) Amends the Export-Import Bank Act of 1945 to require that the Export-Import Bank's Board of Directors include a member with extensive private sector experience in sub-Saharan Africa. Requires such Board to: (1) take prompt measures to increase the loan, guarantee, and insurance programs, and financial commitments, of the Bank in sub-Saharan Africa; and (2) establish and use an advisory committee to develop and implement policies, programs, and financial instruments to support expanded provision of loans, guarantees, and insurance to sub-Saharan Africa, and to recommend ways the Bank can facilitate greater support by U.S. commercial banks for trade and investment with and in sub-Saharan Africa. (Sec. 12) Expresses the sense of the Congress that the President should establish a position of Assistant United States Trade Representative within the Office of the United States Trade Representative, with adequate funding and staff to focus on trade issues relating to sub-Saharan Africa."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "African Growth and Opportunity:  The End of Dependency Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize a new trade and investment policy for sub-Saharan Africa.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:47-05:00"
}