{
  "actions": [
    {
      "acted_at": "1990-09-26", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-26", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-02", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-02", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography and Great Lakes", 
      "text": "Referred to the Subcommittee on Oceanography and Great Lakes.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Policy, Research and Insurance", 
      "text": "Referred to the Subcommittee on Policy, Research and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5717-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Policy Research and Insurance", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-26", 
  "number": "5717", 
  "official_title": "To reauthorize the Coastal Barrier Resources Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal Barrier Improvement Act of 1990", 
  "sponsor": {
    "district": "10", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-09-26", 
  "subjects": [
    "Authorization", 
    "Bank failures", 
    "Boundaries", 
    "Coastal zone", 
    "Congressional reporting requirements", 
    "Disaster relief", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal receipts and expenditures", 
    "Flood insurance", 
    "Florida", 
    "Highway engineering", 
    "Land transfers", 
    "Maps", 
    "Michigan", 
    "Names", 
    "Navigation", 
    "Pacific States (U.S.)", 
    "Savings and loan associations", 
    "Water resources development", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-09-26", 
    "text": "Coastal Barrier Improvement Act of 1990 - Amends the Coastal Barrier Resources Act to remove references to unconsolidated sedimentary materials from the definition of \"undeveloped coastal barrier.\" Establishes the Coastal Barrier Resources System, to consist of those undeveloped coastal barriers on the U.S. coasts identified on specified maps. Directs the Secretary of the Interior to review the maps at least every five years and make minor and technical modifications as necessary because of natural forces. Sets forth procedures for: (1) technical revisions to the maps by the Secretary to correct clerical and typographical errors; (2) recommendations of State and local governments and Coastal Zone Management Agencies for technical revisions; (3) election by a local government and a State Coastal Zone Management Agency, and any qualified organization, to add a new area to the System; (4) minor and technical modifications to boundaries of existing units as necessary to clarify the boundaries; and (5) notifications regarding modifications and elections. Sets forth exceptions, with regard to existing limitations on expenditures, relating to energy resources, navigation channels, certain publicly owned or operated roads or structures, military activities essential to national security, Coast Guard facilities, and other specified matters if consistent with the purposes of this Act. Declares a Federal navigation channel to be an existing channel if it was authorized before enactment of this Act. Declares that the limitations on expenditures do not apply to: (1) a highway in a System unit in Michigan and in existence at the enactment of this Act; or (2) subject to exception, a specified System unit. Repeals provisions of the Robert T. Stafford Disaster Relief and Emergency Assistance Act relating to expenditure limitations with regard to certain highways in Michigan. Adds a specified map to the list of exemptions to certain spending limitations. Directs the Secretary to submit to specified congressional committees maps identifying the boundaries of those undeveloped coastal barriers along the U.S. Pacific coast south of a specified latitude appropriate for inclusion in the system. Designates a specified System unit in Florida as the Frank M. McGilvrey Unit. Establishes an interagency task force to be known as the Coastal Barriers Task Force to submit to the Congress a report concerning specified aspects of the System. Terminates the Task Force after submission of its report. Amends the National Flood Insurance Act of 1968 to prohibit new flood insurance for new construction or substantial improvements in certain areas. Requires the Resolution Trust Corporation (RTC) and the Federal Deposit Insurance Corporation (FDIC) to report to the Congress annually regarding property to which the RTC or the FDIC has acquired title that: (1) is located in the System; or (2) is undeveloped, of a minimum size, and adjacent to any lands managed by a governmental agency primarily for wildlife refuge, sanctuary, open space, recreational, historical, cultural, or natural resource conservation purposes. Limits transfers of such property. Authorizes the Secretary to purchase any property within the area added to a specified unit of the System by this Act. Directs the Secretary to provide that any property purchased under this provision be used and administered in accordance with the National Wildlife Refuge System Administration Act of 1966. Authorizes appropriations for carrying out the Coastal Barrier Resources Act and for carrying out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Barrier Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize the Coastal Barrier Resources Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:13-05:00"
}