{
  "actions": [
    {
      "acted_at": "1996-06-10", 
      "references": [
        {
          "reference": "CR S6013-6015", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-10", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1854-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ashcroft, John", 
      "sponsored_at": "1996-06-10", 
      "state": "MO", 
      "thomas_id": "01274", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1996-06-10", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1996-06-10", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "1996-06-10", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1996-06-10", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1996-06-14", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1996-07-22", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-06-10", 
  "number": "1854", 
  "official_title": "A bill to amend Federal criminal law with respect to the prosecution of violent and repeat juvenile offenders and controlled substances, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Violent and Repeat Juvenile Offender Reform Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-06-10", 
  "subjects": [
    "Administration of juvenile justice", 
    "Age (Law)", 
    "Air piracy", 
    "Aliens", 
    "Ambulances", 
    "Ammunition", 
    "Arrest", 
    "Arson", 
    "Assault", 
    "Authorization", 
    "Automobile theft", 
    "Block grants", 
    "Bombs", 
    "Burglary", 
    "Capital punishment", 
    "Carjacking", 
    "Civil rights and liberties, minority issues", 
    "Conspiracy", 
    "Correctional institutions", 
    "Correctional personnel", 
    "Court records", 
    "Crime and law enforcement", 
    "Crimes against the elderly", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Cults", 
    "Delinquency prevention", 
    "Department of Justice", 
    "Detention of persons", 
    "Disabled", 
    "District courts", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Evaluation research (Social action programs)", 
    "Evidence (Law)", 
    "Exclusionary rule (Evidence)", 
    "Executive reorganization", 
    "Explosives", 
    "Extortion", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement agencies", 
    "Federal aid to youth services", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Firearms control", 
    "Fraud", 
    "Freedom of speech", 
    "Freedom of the press", 
    "Fugitives from justice", 
    "Gangs", 
    "Government attorneys", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Guardian and ward", 
    "Hate crimes", 
    "Health", 
    "Hijacking", 
    "Homeless children", 
    "Homicide", 
    "Hostages", 
    "Illegal aliens", 
    "Immigration", 
    "Imprisonment", 
    "Informers", 
    "Injunctions", 
    "Insurance", 
    "Interstate commerce", 
    "Judges", 
    "Judicial officers", 
    "Juries", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Juvenile delinquents", 
    "Kidnapping", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Life imprisonment", 
    "Local officials and employees", 
    "Marijuana", 
    "Medical personnel", 
    "Missing children", 
    "Money laundering", 
    "Motor vehicles", 
    "Murder", 
    "Narcotic traffic", 
    "National forests", 
    "Obstruction of justice", 
    "Organized crime", 
    "Outdoor recreation", 
    "Parents", 
    "Pregnant women", 
    "Pretrial procedure", 
    "Prisoners", 
    "Prisons", 
    "Prosecution", 
    "Protection of officials", 
    "Public lands and natural resources", 
    "Racial violence", 
    "Rape", 
    "Receiving stolen goods", 
    "Recidivists", 
    "Rehabilitation of juvenile delinquents", 
    "Religion", 
    "Religious liberty", 
    "Rescue work", 
    "Robbery", 
    "Runaway children", 
    "School violence", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Sex crimes", 
    "Smuggling", 
    "Social welfare", 
    "Speedy trial", 
    "Sports and recreation", 
    "State officials and employees", 
    "Student records", 
    "Teachers", 
    "Torture", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Travel", 
    "Vandalism", 
    "Victims of crimes", 
    "Violence", 
    "Weapons", 
    "Witnesses", 
    "Women"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-06-10", 
    "text": "TABLE OF CONTENTS: Title I: Juvenile Justice Reform Act of 1996 Title II: Federal Gang Violence Act of 1996 Title III: Federal Youth Violence Control Act of 1996 Title IV: Federal Youth Violence Prevention Act of 1996 Violent and Repeat Juvenile Offender Reform Act of 1996 - Title I: Juvenile Justice Reform Act of 1996 - Juvenile Justice Reform Act of 1996 - Revises Federal criminal code provisions to require that a juvenile age 13 or older who is alleged to have committed an act of juvenile delinquency which, if committed by an adult, would be a felony, be tried as an adult if: (1) the offense charged is a crime of violence or a specified drug offense; (2) the juvenile previously has been found guilty of three prior felonies committed on different occasions under Federal or State law, or other conditions apply; or (3) the appropriate U.S. Attorney finds a substantial Federal interest to warrant the exercise of Federal jurisdiction. Directs that offenses tried in U.S. district court under this Act be open to the public, with exceptions. Grants the U.S. Attorney, in making determinations concerning juvenile prosecution, complete access to prior Federal juvenile records. (Sec. 104) Lowers the minimum age at which a defendant may be sentenced to death from age 18 to 16. Adds aggravating factors for imposition of the death penalty. (Sec. 107) Subjects a juvenile tried as an adult to code provisions regarding detention, speedy trial, and restitution for adults. (Sec. 110) Authorizes: (1) the release of juvenile records to meet inquiries from an educational institution to ensure public safety and security; and (2) the Attorney General to seek injunctions to protect the safe public enjoyment of Federal lands. (Sec. 111) Repeals provisions regarding: (1) foregoing prosecution and surrendering minors to State authorities; and (2) the Advisory Corrections Council. (Sec. 112) Prohibits the exclusion of evidence in Federal court on the ground that: (1) the search or seizure violated the Fourth Amendment if carried out in circumstances justifying an objectively reasonable belief that it was in conformity with such amendment. (Sec. 113) Modifies the Federal: (1) criminal code to increase mandatory minimum sentences for using, carrying, or possessing a firearm during and in relation to a crime of violence or drug trafficking crime; and (2) judicial code to direct the United States Sentencing Commission (Commission) to provide for enhanced sentences for defendants guilty of committing an offense against a victim under age 10 or sexual assault involving a controlled substance. (Sec. 115) Makes an act of delinquency that would be a serious drug offense if committed by an adult a predicate offense under the Armed Career Criminal Act. (Sec. 118) Revises the Controlled Substances Act (CSA) to set mandatory minimum prison sentences for persons who use minors in drug trafficking activities or who sell drugs to minors. Repeals Violent Crime Control and Law Enforcement Act of 1994 (VCCLEA) provisions regarding increased penalties for drug-dealing in \"drug-free\" zones. Increases penalties under CSA regarding drug distribution in or near schools. Title II: Federal Gang Violence Act of 1996 - Federal Gang Violence Act of 1996 - Directs the Commission to amend the Federal sentencing guidelines: (1) so that, except regarding trafficking in cocaine base, if a defendant was a member of a criminal street gang at the time of the offense, the offense level is increased by six levels; and (2) to increase the base offense levels for traveling in interstate or foreign commerce and committing a violent crime in aid of a street gang or other racketeering enterprise and for recruiting a minor to participate in gang activity. (Sec. 203) Modifies Federal criminal code provisions regarding criminal street gangs to: (1) revise the definitions of \"conviction\" to include a finding that a person committed an act of juvenile delinquency involving a predicate gang crime and \"criminal street gang\" to cover a group whose members have engaged during the previous five-year period in a pattern of criminal activity; and (2) define \"predicate gang crime\" to encompass various offenses, including specified drug offenses and Federal or State felony offenses that by their nature involve a substantial risk of physical force against another. (Sec. 204) Revises the Travel Act to: (1) increase penalties for violations; and (2) increase the scope of unlawful activities under such Act. (Sec. 205) Prohibits and set penalties for soliciting or recruiting persons to participate in criminal gang activity. (Sec. 206) Makes: (1) offenses punishable by at least one year's imprisonment involving minors, and certain alien smuggling and firearms offenses, predicate offenses under the Racketeer Influenced and Corrupt Organizations Act; and (2) certain serious juvenile drug offenses predicate offenses under the Armed Career Criminal Act. (Sec. 207) Sets a mandatory minimum of three years imprisonment, a fine, or both for the transfer of a firearm to a minor. (Sec. 208) Increases penalties for transferring a handgun or handgun ammunition to a juvenile, with exceptions for juveniles under age 13, and makes such penalties applicable to juveniles. Increases from 30 to 70 days the time period during which an alleged delinquent in detention pending trial must be brought to trial. (Sec. 212) Authorizes appropriations to hire additional Assistant U.S. Attorneys to prosecute violent youth gangs. Title III: Federal Youth Violence Control Act of 1996 - Federal Youth Violence Control Act of 1996 - Revises the Juvenile Justice and Delinquency Prevention Act of 1974 (JJDPA) to authorize the Administrator of the Office of Juvenile Justice and Delinquency Prevention to make grants to eligible States and local governmental units to assist with projects for the development of more effective prosecutions, trials, graduated sanctions, and programs to improve the juvenile justice system. Directs the Bureau of Justice Assistance (BJA) to: (1) provide training to representatives of public and private agencies and organizations with specific experience in the prevention, treatment, and control of juvenile delinquency; and (2) collect, prepare, and disseminate useful data regarding the prevention, treatment, and control of juvenile delinquency. (Sec. 203) Authorizes appropriations to carry out this title, subject to specified restrictions. Directs the Administrator to use 70 percent of sums available for grants for the strengthening of prosecution and punishment of youthful offenders, 15 percent for grants for prevention, treatment, and transitional services, ten percent for grants for research, and five percent for salaries and expenses of the BJA related to administrative expenses. Amends the JJDPA to: (1) reauthorize appropriations for runaway and homeless youth and missing children programs; and (2) repeal provisions regarding incentive grants for local delinquency prevention programs. (Sec. 303) Establishes within BJA the Office of Juvenile Accountability. Title IV: Federal Youth Violence Prevention Act of 1996 - Federal Youth Violence Prevention Act of 1996 - Establishes a program of grants to support communities that design strategic plans for youth development. (Sec. 405) Sets forth provisions regarding: (1) fund allocation; (2) application requirements; (3) fund distribution through a State office, including limits on the use of funds, eligibility, requests for proposals, grant renewal, the Federal share, and reporting and evaluation requirements; and (4) reallotment and reallocation of funds. Reserves funds for evaluation and research. Authorizes appropriations. (Sec. 411) Specifies that, of the amounts appropriated under this title, not more than 20 percent shall be used for prevention programs, with the remainder for: (1) the investigation, prosecution, or detention of juvenile offenders; and (2) the collection, distribution, and receipt of records of juvenile offenders that are equivalent to those kept for adult offenders, if specified conditions are met. Requires a State, to receive the full amount authorized, to establish authority to prosecute as adults: (1) as a matter of law, juveniles age 14 and older who commit murder or rape; and (2) as a matter of law or prosecutorial discretion, juveniles age 14 and older who commit armed robbery or aggravated assault, or who distribute controlled substances. (Sec. 413) Directs that a surcharge of 40 percent be added to the principal amount of each civil monetary penalty assessed by the United States, subject to specified limitations. (Sec. 414) Amends the VCCLEA to increase from 15 to 30 percent of the funds allocated in a fiscal year which each State shall reserve for counties and units of local government to construct, develop, expand, modify, or improve jails and other correctional facilities. (Sec. 415) Allows appropriations for activities authorized in this title to be made from the Violent Crime Reduction Trust Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violent and Repeat Juvenile Offender Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Gang Violence Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Youth Violence Control Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Youth Violence Prevention Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Juvenile Justice Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Federal criminal law with respect to the prosecution of violent and repeat juvenile offenders and controlled substances, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:15-05:00"
}