{
  "actions": [
    {
      "acted_at": "1999-10-14", 
      "references": [
        {
          "reference": "CR S12634", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1725-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-14", 
  "number": "1725", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to modernize medicare supplemental policies so that outpatient prescription drugs are affordable and accessible for medicare beneficiaries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "DrugGap Insurance for Seniors Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-10-14", 
  "subjects": [
    "Administrative procedure", 
    "Ambulatory care", 
    "Coinsurance", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Health and Human Services", 
    "Drugs", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grants-in-aid", 
    "Health", 
    "Health counseling", 
    "Insurance premiums", 
    "Law", 
    "Legislation", 
    "Medical economics", 
    "Medically uninsured", 
    "Medicare", 
    "Medigap", 
    "Social welfare", 
    "Standards", 
    "State laws"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-10-14", 
    "text": "DrugGap Insurance for Seniors Act of 1999 - Amends title XVIII (Medicare) of the Social Security Act (SSA) to establish a DrugGap Medicare supplemental health insurance policy (Medigap DrugGap policy) that covers only outpatient prescription drugs and that has one of the two following benefit packages: (1) a standard benefit package that provides a deductible not to exceed $250, coinsurance not to exceed 20 percent, and a $5,000 maximum benefit and a low- cost benefit package that provides a deductible not to exceed $750, coinsurance not to exceed 30 percent, and a $5,000 maximum benefit; and (2) a stop-loss benefit package that provides a stop- loss coverage benefit that limits the application of any beneficiary cost-sharing during a year after the beneficiary incurs out-of-pocket covered expenditures in excess of $5,000, or, in the case that the beneficiary has a standard benefit package, such beneficiary reaches the maximum benefit (defined as the total amount paid for covered outpatient prescription drugs) under such package.Modifies existing Medigap policy provisions, including changes to identify a core group of basic benefits common to all policies other than the Medigap DrugGap policy benefit packages.Amends SSA title XVIII part B (Supplementary Medical Insurance) to require the State to provide for payment to the appropriate entity on behalf of a qualified low-income Medigap DrugGap policy enrollee for assistance with regard to premium costs and out-of-pocket expenses. Reimburses the State for such payment out of the Federal Supplementary Medical Insurance Trust Fund.Amends the Omnibus Budget Reconciliation Act of 1990 to require State health insurance information, counseling, and assistance grant programs to provide specific information regarding any Medigap DrugGap policy. Authorizes appropriations.Directs the Secretary of Health and Human Services to contract with the National Association of Insurance Commissioners for a study of, and report to the Secretary (for transmission to Congress) on, Medigap policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "DrugGap Insurance for Seniors Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to modernize medicare supplemental policies so that outpatient prescription drugs are affordable and accessible for medicare beneficiaries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:56-05:00"
}