{
  "actions": [
    {
      "acted_at": "1980-07-02", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7741-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-02", 
  "number": "7741", 
  "official_title": "A bill to amend sections 551 and 553 of title 5, United States Code, to provide for the consideration and implementation by agencies of differing requirements for different groups subject to agency rules, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Flexibility Act", 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-02", 
  "subjects": [
    "Administrative procedure", 
    "Business and commerce", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Federal-local relations", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Local and Municipal Government", 
    "Regulatory impact statements", 
    "Small business"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-02", 
    "text": "Regulatory Flexibility Act - Requires Federal agencies to include in the general notice of a proposed rule: (1) a statement of the need for and objectives and statutory authority of the rule; (2) a description and the estimated number of individuals, businesses, organizations, and governmental jurisdictions affected by the rule; (3) identification of existing rules which the proposed rule overlaps or affects; (4) a statement that the agency seeks alternative proposals which could achieve the regulatory objective of the rule at a lower cost to those affected; (5) an analysis of the proposed rule describing (a) the economic impact of the rule on individuals and small businesses, organizations, and governmental jurisdictions, and (b) alternative approaches for accomplishing the regulatory objective while reducing such impact such as modifying compliance requirements or providing requirement exemptions; and (c) a description of any reporting or recordkeeping requirement to be imposed on ten or more persons and estimates of the number of persons and time required to complete such requirements. Allows an agency to elect not to prepare such an analysis of a proposed rule if it incorporates into the general statement of the basis and purpose of the final rule a certification that such rule will not have a significant economic impact on a substantial number of small businesses or organizations. Requires Federal agencies to accept and consider alternative proposals to a proposed rule and to publish those proposals with justification of the selection of the final rule. Defines a small business, small organization, small governmental jurisdiction, and an individual as used in this Act. Directs each agency, within 180 days after enactment of this Act, to publish a plan for reviewing its rules. Requires each agency to determine whether such rules are efficiently achieving the goals of the implementing statutes. Directs each agency to publish annually a list of the rules to be issued and reviewed during the next year. Directs the Chief Counsel for Advocacy to report annually to the President and specified congressional committees on agency compliance with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Flexibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend sections 551 and 553 of title 5, United States Code, to provide for the consideration and implementation by agencies of differing requirements for different groups subject to agency rules, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:25-05:00"
}