{
  "actions": [
    {
      "acted_at": "1974-09-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-1362.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-18", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1373-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-18", 
  "number": "1373", 
  "official_title": "Resolution providing for the consideration of H.R. 16371.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16371-93", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Long, Gillis W.", 
    "state": "LA", 
    "thomas_id": "00704", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1974-09-18", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-18", 
    "text": "Provides that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 16371) to further the conduct of research, development, and demonstrations in solar energy technologies, to establish a solar energy coordination and management project, to provide for scientific and technical training in solar energy, to establish a Solar Energy Research Institute, to provide for the development of suitable incentives to assure the rapid commercial utilization of solar energy, and for other purposes. States that after general debate, which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Science and Astronautics, the bill shall be read for amendment under the five-minute rule. Requires that, at the conclusion of the consideration of the bill for amendment, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit. Stipulates that after the passage of H.R. 16371, it shall be in order in the House to take from the Speaker's table the bill S. 3234 and to move to strike out all after the enacting clause of the said Senate bill and insert in lieu thereof the provisions contained in H.R. 16371 as passed by the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for the consideration of H.R. 16371.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:47-05:00"
}