{
  "actions": [
    {
      "acted_at": "2006-06-15", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Grassley. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-15", 
      "calendar": "Senate Legislative", 
      "number": "470", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 470.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-06-23", 
      "references": [], 
      "text": "By Senator Grassley from Committee on Finance filed written report. Report No. 109-269.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-13", 
      "references": [
        {
          "reference": "CR S7540-7543", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-13", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S7540-7543", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-07-14", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-17T14:04:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-17", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-07-25T10:29:00-04:00", 
      "references": [], 
      "text": "Mr. Herger moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-25T10:29:00-04:00", 
      "references": [
        {
          "reference": "CR H5689-5694", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-25T10:29:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 3525.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-25T10:41:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H5689-5692", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-07-25T10:41:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-25T10:41:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-26", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendments to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-20", 
      "references": [
        {
          "reference": "CR S9849-9850", 
          "type": "consideration"
        }
      ], 
      "text": "Senate concurred to House amendments with an amendment and an amendment to the title by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26T13:59:00-04:00", 
      "references": [], 
      "text": "Mr. Herger moved that the House suspend the rules and agree to the Senate amendments to the House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26T13:59:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 3525.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26T14:20:00-04:00", 
      "references": [
        {
          "reference": "CR H7375-7387", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7375-7381", 
          "type": "text as House agreed to Senate amendment"
        }
      ], 
      "text": "On motion that the House suspend the rules and agree to the Senate amendments to the House amendments Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26T14:20:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-09-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-09-28", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2006-09-28", 
      "congress": "109", 
      "law": "public", 
      "number": "288", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-288.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4675-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4675"
    }, 
    {
      "amendment_id": "s5024-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5024"
    }, 
    {
      "amendment_id": "s5025-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5025"
    }
  ], 
  "bill_id": "s3525-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "288"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2006-09-28", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-07-25T10:41:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-07-13", 
    "vetoed": false
  }, 
  "introduced_at": "2006-06-15", 
  "number": "3525", 
  "official_title": "An act to amend part B of title IV of the Social Security Act to reauthorize the promoting safe and stable families program, and for other purposes.", 
  "popular_title": "Child Welfare Programs bill", 
  "related_bills": [
    {
      "bill_id": "hr5640-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Child and Family Services Improvement Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2006-09-28", 
  "subjects": [
    "Abandonment of family", 
    "Administrative procedure", 
    "Adoption", 
    "Appropriations", 
    "Authorization", 
    "Child abuse", 
    "Child health", 
    "Child welfare", 
    "Community health services", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Day care", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug addiction", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Employee selection", 
    "Employee training", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Family services", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to health facilities", 
    "Federal aid to law enforcement", 
    "Federal-state relations", 
    "Foster home care", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Grants-in-aid", 
    "Health", 
    "Health counseling", 
    "Identification of criminals", 
    "Indian children", 
    "Indian medical care", 
    "Intergovernmental fiscal relations", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Law", 
    "Mental health services", 
    "Mentoring", 
    "Methamphetamine", 
    "Minorities", 
    "Native Americans", 
    "Parent and child", 
    "Performance measurement", 
    "Physicians", 
    "Prisoners", 
    "Recruiting of employees", 
    "Science, technology, communications", 
    "Social welfare", 
    "Social work", 
    "Standards", 
    "State courts", 
    "State employees", 
    "State laws", 
    "Youth services"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Public Law", 
    "date": "2006-09-28", 
    "text": "Child and Family Services Improvement Act of 2006 - (Sec. 3) Amends part B (Child and Family Services) of title IV of the Social Security Act (SSA) with respect to the promoting safe and stable families (PSSF) program to: (1) reauthorize PSSF at current levels for FY2007-FY2011, including discretionary grants; and (2) appropriate to the Secretary of Health and Human Services an additional $40 million for FY2006 for PSSF. Requires the state to submit annually to the Secretary copies of forms CFS 101-Part I and CFS 101-Part II (or any successor forms) that: (1) report on planned child and family services expenditures for the immediately succeeding fiscal year; and (2) provide specified information about PSSF and certain other programs, including the numbers of families and of children, as well as the population, served by the state agency. Requires the Secretary to submit a compilation of such state reports annually to specified congressional committees. Prohibits the Secretary from making any payment of PSSF funds to a state for administrative costs that exceed 10% of the state's total program expenditures. (Sec. 4) Requires the Secretary to reserve specified funds for allotment for FY2008-FY2011, which a state shall use to support monthly caseworker visits with children in foster care under state responsibility, with a primary emphasis on activities designed to improve caseworker retention, recruitment, training, and ability to access the benefits of technology. Prohibits a state from using its allotment to supplant any federal funds paid to the state under SSA title IV part E (Federal Payments for Foster Care and Adoption Assistance). Requires the Secretary to reserve specified amounts for FY2007-FY2011 for awarding targeted grants to increase the well-being of, and to improve the permanency outcomes for, children affected by methamphetamine or other substance abuse. Authorizes the Secretary to make competitive grants to regional partnerships to provide, through interagency collaboration and integration of programs and services, services and activities designed to increase the well-being of, improve permanency outcomes for, and enhance the safety of children who are in an out-of-home placement or are at risk of being placed in an out-of-home placement as a result of a parent's or caretaker's methamphetamine or other substance abuse. Requires the Secretary to award such grants to regional partnerships in amounts of between $500,000 and $1 million per grant per fiscal year. Specifies the federal share of service costs. Directs the Secretary to establish indicators that will be used to assess periodically the performance of the grant recipients. Specifies amounts reserved for evaluation, research, training, and technical assistance. (Sec. 5) Increases the set-asides for Indian tribes from 2% to 3% of any discretionary funds appropriated and from 1% to 3% of the mandatory funds authorized and remaining after the separate reservation of funds for monthly caseworkers is made. Provides for allotments to tribal consortia. (Sec. 6) Revises requirements for the Child Welfare Services program. Authorizes appropriations for FY2007-FY2011. Declares that the purpose of the program is to promote state flexibility in the development and expansion of a coordinated child and family services program that utilizes community-based agencies and ensures all children are raised in safe, loving families. Requires a state plan to: (1) include assurances that not more than 10% of its expenditures will be for administrative expenses; (2) describe how the state actively consults with and involves physicians or other appropriate medical professionals in assessing the health and well-being of children in foster care under state responsibility and determining appropriate medical treatment for children; and (3) provide for disaster response procedures. Provides for the reallotment of funds. Prohibits federal payments for fiscal years after FY2007 for child care, foster care maintenance payments, and adoption assistance payments from exceeding the level of such payments for FY2005. Declares that state expenditures of nonfederal funds for foster care maintenance payments for fiscal years after FY2007 shall not be considered state plan expenditures to the extent that their total exceeds the total of such expenditures for FY2005. (Sec. 7) Requires each state plan for child welfare services to describe standards for the content and frequency of caseworker visits for children in foster care under state responsibility which, at a minimum, ensure that: (1) the children are visited on a monthly basis; and (2) the visits are well-planned and focused on issues pertinent to case planning and service delivery to ensure the children's safety, permanency, and well-being. Prohibits the Secretary from making a payment to a state in FY2008 unless the state has provided data which shows: (1) the percentage of children in foster care under state responsibility who were visited on a monthly basis by the caseworker handling the child's case; and (2) the percentage of the visits that occurred in the child's residence. Directs the Secretary to establish an outline of the steps to be taken to ensure, by October 1, 2011, that: (1) at least 90% of the children in foster care under state responsibility are visited by their caseworkers on a monthly basis; and (2) the majority of the visits occur in the child's residence. Provides for: (1) penalizing states which do not make progress in meeting such goal; (2) progress reports from the Secretary to Congress on states meeting standards for frequency of caseworker visits for children in foster care; and (3) inclusion of information on caseworker visits in annual child well-being outcome reports. (Sec. 8) Reauthorizes and extends through FY2011 the program for mentoring children of prisoners (MCOP). Requires the Secretary to enter into a three-year, renewable cooperative agreement with an eligible entity for a Service Delivery Demonstration Project to: (1) identify children of prisoners in need of mentoring services; (2) provide their families with a voucher for mentoring services and a list of providers in their residential area; and (3) monitor and oversee the delivery of mentoring services by providers that accept the vouchers. Directs the Secretary to reserve certain funds for such Project. (Sec. 9) Reauthorizes and extends through FY2011 the court improvement program. (Sec. 10) Amends SSA title IV part E to require a foster care proceeding to include, in an age-appropriate manner, consultation with the child that is the subject of the proceeding."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Child Welfare Programs bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Improving Outcomes for Children Affected by Meth Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Child and Family Services Improvement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Improving Outcomes for Children Affected by Meth Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Child and Family Services Improvement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Improving Outcomes for Children Affected by Meth Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Child and Family Services Improvement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend subpart 2 of part B of title IV of the Social Security Act to improve outcomes for children in families affected by methamphetamine abuse and addiction, to reauthorize the promoting safe and stable families program, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "title": "To amend part B of title IV of the Social Security Act to reauthorize the safe and stable families program, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "An act to amend part B of title IV of the Social Security Act to reauthorize the promoting safe and stable families program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:22-05:00"
}