{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-21", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-09", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5232-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "5232", 
  "official_title": "To strengthen current Federal law and regulation to protect consumers in connection with the representation and sale of franchise businesses; to facilitate increased public disclosure regarding franchise opportunities, to enhance common law remedies for purchasers of franchises, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Franchise Disclosure and Consumer Protection Act", 
  "sponsor": {
    "district": "32", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-21", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Brokers", 
    "Business records", 
    "Commerce", 
    "Commercial arbitration", 
    "Consumer protection", 
    "Contracts", 
    "Deceptive advertising", 
    "Federal Trade Commission", 
    "Federal preemption", 
    "Financial statements", 
    "Franchises (Retail trade)", 
    "Fraud", 
    "Government paperwork", 
    "Injunctions", 
    "Licenses", 
    "Restrictive trade practices", 
    "Sales promotion", 
    "State laws"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-21", 
    "text": "Federal Franchise Disclosure and Consumer Protection Act - Makes it unlawful for any person, partnership, or corporation, in connection with the advertising, offering, licensing, contracting, sale, or other promotion in or affecting commerce of any franchise, or any relationship which is represented to be a franchise, to: (1) employ a device, scheme, or artifice to defraud; (2) engage in an act, practice, or course of business which operates or is intended to operate as a fraud or deceit upon any person; (3) obtain money or property, or assist others to obtain money or property, by means of any untrue statement of material fact, or omission to state a material fact; or (4) disriminate among prospective franchisees on the basis of race, sex, religion, disability, or national origin, in the solicitation, offering, or sale of a franchise opportunity, or in the selection of any site or location for a franchise business. Makes it unlawful for any franchisor, subfranchisor, or franchise broker, in connection with any disclosure required by this Act or any disclosure document, notice, or report required by Federal law or regulation, to: (1) make or cause to be made an untrue statement of material fact (including any statement of fact which has the intent or effect of misrepresenting the potential profitability or chances for success of a franchise opportunity) or omit to state a material fact; (2) fail to furnish any prospective franchisee with all information required to be disclosed by, and at the time and in the manner required by the Federal Trade Commission (FTC) in Trade Regulation Rule 436 (Franchise Rule); (3) fail to furnish any prospective franchisee with information which is current as of the close of the franchisor's most recent fiscal year, or within 90 days thereof, or which reflects any material changes since the close of such fiscal year; or (4) make any claim or representation to a prospective franchisee, whether oral or in writing, which is inconsistent with or contradicts any information provided to the prospective franchisee in any required disclosure. Defines \"omission of material fact\" to include the failure of a franchisor, subfranchisor, or franchise broker to furnish a prospective franchisee with specified information at the time and in the manner set forth by the FTC under the Franchise Rule, including: (1) the name and principal place of business of the franchisor, its predecessor, parent firm, holding company, or other controlling entity of the franchisor, if any, and the name under which the franchisor is doing or intends to do business; (2) a statement disclosing the name and position of each of the franchisor's general partners or principal officers, and whether the franchisor or such persons have been convicted of specified crimes, were held liable, are subject to injunctive or restrictive orders, or settled specified cases involving fraud, or filed for bankruptcy, subject to specified requirements; (3) a statement of the total funds which must be paid by the franchisor to the franchisee or to any person affiliated with the franchisor, or which the franchisor or such affiliated person imposes or collects on behalf of a third party; (4) a description of any real estate, services, supplies, or equipment relating to the establishment or the operation of the franchise business which the franchisee is required by the franchisor to purchase, lease, or rent; (5) a statement describing the services and assistance which the franchisor, persons affiliated with the franchisor, or third parties designated by the franchisor are obligated to provide to the franchisee, under the terms of the franchise or any ancillary or collateral agreement, to obtain or commence the franchise operation and to carry on the franchise business; (6) a statement outlining a specific level or range of potential sales, costs, income, and gross or net profit which a franchisee can reasonably expect to attain through ownership and operation of a franchise; and (7) a balance sheet for the franchisor for the most recent fiscal year, and an income statement and statement of changes in financial position for the franchisor for the most recent three fiscal years. Authorizes the FTC to enforce the provisions of this Act. Enhances current authority by extending the period during which the FTC may bring actions for violations. Authorizes any person injured by a violation of this Act to bring an action in Federal district court for a period of up to five years after the date, or three years following discovery, of the violation. Allows persons injured by a violation, or threatened with injury by an impending violation, to bring actions in Federal court for injunctive relief. Prohibits a franchisor from requiring franchisees to agree to specific provisions in franchise agreements which would: (1) violate specific prohibitions in this Act; (2) relieve any person of liability or duties imposed by this Act; or (3) waive or restrict any right granted under this Act. Provides that: (1) whenever a franchise agreement provides for the use of arbitration to resolve a dispute arising under such agreement, each party to the agreement shall have the option, at any time after the dispute arises, to accept arbitration as the means of settling the controversy; and (2) acceptance of arbitration shall be in writing. Specifies that this Act preempts State laws only to the extent that such laws offer less protection to franchisees than provided by this Act. Directs the FTC to: (1) conduct an ongoing study of the need to develop and implement additional provisions to prevent evasions or violations of the requirements of this Act or to strengthen disclosure of pertinent information to prospective franchisees; and (2) consider the extent to which such additional provisions may be implemented under the FTC's rulemaking authority. Sets forth reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Franchise Disclosure and Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen current Federal law and regulation to protect consumers in connection with the representation and sale of franchise businesses; to facilitate increased public disclosure regarding franchise opportunities, to enhance common law remedies for purchasers of franchises, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:36-05:00"
}