{
  "actions": [
    {
      "acted_at": "1984-10-11", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-12", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3090-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-10-11", 
  "number": "3090", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to replace the current Federal income tax imposed on small business corporations with an elective small business consumed income tax.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Consumed Income Tax Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Symms, Steven D.", 
    "state": "ID", 
    "thomas_id": "01132", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-10-11", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Income tax", 
    "Small business", 
    "Stockholders", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Taxation"
  ], 
  "subjects_top_term": "Corporation taxes", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-10-11", 
    "text": "Small Business Consumed Income Tax Act of 1985 - Amends the Internal Revenue Code to allow a qualified small business corporation to elect tax treatment as a \"subchapter W corporation.\" Defines a \"subchapter W corporation\" as any small business corporation which: (1) has 95 percent or more of its gross receipts for the taxable year in receipts which are not passive investment income; (2) has 95 percent or more of the aggregate adjusted bases of its assets in assets used or held for use in its trade or business; and (3) has not made an election for tax treatment as a subchapter S corporation. Allows such a corporation to make an election for treatment as a subchapter W corporation if: (1) all shareholders consent to such an election; (2) neither the corporation nor any predecessor corporation has made a previous election; (3) the gross receipts for the taxable year in which the election is made do not exceed $20,000,000; and (4) the aggregate adjusted bases of such corporation's assets do not exceed $5,000,000. Provides that such an election shall be effective for the taxable year in which made and the nine succeeding taxable years. Provides that the income of a qualified subchapter W corporation shall not be taxable to the corporation during such ten year election period. Permits the termination of such an election by revocation. Provides that actual or deemed distributions of cash or other property to a shareholder of a subchapter W corporation shall be treated as ordinary income of the shareholder to the extent of his or her pro rata share of the earnings and profits of the corporation. Provides that deemed distributions shall include: (1) taxable income of the subchapter W corporation to the extent its taxable income exceeds $1,000,000; (2) loans made by such a corporation to a shareholder or a person related to the shareholder; and (3) guarantees by such a corporation of loans made to a shareholder or a related person. Allows each shareholder of a subchapter W corporation: (1) an income tax deduction for his or her pro rata share of any net operating loss incurred by the corporation during the taxable year; and (2) an income tax credit for his or her pro rata share of any income tax credits not used by the corporation during the taxable year. Treats as ordinary income any gain realized on the sale or exchange of stock in a subchapter W corporation to the extent of the selling shareholder's pro rata share of accumulated earnings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Consumed Income Tax Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to replace the current Federal income tax imposed on small business corporations with an elective small business consumed income tax.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:31-05:00"
}