{
  "actions": [
    {
      "acted_at": "1979-09-28", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1844-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-28", 
  "number": "1844", 
  "official_title": "A bill to establish a national goal for the use of renewable energy resources, to establish information and financial initiatives to promote the use of renewable energy resources, to authorize the use of certain renewable energy resources by the Federal Government, to provide for an accelerated wind commercialization program and to establish a program for the promotion of local energy self-sufficiency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Solar Commercialization Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Durkin, John A.", 
    "state": "NH", 
    "thomas_id": "01322", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-28", 
  "subjects": [
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Automobile fuel consumption", 
    "Building construction", 
    "Business and commerce", 
    "Construction industries", 
    "Department of Energy", 
    "Department of the Interior", 
    "Energy", 
    "Energy efficiency", 
    "Energy facilities", 
    "Energy policy", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal office buildings", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "Gasoline", 
    "Government corporations", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Home repair and improvement", 
    "Information services", 
    "Motor Vehicles and Driving", 
    "Motor vehicles", 
    "Office buildings", 
    "Service stations", 
    "Solar energy", 
    "Subsidies", 
    "Wind power"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-28", 
    "text": "Omnibus Solar Commercialization Act of 1979 - Title I: Renewable Energy Initiatives - Establishes a national goal for the increased use of renewable energy resources as a part of the Nation's total energy supply in the year 2000. States that it shall be the policy of the Secretary of Energy to utilize State and local government organizations, Energy Extension Services, regional Solar Energy Research Centers, and other such entities in providing information services, training, education and other services to the public and to persons involved in the development and commercialization of solar energy systems. Directs the Secretary to establish a Solar Energy and Conservation Information Center to provide information services to the public and to the entities listed above, including: (1) retrieval and dissemination of solar energy development and commercialization materials; (2) development of materials specifically designed to assist architects, builders, installers, manufacturers and others involved in solar energy development and commercialization; and (3) development of training and education programs specifically designed for such purposes. Directs Federal agency heads responsible for construction of new civilian Federal buildings to require the utilization of active and passive solar energy systems unless it is determined that such systems are not cost effective, according to a specified formula. Directs the head of each Federal agency operating a fueling station for civilian gasoline motor vehicles to require that such stations only dispense a ten percent alcohol and gasoline mixture. Authorizes the Administrators of the Alaska Power Administration, the Southeastern Power Administration, the Southwestern Power Administration, and the Western Area Power Administration to purchase power from proposed non-federally constructed generating facilities utilizing renewable energy resources. Authorizes such Administrators to construct and operate non-hydroelectric generating facilities, provided that the Administrator has made a public offer to purchase or guarantee the purchase of power from a comparable non-federally constructed facility and has received no offer from a non-federal entity to construct such a facility. Authorizes those Administrators to renegotiate existing power sales to customers who undertake energy conservation programs. Directs the Secretary to establish programs: (1) to promote the development and utilization of synergistic combinations of different renewable energy resources; (2) to initiate energy self-sufficiency at appropriate levels of government to accelerate the development of such resources; and (3) of Federal assistance to stimulate private industry participation in energy self-sufficiency initiatives. Establishes an Office of Energy Self-Sufficiency to undertake such programs. Directs the Secretary to prepare a plan setting forth the responsibilities of such Office. Title II: Wind Energy Initiatives - Establishes program objectives for the development and commercialization of wind energy. Directs the Secretary to establish programs designed to promote research, development, demonstration, field experimentation, and commercialization of wind energy systems by means of Federal financial assistance, subsidies, and contract awards. Establishes criteria for program selection under this title. Directs the Secretary to monitor the performance and operation of wind energy systems installed under this title and to collect and evaluate data derived therefrom, as well as to conduct studies and take such other actions to assure the effectiveness of such programs. Directs the Secretary to conduct a Federal Applications Study for Wind Energy Systems in cooperation with appropriate Federal agencies to determine potential uses of wind power in Federal facilities and to identify potential sites for such systems at specified agencies. Directs the Secretary to conduct other specified studies and analyses related to wind energy. Establishes a wind energy utilization program for the accelerated procurement and installation of wind energy systems in Federal facilities. Establishes an advisory committee to assist the Secretary in performing his duties relating to the wind energy program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Solar Commercialization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national goal for the use of renewable energy resources, to establish information and financial initiatives to promote the use of renewable energy resources, to authorize the use of certain renewable energy resources by the Federal Government, to provide for an accelerated wind commercialization program and to establish a program for the promotion of local energy self-sufficiency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:10-05:00"
}