{
  "actions": [
    {
      "acted_at": "1974-02-25", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres915-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-25", 
  "number": "915", 
  "official_title": "Joint resolution proposing an amendment to the Constitution of the United States relative to a congressional vote of no confidence in the President.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres903-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-25", 
  "subjects": [
    "Constitutional amendments", 
    "Government operations and politics", 
    "Law", 
    "Removal of officials"
  ], 
  "subjects_top_term": "Constitutional amendments", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-25", 
    "text": "Constitutional Amendment - Provides for the removal from office of the President of the United States upon the adoption of a Resolution of No Confidence by the Congress. States that a Resolution of No Confidence shall be privileged in the House of Representatives and shall have precedence over all other bills, resolutions, and motions in the Senate. Requires that a three-fifths vote of the Members of each House present and voting shall be necessary to adopt such a resolution as a concurrent resolution. Provides that, upon the adoption by Congress of a Resolution of No Confidence, the President shall relinquish all the powers and duties of his office to the Vice President, or if the office of Vice President be vacant, to the next officer in line by law to succeed to the office of the President, who shall thereafter act as President until he is discharged pursuant to this article of amendment. States that in the resolution of No Confidence, Congress shall fix a date falling not less than ninety days and not more than one hundred and ten days from the date of adoption of the resolution for the calling of a special election for the choosing of electors for President and Vice-President. Provides that notwithstanding the twenty-second article of amendment, the incumbent of the Office of President at the time of adoption of the Resolution of No Confidence shall be eligible to stand for election at the election herein provided for and to serve the term commencing thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution proposing an amendment to the Constitution of the United States relative to a congressional vote of no confidence in the President.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:24-05:00"
}