{
  "actions": [
    {
      "acted_at": "1994-03-17", 
      "references": [
        {
          "reference": "CR S3209-3210", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-17", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1943-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Hank", 
      "sponsored_at": "1994-03-22", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1994-03-17", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1994-03-22", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1994-03-17", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1994-06-09", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1994-03-17", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1994-04-19", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1994-03-22", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1994-05-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-17", 
  "number": "1943", 
  "official_title": "A bill to consolidate Federal employment training programs and create a new process and structure for funding the programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Job Training Consolidation Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-03-17", 
  "subjects": [
    "Agriculture and food", 
    "Aid to dependent children", 
    "Congress", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Employment agencies", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to vocational education", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Homeless", 
    "House rules and procedure", 
    "Illegal aliens", 
    "Immigration", 
    "Information services", 
    "Job hunting", 
    "Labor and employment", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Literacy programs", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Older workers", 
    "Public assistance programs", 
    "Public service employment", 
    "Refugee policy", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Social welfare", 
    "Trade adjustment assistance", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-17", 
    "text": "TABLE OF CONTENTS: Title I: Use of Federal Funds for State Employment Training Activities Title II: Development of State Employment Training Systems Subtitle A: Commission on Employment and Training Subtitle B: Consolidation of Employment Training Programs Job Training Consolidation Act of 1994 - Consolidates Federal employment and training programs. Grants waivers to States and localities to coordinate program services during a transition period. Establishes a national commission to develop a national policy for a comprehensive system of such services, with State and local responsibility for, and private sector involvement in, design and implementation of such services. Title I: Use of Federal Funds for State Employment Training Activities - Allows States and localities that receive formula assistance for covered activities under specified Federal employment training programs, or certain discretionary assistance, or States that apply for funds for trade adjustment assistance services, to: (1) use such assistance to develop a comprehensive statewide employment training system; or (2) use assistance that would otherwise have been used for two or more covered activities to address unemployed persons' high priority needs for employment training services, improve efficiency in delivery of covered activities, or combine or eliminate overlapping or duplicative activities. (Sec. 105) Requires State and locality reports on use of such assistance. Title II: Development of State Employment Training Systems - Subtitle A: Commission on Employment and Training - Establishes the Commission on Employment and Training. (Sec. 204) Terminates the Commission after its report. (Sec. 205) Authorizes appropriations. Subtitle B: Consolidation of Employment and Training Programs - Repeals, 29 months after enactment of this Act, the following: (1) the Job Training Partnership Act; (2) the Carl D. Perkins Vocational and Applied Technology Act; (3) certain literacy programs under the Adult Education Act; (4) the JOBS program for AFDC recipients under the Social Security Act; (5) trade adjustment assistance services under the Trade Act of 1974; (6) the Wagner-Peyser Act (employment services); (7) vocational rehabilitation services under the Rehabilitation Act of 1973; (8) employment and training program provisions under the Food Stamp Act of 1977; (9) the Refugee Education Assistance Act of 1980; (10) the State legalization impact assistance grant program under the Immigration Reform and Control Act of 1986; (11) education, training, and community services programs under the Stewart B. McKinney Homeless Assistance Act; and (12) community service employment for older Americans under the Older Americans Act of 1965. (Sec. 212) Directs the Commission on Employment and Training to conduct a study to: (1) develop a single, coherent national policy to guide federally funded employment training efforts; (2) review specified programs and reports, and examine strategies to consolidate or eliminate the programs and activities scheduled to be repealed to create a single, comprehensive employment training system that gives States maximum flexibility and leads to single, integrated approaches to providing information on all available employment training services and to job training that involves private employers in locally established initiatives; (3) examine strategies involving private employers in local training linked to available employment opportunities; (4) determine the best administrative structure for such system, and the agency to conduct Federal oversight; (5) examine strategies for a national online labor market information system; and (6) determine standards for Federal measurement of program effectiveness, State provision of effective services, and a common terminology. Requires the Commission to submit: (1) a report on such study and recommendations to specified congressional committees; and (2) to the Congress, a draft of a joint resolution to consolidate or eliminate the covered programs and activities to create the national system, implement the strategies, establish or designate the agency and the structure, establish the labor market information system, and implement the standards. (Sec. 213) Sets forth an expedited procedure for congressional consideration of the Commission's proposed reforms in its draft of the joint resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Job Training Consolidation Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate Federal employment training programs and create a new process and structure for funding the programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:20-05:00"
}