{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres142-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "142", 
  "official_title": "A joint resolution to establish a national policy relating to conversion to the metric system in the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres192-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hjres262-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Metric system", 
    "Weights and measures"
  ], 
  "subjects_top_term": "Metric system", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Declares the policy of the United States to be: (1) to facilitate and encourage the substitution of metric measurement units for customary measurement units to education, trade, commerce, and all other sectors of the economy of the United States: (2) to facilitate and encourage the development as rapidly as practicable of new or revised engineering standards based on metric measurement units in those specific fields or areas in the United States where such standards will result in rationalization or simplification of relationships, improvements of design, or increases in economy; (3) to facilitate and encourage the retention in new metric language standards of those United States engineering designs, practices, and conventions that are internationally accepted or embody superior technology; (4) to cooperate with foreign governments and public and private international organizations which are or become concerned with the encouragement and coordination of increased use of metric measurement units or engineering standards based on such units, or both, with a view to gaining international recognition for metric standards proposed by the United States and to encouraging retention of equivalent customary units in international recommendations during the United States changeover period; and (5) to assist the public through information and educational programs to become familiar with the meaning and applicability of metric terms and measures in daily life. Establishes a National Metric Conversion Board to implement the policy set out in this joint resolution. Provides that within twelve months after funds have been appropriated to carry out the provisions of this resolution the Board shall develop and submit to the Secretary of Commerce for his approval and transmittal to the President a comprehensive plan to accomplish a changeover to the metric system of measurement in the United States. Provides that, upon approval of the plan by the President, the Board shall begin the implementation of the plan, except those recommendations, if any, which require legislation. Provides that the Board shall terminate not later than ten years after approval by the President of the plan established under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to establish a national policy relating to conversion to the metric system in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:11-05:00"
}