{
  "actions": [
    {
      "acted_at": "2013-09-16", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Agriculture, and in addition to the Committees on Education and the Workforce, and Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-16", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-16", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-16", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-18T21:32:00-04:00", 
      "bill_ids": [
        "hres351-113", 
        "hr687-113", 
        "hr1526-113"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 351 Reported to House. Rule provides for consideration of H.R. 687, H.R. 1526 and H.R. 3102. Measures will be considered read.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T15:56:00-04:00", 
      "bill_ids": [
        "hres351-113"
      ], 
      "references": [], 
      "text": "Rule H. Res. 351 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T15:57:00-04:00", 
      "bill_ids": [
        "hres351-113"
      ], 
      "references": [
        {
          "reference": "CR H5694-5721", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 351.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T15:57:00-04:00", 
      "bill_ids": [
        "hr687-113", 
        "hr1526-113"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 687, H.R. 1526 and H.R. 3102. Measures will be considered read.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T15:57:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 3102.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T16:57:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House continued with debate on H.R. 3102.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T17:27:00-04:00", 
      "references": [
        {
          "reference": "CR H5719", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T17:27:00-04:00", 
      "committees": [
        "HSAG"
      ], 
      "references": [
        {
          "reference": "CR H5719-5721", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5719", 
          "type": "text"
        }
      ], 
      "text": "Mr. Gallego moved to recommit with instructions to Agriculture.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T17:28:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Gallego motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to prohibit the underlying bill from delaying the issuance of benefits to veterans, the elderly, pregnant women, or children in the event of a Government shutdown or default.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T17:36:00-04:00", 
      "references": [
        {
          "reference": "CR H5719", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5719", 
          "type": "text"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T18:01:00-04:00", 
      "references": [
        {
          "reference": "CR H5720-5721", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 193 - 230 (Roll no. 475).", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-19T18:09:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H5694-5705", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "476", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 217 - 210 (Roll No. 476).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2013-09-19T18:09:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-23", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3102-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-09-18T21:32:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2013-09-19T18:09:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-16", 
  "number": "3102", 
  "official_title": "To amend the Food and Nutrition Act of 2008; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres351-113", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1720-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1794-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1929-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2404-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2642-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3055-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s811-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Nutrition Reform and Work Opportunity Act of 2013", 
  "sponsor": {
    "district": "3", 
    "name": "Lucas, Frank D.", 
    "state": "OK", 
    "thomas_id": "00711", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2013-09-19T18:09:00-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Aging", 
    "Agricultural marketing and promotion", 
    "Agriculture and food", 
    "Alternative treatments", 
    "Caribbean area", 
    "Child health", 
    "Congressional oversight", 
    "Department of Agriculture", 
    "Disability assistance", 
    "Drug, alcohol, tobacco use", 
    "Elementary and secondary education", 
    "Employee hiring", 
    "Employment and training programs", 
    "Food assistance and relief", 
    "Food industry and services", 
    "Food supply, safety, and labeling", 
    "Fraud offenses and financial crimes", 
    "Fruit and vegetables", 
    "Gambling", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health promotion and preventive care", 
    "Immigration status and procedures", 
    "Indian social and development programs", 
    "Intergovernmental relations", 
    "Marketing and advertising", 
    "Meat", 
    "Northern Mariana Islands", 
    "Nutrition and diet", 
    "Physical fitness and lifestyle", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement", 
    "Public utilities and utility rates", 
    "Public-private cooperation", 
    "Puerto Rico", 
    "Religion", 
    "Retail and wholesale trades", 
    "Seafood", 
    "State and local government operations", 
    "Telephone and wireless communication", 
    "Vocational education", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2013-09-19", 
    "text": "Nutrition Reform and Work Opportunity Act of 2013 - Title I: Supplemental Nutrition Assistance Program - (Sec. 101) Amends the Food and Nutrition Act of 2008 to prohibit the payment of a deposit fee in excess of any state fee reimbursement to recipients of supplemental nutrition assistance (SNAP, formerly known as the food stamp program) for the return of empty bottles and cans used to contain food purchased with SNAP benefits. (Sec. 102) Requires participating retail food stores to: (1) offer perishable goods in at least three staple food categories, and (2) provide adequate electronic benefit transfer (EBT) service. Requires participating retail food stores (including restaurants participating in a state option restaurant program intended to serve the elderly, disabled, and homeless), with certain exceptions, to pay 100% of the costs of acquiring and arranging for the implementation of EBT point-of-sale equipment and supplies. Prohibits a state from issuing manual vouchers unless the Secretary of Agriculture (USDA) determines that such vouchers are necessary. Authorizes the Secretary to exempt individual or categories of retailers from such prohibition. Requires parties providing EBT transfer services to maintain a unique business identification and a unique terminal identification number through the SNAP routing system. (Sec. 103) Includes as eligible retailers governmental or nonprofit food purchasing delivery services that serve elderly or disabled individuals who are unable to shop for food. (Sec. 104) Reauthorizes the Indian reservation food distribution program. (Sec. 105) Restricts categorical SNAP eligibility to only those households receiving cash assistance through other low-income assistance programs. (Sec. 106) Excludes medical marijuana as an excess medical expense deduction. (Sec. 107) Requires a household to receive a low-income heating and energy assistance program payment of $20 or more annually in order to receive the SNAP utility allowance deduction. Authorizes a 180-day delay of such provision's implementation for current recipients. (Sec. 108) Limits SNAP eligibility for college students to students participating in career and technical training programs that may be completed in not more than four years, including remedial courses, basic adult education, literacy, or English as a second language. (Sec. 109) Repeals state work program waiver authority. (Sec. 110) Makes any household in which a member receives substantial lottery or gambling winnings ineligible for SNAP benefits. (Sec. 111) States that, if a household makes excessive requests for replacement of its EBT card, the Secretary may require a state agency to decline to issue a replacement card unless the household provides an explanation for the card's loss. Requires states in implementing this practice to protect vulnerable persons. (Sec. 112) Requires pilot projects to allow retailers to accept SNAP benefits through mobile transactions. Requires such projects' completion and related reports to Congress by July 16, 2016. (Sec. 113) Authorizes the use of SNAP benefits for shares of community-supported agriculture. (Sec. 114) Sets forth additional responsibilities for state agencies before restaurants may participate in a restaurant meals program. Prohibits a private establishment that contracts with a state agency to offer meals at concessional prices from being authorized to accept SNAP benefits unless the Secretary determines that the establishment's participation is required to meet a documented need. Sets forth reporting requirements. (Sec. 115) Requires a state agency to use an income and eligibility, or an immigration status, verification system. (Sec. 116) Prescribes requirements for data exchange standardization. (Sec. 117) Requires: (1) pilot projects to improve federal-state cooperation in reducing SNAP fraud, and (2) related reports to Congress. (Sec. 118) Prohibits: (1) federal funds from being used to recruit SNAP recipients, and (2) recruitment activities by entities that receive SNAP funds. (Sec. 119) Repeals the performance bonus program. (Sec. 120) Reduces funding for employment and training programs. (Sec. 121) Directs the Secretary to: (1) monitor SNAP employment and training programs and assess their effectiveness; and (2) develop reporting measures that identify improvements in skills, training, education, or work experience of SNAP participants. Authorizes the Secretary to order a state agency to modify its employment and training plan to improve plan outcomes. (Sec. 122) Requires states, state and local agencies, institutions, data consortiums, and contractors to cooperate with officials and contractors conducting evaluations and studies on the Secretary's behalf. (Sec. 123) Establishes pilot projects to identify best practices for employment and training programs to increase the number of work registrants who obtain unsubsidized employment and reduce public assistance dependence. Requires a related report to Congress that includes the results and costs of each pilot project. Makes FY2014-FY2016 funds available for pilot projects. (Sec. 124) Authorizes SNAP appropriations through FY2018. (Sec. 125) Prohibits funds for Puerto Rico from being used to provide nutrition assistance in cash. (Sec. 126) Provides additional assistance beginning in FY2014 for community food projects and designates funding for projects that provide incentives for low-income individuals to purchase more fruits and vegetables. (Sec. 127) Extends commodity purchase authority through FY2016 for the emergency food assistance program. Makes program funding authority permanent. Authorizes appropriations through FY2016 for emergency food program infrastructure grants. (Sec. 128) Includes physical activity as an allowable activity under the nutrition education program. Reduces FY2014 funding and revises FY2015 program funding. (Sec. 129) Provides funding for the prevention of retailer trafficking. (Sec. 130) Makes specified technical and conforming amendments. (Sec. 131) Sets the tolerance level for excluding small errors in the quality control system for: (1) FY2014 at an amount no greater than $25; and (2) each fiscal year thereafter, such amount adjusted by the percentage by which the thrifty food plan is adjusted between June 30, 2012, and June 30 of the immediately preceding fiscal year. (Sec. 132) Requires: (1) a study to assess the capabilities of the Commonwealth of Northern Mariana Islands (CNMI) to operate the SNAP program in the same manner it is operated in the states, and alternative models that best meet CNMI needs; and (2) establishment of a pilot program if the study determines that it is feasible for the CNMI to operate a SNAP program as operated in the states. Requires a related report to Congress. Provides: (1) FY2014-FY2015 funding for such study, and FY2016-FY2018 funding for any pilot program that may be established. (Sec. 133) Requires an annual state report to the Secretary regarding SNAP participant verification. (Sec. 134) Terminates the U.S.-Mexico partnership for nutrition assistance initiative. (Sec. 135) Authorizes the donation to and serving of traditional food through a food service program at a public facility, or nonprofit facility, including facilities operated by an Indian tribe or tribal organization. (Sec. 136) Authorizes a state, at its own expense, to: (1) provide for testing any individual who is a member of a household applying for SNAP benefits for the unlawful use of controlled substances as a condition for receiving such benefits, and (2) disqualify an individual from participation based upon a positive test result. (Sec. 137) Disqualifies certain convicted felons from SNAP eligibility. (Sec. 138) Requires a state agency to expunge from a household's EBT account any benefits that are not used within 60 days. (Sec. 139) Establishes pilot projects to permit states to run a work program to increase employment and self-sufficiency through increased accountability. Sets forth project and related provisions, including funding provisions. (Sec. 140) Requires state agencies to request wage data directly from the National Directory of New Hires in order to determine SNAP eligibility and benefits. (Sec. 141) Directs the Secretary to determine the feasibility of a tribal demonstration project permitting tribes to administer all federal food assistance programs, services, functions, and activities of the administering agency. Authorizes appropriations. Title II: Commodity Distribution Programs - (Sec. 201) Amends the Agriculture and Consumer Protection Act of 1973 to extend the commodity distribution program through FY2016. (Sec. 202) Extends the commodity supplemental food program through FY2016. Limits program eligibility to low-income persons 60 years or older. Permits persons under 60 years old currently being served by the program to remain in the program until they no longer meet eligibility requirements. (Sec. 203) Amends the Agriculture and Food Act of 1981 to extend the distribution of surplus commodities to special nutrition projects through FY2016. (Sec. 204) Amends the Commodity Distribution Reform Act and WIC Amendments of 1987 to authorize the Secretary to retain title to commodities delivered to a processor prior to their final delivery to a state distributing agency or to a recipient agency. Title III: Miscellaneous - (Sec. 301) Amends the Farm Security and Rural Investment Act of 2002 to authorize appropriations and provide Commodity Credit Corporation funding for the farmers' market nutrition program for FY2014-FY2016. Requires that at least 50% of such funds be used for seniors. Includes low-income families at nutritional risk as program recipients. (Sec. 302) Repeals the nutrition information and awareness pilot program. (Sec. 303) Amends the Richard B. Russell National School Lunch to increase the forms of fruits and vegetables available to students through the (fresh) fruit and vegetable program. (Sec. 304) Amends the Farm Security and Rural Investment Act of 2002 to extend the program of purchasing fresh fruits and vegetables for distribution to schools and service institutions through FY2016. Requires a five-state grant pilot program to purchase locally grown fresh fruits and vegetables for distribution to schools and service institutions participating in specified food service programs. (Sec. 305) Permits each school food authority with a low annual commodity entitlement value to substitute locally and regionally grown and raised food for the authority's allotment of commodity assistance for the school lunch program. Authorizes farm-to-school demonstration programs to source local food in lieu of commodity assistance for school meal programs. (Sec. 306) Requires a review of the economic and public health benefits of white potatoes on low-income families at nutritional risk. (Sec. 307) Establishes a healthy food financing initiative to improve access to healthy foods in underserved areas, create quality jobs, and revitalize low-income communities by providing loans and grants to fresh food retailers to overcome higher entry costs in such areas. Authorizes appropriations. (Sec. 308) Requires a review of sole-source contracts in federal nutrition programs. (Sec. 309) Directs the Secretary to finalize and implement a plan for the increased purchase of kosher and halal food if such food is cost-neutral as compared to food that is not from food manufacturers with a kosher or halal certification."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Nutrition Reform and Work Opportunity Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Nutrition Reform and Work Opportunity Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Food and Nutrition Act of 2008; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:29:58-05:00"
}