{
  "actions": [
    {
      "acted_at": "1983-03-24", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-24", 
      "bill_ids": [
        "hr1555-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.1555.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 98-191.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Placed on Union Calendar No: 123.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-24", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of Debate; Waiving Section 303(a)(4) of the Budget Act.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-24", 
      "bill_ids": [
        "hres208-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.208 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-14", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-25", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-25", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1983-11-18", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-05", 
      "bill_ids": [
        "s540-98"
      ], 
      "references": [], 
      "text": "See S.540.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h547-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "547"
    }, 
    {
      "amendment_id": "h548-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "548"
    }, 
    {
      "amendment_id": "h549-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "549"
    }, 
    {
      "amendment_id": "h550-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "550"
    }, 
    {
      "amendment_id": "h551-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "551"
    }, 
    {
      "amendment_id": "h552-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "552"
    }
  ], 
  "bill_id": "hr2350-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1983-05-05", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Luken, Thomas A.", 
      "sponsored_at": "1983-03-24", 
      "state": "OH", 
      "thomas_id": "00713", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1983-03-24", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1983-03-24", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1983-05-04", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1983-03-24", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1983-03-24", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1983-03-24", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1983-03-24", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1983-03-24", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wyden, Ron", 
      "sponsored_at": "1983-03-24", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1983-11-17", 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-24", 
  "number": "2350", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the authorities under that Act relating to the National Institutes of Health and the National Research Institutes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres208-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1555-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s540-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Research Extension Act of 1983", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1983-11-17", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Alzheimer's disease", 
    "Animals and Animal Protection", 
    "Authorization", 
    "Bioengineering", 
    "Bioethics", 
    "Biomedical materials", 
    "Blood", 
    "Blood diseases", 
    "Cancer", 
    "Cancer research", 
    "Child health", 
    "Children and youth", 
    "Civil service compensation", 
    "Computers", 
    "Congressional oversight", 
    "Dental care", 
    "Dentistry", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Diet", 
    "Dietary supplements", 
    "Digestive diseases", 
    "Disabled", 
    "Disease control", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Environmental health", 
    "Executive reorganization", 
    "Eye diseases", 
    "Federal advisory bodies", 
    "Federal employees and officials", 
    "Fetus", 
    "Food and Food Industry", 
    "Genetic engineering", 
    "Geriatrics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Health education", 
    "Health planning", 
    "Hospital personnel", 
    "Human experimentation in medicine", 
    "Information services", 
    "Joint diseases", 
    "Kidney diseases", 
    "Laboratory animals", 
    "Learning disabilities", 
    "Libraries", 
    "Lung diseases", 
    "Medical libraries", 
    "Medical personnel", 
    "Medical research", 
    "Medical statistics", 
    "Mentally handicapped children", 
    "National Institutes of Health (NIH)", 
    "Nervous system diseases", 
    "Nurses", 
    "Nursing education", 
    "Occupational health and safety", 
    "Paralysis", 
    "Peer review organizations (Medicine)", 
    "Preventive medicine", 
    "Protection of animals", 
    "Public health", 
    "Public health administration", 
    "Research and development", 
    "Scholarships", 
    "Science and technology", 
    "Sickle cell anemia", 
    "Skin diseases", 
    "Social welfare", 
    "Standards", 
    "Vision disorders"
  ], 
  "subjects_top_term": "Public health administration", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1983-11-17", 
    "text": "(Measure passed House, amended) Health Research Extension Act of 1983 - Amends title IV of the Public Health Service Act (National Research Institutes) to establish as an agency of the Public Health Service the National Institutes of Health (NIH) (abolished as a statutory entity by Reorganization Plan No. 3 of 1966) consisting of the following 12 categorical institutes: (1) the National Cancer Institute; (2) the National Heart, Lung, and Blood Institute; (3) the National Institute of Diabetes, and Digestive and Kidney Diseases; (4) the National Institute on Aging; (5) the National Institute of Allergy and Infectious Diseases; (6) the National Institute of Child Health and Human Development; (7) the National Institute of Dental Research; (8) the National Eye Institute; (9) the National Institute of Neurological and Communicative Disorders and Stroke; (10) the National Institute of General Medical Sciences; (11) the National Institute of Environmental Health Sciences; and (12) the National Institute of Arthritis and Musculoskeletal Diseases. Establishes as agencies within NIH: (1) the Division of Research Resources; (2) the National Library of Medicine; and (3) the John E. Fogarty International Center for Advanced Study in the Health Sciences. Permits the Secretary of Health and Human Services to establish additional research institutes. Provides that: (1) NIH shall be headed by a Director, who shall be appointed by the President by and with the advice and consent of the Senate; and (2) the Secretary acting through the Director shall be responsible for the overall direction of NIH, including specified administrative and supervisory functions. Requires NIH to develop a plan by June 1, 1984, to reduce or develop alternatives to animal research and experimentation. Requires the Director to establish an Interagency Coordinating Committee to help develop such plan. Establishes a National Institutes of Health Advisory Board to advise and make recommendations to the Secretary and the Director. Authorizes the Board to make a biennial report. Prohibits research on a living human fetus or infant, either before or after an abortion, except for the purpose of ameliorating developmental or congenital defects. Consolidates existing NIH reporting requirements into a single biennial report from NIH Advisory Board and the institutes and their advisory boards. Requires the Director to establish Centers for Research and Demonstration of Health Promotion and Disease Prevention (ten in FY 1984, ten in FY 1985, and five in FY 1986) to undertake research and demonstration projects in health promotion, disease prevention, and improved methods of appraising health hazards and risk factors. Provides that the Director of the National Cancer Institute shall be appointed by the President, and the Directors of the other national research institutes shall be appointed by the Secretary. Sets forth the general duties of the Secretary (acting through the Director of each national research institute) with respect to the aspect of human health for which the institutes were established. Authorizes activities and programs to be supported through grants and contracts approved by each director. States that each institute (other than the National Institute of General Medical Sciences and the National Institute of Environmental Health Sciences) shall have an Assistant Director for Prevention. Directs the Secretary to appoint an advisory council for each institute. Sets forth the duties of such advisory councils, including the periodic review of research. Requires the director of each institute to prepare a biennial report. Authorizes specified appropriations for FY 1984 through 1986. Limits administrative expenses to five and one-half percent of annual appropriations. Excludes from such limit the National Library of Medicine, the John E. Fogarty International Center for Advanced Study in the Health Sciences, and the Office of Medical Applications of Research. States the general purpose and defines the scope of the National Cancer Institute. Requires that cancer control programs under the Institute include demonstration methods for disseminating cancer prevention information to the public. Directs the Secretary, through the Director of the Institute, to establish an information and education center to collect and disseminate information on cancer. Authorizes such Director to: (1) support production or distribution of therapeutic substances for cancer research, including biological materials, and set safety standards for their use; (2) with the approval of such Institute's advisory council, support certain cancer research by foreign nationals outside the United States, encourage collaborative research involving American and foreign participants, and train Americans abroad or foreign nationals in the United States; (3) support education and training programs; (4) coordinate certain research by industrial concerns; (5) hire experts and consultants; (6) acquire, repair, or construct facilities, including facilities in the District of Columbia; (7) appoint advisory committees; (8) enter into contracts, leases, or other transactions; and (9) submit an annual budget estimate to the President. Deletes the existing limitation on aggregate payments respecting cooperative agreements to establish cancer research and demonstration centers, and extends the period of support for a center to five years (with additional extensions of not more than five years). Eliminates the existing requirement that at least two members of the President's Cancer Panel be scientists or physicians, and requires the filling of vacancies within 90 days of their occurrence. States the general purpose and defines the scope of the National Heart, Lung, and Blood Institute. Requires the Secretary, through the Director of the Institute, to establish an information and education center to collect and disseminate information on research, treatment, and prevention of such diseases. Deletes the existing limitation on aggregate payments respecting research and demonstration centers for heart, blood vessel, lung, and blood diseases. States the general purpose of the National Institute of Diabetes and Digestive and Kidney Diseases. Establishes information clearinghouses, data systems, and Associate Director positions, advisory boards, interagency coordinating committees, advisory council subcommittees, and research and training centers. Requires a biennial Institute report. Establishes the National Institute of Arthritis and Musculoskeletal Diseases. Establishes an information clearinghouse and data system, arthritis and skin diseases coordinating committees, demonstration project grant authority, and multipurpose centers. Requires a biennial Institute report. Establishes a National Arthritis Advisory Board. Sets forth the general purpose of the National Institute on Aging. Transfers the responsibility for public information and education programs on aging from the Secretary to the Director of such Institute. Authorizes the establishment of research and clinical centers for Alzheimer's disease. Authorizes grants for such purposes. Sets forth the general purposes of the National Institutes of: (1) Allergy and Infectious Diseases; (2) Child Health and Human Development (including grants to mental retardation research centers); (3) Dental Research; (4) Neurological and Communicative Disorders and Stroke; (5) General Medical Sciences; and (6) Environmental Health Sciences. Sets forth the general purpose of the National Eye Institutes. Directs the Institute of Neurological and Communicative Disorders and Stroke to provide grants for bioengineering research on overcoming paralysis of the extremities through electrical stimulation and the use of computers. Establishes in such Institute an Interagency Committee on Spinal Cord Injury to develop and implement Federal initiatives in spinal cord regeneration research. Requires an annual report to Congress. Establishes within NIH the National Institute of Nursing to conduct and support the dissemination of information respecting research, training, and related nursing programs. Authorizes the Director of such Institute to: (1) provide training and instruction and establish traineeships and fellowships, including stipends; and (2) make grants to nonprofit institutions to provide such training and fellowships. Names the Chief Nursing Officer of the Veterans' Administration and the Director of the Division of Nursing of the Health Resources and Services Administration as ex-officio members of such Institute's advisory council. Establishes in the National Institute of Child Health and Human Development a Lupus Erythematosus Coordinating Committee. Requires an annual report to Congress. Sets forth the general purposes of the Division of Research Resources, and the John E. Fogarty International Center for Advanced Study in the Health Sciences. Authorizes appropriations for National Research Service Awards through FY 1986. Limits the scope of the Institutional Review Board's authority to federally-financed research. Exempts research which does not involve human risk from such review authority. Requires the Director of NIH to establish procedures for periodic, technical, and scientific peer review of NIH research. States that such procedures shall require that: (1) the reviewing entity be given a written description of the research to be reviewed; and (2) such entity shall provide the advisory council of the institute involved with the results of such review. Requires grant or contract recipients to establish an administrative entity to review project reports of scientific fraud and to report any substantial allegations to the Secretary. Requires the Director of NIH to establish a process for handling such allegations. Provides for expedited grant procedures in cases of public health emergencies. Requires an annual report to the appropriate congressional committees regarding such actions. Requires the Secretary to establish animal research guidelines, including the formation of animal care committees. Requires NIH grant and contract recipients to meet such guidelines. Prohibits any such guideline from requiring a research entity to disclose privileged commercial information or trade secrets. Provides for fetal research if the risk to the fetus is minimal and the purpose is the development of important biomedical knowledge that can not otherwise be obtained. Authorizes the Secretary to: (1) accept certain conditional gifts for the NIH or a national research institute; and (2) establish suitable memorials for donations of $50,000 or more. Terminates the National Advisory Health Council. Makes technical changes in specified provisions of the Public Health Service Act and other Federal health laws. Amends the Orphan Drug Act to eliminate the provision requiring the establishment of at least ten sickle cell disease centers. States that the National Library of Medicine shall be an agency of NIH (presently established as part of the Public Health Service). Extends authorizations of appropriations through FY 1986. Requires the Secretary, through the Director of NIH, to request the National Academy of Sciences to study the use of live animals in biomedical and behavioral research. Sets forth report provisions, including an assessment of the impact of Federal standards, a review of relevant Federal and State laws, and a determination of the number and types of test animals. Requires a report to the appropriate congressional committees within 18 months. Directs the Secretary to engage a nonprofit private entity to conduct such study if the National Academy of Sciences chooses not to. Establishes in the National Institute of Neurological and Communicative Disorders and Stroke an Interagency Committee on Spinal Cord Injury. Requires an annual report to Congress. Terminates such Committee at the end of FY 1986. Requires the Secretary to conduct a study of personnel for the health needs of the elderly. Requires a report to the appropriate congressional committees by March 1, 1985. Establishes an Interagency Committee on Learning Disabilities. Requires a report to Congress within 18 months. Terminates the Committee 90 days after such report is submitted. Requires a National Institute of Diabetes and Digestive and Kidney Diseases study on diet therapy for kidney failure. Requires a report to Congress by January 1, 1987. Establishes the National Commission on Orphan Diseases to evaluate public and private rare disease activities. Requires a report to the Secretary and to each House of Congress by September 30, 1985. Terminates such Commission 90 days after submitting such report. Authorizes FY 1984 appropriations. Establishes the President's Commission on the Human Applications of Genetic Engineering to conduct reviews of developments in genetic engineering having implications for human genetic engineering, including medical, legal, ethical, and social issues. Sets forth membership and operating provisions. Requires an annual report to the President and to each House of Congress. Authorizes appropriations for FY 1984 through 1986. Requires the Secretary to conduct a study of the research programs of the National Institute of Diabetes and Digestive and Kidney Diseases to determine if such programs could be more effectively carried out by another institute."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Research Extension Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Health Research Extension Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Health Research Extension Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the authorities under that Act relating to the National Institutes of Health and the National Research Institutes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:19-05:00"
}