{
  "actions": [
    {
      "acted_at": "1987-09-17", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1699-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1987-09-17", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-17", 
  "number": "1699", 
  "official_title": "A bill to reauthorize and revise chapter 2 of the Education Consolidation and Improvement Act of 1981 in order to establish priorities of educational assistance, to authorize a teacher training and improvement program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Elementary and Secondary Education Reform Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-09-17", 
  "subjects": [
    "Adult education", 
    "Arts, culture, religion", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Business and social problems", 
    "Children and youth", 
    "Compensatory education", 
    "Curricula", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational research", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Gifted children", 
    "Illiteracy", 
    "Information services", 
    "Language and languages", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mathematics", 
    "Parent-school relationships", 
    "Preschool education", 
    "Scholarships", 
    "School administration", 
    "School administrators", 
    "Science and technology", 
    "Scientific education", 
    "Secondary education", 
    "State finance", 
    "States", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-17", 
    "text": "Elementary and Secondary Education Reform Amendments of 1987 - Title I: Improved Programs for Elementary and Secondary Education under Chapter 2 - Amends the Education Consolidation and Improvement Act of 1981 (ECIA) to revise the statement of purpose for the ECIA Chapter 2 program. Retitles Chapter 2 as Educational Priorities for Educational Programs for Elementary and Secondary Education. Extends the authorization of appropriations for Chapter 2 programs through FY 1993. Revises State application requirements. Revises provisions for allocation of funds to local educational agencies. Requires State educational agencies to distribute Chapter 2 funds among local educational agencies or consortia of such agencies on the basis of criteria established with the advice of peer review panels. Requires the minimum grant to each local educational agency or consortium to be at least $25,000. Provides an exception from such requirement for grants for library resources activities to a local educational agency with a small student enrollment. Revises requirements for local applications for Chapter 2 funds. Requires such applications to set forth: (1) a description of how the projects for which assistance is sought will contribute to goals established for assisting educationally disadvantaged students; (2) the planned use of funds among such priorities or activities; (3) the allocation of funds required to implement provisions for private school children; (4) the agency's educational objectives and how they relate to goals and priorities; and (5) procedures for annual evaluation of achievement of objectives. Sets forth the following educational assistance priorities under the Chapter 2 program: (1) prekindergarten programs, especially for children from educationally disadvantaged backgrounds (including children with handicaps); (2) student dropout prevention programs, particularly early intervention and reentry projects; (3) parental involvement in the education of disadvantaged children receiving ECIA Chapter 1 assistance, including the integration of early childhood education and adult education for parents into unified Even Start programs; (4) projects for enriching secondary school curricula (including mathematics, sciences, and foreign languages); (5) programs for gifted and talented students, particularly those not identified through traditional assessment methods; and (6) implementation of State-adopted educational reforms. Allows Chapter 2 program funds also to be used for purchase of library resources, instructional resources and equipment, and testing, guidance, and counseling programs whenever these are associated with such priorities. Title II: The Teacher Training and Improvement Act - Teacher Training and Improvement Act - Authorizes appropriations for FY 1988 through 1992 to carry out this title. Authorizes the Secretary of Education (the Secretary) to reserve up to 20 percent of such funds for national programs. Requires the Secretary to reserve one half of one percent of such funds for each of the following: (1) specified U.S. territories and possessions; and (2) Department of the Interior schools for Indian children. Directs the Secretary to allot the remainder among States on the basis of number of children aged five through 17. Provides for reallotment under specified conditions. Sets forth programs for Indian children in Department of the Interior schools. Requires program funds to be used for such schools, teachers, and administrators in the following ways: (1) inservice education; (2) scholarships for additional training; (3) cooperative exchange programs with public and private employers; and (4) other activities under this title. Sets forth requirements for State applications for grants under this title. Sets forth provisions for State and local projects. Requires program funds to be used for: (1) inservice education of teachers and administrators; (2) retraining of teachers who wish to teach different subjects; (3) improvement of teacher education programs; (4) professional personnel exchange programs between education and other fields; and (5) other activities consistent with the purposes of this title. Sets forth special rules for allocation of funds among such activities, for priorities, and for requiring trainees to remain for a reasonable time in educational service (or repay training costs). Provides for local project cooperation. Provides for program participation by private nonprofit school teachers and administrators. Authorizes the Secretary to carry out national program research, development, evaluation, demonstration, dissemination, and data collection activities. Includes among such activities: (1) centers and summer institutes for teachers and administrators; (2) scholarships and fellowships for additional education; (3) model personal exchange programs between education and private industry; (4) awards for development and testing of teacher education programs; (5) support for study, writing, or research by teachers and administrators; (6) presidential teacher internships for persons in other professions and recent college graduates; and (7) model programs for preservice and inservice training. Directs the Secretary to disseminate summary results of exemplary programs assisted under national program provisions. Requires Federal funds under this title to be used to supplement and not supplant non-Federal funds. Prohibits such Federal funds from being used to benefit teachers or administrators in private, for-profit schools."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elementary and Secondary Education Reform Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Teacher Training and Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and revise chapter 2 of the Education Consolidation and Improvement Act of 1981 in order to establish priorities of educational assistance, to authorize a teacher training and improvement program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:42-05:00"
}