{
  "actions": [
    {
      "acted_at": "1978-04-27", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2999-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1977-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-27", 
  "number": "2999", 
  "official_title": "A bill to amend the Federal Nonnuclear Energy Research and Development Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Enhanced Oil Recovery Commercialization Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-27", 
  "subjects": [
    "Department of the Treasury", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Energy prices", 
    "Energy research", 
    "Federally-guaranteed loans", 
    "Freedom of information", 
    "Fuel allocation", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Price regulation", 
    "Research and development"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-27", 
    "text": "Enhanced Oil Recovery Commercialization Act - Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to authorize the use of Federal loan guarantees to carry out the provisions of the Act. Authorizes the Secretary of Energy, after consultation with the Secretary of the Treasury, to gurantee the payment of interest on, the principal balance of, and obligations issued by or for borrowers for the purpose of financing the construction and startup costs of full scale facilities and to demonstrate new and improved methods of enhanced recovery of crude oil. Sets forth conditions to be qualified for such guarantees and requires the Secretary to review and approve plans for the construction and operation of any commerical demonstration program and related facilities constructed with assistance under this Act. Directs the Secretary to annually report to Congress on recommendations to implement a program of federal financial assistance to demonstrate full scale enhanced oil recovery production and conservation of energy, including a comprehensive plan to acquire information and evaluate the environmental, economic, social and technological impacts of the demonstration program. Requires the Secretary to report to the Congress prior to issuing any guarantee under this Act. Establishes, within the Treasury, the Enhanced Oil Recovery Fund to carry out the enhanced oil recovery program of this Act. Requires each officer or employee of the Department of the Energy who performs duties under this Act to file a financial information statement with the Secretary. Requires information maintained by the Secretary under this Act to be made available to the public and other Government agencies. Amends the Emergency Petroleum Allocation Act of 1973 to provide that qualified enhanced oil recovery processes shall consist of those processes where a determination is made that such process will increase recovery of petroleum in excess of that which would occur using only waterflooding techniques. Prohibits crude oil produced by enhanced oil recovery methods, and in amounts exceeding that produced by primary and secondary recovery methods, from being regulated as to price. Requires the Secretary to establish procedures for calculating the incremental oil production as a result of enhanced oil recovery when such procedures do not exist with State agencies. Authorizes the Secretary to guarantee a price of $25 per barrel, adjusted for inflation, where the unregulated oil price is insufficiently high to encourage private investment in \"first of a kind\" enhanced oil recovery operations. Requires the Department of Energy to establish annual mean projections for world oil prices based on estimates of the supply and demand for world oil."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Enhanced Oil Recovery Commercialization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Nonnuclear Energy Research and Development Act of 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:46-05:00"
}