{
  "actions": [
    {
      "acted_at": "1991-05-23", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-31", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-31", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2466-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-23", 
  "number": "2466", 
  "official_title": "To ratify a memorandum of agreement concerning the cooperative management of public lands included within the National Wildlife Refuge System on Matagorda Island, Texas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Laughlin, Greg", 
    "state": "TX", 
    "thomas_id": "00669", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-23", 
  "subjects": [
    "Environmental assessment", 
    "Environmental protection", 
    "Federal-state relations", 
    "Grazing", 
    "Islands", 
    "Land transfers", 
    "Licenses", 
    "Public lands and natural resources", 
    "Texas", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Wildlife refuges", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-23", 
    "text": "Ratifies an agreement between the Department of the Interior, United States Fish and Wildlife Service, and the State of Texas providing for cooperative management of National Wildlife Refuge System lands and State lands on Matagorda Island, Texas. Amends the National Wildlife Refuge System Administration Act of 1966 to provide for the disposal of interests in System lands. Prohibits lands or interests in lands that have been purchased for inclusion in the System from being managed by any organization or agency other than the United States Fish and Wildlife Service unless provided for by an Act of the Congress or pursuant to an interagency cooperative management agreement signed prior to January 1, 1991. Authorizes the Secretary of the Interior to exchange System lands (except exchanges of easements or other interests which provide for violation of such prohibition) for other public lands if he or she finds they are suitable for disposition and are no longer needed for the purposes of the System. Requires the Director of the United States Fish and Wildlife Service to request the National Academy of Sciences to develop a protocol for an experimental four-year study of the effects of cattle grazing on Matagorda Island. Prohibits grazing on lands acquired with funds from the Land and Water Conservation Fund. Requires the National Academy of Sciences to report on the impact of continued cattle grazing on the ecology of Matagorda Island. Requires the Director, based upon the report, to extend the permit for grazing cattle on such Island, unless he or she finds that continued grazing would be incompatible with the purposes for which the Matagorda Island National Wildlife Refuge was established."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To ratify a memorandum of agreement concerning the cooperative management of public lands included within the National Wildlife Refuge System on Matagorda Island, Texas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:17-05:00"
}