{
  "actions": [
    {
      "acted_at": "1980-06-10", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2810-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-10", 
  "number": "2810", 
  "official_title": "A bill to amend and extend the provisions of the child nutrition programs authorized by the National School Lunch Act, and the Child Nutrition Act of 1966, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National School Lunch and Child Nutrition Amendments Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-10", 
  "subjects": [
    "Acreage allotments", 
    "Advisory bodies", 
    "Agricultural cooperatives", 
    "Agricultural credit", 
    "Agricultural labor", 
    "Agricultural price supports", 
    "Agricultural prices", 
    "Agriculture in foreign trade", 
    "Alcohol as fuel", 
    "Authorization", 
    "Child health", 
    "Child welfare", 
    "Children and youth", 
    "Contractors", 
    "Corn", 
    "Cotton", 
    "Developing countries", 
    "Economics and public finance", 
    "Education", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "Feed grain program", 
    "Food and Food Industry", 
    "Food industry", 
    "Food relief", 
    "Food stamps", 
    "Foreign trade promotion", 
    "Government corporations", 
    "Grain storage", 
    "International relief", 
    "Marketing of farm produce", 
    "Migrant labor", 
    "Nutrition", 
    "Nutrition policy", 
    "Parent-school relationships", 
    "Petroleum prices", 
    "Public Welfare and Charities", 
    "Rice", 
    "School lunch program", 
    "Seasonal labor", 
    "Standards", 
    "Tax-exempt organizations", 
    "Wheat"
  ], 
  "subjects_top_term": "School lunch program", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-10", 
    "text": "National School Lunch and Child Nutrition Amendments Act of 1980 - Amends the National School Lunch Act to reduce the national average payment by two and one half cents to any school authority in which less than 60 percent of the children participating in the program received free and reduced-price lunches. Modifies the formula for determining the amount of direct Federal expenditures for carrying out this Act and the Child Nutrition Act of 1966. Modifies the level of commodity assistance to prohibit the Secretary of Agriculture from offering commodity assistance based on the number of breakfasts served under the school breakfast program for the school year ending June 30, 1981. Authorizes the Secretary, in subsequent years, to donate foods in an amount of three cents per school breakfast. Requires the modification of such amount to reflect changes in the Price Index for Food Used in Schools and Institutions. Reduces the national average value of donated foods or cash payments in lieu thereof by two cents. Requires all students in any grade level in any junior high school or middle school which participates in the school lunch program to accept offered foods. Requires each school participating in such program to offer no less than two alternative food choices for each of the five food items contained within the four food components of the school lunch program. Requires at least one of the two alternative choices of milk items to be whole milk. Prescribes such income guidelines for reduced-price lunches at 85 percent (rather than 95 percent) above the income poverty guidelines prescribed by the Secretary. Authorizes the Secretary to utilize social security numbers and conduct a pilot test to verify information submitted by an applicant for such program. Directs the Secretary to allow a standard deduction of $60 a month for each household in computing household income in all but specified States. Requires the annual adjustment of such deduction to reflect changes in the Consumer Price Index of the Bureau of Labor Statistics for items other than food. Sets forth a formula for determining the standard deduction for noncontiguous States and jurisdictions. Reformulates the computation of special assistance payments. Directs the Secretary to annually rather than semiannually prescribe adjustments in the national average rates for lunches served and the special-assistance factor for lunches served under the National School Lunch Act and the national average rates for breakfasts served under the Child Nutrition Act of 1966. Excludes Job Corps Centers from the definition of school for the purposes of the National School Lunch Act. Directs the Secretary to make adjustments for the differences in food program costs for participating States and territories not a part of the continental United States. Limits Federal reimbursement (rather than total reimbursement) to school food authorities to an amount not to exceed the combined cost of operating both the lunch and breakfast programs. Requires claims for reimbursement for meals served under the National School Lunch Act or the Child Nutrition Act of 1966 to be submitted to the State agency within a specified period of time. Redefines \"service institutions\" for the purposes of the summer food service program for children to include private nonprofit institutions that serve meals primarily to migrant children. Requires a school given funding priority by a State under such program to notify such State by a specified date as to whether such school desires to operate such program. Directs the State to select an appropriate service institution to operate such program as specified. Directs each State to conduct active outreach efforts to identify eligible institutions to participate in such program in areas with large concentrations of low-income families. Permits any service institution to serve lunch and either breakfast or a supplement (rather than three meals, including a supplement) each day of operation. Permits any service institution which is a camp or which serves meals primarily to migrant children to serve up to four meals per day of operation. Authorizes service institutions to use a preapproved portion of the available reimbursement for the operating and administrative expenses of such program, as specified. Directs the Secretary to make available to States administering such program an amount of up to two percent of the funds expended by such State for such purpose. Sets forth a formula for determining payments to each State for administrative costs. Sets forth the recordkeeping requirements for States and service institutions participating in such program. Authorizes appropriations for such purpose through fiscal year 1984. Authorizes appropriations for the commodity distribution program through fiscal year 1984. Requires each State agency that distributes such commodities and other foods to schools under such program to establish procedures to permit a school to receive the desired amounts and types of commodity assistance, including the delivery of alternative commodities when available. Reduces the number of members on the National Advisory Council on Child Nutrition from 19 to 18. Sets forth the required credentials for specified members of such council. Requires the Council to submit to the President and to Congress a biennial rather than an annual report. Directs the Secretary to adjust annually rather than semiannually the national average payment rate to the States for the child care food program. Requires the average payment rate for supplements to be three cents lower than such adjustment. Reduces the amount available to the Secretary to provide equipment assistance to enable institutions to establish, maintain, and expand the child care food program. Permits the Secretary to establish special procedures for the conduct of audits of participating institutions. Authorizes the Secretary to require each State to establish a standard form of contract for use by institutions in purchasing meals. Amends the Child Nutrition Act of 1966 to establish the rate of reimbursement per half-pint of milk served to children not eligible for free milk under the special milk program at five cents. Requires annual rather than semiannual adjustments in the maximum payment for each free breakfast served at schools that are in severe need. Entitles any school to additional assistance when the appropriate State educational agency determines that not less than 40 percent of such school's lunches were served free or at a reduced price, the rate per meal established by the Secretary is insufficient, and not less than 25 percent of those receiving such assistance for lunch also participate in the school breakfast program. Permits the State agency to deny such assistance to any school under a school food authority if such schools qualify because a school feeding program at one such school was terminated to create eligibility for such additional assistance. Extends the authorization of appropriations for the food service equipment assistance program. Directs the Secretary to reapportion unused funds. Directs the Secretary to allocate funds for State administrative expenses to the agencies responsible for the administration of the programs authorized under the National School Lunch Act and the Child Nutrition Act of 1966, excepting the special supplemental food program. Permits the States to use the allocated funds as needed in meeting the administrative costs of such programs. Extends the authorization of appropriations for State administrative expenses through fiscal year 1984. Excludes Job Corps Centers from the definition of school for the purposes of the Child Nutrition Act. Grants the Secretary the power to determine the amount of and settle and adjust any claim arising under the provisions of such Acts. Extends the authorization of appropriations for the special supplemental food program through fiscal year 1984. Requires organizations and professionals with a demonstrated interest in such programs to be notified by the State agency of the public hearings to be held prior to such agency's submission of its plan of operation and administration for such programs to the Governor of such State. Requires each State agency to set aside special supplemental food program funds in amounts sufficient to service migrant farmworkers who reside or are or will be employed in the State. Permits such agencies to make funds available to local agencies which intend to initiate such program in areas in which large numbers of migrant farmworkers reside or are employed. Directs the Secretary to evaluate State projections of the amount of funds required to provide services to such workers. Requires the State to conduct outreach services in such areas. Extends the authorization of appropriations for the special supplemental food program and State administrative expenses through fiscal year 1984. Permits the Secretary to make additional amounts available to the States based on the number of local agencies serving migrant farmworkers and the number of such farmworkers served. Requires the State agency to advance funding for administrative expenses to specified local agencies. Requires the Secretary to consider changes in the flow of the migrant stream from one State to another when reallocating unspent program funds. Requires the State coordinator to hold public hearings or establish an advisory council to participate in the development of the State plan for nutrition education. Requires each State educational agency to submit to the Secretary for approval such plan, including a description of plans to publicize the availability of grants and contracts and activities to be undertaken in the plan year. Extends the authorization of appropriations for nutrition education through fiscal year 1984. Requires school food authorities and institutions which operate any of such programs to promote activities to involve students and parents in such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National School Lunch and Child Nutrition Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the provisions of the child nutrition programs authorized by the National School Lunch Act, and the Child Nutrition Act of 1966, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:29-05:00"
}