{
  "actions": [
    {
      "acted_at": "2010-06-28", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3542-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-28", 
  "number": "3542", 
  "official_title": "A bill to create a fair and efficient system to resolve claims of victims for economic injury caused by the Deepwater Horizon incident, to establish a Commission to investigate and report on corrective measures to prevent similar incidents, to improve the Oil Spill Liability Trust Fund and Federal oil spill research, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Spill Compensation Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "thomas_id": "01694", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-28", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Alabama", 
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Budget deficits and national debt", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Energy", 
    "Energy revenues and royalties", 
    "Environmental assessment, monitoring, research", 
    "Environmental regulatory procedures", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government investigations", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Judicial review and appeals", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Louisiana", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Mississippi", 
    "Oil and gas", 
    "Pipelines", 
    "Pollution liability", 
    "Research administration and funding", 
    "Research and development", 
    "Sales and excise taxes", 
    "Texas", 
    "Travel and tourism", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-28", 
    "text": "Oil Spill Compensation Act of 2010 - Establishes within the Department of the Interior the Office of Deepwater Horizon Claims Compensation (ODHCC) to provide timely, fair compensation, on a no-fault basis and in a nonadversarial manner, to persons and state or local governments that have incurred economic damages as a result of the Deepwater Horizon incident. Directs the ODHCC Administrator to establish: (1) a comprehensive claimant assistance program, which shall establish resource centers in areas with large concentrations of potential claimants; and (2) an Advisory Committee on Deepwater Horizon Compensation. Prescribes requirements for Deepwater Horizon compensation and related claims procedures. Declares that a claimant shall not be required to demonstrate that the damages for which the claim is being made resulted from the negligence or other fault of any other person (general rule of no-fault compensation). Specifies kinds of covered damages. Requires payment of damages by the responsible parties via the Oil Spill Liability Trust Fund. National Commission on Outer Continental Shelf Oil Spill Prevention Act of 2010 - Establishes in the Legislative branch the National Commission on Outer Continental Shelf Oil Spill Prevention, which shall examine and report to the President and Congress on the facts and causes relating to the Deepwater Horizon explosion and oil spill of 2010. Amends the Oil Pollution Act of 1990 to direct the President to: (1) establish a set of limits for strict liability for damages for incidents occurring from offshore facilities (other than deepwater ports) covered by Outer Continental Shelf (OCS) leases issued after enactment of the Oil Spill Compensation Act of 2010; and (2) promulgate regulations that allow advance payments from the Fund to state and local governments for actions taken to prepare for and mitigate substantial threats from the discharge of oil. Amends the Internal Revenue Code to set a Fund financing rate of: (1) 60 cents per barrel for any petroleum product entered into the United States from a non-World Trade Organization (WTO) country; and (2) 20 cents per barrel in any other case. Amends the Oil Pollution Act of 1990 to direct the Interagency Committee to establish: (1) a regional subcommittee for each of the Gulf of Mexico and Arctic regions of the United States; and (2) other regional subcommittees as necessary. Directs the Interagency Committee to coordinate a comprehensive federal oil spill research and development program, including grants to institutions of higher education or other research institutions. Authorizes the Incident Commander of the Coast Guard to authorize the use of dispersants in response to a spill of oil from any facility or vessel located in, on, or under any U.S. navigable waters, and any facility of any kind subject to U.S. jurisdiction. Amends the Outer Continental Shelf Lands Act (OCSLA) to prescribe requirements for revenue sharing from OCS areas in certain coastal states and from areas in the Alaska Adjacent zone. Amends the Gulf of Mexico Energy Security Act of 2006 to revise requirements for revenue sharing to promote coastal resiliency among Gulf of Mexico producing states. Amends OCSLA to direct the Secretary of the Interior to require oil produced from federal leases in certain Arctic waters, except in preproduction phases (including explorations), to be transported by pipeline to the Trans-Alaska Pipeline System. Gulf of Mexico Regional Citizens' Advisory Council Act of 2010 - Amends the Oil Pollution Act of 1990 to establish a Gulf of Mexico Regional Citizens' Advisory Council."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Spill Compensation Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Gulf of Mexico Regional Citizens' Advisory Council Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Commission on Outer Continental Shelf Oil Spill Prevention Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a fair and efficient system to resolve claims of victims for economic injury caused by the Deepwater Horizon incident, to establish a Commission to investigate and report on corrective measures to prevent similar incidents, to improve the Oil Spill Liability Trust Fund and Federal oil spill research, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:53-05:00"
}