{
  "actions": [
    {
      "acted_at": "1977-01-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres191-95", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-20", 
  "number": "191", 
  "official_title": "Joint resolution prescribing model regulations governing implementation of the provisions of the Social Security Act relating to the administration of social service programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Yates, Sidney R.", 
    "state": "IL", 
    "thomas_id": "01252", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-20", 
  "subjects": [
    "Administrative procedure", 
    "Aid to dependent children", 
    "Child welfare", 
    "Federal-state relations", 
    "Public assistance programs", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-20", 
    "text": "Prescribes model regulations to govern the implementation by the States of Social Service programs pursuant to Title I (Grants to States for Old-Age Assistance and Medical Assistance for the Aged), Title IV-A (Aid to Families with Dependent Children), IV-B (Child-Welfare Services), Title X (Grants to States for Aid to the Blind), Title XIV (Grants to States for Aid to the Permanently and Totally Disabled), and Title XVI (Supplemental Security Income for the Aged, Blind, and Disabled) of the Social Security Act. Requires that the participating States follow these regulations in order to be eligible for Federal financial participation in the costs of providing services. Limits the total Federal financial participation for family services and adult services provided by the 50 States and the District of Columbia to $2,500,000,000 for any fiscal year. Sets forth requirements for State service programs including: (1) maintenance of a single organization unit which is responsible for the furnishing of services by agency staff; (2) creation of an advisory committee on social service programs to advise the policy setting and administrative officials of the agency; (3) provisions for a fair hearing and appeal and a system for the presentation of grievances about the operation of the service program; and (4) a service staff to carry responsibility for planning and supervision of local agencies. Specifies services which the States must provide under each of the specified titles. Sets guidelines to be followed by the States when services are provided to families and individuals in addition to those covered by the Act. Requires each State to make a determination that each family and individual is eligible prior to the provision of services and to develop and maintain an individual service plan on a current basis for each family and individual receiving service under the titles involved. Establishes guidelines which States must follow when purchasing services from private agencies or organizations. Outlines those services for which Federal financial participation will be available."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution prescribing model regulations governing implementation of the provisions of the Social Security Act relating to the administration of social service programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:12-05:00"
}