{
  "actions": [
    {
      "acted_at": "1985-06-04", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-04", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2661-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1985-09-05", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1985-10-22", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1985-09-05", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1985-10-02", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1985-09-26", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Savage, Gus", 
      "sponsored_at": "1985-09-05", 
      "state": "IL", 
      "thomas_id": "01020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1985-09-05", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1985-09-05", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1985-09-26", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-04", 
  "number": "2661", 
  "official_title": "A bill to promote the interests of consumers in securing financial services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Banking Act of 1985", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-04", 
  "subjects": [
    "Advertising and Marketing", 
    "Bank accounts", 
    "Bank deposits", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank mergers", 
    "Branch banking", 
    "Checking accounts", 
    "Checks", 
    "Community development", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer organizations", 
    "Consumer protection", 
    "Credit", 
    "Credit unions", 
    "Deceptive advertising", 
    "Deposit insurance", 
    "Discrimination in consumer credit", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Financial services", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Interest", 
    "Interest rates", 
    "Interstate banking", 
    "National banks", 
    "Savings and loan associations", 
    "Savings banks", 
    "State laws", 
    "States", 
    "Variable rate mortgage loans"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-04", 
    "text": "Consumer Banking Act of 1985 - Title I: Expedited Funds Availability Act - Expedited Funds Availability Act - Sets forth time standards for the availability of funds deposited by check in an account of a depository institution, ranging from: (1) immediate availability of funds deposited by a check endorsed only by the person to whom it is issued and drawn on the Treasury or a State or local government; to (2) availability on the third business day following the day funds are deposited by a check drawn on an institution not in the same Federal Reserve district as the receiving institution. Makes exceptions for any check which is drawn on an institution located outside of the United States, deposited into an account other than the account of the payee, or deposited as the initial account deposit or deposited within 30 days of such initial deposit. Allows the Board of Governors of the Federal Reserve System to make other exceptions for checks which present a high risk of serious loss to the receiving institution. Directs the Board to: (1) consider specified proposals for improving the check collection system; and (2) report to the Congress annually on steps it has taken to improve the check clearing process. Permits a State to require, or an institution to establish, shorter time periods for fund availability. Requires each institution to meet specified disclosure requirements concerning its general policy on the availability for withdrawal of funds deposited by check. Authorizes the Board to publish model disclosure forms and clauses for common transactions. Sets forth limits for the civil liability of an institution which fails to comply with requirements imposed pursuant to this title. Title II: Consumer Access to Depository Institutions - Consumer Access to Depository Institutions Act - Requires every depository institution to make available at all offices where transaction accounts are offered a basic consumer checking account which: (1) a consumer may open with an initial deposit of not more than $25; (2) may not require maintenance of a minimum balance; (3) permits up to eight withdrawals per month by check and five other monthly withdrawals without charge, with limited charges for additional withdrawals or overdrafts; and (4) imposes no charge for account deposits, maintenance, inactivity, balance inquiries, or closure. Requires institutions to provide each consumer with a monthly statement for such an account, and to offer a consumer with such an account the same products or services offered to other consumers. Permits an institution to refuse to open any other transaction account for the holder of a basic consumer checking account. Prohibits an institution from requiring that a consumer have another account at that institution or a credit card before opening a basic consumer checking account, or from imposing any other requirement that would discriminate against low-income consumers. Requires each institution which cashes checks in the ordinary course of business to cash, free of charge, any government check presented by the payee if the payee is registered with the institution. Permits an institution to assess an individual a charge of not more than the actual cost of issuing such individual an identification card. Requires each institution to post a conspicuous notice informing potential account holders of the availability of such basic consumer checking accounts and check cashing services. Sets forth limits for the civil liability of an institution which fails to comply with requirements imposed pursuant to this title. Authorizes a court of competent jurisdiction, upon application by an aggrieved party, to grant necessary equitable and declaratory relief to enforce requirements under this title. Title III: Truth In Depositing Act - Truth In Depositing Act - Requires each depository institution to maintain a schedule of fees, charges, and terms and conditions applicable to each account it offers. Lists among the information to be included statements on: (1) minimum balances required to open or maintain an account (2) maintenance, transaction, overdraft, stop payment, balance inquiry, account closing, and inactive account charges; and (3) the rate of simple interest, deposit period, method of compounding interest, and the annual percentage yield. Requires interest to be computed on the average daily balance during the applicable period. Requires such schedule to be mailed to current account holders and provided to potential customers before an account is opened or a service rendered. Directs the Board to publish standard account schedule forms and clauses for disclosures. Requires an institution to disclose in any periodic account statement its method of determining minimum balances and the actual balance amount used for an account, if the amount of interest paid or charges assessed are affected by a minimum balance requirement. Specifies interest rate information which an institution must disclose in any account advertisement, including: (1) the rate of simple interest and the basis of compounding; (2) the annual percentage yield; (3) time or amount requirements; and (4) applicable fees and penalties. Prohibits an advertisement from referring to an account as free if there is a minimum balance requirement or if the account has any transaction or service limitations. Prohibits inaccurate or misleading advertisements. Sets forth limits for the civil liability of an institution which fails to comply with requirements imposed under this title. Provides for the judicial enforcement of this title. Title IV: Consumer Protection Preemption Act of 1985 - Consumer Protection Preemption Act of 1985 - Requires all federally-chartered depository institutions to comply with all State laws that do not directly conflict with Federal law, and to comply with a conflicting State law unless the Board determines that the State law does not provide greater consumer protection, better promote community reinvestment, or better insure against credit discrimination than Federal law. Excludes from the definition of \"State law\" any law the principal purpose of which is to ensure the general safety and soundness or the competitiveness of depository institutions. Authorizes the Board to propose a rule determining that a State law or class of State laws is preempted or temporarily preempted. Requires such proposal to be published for public comment in the Federal Register. Provides for the judicial review of such preemption and for judicial enforcement of required compliance with State laws. Title V: Adjustable Rate Mortgage Provisions - Adjustable Rate Mortgage Consumer Protection Act - Amends the National Housing Act and the Federal Deposit Insurance Act to require an institution which receives Federal net worth guarantees or assistance and which offers adjustable rate mortgages (ARMs) on residential property to offer ARMs which: (1) limit the maximum percentage increase in the periodic payment to not more than two-thirds of the average percentage increase in wages for all U.S. workers for the applicable period; and (2) limit percentage increases in the loan balance during any period to not more than one-fifth of the average appreciation rate of homes in the United States, as measured by the Federal Home Loan Bank Board. Directs the Federal National Mortgage Association to offer to purchase such mortgages. Prohibits any federally-insured institution from making an ARM on a one- to four-family residence unless the ARM: (1) restricts increases in the actual or effective interest rate to not more than two percent annually and five percent overall; (2) provides that positive or negative changes in the index in excess of two percent shall be carried over to subsequent years for rate adjustments; and (3) prohibits the loan balance from increasing above the purchase price of the home. Amends the Truth in Lending Act to require a creditor to provide to a borrower a detailed disclosure of the terms of an ARM used in a residential mortgage transaction. Includes among the information to be disclosed: (1) the payments and interest rates that would apply under a specified hypothetical situation with a statement that there is no limit on the mortgage interest rate; or (2) the maximum interest rate, maximum mortgage payment, and the earliest date such maximums could take effect during the first five years of the mortgage; and (3) a conspicuous indication of whether the disclosure constitutes a firm commitment, and if so, how long the commitment will be in effect. Specifies the information that a creditor must include in a written notice to a borrower preceding any change in the periodic payment of an ARM. Prohibits the disclosure of any information on annual percentage rates in connection with any ARM. Title VI: Financial Consumers' Association Act - Financial Consumers' Information and Representation Act - Authorizes the creation of a public purpose, democratically controlled, membership association of financial service consumers in each State where the lesser of one percent of the State's population or 50,000 persons sign a supporting petition. Requires the association to be a nonprofit, nongovernmental entity with the purpose of: (1) promoting the interest of consumers in, and informing consumers about, financial service matters; and (2) distributing association material to low- and moderate-income and minority financial service consumers. Grants an association the authority to: (1) represent the interests of consumers in financial service matters before regulatory agencies, legislative bodies, other forums, and financial service providers; (2) sue on behalf of its members for judicial relief in financial matters; and (3) conduct and assist research in financial service matters. Provides that an association shall be deemed to have an interest sufficient to obtain judicial review or enforcement of a regulatory action affecting the interests of financial service consumers. Prohibits the association from participating in any partisan political process. Authorizes an association to furnish enclosures to any federally insured financial institution doing business in the association's State for inclusion in any account statement mailing of such institution. Permits such an enclosure to describe the association or its activities, to provide membership procedures, or to survey consumers about financial service concerns. Requires an institution, at an association's request, to include such enclosures in up to four account statements per year mailed to each customer who is a resident of the association's State. Sets forth enclosure size and weight restrictions. Requires an association to reimburse an institution for enclosure handling and postage costs. Sets forth provisions concerning settling disputes between an association and an institution concerning such costs or the content of enclosures. Sets forth provisions governing the qualifications, eligibility standards, disclosure requirements, election, terms of office, removal, duties, and compensation of an association's board of directors. Directs the Governor of each State to appoint an interim board of directors which shall incorporate the association and manage its affairs until the first elected board of directors takes office. Prescribes a civil penalty for violations of this title by any financial institution or officer or employee thereof. Title VII: Community Reinvestment Act Amendments of 1985 - Community Reinvestment Act of 1985 - Repeals the Community Reinvestment Act of 1977. Directs a Federal financial supervisory agency, in examining an insured financial institution, to assess the institution's record of meeting the credit needs of its entire community consistent with the safe and sound operation of such institution. Requires such an assessment to be based on specified factors and to place special emphasis on the institution's performance in serving the credit needs of low- and moderate-income areas of the community. Provides that such an assessment shall extend to the records of an institution's holding company, if any, and such company's nondepository subsidiaries in meeting community credit needs. Directs an agency, upon completing an assessment, to prepare a written evaluation of, and assign a CRA rating ranging from #1-excellent to #5-poor to the institution's performance in meeting the credit needs of its community. Specifies requirements for a #1 or #2 rating, including publication of a preliminary evaluation and rating for public comment. Sets forth guidelines for consideration of such CRA ratings by a Federal financial regulator considering whether to grant an insured institution or a holding company with one or more insured subsidiaries approval for a Federal charter, Federal deposit insurance, establishment of a domestic branch, relocation of an office, a merger, a consolidation, or an acquisition with respect to a deposit facility. Requires any institution or holding company seeking such deposit facility approval to publish newspaper notice of such action and to provide for public comment on its performance in serving community credit needs. Directs each appropriate Federal financial supervisory agency to prepare and mail to any requesting person a weekly bulletin listing the regulated institutions which seek deposit facility approval and identifying the deposit facilities. Requires each insured institution to adopt, review annually, and make publicly available a Community Reinvestment Act Statement for each community delineated pursuant to regulations implementing this title. Requires that such Statement include the delination of the community and a list of the types of credit that the institution is prepared to extend within the community. Requires that an application to charter an insured institution include a delineation of the community to be served by the institution. Prohibits a Federal financial regulator from granting deposit facility approval on an interstate basis if the institution seeking approval: (1) is an insured institution or holding company assigned a CRA rating of less than #2 or an insured institution controlled by a holding company that controls any insured institution assigned a CRA rating of less than #2; or (2) has exhibited a pattern of acquiring or chartering institutions or acquiring or opening deposit facilities in a manner that tends to exclude low- and moderate-income areas. Requires a regulated financial institution with assets of $1,000,000,000 or more that seeks approval to acquire on an interstate basis an insured institution with total assets of $100,000,000 or more to submit to the appropriate Federal financial supervisory agency a community reinvestment plan describing how the applicant plans to serve the credit needs of the broader community of the target institution. Prohibits a Federal regulator from approving such acquisition: (1) unless such plan contains specific commitments to serve community credit needs commensurate with the volume of deposits that the applicant would control; or (2) if the applicant has failed to vigorously implement any previous commitments. Conditions approval of the interstate acquisition of an insured institution with assets of $1,000,000,000 or more by any regulated financial institution on commitments by the acquiring institution that the target institution will annually disclose specified information on loans originated within its home State and within low- and moderate-income areas within its home State. Limits investment in real estate equity, otherwise permitted by Federal or State law, based on the CRA rating of the institution involved. Directs the Federal Deposit Insurance Corporation (FDIC) and the Federal Savings and Loan Insurance Corporation (FSLIC) to separately establish a system of CRA rebates in order to reward insured institutions for excellent performance in serving the credit needs of their local communities. Requires such systems to provide for annual payments of rebates to insured institutions with #1 CRA ratings and annual collections of assessments from institutions with CRA ratings of #3, #4, or #5. Requires one-third of the interest paid by the Federal Reserve System on any insured institution reserves to be credited to a Supplemental CRA account. Directs the FDIC and FSLIC to use all funds credited to such account to pay Supplemental CRA rebates to insured institutions with #1 and #2 CRA ratings. Requires each appropriate Federal financial supervisory agency to include in its annual report to the Congress an outline of actions taken pursuant to this title. Title VIII: Equal Access to Financial Services Act - Equal Access to Financial Services Act - Prohibits any depository institution from adopting or maintaining policies, practices or standards that discriminate in the availability or terms of financial services unless such policies, practices, or standards are justified by proof that they are required by reason of safety and soundness or other business necessity. Sets forth limits for the civil liability of an institution which fails to comply with any requirement imposed pursuant to this title. Provides for the judicial enforcement of such requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Banking Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Adjustable Rate Mortgage Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Reinvestment Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Access to Depository Institutions Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Protection Preemption Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Access to Financial Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Expedited Funds Availability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Consumers' Information and Representation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Truth in Depositing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the interests of consumers in securing financial services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:29-05:00"
}