{
  "actions": [
    {
      "acted_at": "1994-05-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-13", 
      "references": [
        {
          "reference": "CR E924-925", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education and Training", 
      "text": "Referred to the Subcommittee on Postsecondary Education and Training.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4407-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education and Training", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Ballenger, Cass", 
      "sponsored_at": "1994-05-12", 
      "state": "NC", 
      "thomas_id": "00050", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Castle, Michael N.", 
      "sponsored_at": "1994-05-12", 
      "state": "DE", 
      "thomas_id": "00183", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ehlers, Vernon J.", 
      "sponsored_at": "1994-06-16", 
      "state": "MI", 
      "thomas_id": "00339", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ewing, Thomas W.", 
      "sponsored_at": "1994-05-12", 
      "state": "IL", 
      "thomas_id": "00366", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Fawell, Harris W.", 
      "sponsored_at": "1994-05-12", 
      "state": "IL", 
      "thomas_id": "00373", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "1994-06-16", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hoekstra, Peter", 
      "sponsored_at": "1994-05-12", 
      "state": "MI", 
      "thomas_id": "00547", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Klug, Scott L.", 
      "sponsored_at": "1994-05-12", 
      "state": "WI", 
      "thomas_id": "00641", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Lewis, Thomas F.", 
      "sponsored_at": "1994-05-12", 
      "state": "FL", 
      "thomas_id": "00690", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "1994-05-12", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1994-05-12", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Zimmer, Dick", 
      "sponsored_at": "1994-08-01", 
      "state": "NJ", 
      "thomas_id": "01264", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-12", 
  "number": "4407", 
  "official_title": "To establish a comprehensive and efficient workforce preparation and development system in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "CAREERS Act", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-05-12", 
  "subjects": [
    "Academic performance", 
    "Adult education", 
    "Age and employment", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Air pollution control", 
    "Apprenticeship", 
    "Armed forces and national security", 
    "Authorization", 
    "Bilingual education", 
    "Block grants", 
    "Career education", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Compensatory education", 
    "Consumer education", 
    "Conversion of industries", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Customs unions", 
    "Defense budgets", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Disabled", 
    "Dislocated workers", 
    "Displaced homemakers", 
    "Diversification in industry", 
    "Dropout prevention", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational planning", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Employment agencies", 
    "Employment of the handicapped", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Federal aid to youth services", 
    "Federal-state relations", 
    "Fees", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Grants-in-aid", 
    "Higher education", 
    "Homeless", 
    "Information services", 
    "Job hunting", 
    "Labor and employment", 
    "Literacy programs", 
    "Management information systems", 
    "Manpower training programs", 
    "Migrant education", 
    "Migrant labor", 
    "Military base closures", 
    "Minorities", 
    "Minority education", 
    "Minority employment", 
    "North America", 
    "Occupational retraining", 
    "Older workers", 
    "Political parties", 
    "Poor", 
    "Pregnant women", 
    "Presidential appointments", 
    "Prisoners", 
    "Productivity in government", 
    "Public assistance programs", 
    "Recreation", 
    "School-to-work transition", 
    "Seasonal labor", 
    "Secondary education", 
    "Sex discrimination in education", 
    "Single-parent families", 
    "Social welfare", 
    "Sports and recreation", 
    "Student aid", 
    "Summer employment", 
    "Teacher education", 
    "Technical education", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Veterans' employment", 
    "Veterans' rehabilitation", 
    "Vocational education", 
    "Vocational guidance", 
    "Vocational rehabilitation", 
    "Volunteer workers in education", 
    "Women", 
    "Women's employment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-12", 
    "text": "TABLE OF CONTENTS: Title I: Federal Responsibilities Subtitle A: Federal Workforce Preparation and Development Council Subtitle B: National Commission for Employment Policy Subtitle C: Federal Waiver Authority for Provisions of Workforce Preparation and Development Programs Subtitle D: Implementation Grants and Technical Assistance Title II: State Responsibilities Subtitle A: State Human Resource Investment Council Subtitle B: Unified Single State Plan Subtitle C: Unified Service Areas Subtitle D: Local Workforce Development Boards Subtitle E: Community Job Resource Centers Title III: Consolidation of Federal Workforce Preparation and Development Programs Subtitle A: Adult Education and Literacy State Block Grant Programs Subtitle B: Vocational and Technical Education State Block Grant Program Subtitle C: State Vocational Rehabilitation Block Grant Program Subtitle D: Adult Employment and Training System Subtitle E: Youth Employment and Training Block Grant Program Subtitle F: Native Americans' Employment, Training, and Education Block Grant Program Subtitle G: Migrant and Seasonal Farmworkers Employment, Training, and Education Block Grant Program Title IV: Miscellaneous Provisions Title V: Effective Dates and Transition Consolidated and Reformed Education, Employment, and Retraining Systems Act (CAREERS Act) - Establishes a comprehensive workforce preparation and development (WPD) system. Title I: Federal Responsibilities - Subtitle A: Federal Workforce Preparation and Development Council - Establishes the Federal Workforce Preparation and Development Council, consisting of the Secretaries of Labor, Education, Health and Human Services, and Commerce, the Director of the Office of Management and the Budget, and any other Federal agency heads the President may designate. Requires the Federal Council to develop a strategic WPD plan for the United States and report to the President and the Congress. Subtitle B: National Commission for Employment Policy - Amends the Job Training Partnership Act to establish a National Commission for Employment Policy. Directs the Commission to study existing WPD programs and develop recommendations on reforms necessary for a comprehensive WPD system for the President, the Congress, and the Federal Council. Subtitle C: Federal Waiver Authority for Provisions of Workforce Preparation and Development Programs - Authorizes the Federal Council to waive provisions of law or regulations relating to State planning and reporting, performance standards, or other provisions with respect to WPD programs under unified State plans. Sets forth provisions for waiver applications, review, approval or disapproval, and revocation. Subtitle D: Implementation Grants and Technical Assistance - Authorizes the Federal Council to provide grants and technical assistance to States that have an approved application to carry out the single State plan. Requires a State to provide at least 70 percent of such a grant to the Local Boards. Authorizes appropriations. Title II: State Responsibilities - Subtitle A: State Human Resource Investment Council - Requires any participant State to establish a State human resource investment council to assist the Governor in developing a coordinated State strategy for WPD programs, including school-to-work transition and lifelong learning programs. Subtitle B: Unified Single State Plan - Requires any participant State to: (1) establish a unified single State plan to coordinate services under WPD programs; and (2) report annually to the Federal Council on progress in achieving plan goals. Expresses the sense of the Congress that States and unified service areas should use cost-effective methods for collecting data for post-program follow-up of participants of WPD programs. Subtitle C: Unified Service Areas - Requires any participant State to ensure establishment of unified service areas throughout the State to provide community-wide WPD services. Subtitle D: Local Workforce Development Boards - Requires any participant State to ensure establishment of a Local Workforce Development Board in each unified service area. Requires a participant Local Board, in partnership with local governments, to submit an annual unified local plan to the State Council for approval. Subtitle E: Community Job Resource Centers - Requires any participant State to ensure that each Local Board designates or establishes a network of community job resource centers in its unified service area, to be composed of specified entities. Title III: Consolidation of Federal Workforce Preparation and Development Programs - Subtitle A: Adult Education and Literacy State Block Grant Programs - Amends the Adult Education Act (AEA) to authorize appropriations for FY 1995 and 1996 for: (1) the State Block Grant program authorized under the State Adult Education and Literacy Program, with a limited portion for certain additional State activities; and (2) national activities, including the National Institute for Literacy. (Sec. 302) Allows a portion of such block grants to States to also be used for the following additional programs: correctional education, State literacy resource centers, workplace literacy, English literacy, and training of literacy teachers and volunteers. (Sec. 303) Revises four-year State plan provisions to require description of steps to be taken in continuing programs for correctional education, State literacy resource centers, workforce literacy, and the homeless. Focuses on use and training of adult and elderly volunteers. (Sec. 304) Repeals specified AEA provisions, including: (1) a reservation of funds for national activities; (2) mandatory reserved funds for programs for corrections education and education of other institutionalized individuals; (3) mandatory reserved funds for special experimental demonstration projects and teacher training; (4) grants for State literacy resource centers; (5) grants for adult literacy volunteer training from certain reserved funds; and (6) workplace literacy and English literacy grants. (Sec. 306) Repeals provisions of the: (1) National Literacy Act relating to literacy for incarcerated individuals; (2) Domestic Volunteer Service Act of 1973 relating to the Vista Literacy Corps; and (3) Stewart B. McKinney Homeless Assistance Act relating to literacy initiatives for adult homeless individuals. Subtitle B: Vocational and Technical Education State Block Grant Program - Amends the Carl D. Perkins Vocational and Applied Technology Education Act to authorize appropriations for FY 1995 and 1996 for: (1) the State Block Grant program, with certain amounts for territories and for employment and training block grant programs for Native Americans under the Job Training Partnership Act (JTPA); and (2) national activities, with a certain amount for the National Council on Vocational Education. (Sec. 312) Revises provisions for State allotments and within-State allocation. Repeals provisions relating to State administration and for authorization of appropriations for State councils on vocational education. (Sec. 313) Requires State plans to describe the extent to which the State Vocational Education Block Grant provides for programs for single parents, displaced homemakers, single pregnant women, sex equity, and tech prep. Adds to authorized activities under State programs: business-labor-education partnerships, corrections education, and support for consumer and homemaking education. Includes under authorized activities for other State-administered programs: comprehensive career guidance and counseling and consumer and homemaking education. (Sec. 314) Revises provisions for mandatory use of funds for programs for single parents, displaced homemakers, and single pregnant women, and for sex equity. Repeals provisions for programs for criminal offenders. (Sec. 315) Eliminates a special rule for minimal allocation. Establishes a tech-prep education program. Directs State Boards to award grants for four-year tech-prep education programs to consortia of specified secondary and higher education entities. (Sec. 316) Repeals provisions for various Special Programs. (Sec. 317) Revises provisions for demonstration programs to authorize the Secretary of Education to make demonstration grants to improve vocational education programs. (Currently requires such grants to be made for specific types of programs.) Repeals provisions for Bilingual Vocational Training. Subtitle C: State Vocational Rehabilitation Block Grant Program - Amends the Rehabilitation Act of 1973 (RA) to consolidate certain employment-related programs, including supported employment for individuals with most severe disabilities, special recreation activities and services, and projects with industry. Reserves certain RA funds for Native American employment and training block grant programs under JTPA. Subtitle D: Adult Employment and Training System - Allows a State or eligible unified service area to combine funds received under one or more programs described in this subtitle or the Wagner-Peyser Act to develop and implement an integrated adult employment and training system. Requires a single application and State plan to combine such funds. Allows an eligible unified service area to combine such funds, with State approval and consistent with the State plan approved by the Secretary of Labor, if it has adopted a one-stop delivery system. Chapter 1: Disadvantaged Adult Employment and Training Block Grant Program - Amends the Job Training Partnership Act (JTPA) to revise allocation and allotment provisions, including State reservations of funds, limitations, and State activities. (Sec. 342) Requires each service delivery area to ensure equitable provision of training and placement opportunities for older individuals in private sector jobs. (Sec 343) Renames JTPA title II part A as the Disadvantaged Adult Employment and Training Block Grant Program. Authorizes appropriations. Repeals: (1) incentive grants for certain JTPA title II programs that exceed performance standards; and (2) certain program design provisions for services for older individuals. Repeals specified provisions for job training for the homeless under the Stewart B. McKinney Homeless Assistance Act (except homeless veterans' reintegration projects). Chapter 2: Dislocated Worker Employment and Training Block Grant Program - Amends JTPA title III dislocated worker provisions to include skills upgrading under authorized retraining services. (Sec. 352) Requires that special consideration for eligibility for needs-related payments be given to workers dislocated due to Federal policies, including trade policy, in particular the North American Free-Trade Agreement, or reductions of defense spending or closures of military facilities. (Sec. 353) Authorizes appropriations for the JTPA title III Dislocated Worker Employment and Training Block Grant Program for FY 1995 and thereafter. Repeals JTPA provisions relating to programs for: (1) defense conversion adjustment; (2) defense diversification; and (3) clean air employment transition assistance. Repeals the program of adjustment assistance for workers under the Trade Act of 1974. Renames JTPA title III as the Dislocated Worker Employment and Training Block Grant Program. (Sec. 354) Makes funds from such aforementioned repealed programs under JTPA and the Trade Act of 1974 available for JTPA title III. Chapter 3: Veterans' Employment and Training Block Grant Program - Renames and revises JTPA title IV part C veterans' employment programs provisions as the Veterans' Employment and Training Block Grant Program. (Sec. 362) Makes available for such JTPA program any unobligated or unexpended funds under the Service Members Occupational Conversion and Training Act of 1992 and specified provisions of Federal laws relating to: (1) disabled veterans outreach; (2) local veterans employment representatives; (3) homeless veterans' reintegration projects; (4) veterans' vocational rehabilitation; and (5) job counseling, training and placement service for veterans. (Sec. 363) Directs the Secretary of Labor, through the Assistant Secretary of Veterans Employment and Training and in cooperation with the Secretary of Defense, to provide for orderly implementation of the Veterans' Employment and Training Block Grant Program under JTPA. (Sec. 364) Repeals, after a transition period, the Service Members Occupational Conversion and Training Act of 1992 and specified provisions of Federal law relating to: (1) veterans' employment and training opportunities and employment assistance; (2) disabled veterans outreach, local veterans employment representatives, and their performance; and (3) homeless veterans' reintegration projects. (Sec. 365) Authorizes appropriations. Chapter 4: Job Opportunities and Basic Skills Act - Amends the Social Security Act to transfer authority over the Job Opportunities and Basic Skills (JOBS) program to the Secretary of Labor. Directs the Secretary to develop performance standards for such program and issue regulations to coordinate administration of such program at Federal, State, and local levels with JTPA programs. Subtitle E: Youth Employment and Training Block Grant Program - Amends JTPA title II part C youth training program provisions to provide for a comprehensive range of integrated education, training, employment and social services to disadvantaged and at risk disadvantaged youth not currently served, or underserved, by existing Federal education and training programs particularly in areas of high poverty or crime. (Sec. 373) Sets age 14 through 21 as part of eligibility criteria. (Sec. 374) Includes under authorized services specified outreach and recruitment efforts. Requires use of strategies and practices based on comprehensive and integrated service delivery, innovative approaches to serving hardest-to-serve youths, and programs with community support that make use of various resources and entities. Allows a portion of youth training funds to be used for specified summer youth employment and training activities. (Sec. 375) Adds to JTPA youth training program linkages the School-to-Work Opportunities Act of 1994. (Sec. 376) Renames JTPA title II part C youth training programs provisions as the Disadvantaged Youth Employment and Training Block Grant Program. Authorizes appropriations. Repeals JTPA title II part B summer youth employment and training program and title IV part H Youth Fair Chance program. Subtitle F: Native Americans' Employment, Training, and Education Block Grant Program - Amends JTPA title IV part A Native American programs to include tribally controlled postsecondary vocational institutions among program providers. (Sec. 383) Adds to comprehensive plan requirements, including strategic overviews and coordination with similar programs. (Sec 384) Directs the Native American Employment and Training Council to advise the Secretaries of Education and of the Interior, as well as the Secretary of Labor, and to recommend ways of consolidating other Native American employment and training programs into the JTPA program. (Sec 385) Makes available for the JTPA Native American Block Grant program unobligated or unexpended funds under the specified Act and portions of Acts which are repealed in the following section. (Sec. 386) Repeals the Indian Employment, Training, and Related Services Act of 1992 and specified provisions under the Indian Education Act, the Social Security Act, the Carl D. Perkins Vocational and Applied Technology Education Act, and the Rehabilitation Act of 1973. (Sec. 387) Renames the JTPA program as the Native American Block Grant program. Authorizes appropriations. Subtitle G: Migrant and Seasonal Farmworkers Employment, Training, and Education Block Grant Program - Amends JTPA title IV part A migrant and seasonal farmworker programs to require their being designed to help such farmworkers complete a secondary education and begin and successfully complete the first year of postsecondary education. (Sec. 392) Makes available for the JTPA farmworker block grant program unobligated or unexpended funds under the specified provisions repealed under other Acts in the following section. (Sec. 393) Repeals: (1) special programs for students whose families are engaged in migrant and seasonal farmwork, under the Higher Education Act of 1965; and (2) the adult migrant farmworker and immigrant education program, under the Adult Education Act. (Sec. 394) Renames the JTPA program as the Migrant and Seasonal Farmworker Block Grant program. Authorizes appropriations. Title IV: Miscellaneous Provisions - Amends JTPA to revise and rename State education coordination and grants provisions as State workforce preparation and development coordination and innovation grants. Requires program coordination and linkages with specified other JTPA programs and with the Elementary and Secondary Education Act of 1965, Carl D. Perkins Vocational and Applied Technology Act, Individuals with Disabilities Education Act, Adult Education Act, JOBS program, Goals 2000: Educate America Act, School-to-Work Opportunities Act of 1994, and National and Community Service Act of 1990. (Sec. 402) Amends the Wagner-Peyser Act to require the local employment service office to participate in the operation of the community job resource centers established under this Act based on the plan developed by the Local Board. Allows such offices to apply to be designated as such centers. Repeals specified provisions under the Food Stamp Act of 1977, Immigration Reform and Control Act of 1986, Domestic Volunteer Service Act of 1973, Internal Revenue Code, Higher Education Act of 1965, and Appalachian Regional Development Act of 1965. Title V: Effective Dates and Transition - Sets forth effective dates and transition provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "CAREERS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consolidated and Reformed Education, Employment, and Retraining Systems Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a comprehensive and efficient workforce preparation and development system in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:53-05:00"
}