{
  "actions": [
    {
      "acted_at": "1988-05-17", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-01", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-17", 
      "bill_ids": [
        "s2100-100"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See S.2100.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4613-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Hubbard, Carroll, Jr.", 
      "sponsored_at": "1988-05-17", 
      "state": "KY", 
      "thomas_id": "00567", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-17", 
  "number": "4613", 
  "official_title": "A bill to authorize the United States Army Corps of Engineers to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2100-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Water Resources Development Act of 1988", 
  "sponsor": {
    "district": "22", 
    "name": "Gray, Kenneth J.", 
    "state": "IL", 
    "thomas_id": "00459", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-17", 
  "subjects": [
    "American investments", 
    "Armed forces and national security", 
    "Army", 
    "Beach erosion", 
    "Business and commerce", 
    "California", 
    "Civil service compensation", 
    "Conservation of natural resources", 
    "Construction industries", 
    "Cost control", 
    "Dams", 
    "Delaware", 
    "Dredging", 
    "Education", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Estuaries", 
    "Estuarine area conservation", 
    "Federal employees", 
    "Federal employees and officials", 
    "Fishery management", 
    "Flood control", 
    "Flood damage prevention", 
    "Flood insurance", 
    "Florida", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Harbors", 
    "Hydroelectric power", 
    "Illinois", 
    "Indian lands", 
    "Indiana", 
    "Kansas", 
    "Kentucky", 
    "Laboratories", 
    "Lakes", 
    "Land transfers", 
    "Louisiana", 
    "Minnesota", 
    "Mississippi", 
    "Missouri", 
    "Missouri River development", 
    "Montana", 
    "Native Americans", 
    "Navigation", 
    "Nebraska", 
    "Nevada", 
    "New Jersey", 
    "New York City", 
    "New York State", 
    "North Dakota", 
    "Ohio", 
    "Pennsylvania", 
    "Public Lands and Real Property", 
    "Public utilities", 
    "Public works", 
    "Puerto Rico", 
    "Recreation", 
    "Reservoirs", 
    "Rivers", 
    "Seashores", 
    "Ships and shipping", 
    "Shore protection", 
    "South Dakota", 
    "Student aid", 
    "Technological innovations", 
    "Territories (U.S.)", 
    "Texas", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Watersheds", 
    "Waterways", 
    "Wetland conservation", 
    "Wetlands", 
    "Wildlife conservation", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-17", 
    "text": "Water Resources Development Act of 1988 - Title I: Project Authorizations - Authorizes the Secretary of the Army to carry out specified public works projects at the following locations: (1) flood control, Lower Mission Creek, Santa Barbara, California; (2) navigation, Ft. Pierce Harbor, Florida; (3) beach erosion control, Nassau County (Amelia Island), Florida; (4) navigation, Port Sutton Channel, Florida; (5) flood control, Chicagoland Underflow Plan, Illinois; (6) navigation, Lower Ohio River, Illinois and Kentucky; (7) flood control, Hazard, Kentucky; (8) environmental enhancement, Mississippi and Louisiana Estuarine Areas, Mississippi and Louisiana; (9) navigation, Wolf and Jordan Rivers and Bayou Portage, Mississippi; (10) flood control, Truckee Meadows, Nevada; (11) flood control, Scioto River, West Columbus, Ohio; (12) navigation, Delaware River, Philadelphia to Wilmington, Pennsylvania and Delaware; (13) flood control, Cypress Creek, Texas; (14) flood control, Falfurrias, Texas; (15) navigation, Guadalupe River to Victoria, Texas; and (16) flood control, McGrath Creek, Wichita Falls, Texas. Makes such projects subject to current law with respect to the maximum costs of projects and project deauthorizations. Title II: General Provisions - Amends the Water Resources Development Act of 1986 to provide for crediting utility relocation costs of harbor construction borne by non-Federal interests toward the additional ten percent payment they are assessed for the cost of general navigation features of a project over 30 years. Revises provisions implementing the transfer of land near the Garrison Dam and Reservoir Project in North Dakota to the Three Affiliated Tribes of the Fort Berthold Reservation. Allows a Federal Project Repayment District to use any cost-recovery requirements. (Currently, such districts are restricted to cost-recovery through property transfer fees.) Requires non-Federal interests to agree to comply with applicable Federal flood plain management and flood insurance programs before construction of any project for shoreline protection. Requires the Secretary, when feasible, to promote long- and short-term cost savings, increased efficiency, reliability, safety, and improved environmental results through the use of innovative technology in water resources development projects. Requires the Secretary to report to the Congress within two years of enactment of this Act on the use of such technologies. Directs the Secretary, upon the request of a non-Federal sponsor of a water resources development project, to provide such sponsor with periodic statements of project expenditures. Authorizes the Secretary to undertake a demonstration program for a two-year period to provide technical assistance, on a nonexclusive basis, to any U.S. firm which is competing for, or has been awarded, a contract for the planning, design, or construction of a project outside the United States. Requires the firm to: (1) provide funds, in advance, to cover the costs of such assistance; (2) certify that such assistance is not otherwise available; and (3) agree to hold and save the United States free from damages due to the planning, design, construction, operation, or maintenance of the project. Sets forth the authority of the Secretary with respect to an invention made by a Federal employee while providing such assistance. Requires the firm to protect any confidential information which may be provided. Requires the Secretary to report to the Congress on the results of the demonstration program. Authorizes the Secretary to provide services to the non-Federal project sponsor in the design and the construction of upstream and downstream non-Federal extensions to the Federal project for flood control, Brush Creek and Tributaries, Missouri and Kansas, if the non-Federal sponsor provides funds, in advance, to cover all costs of such services. Provides that such extensions shall not be considered part of the Federal project. Authorizes the construction of a new laboratory for the U.S. Army Engineer Division, Ohio River. Authorizes the Secretary to pay tuition expenses of English-taught primary and secondary education in Puerto Rico for the children of any Federal employee when such expenses are incurred after the date of enactment of this Act and while the employee is temporarily residing and employed in Puerto Rico for the construction of the Portuguese and Bucana Rivers, Puerto Rico, project. Authorizes the Chief of Engineers to provide services by contract. Changes the non-Federal cost sharing requirements associated with the King Harbor, Redondo Beach, California project. Amends the Water Resources Development Act of 1976 to require the Secretary to accommodate the schedule of any State that requests the placement of beach quality sand. Amends the Water Resources Development Act of 1986 to require the Administrator of the Environmental Protection Agency to submit to specified congressional committees the plan for alternative dredge disposal sites to the Mud Dump near Sandy Hook, New Jersey, within 120 days after the date of enactment of this Act. Modifies the Libby Dam project for flood control and allied purposes for the Kootenai River, Montana, to include fish and wildlife enhancement and recreation as project purposes. Directs the Secretary to undertake measures to alleviate bank erosion and related problems associated with reservoir releases along the Missouri River between Fort Peck Dam, Montana, and Gavins Point Dam, South Dakota and Nebraska. Requires the cost of such measures to be apportioned among project purposes as a joint-use operation and maintenance expense. Permits the Secretary to acquire interests in affected areas from willing sellers. Modifies the project for flood control at Redwood River, Marshall, Minnesota, to authorize the Secretary to construct the project in accordance with a specified memorandum and at increased costs. Provides that if any provision of this Act is held invalid in the courts, that determination does not affect the remainder of such Act. Amends the Water Resources Development Act of 1986 to require that the Federal share of the cost of the project for Indiana shoreline protection be determined in accordance with title I of such Act. Amends the River and Harbor Act of 1970 to authorize the Secretary to continue to deposit dredged materials into a facility constructed under such Act until it is determined that such facility is no longer needed for such purpose or that such facility is completely full. Amends the Water Resources Development Act of 1986 to extend from two years to five years the period during which the Secretary is authorized to carry out the demonstration program for modifications to projects to improve the quality of the environment. Declares certain portions of Coney Island Creek and Gravesend Bay, New York, as nonnavigable waters. Title III: Programs and Studies - Amends the Water Resources Development Act of 1974 to establish an annual program ceiling cost for the New York Harbor projects for the collection and removal of drift. Authorizes appropriations for the Secretary to establish a Technical Resource Service for the Red River Basin in Minnesota and North Dakota, for the purpose of providing technical services for the development and implementation of State and local water and related land resources initiatives. Directs the Secretary, in cooperation with the Administrator of the Environmental Protection Agency, to report to the Congress on a study of the water quality effects of hydroelectric facilities owned and operated by the Corps of Engineers. Directs the Comptroller General to conduct a review of the Civil Works Program of the Corps of Engineers and report to the Congress with recommendations not later than one year after the date of enactment of this Act. Authorizes appropriations for the Secretary, as part of the existing wetland research program, to conduct wetland research and restoration activities, including necessary construction, for a period not to exceed five years from the date of enactment of this Act. Requires a report to the Congress upon completion of each activity. Directs the Secretary to establish a water resources management and planning service for the Hudson River Basin in New York and New Jersey. Authorizes appropriations for such purpose."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Resources Development Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the United States Army Corps of Engineers to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:27-05:00"
}