{
  "actions": [
    {
      "acted_at": "1999-08-03", 
      "references": [
        {
          "reference": "CR E1728-1731, E1733-1734", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-03", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, Government Reform, and Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, Government Reform, and Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-03", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-03", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-03", 
      "committee": "House Government Reform", 
      "references": [], 
      "text": "Referred to House Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-03", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-17", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-23", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to the Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-15", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-17", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Employer-Employee Relations", 
      "text": "Referred to the Subcommittee on Employer-Employee Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-17", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Postsecondary Education, Training and Life-Long Learning", 
      "text": "Referred to the Subcommittee on Postsecondary Education, Training and Life-Long Learning.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2691-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "09"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employer-Employee Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education, Training and Life-Long Learning", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Capuano, Michael E.", 
      "sponsored_at": "1999-08-03", 
      "state": "MA", 
      "thomas_id": "01564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "2000-01-27", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gordon, Bart", 
      "sponsored_at": "1999-08-03", 
      "state": "TN", 
      "thomas_id": "00448", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jefferson, William J.", 
      "sponsored_at": "1999-09-13", 
      "state": "LA", 
      "thomas_id": "00592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1999-08-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "1999-08-03", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McGovern, James P.", 
      "sponsored_at": "1999-08-03", 
      "state": "MA", 
      "thomas_id": "01504", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Moakley, John Joseph", 
      "sponsored_at": "1999-08-03", 
      "state": "MA", 
      "thomas_id": "00820", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1999-08-03", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1999-11-02", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "1999-09-08", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Weiner, Anthony D.", 
      "sponsored_at": "2000-02-29", 
      "state": "NY", 
      "thomas_id": "01597", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-03", 
  "number": "2691", 
  "official_title": "To amend the Internal Revenue Code of 1986 and titles XVIII and XIX of the Social Security Act to provide a range of long-term care services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Long-Term Care Improvement Act of 1999", 
  "sponsor": {
    "district": "13", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-03", 
  "subjects": [
    "Access to health care", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Adult day care", 
    "Ambulatory care", 
    "Armed forces and national security", 
    "Caregivers", 
    "Case management", 
    "Case mix (Medical care)", 
    "Chronically ill", 
    "Coinsurance", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Competitive bidding", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Cost control", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crimes against the elderly", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Elder abuse", 
    "Employee health benefits", 
    "Employee selection", 
    "Employee training", 
    "Families", 
    "Family services", 
    "Federal aid to Indians", 
    "Federal aid to medical education", 
    "Federal aid to the aged", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Gifts", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Health", 
    "Health care fraud", 
    "Health counseling", 
    "Health insurance continuation", 
    "Health insurance industry", 
    "Health maintenance organizations", 
    "Health planning", 
    "Higher education", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital administrators", 
    "Hospital care", 
    "Households", 
    "Identification devices", 
    "Identification of criminals", 
    "Income tax", 
    "Indian medical care", 
    "Insurance premiums", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Long-term care", 
    "Long-term care facilities", 
    "Long-term care insurance", 
    "Managed care", 
    "Married people", 
    "Medicaid", 
    "Medical economics", 
    "Medical fees", 
    "Medical personnel", 
    "Medical records", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare fraud", 
    "Medicare managed care", 
    "Mentally disabled", 
    "Mentally ill", 
    "Military medicine", 
    "Minorities", 
    "Nurses", 
    "Nursing homes", 
    "Old age, survivors and disability insurance", 
    "Paramedical personnel", 
    "Patients' rights", 
    "Payroll deductions", 
    "Personal income tax", 
    "Personnel records", 
    "Physically disabled", 
    "Physicians", 
    "Poor", 
    "Prospective payment systems (Medical care)", 
    "Quality of care", 
    "Respite care", 
    "Science, technology, communications", 
    "Social security eligibility", 
    "Social welfare", 
    "Standards", 
    "Surveys", 
    "Tax credits", 
    "Tax refunds", 
    "Tax returns", 
    "Taxation", 
    "Terminally ill"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-03", 
    "text": "TABLE OF CONTENTS: Title I: Expansion of Long-Term Care Protection Title II: Medicare Long-Term Care Improvements Subtitle A: Medicare SNF, HHA, and Other Improvements Subtitle B: Encouraging Provision of Hospice Care Subtitle C: QMB Improvements Title III: Nursing Home Quality Protections Title IV: Access to Long-Term Care Insurance Subtitle A: Group Long-Term Care Insurance Subtitle B: Extension of Consumer Protection Standards to All Long-Term Care Insurance Policies Title V: Addition of National Family Caregiver Program to the Older Americans Act of 1965 Title VI: Medicare for Caregivers Subtitle A: Access to Medicare Benefits for Caregivers Subtitle B: COBRA Protection for Caregivers Chapter 1: Amendments to the Employee Retirement Income Security Act of 1974 Chapter 2: Amendments to the Public Health Service Act Chapter 3: Amendments to the Internal Revenue Code of 1986 Subtitle C: Financing Title VII: Social Security Benefit for Long-Term Caregivers Omnibus Long-Term Care Improvement Act of 1999 - Title I: Refundable Credit For Long-Term Care - Amends the Internal Revenue Code to allow as a credit against income tax an amount equal to the sum of $1,000 multiplied by the number of applicable individuals with respect to whom the taxpayer is an eligible caregiver for the taxable year.Title II: Medicare Long-Term Care Improvements - Subtitle A: Medicare SNF, HHA, and Other Improvements - Amends title XVIII (Medicare) of the Social Security Act (SSA) to provide for expanded long-term in-home, community-based, and respite care services under the Medicare program for dependent individuals.(Sec. 202) Provides for coverage of substitute adult day care services as home health services under Medicare.(Sec. 203) Provides for coverage of Medicare home health case management plans established by home health case managers for long-term home health spells of illness.Directs the Secretary of Health and Human Services (Secretary) to establish a fee schedule for payment for home health case manager services.Requires the Secretary to study and report to Congress on the types of Medicare post-acute hospital care services to determine whether use of case managers and case management plans similar to home health case managers and home health case management plans is feasible and appropriate for each such type of service.(Sec. 204) Requires the Secretary to identify at least ten medical conditions, classified by diagnosis-related groups (DRGs), which consistently require an intense level of post-acute care, either by health care providers or by private caregivers.Requires disproportionate share (DSH) hospitals to provide, in the case of an inpatient classified a voluntary discharge classified within a certain medical condition before the date of the discharge, a comprehensive case management plan of care that includes a program of education, training, and assistance to the private caregiver, designed to stabilize or to improve the individual's health and to reduce the likelihood of hospital readmission. Requires a reduction in payment for failure to establish such plan of care.(Sec. 205) Directs the Secretary to pay an additional amount to home health agencies furnishing qualified Medicare home health services during a cost reporting period beginning on or after October 1, 1997, for treatment of conditions within any one of the specified diagnoses classified in St. Anthony's ICD-9-CM Code Book for Physician Payment. Places a limitation of payments. Authorizes appropriations. Bars judicial review.(Sec. 206) Amends SSA title XVIII with respect to the post-hospital referral process and the definition of homebound.Subtitle B: Encouraging Provision of Hospice Care - Amends SSA title XVIII to: (1) provide for hospice information for certain Medicare beneficiaries at time of hospital discharge; and (2) permit payment to hospice programs for costs of medical education.(Sec. 212) Amends the Balanced Budget Act of 1997 (BBA '97) to include hospice programs among qualified consortia for certain demonstration projects.(Sec. 213) Amends Federal civil service law to provide for the inclusion of hospice care under the Federal Employees Health Benefits Program.Subtitle C: QMB Improvements - Amends part A (General Provisions) of SSA title XI to establish a mechanism for promoting Medicare cost-sharing assistance to eligible low-income Medicare beneficiaries.(Sec. 221) Amends the Internal Revenue Code to direct the Secretary of the Treasury, upon written request from the Commissioner of Social Security, to disclose to the Secretary whether with respect to an identified Medicare beneficiary: (1) there has not been filed an income tax return for the most recent period for which the Secretary has information; or (2) such a return has been filed, and the amount of the gross income is below the level (or levels) the Secretary may specify to carry out the Ticket to Work and Self-Sufficiency Program, treating the number of dependents as the size of the family involved; and (3) whether, if the individual qualified for Medicare cost-sharing assistance at any time in the previous year, the individual's gross income is still within the eligibility level for the TWSS Program.Title III: Nursing Home Quality Protections - Amends SSA titles XVIII and XIX (Medicaid) to: (1) require a skilled nursing facility (SNF) or, respectively, a nursing facility, to post for each wing or floor of the facility the names of the licensed and unlicensed nursing staff on duty at any time, and the number of residents on such wing or floor for whom they are responsible; and (2) require each State to assess against a SNF or nursing facility a fee to recover the State's actual costs and expenses in conducting any resurveys or reinspections in addition to the annual standard survey in those cases in which violations are found and deficiencies are cited in the initial survey, and the resurvey or reinspection is required to determine whether the facility has achieved compliance.(Sec. 302) Disallows Medicaid payments to SNFs or nursing facilities to cover fees assessed or any civil money penalty.(Sec. 303) Amends SSA titles XVIII and XIX to provide for a program to prevent abuse of nursing facility and SNF residents, using background checks on employment applicants, and prohibiting the hiring of abusive workers. Prescribes civil penalties for violation of program requirements, and criminal penalties for knowing unauthorized use of worker information.Expands State nurse aid registry requirements under Medicaid and Medicare to include collecting information about nursing facility employees other than nurse aides. Adds Federal and State requirements concerning criminal background checks on nursing facility employees.Applies to other entities providing long-term care services under Medicaid and Medicare the screening and background checks applicable to skilled nursing facilities.(Sec. 304) Amends SSA title XI to provide for inclusion of abusive nursing facility workers in the database established as part of national health care fraud and abuse data collection program. Authorizes appropriations.(Sec. 305) Directs the Secretary to establish a demonstration program to provide grants to develop information on best practices in patient abuse prevention training (including behavior training and interventions) for managers and staff of hospital and health care facilities.Authorizes appropriations.Title IV: Access to Long-Term Care Insurance - Subtitle A: Group Long-Term Care Insurance - Amends Federal civil service law to provide for group long-term care insurance for Federal employees and related eligible individuals. Authorizes appropriations.(Sec. 402) Directs the President to submit to Congress a plan under which employees who are not entitled to purchase long-term care benefits insurance may purchase insurance of the type offered under this subtitle.Subtitle B: Extension of Consumer Protection Standards to All Long-Term Care Insurance Policies - Subjects to a specified civil monetary penalty any issuer of a long-term care insurance contract (other than a qualified long-term care insurance contract) that fails to comply with certain consumer protection standards of the Internal Revenue Code that apply to a qualified long-term care insurance contract, as adjusted to conform with the most recent version available of the long-term care insurance model regulation and the long-term care insurance model Act promulgated by the National Association of Insurance Commissioners.Title V: Addition of National Family Caregiver Program to the Older Americans Act of 1965 - Amends the Older Americans Act of 1965 (OAA) to modify the program for in-home supportive services for older individuals who are victims of Alzheimer's disease and related disorders with neurological and organic brain dysfunction, and to the families of such victims. Provides for supportive activities to meet the special needs of caregivers, including caretakers who provide in-home services to frail older individuals as well as for a National Family Caregiver Support Program. Authorizes appropriations.(Sec. 502) Revises OAA allotments to States with regard to the formula for computation of amount and unused funds.Title VI: Medicare For Caregivers - Subtitle A: Access to Medicare Benefits for Caregivers - Amends SSA title XVIII to add a new part D (Medicare Benefits for Caregivers). Creates for use in such program the Medicare Caregiver Trust Fund, funded by transfers from the Federal Hospital Insurance Trust Fund and from the Federal Supplementary Medical Insurance Trust Fund of amounts equivalent to reductions in expenditures under the respective trust fund attributable to the enactment of the Medicare Fraud and Overpayment Act of 1999.Subtitle B: COBRA Protection for Caregivers - Chapter 1: Amendments to the Employee Retirement Income Security Act of 1974 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to provide for COBRA (Consolidated Omnibus Budget Reconciliation Act of 1985) continuation benefits for certain caregivers whose group health plan coverage had been terminated.Chapter 2: Amendments to the Public Health Service Act - Amends the Public Health Service Act to provide for COBRA continuation benefits for certain caregivers whose group health plan coverage had been terminated.Chapter 3: Amendments to the Internal Revenue Code of 1986 - Amends the Internal Revenue Code to provide for COBRA continuation benefits for certain caregivers whose group health plan coverage had been terminated.Subtitle C: Financing - Provides that any increase in Medicare payments that results from enactment of this title shall be offset by reductions in payments under such program pursuant to the anti-fraud and -abuse provisions of the Medicare Fraud and Overpayment Act of 1999.Title VII: Social Security Benefit For Long-Term Caregivers - Amends SSA title II (Old Age, Survivors, and Disability Insurance) to provide for Social Security credit for certain long-term caregivers. Prescribes a formula for the deeming of caregiver wages for entitlement purposes. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Long-Term Care Improvement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 and titles XVIII and XIX of the Social Security Act to provide a range of long-term care services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:17-05:00"
}