{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-15", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s5-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "5", 
  "official_title": "A Bill to provide policies, methods, and criteria for the acquisition of property and services by executive agencies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2990-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Acquisition Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Administrative procedure", 
    "Business and commerce", 
    "Claims", 
    "Equipment and supplies", 
    "Government operations and politics", 
    "Government procurement", 
    "Government property", 
    "Government service contracts", 
    "Minorities", 
    "Minority business enterprises", 
    "Public Contracts, Procurement, and Property", 
    "Public administration", 
    "Small business"
  ], 
  "subjects_top_term": "Government procurement", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Federal Acquisition Reform Act - Title I: Regulatory Guidance - Authorizes and directs the Administrator for Federal Procurement Policy (OFPP) to promulgate a single, simplified uniform regulation implementing this Act and to establish procedures for assuring compliance with this Act within two years of its enactment. Authorizes and directs the Administrator to establish and oversee a program to reduce agency use of detailed product specifications. Requires the OFPP, after consulting the Office of Personnel Management, to establish a code of conduct for contracting officers employed by executive agencies. Directs the Inspector General of each agency to: (1) investigate any allegations of code violations; (2) refer criminal violations to the Attorney General; and (3) refer other violations to the agency head. Requires each agency to report on such investigations to the OFPP which shall report to Congress. Title II: Acquisition by Competitive Sealed Bids - Sets criteria for use of the competitive sealed bid method of acquisition. Stipulates that the time prior to opening bids be sufficient to permit competition and that invitation for sealed bids be accessible to all interested bidders. States that eligibility to participate in the bidding may be limited to concerns eligible to participate in small business set-asides, or other authorized programs. Requires the invitation forbids to describe purchases, to the extent practicable, in functional terms in order to permit a variety of distinct products or services to qualify. Requires agency head approval in the event that specific product or service descriptions are to be included in such bids. Provides for instances where the use of functional or performance specifications make it impractical to plan for award primarily on the basis of price. Requires all bids to be opened publicly at the time and place stated in the invitation. States that contracts shall be awarded to the responsible bidder whose bid conforms to the invitation and is most advantageous to the Government. Permits the rejection of all bids when, for cogent and compelling reasons, it is in the Government's interest to do so. Title III: Acquisition by Competitive Negotiation - Permits the use of the competitive negotiation method of procurement when the competitive sealed bid method is inappropriate under criteria set forth in this Act or rules promulgated by the Office. Requires solicitations for offers issued by the Government to interested or potential sources in competitive negotiations to: (1) be obtained from a sufficient number of qualified sources; (2) include the evaluation methodology and the relative importance of all significant factors used during competitive evaluation and for final selection; (3) state broadly agency purchase requirements; (4) clarify agency intent to all offerors in a timely and equitable manner, where inadequacies in the solicitation have been identified; and (5) be subject to prior approval by an agency head, when using detailed product specifications. Establishes standards for written and oral communications with all responsible offerors in a competitive range. States that such discussions shall generally be limited to obtaining any needed clarification, substantiation, or extension of offers. Declares that auction techniques are strictly prohibited. Requires, when awards are made for alternative approaches selected on the basis of the factors contained in the solicitation, that the contractors be sustained in competition to the maximum extent practicable until sufficient test or evaluation information becomes available to narrow the choice. Prohibits disclosure of information concerning a contract award to any person not having source selection responsibilities. Permits the notification of offerors who have been eliminated from competition. Requires prompt notification of award to all unsuccessful offerors. Continues the use of multiple award schedules under competitive methods which: (1) limit the number of items on such schedules which meet the same need; and (2) obtain the lowest competitively priced items which meet the minimum needs of the government. Authorizes the use of noncompetitive acquisition methods: (1) if the contract to be awarded stems from acceptance of an unsolicited proposal; or (2) if the agency head determines that it is in the best interest of the Government to enter into a noncompetitive contract. Requires the contracting officer to use price analysis techniques to evaluate the reasonableness of a negotiated prime contract price or a price adjustment to a contract modification where the price is expected to be $500,000 or less and is based on an established catalog or market price of a commercial item, and where there has been a recent comparable competitive acquisition. Extends such price analysis to subcontracts. Requires that cost data be obtained and cost analysis techniques used whenever the price of a contract, subcontract, or price adjustment pursuant to a modification is expected to exceed $500,000. Permits the contracting officer to obtain cost data and use cost analysis techniques when authorized in regulations issued by the Administrator. Requires contractors and subcontractors to submit in writing such price data or cost data as are required to be obtained pursuant to this Act. Permits regulations issued by the Administrator to authorize identification in writing of price data and cost data in lieu of actual submission. Authorizes the Government to adjust a contract price downward when reliance on inaccurate, incomplete, or noncurrent data increased significantly such price. Waives submission requirements to certain contracts and subcontracts with reasonable negotiated or established prices. Gives agencies the power to inspect plants and records of a contractor up to three years after final payment has been made under a contract to ascertain the accuracy of price and cost data submitted under this Act. Title IV: Acquisition by Simplified Small Purchase Method - Permits the use of the competitive small purchase procedures method of procurement when contracts valued at not more than $10,000 are involved. Directs the Administrator to issue simplified procedures for small purchases. Title V: General Provisions - Prohibits the use of cost-plus-a-percentage-of-cost system of contracting under this Act. Requires competitive negotiation contracts and technical proposal awards to contain a warranty by the contractor that no person or selling agency has been employed or retained to solicit or secure the contract for a commission or a contingent fee. Disallows the making of any contract for a period of more than five years unless an exception has been made by the Office under this Act. Permits any executive agency to make advance, progress, partial, or other payments under contracts. Requires adequate security for partial and progress payments made pursuant to a Government contract. Prohibits any such payment of over $25,000,000 without Congressional review. Authorizes the Comptroller General, upon recommendation of the Agency head, to remit sums due the Government under contract terms providing for the assessment of liquidated damages for a delay performance. Requires agency employees who have reason to believe that a bid, proposal, or offer may be in violation of the criminal or antitrust laws to refer the matter to the Justice Department. Makes the Federal Bureau of Investigation responsible for the investigation of improper conduct under this Act. Allows contractors who conduct 75 percent of their business activity under commercial and/or competitive Government contracts to obtain a waiver from certain reviews of internal contractor operations. Requires in every Government awarded contract a provision that interest be paid by the Federal Government to the contractor on any amount due after 30 days. States that no amount shall be considered due until receipt by the Government of a proper invoice and any substantiating documentation required. Makes it the duty of, and empowers, the Secretary of Commerce to: (1) obtain notice of all proposed acquisitions above $10,000 from any executive agency; and (2) publicize such notices in \"United States Department of Commerce Synopsis of the United States Government Proposed Procurement, Sales, and Contract Awards\". Requires the Administrator to review the prevailing costs of labor and materials at least every three years. Permits the Administrator, where costs have varied by at least ten percent, to revise specified dollar thresholds stated in this Act. Requires all specifications to be reviewed at least every five years and be cancelled, modified, revised, or reissued as determined by such review. Directs the Administrator to attempt through review of acquisition programs to make minority business participation in Government contracting more effective, and to assure that such businesses have full opportunity to compete for Government contracts. Limits the time in which a claim may be made by an executive agency against a contractor to six years from the date of final payment under the contract. Title VI: Delegation of Authority - Permits agency heads to delegate specified authority conferred under this Act. Permits one agency to delegate acquisition functions to another agency to facilitate joint acquisition. Title VII: Protests - Grants authority to the Comptroller General to decide any protest submitted by an interested party or referred by any agency. Requires the Comptroller General to provide inexpensive, informed, and expeditious resolution of protests. Authorizes the Comptroller General to declare whether any protested solicitation or award, comports with law and regulation. Title VIII: Applicability of Subsequent Laws - Declares that any law enacted after the date of enactment of this Act may not be construed as amending this Act unless it explicitly so states. Title IX: Amendments and Repeals - Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Acquisition Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A Bill to provide policies, methods, and criteria for the acquisition of property and services by executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:35-05:00"
}