{
  "actions": [
    {
      "acted_at": "2013-05-23", 
      "committees": [
        "SSAS"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1032-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2013-05-23", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2013-05-23", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2013-06-26", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagan, Kay", 
      "sponsored_at": "2013-06-03", 
      "state": "NC", 
      "thomas_id": "01902", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-05-23", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2013-05-23", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2013-06-20", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-23", 
  "number": "1032", 
  "official_title": "A bill to amend title 10, United States Code, to make certain improvements in the Uniform Code of Military Justice related to sex-related offenses committed by members of the Armed Forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1867-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2207-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Better Enforcement for Sexual Assault Free Environments Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "McCaskill, Claire", 
    "state": "MO", 
    "thomas_id": "01820", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-23", 
  "subjects": [
    "Armed forces and national security", 
    "Assault and harassment offenses", 
    "Crime victims", 
    "Crimes against women", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Criminal procedure and sentencing", 
    "Evidence and witnesses", 
    "Lawyers and legal services", 
    "Military command and structure", 
    "Military law", 
    "Military personnel and dependents", 
    "Sex offenses", 
    "Violent crime"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-23", 
    "text": "Better Enforcement for Sexual Assault Free Environments Act of 2013 - Amends the Uniform Code of Military Justice (UCMJ) to repeal the authority of a convening authority (the person taking action on the findings of a court-martial) to use discretion to either set aside a finding of guilty or change such finding to a finding of guilty to a lesser included offense. Requires a convening authority, when changing a charge with respect to a qualifying offense, to prepare a written explanation of such action, which shall be made part of the record. Defines a \"qualifying offense\" as one for which the maximum sentence of confinement does not exceed two years and for which the sentence adjudged does not include dismissal, a dishonorable or bad-conduct discharge, or confinement for more than six months. Prohibits a convening authority from reducing a sentence to less than the mandatory minimum sentence, except to reflect the substantial assistance by the accused in the investigation or prosecution of another person who has committed an offense. Requires a convening authority who disapproves, commutes, or suspends a sentence, in whole or in part, to prepare a detailed written explanation therefor, which shall be made part of the record. Allows a complaining witness to be given an opportunity to submit matters for consideration by the convening authority in the clemency phase of a court-martial. Requires such submission to be made within 10 days after receiving matters for such consideration from the accused. Allows such period to be extended by up to an additional 20 days for good cause shown. Requires mandatory dismissal or dishonorable discharge of a person found guilty under the UCMJ of rape, sexual assault, forcible sodomy, or an attempt thereof. Requires: (1) a request by a defense counsel in an action under the UCMJ to interview a complaining witness to be placed through trial counsel; and (2) any such interview to take place in the presence of trial counsel, counsel for the witness, or outside counsel. Eliminates any statute of limitations with respect to UCMJ actions for sexual assault of a child. Authorizes the Secretary of the military department concerned to provide guidance for commanders regarding their authority to make determinations, and to take action, regarding whether a member of the Armed Forces (member) serving on active duty who is alleged to have committed a sexual assault or other sex-related offense should be temporarily reassigned or removed from a position of authority or assignment in order to maintain order and discipline within the member's unit. Requires the commanding officer of a member filing an unrestricted report on a sexual assault, within eight days after the filing of such report, to brief specified officers in that member's chain of command on the incident. Directs the Secretary concerned to designate legal counsel (knows as a Victims' Counsel) to provide legal assistance to a member or dependent who is the victim of a sex-related offense, whether the allegation is restricted (confidential) or unrestricted. Requires enhanced training for all military and civilian attorneys providing such assistance. Requires the Secretary of Defense (DOD) to report to the congressional defense committees on: (1) sentencing guidelines and mandatory minimum sentencing provisions under the UCMJ, and (2) the roles of commanders in the administration of military justice and the investigation, prosecution, and adjudication of UCMJ offenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Better Enforcement for Sexual Assault Free Environments Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 10, United States Code, to make certain improvements in the Uniform Code of Military Justice related to sex-related offenses committed by members of the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:45:47-05:00"
}