{
  "actions": [
    {
      "acted_at": "1986-05-15", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-05-21", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator Durenberger. With written report No. 99-307.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-21", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Armed Services; Judiciary; Foreign Relations; Governmental Affairs by unanimous consent for the 30-day time period provided in secion 3(b) of Senate Resolution 400, 94th Congress, with instructions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-02", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Security and Terrorism", 
      "text": "Committee on Judiciary, referred to Subcommittee on Security and Terrorism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Armed Services. Briefing held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-29", 
      "references": [], 
      "text": "Senate Committees on Judiciary; Foreign Relations; Governmental Affairs discharged. Pursuant to the order May 21, 1986.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-29", 
      "references": [], 
      "text": "Senate agreed by unanimous consent that the Committee on Armed Services have until the close of business August 8, 1986, to report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-07", 
      "references": [], 
      "text": "Committee on Armed Services. Reported to Senate by Senator Goldwater with an amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-07", 
      "calendar": "Senate Legislative", 
      "number": "804", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 804.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-09-24", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-24", 
      "bill_ids": [
        "hr4759-99"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4759 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-24", 
      "bill_ids": [
        "hr4759-99"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 4759 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-24", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2896-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2896"
    }, 
    {
      "amendment_id": "s2897-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2897"
    }
  ], 
  "bill_id": "s2477-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Security and Terrorism", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-05-21", 
  "number": "2477", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1987 for intelligence activities of the United States Government, the Intelligence Community Staff, the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4759-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 1987", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-05-15", 
  "subjects": [
    "Annuities", 
    "Armed forces and national security", 
    "Arms sales", 
    "Authorization", 
    "Business and commerce", 
    "Central Intelligence Agency", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Department of Defense", 
    "Diplomats", 
    "Disability retirement", 
    "Divorcees", 
    "Economics and public finance", 
    "Federal employees", 
    "Federal employees and officials", 
    "Foreign agents", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Insurance", 
    "Intelligence community staff", 
    "International affairs", 
    "Maps", 
    "Money laundering", 
    "Narcotic traffic", 
    "National Security and Intelligence Operations", 
    "Panama", 
    "Security classification (Government documents)", 
    "Survivors' benefits", 
    "Telephone", 
    "U.S.S.R.", 
    "United Nations", 
    "United Nations delegations"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1986-09-24", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 4759 passed in lieu) Intelligence Authorization Act for Fiscal Year 1987 - Title I: Intelligence Activities - Authorizes appropriations for intelligence activities in specified departments and agencies of the U.S. Government, including the Central Intelligence Agency (CIA) and the Department of Defense. Authorizes the Director of Central Intelligence to employ civilian personnel in excess of the ceiling for such personnel when necessary to the performance of important intelligence functions. Amends the classified report of the Select Committee on Intelligence accompanying this Act to include specified material contained in the classified supplement to such report prepared on September 24, 1986. Title II: Intelligence Community Staff - Authorizes appropriations for the Intelligence Community Staff for FY 1987. Establishes an end strength ceiling of 239 full-time Intelligence Community Staff employees. Provides that such staff shall be administered in the same manner as the CIA. Title III: Central Intelligence Agency - Authorizes appropriations for the Central Intelligence Agency Retirement and Disability Fund for FY 1987. Title IV: Administrative Provisions Related to Intelligence Agencies - Provides that properly classified CIA and National Security Agency documents proposed for disposal shall not be listed in the Federal Register. (Current law requires the Archivist to provide notice in the Federal Register of all such records proposed for disposal.) Extends through FY 1988 the special authority of the Secretary of Defense to terminate the employment of Defense Intelligence Agency civilian employees. Allows the Secretary to authorize the Defense Mapping Agency to furnish data, supplies, and services to a foreign country or international organization. Grants Defense Intelligence Agency employees medical evacuation benefits. Allows the Secretary to use the proceeds from counterintelligence operations conducted by components of the military departments to offset reasonable and necessary expenses. Amends the Central Intelligence Agency Retirement Act of 1964 to provide that certain former spouses of CIA employees are entitled to survivor annuities. Amends the Central Intelligence Agency Act of 1949 to provide that certain former spouses of CIA employees are eligible for coverage under a health benefits plan. Amends the National Security Agency Act of 1959 to permit the Director of the National Security Agency to assign Agency employees within the United States to perform security functions within Agency installations. Title V: Enhanced Federal Bureau of Investigation Counterintelligence Capabilities - Amends the Right to Financial Privacy Act of 1978 to grant the FBI access to the financial records of suspected foreign agents. Requires the Director of the Federal Bureau of Investigation to inform specified congressional committees of all such requests. Grants the FBI access to State and local criminal records for security clearances. Grants the FBI access to the telephone records of suspected foreign agents. Title VI: Protection of United States Interests - Amends the State Department Basic Authority Act of 1956 to include any \"entity\" owned or controlled by a foreign government within the definition of \"foreign mission.\" Limits the number of Soviet nationals admitted to the United States as members of the Soviet mission to the United Nations to the same number of United States nationals who serve as members of the United States mission to the United Nations (unless the President determines that the admission of additional Soviet nationals would be in the interest of the United States). Requires the Secretary of State and the Attorney General to report to specified congressional committees on the number of Soviet nationals admitted to the United States and on the implementation of this policy. Requires certain persons engaged in legal commercial transactions to register as agents of foreign governments. Requires the Director of Central Intelligence to submit a report to specified congressional committees by March 1, 1987, on whether and to what extent the Defense Forces of Panama have violated the human rights of its citizens, are involved in international drug trafficking, arms trafficking, or money laundering, or were involved in the death of Dr. Hugo Spadafora. Title VII: General Provisions - Declares that funding under this Act does not constitute authority for the conduct of otherwise unauthorized intelligence activity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Intelligence Authorization Act for Fiscal Year 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1987 for intelligence activities of the United States Government, the Intelligence Community Staff, the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:55-05:00"
}