{
  "actions": [
    {
      "acted_at": "2013-01-28", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-25", 
      "committee": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining. Hearings held. With printed Hearing: S.Hrg. 113-28.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-06-18", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-09-10", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Wyden with amendments. With written report No. 113-94.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-09-10", 
      "calendar": "Senate Legislative", 
      "number": "172", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 172.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s159-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Forests, and Mining", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "2013-01-28", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-04-25", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-01-28", 
  "number": "159", 
  "official_title": "A bill to designate the Wovoka Wilderness and provide for certain land conveyances in Lyon County, Nevada, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr696-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Lyon County Economic Development and Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Heller, Dean", 
    "state": "NV", 
    "thomas_id": "01863", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-06-18", 
  "subjects": [
    "Land transfers", 
    "Nevada", 
    "Public lands and natural resources", 
    "Water use and supply", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-09-10", 
    "text": "Lyon County Economic Development and Conservation Act - (Sec. 2) Directs the Secretary of the Interior (Secretary in this section) to convey to the city of Yerington, Nevada, identified federal land in Lyon and Mineral Counties. Requires the city, as a condition of the conveyance of the federal land, to pay: (1) the appraised fair market value of the federal land, as determined by the Secretary; and (2) all associated costs related to the conveyance. (Sec. 3) Designates identified federal land in Nevada managed by the Forest Service, to be known as the Wovoka Wilderness, as a component of the National Wilderness Preservation System. Requires the boundary of any part of the Wilderness bordered by a road to be 150 feet from the centerline of the road. Withdraws the Wilderness from: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under laws relating to mineral and geothermal leasing or mineral materials. Allows livestock grazing already established in the Wilderness to continue. Declares that Congress does not intend for the designation of the Wilderness to create a protective perimeter or buffer zone around it. States that, the fact that nonwilderness activities or uses can be seen or heard from areas within the Wilderness shall not preclude those activities or uses outside the Wilderness boundary. Declares that nothing in this Act restricts or precludes: (1) low-level overflights of military aircraft over the Wilderness, including those that can be seen or heard within it; (2) flight testing and evaluation; or (3) the designation or creation of new units of special airspace, or the establishment of military flight training routes, over the Wilderness. Declares that nothing in this Act restricts or precludes low-level overflights by aircraft originating from airstrips within five miles of the proposed Wilderness boundary. Authorizes the Secretary of Agriculture (USDA) (the Secretary in this section) to take measures in the Wilderness determined necessary to control fires, insects, and diseases. Declares that nothing in this Act: (1) constitutes an express or implied reservation by the United States of any water or water rights respecting the Wilderness; (2) affects any existing water rights in the state of Nevada (including any U.S. water rights); (3) establishes a precedent regarding any future wilderness designations; (4) affects the interpretation of, or any designation made under, any other Act; or (5) limits, alters, modifies, or amends any interstate compact or equitable apportionment decree that apportions water among and between the state and other states. Requires the Secretary, with respect to the Wilderness, to follow the procedural and substantive requirements of state law in order to obtain and hold any water rights not already in existence. Prohibits any U.S. officer, employee, or agent from funding, assisting, authorizing, or issuing a license or permit for the development of any new water resource facility within any portion of the Wilderness in Lyon County. Directs the Secretary, if a permittee within the Bald Mountain grazing allotment applies for development of water resources for the watering of livestock ten years after this Act's enactment, to issue a water development permit within the non-wilderness boundaries of such grazing allotment for purposes of carrying out livestock grazing activities. Declares that nothing in this Act prevents the Secretary from implementing or amending a final travel management plan. Declares that nothing in this section affects or diminishes the state jurisdiction over fish and wildlife management in the Wilderness, including the regulation of hunting, fishing, and trapping. Authorizes the Secretary to conduct any management activities in the Wilderness necessary for the maintenance or restoration of fish and wildlife populations and the habitats to support them. Allows the state to continue using aircraft, including helicopters, to provide water for wildlife populations in the Wilderness. Allows the Secretary to designate areas in which, and establish periods during which, no hunting, fishing, or trapping will be permitted in the Wilderness. Permits the state (including a designee) to conduct wildlife management activities in the Wilderness: (1) in accordance with the terms and conditions in a specified cooperative management agreement between the Secretary and the state; and (2) subject to all applicable laws (including regulations). Requires the Secretary to authorize structures and facilities, including existing ones, for wildlife water development projects (including guzzlers) in the Wilderness, if they meet certain criteria. (Sec. 4) Withdraws all federal land administered by the Forest Service from: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) operation of the mineral laws, geothermal leasing laws, and mineral materials laws. Permits the use of motorized and mechanical vehicles (except aircraft, including helicopters) in the Withdrawal Area only on roads and trails designated for their use, unless the use of such vehicles are needed for administrative purposes or to respond to an emergency. (Sec. 5) Declares that nothing in this Act alters or diminishes the treaty rights of any Indian tribe."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Lyon County Economic Development and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Lyon County Economic Development and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to designate the Wovoka Wilderness and provide for certain land conveyances in Lyon County, Nevada, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:38:22-05:00"
}