{
  "actions": [
    {
      "acted_at": "1978-01-27", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Human Resources with amendment, S. Rept. 95-838.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-26", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-26", 
      "bill_ids": [
        "s2579-95"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended (inserted similar provisions of S. 2579 as passed Senate).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-30", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-11-09", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-11-09", 
      "references": [], 
      "text": "Public Law 95-622.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2450-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-11-09", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-01-27", 
  "number": "2450", 
  "official_title": "An Act to amend the Community Mental Health Centers Act to revise and extend the programs under that Act, to amend the Public Health Service Act to revise and extend the programs of assistance for libraries of medicine, the programs of the National Heart, Lung, and Blood Institute, and of the National Cancer Institute, and the program for National Research Service Awards, to establish the President's Commission for the Study of Ethical Problems in Medicine and Biomedical and Behavioral Research, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12347-95", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2579-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Biomedical Research Extension Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-01-27", 
  "subjects": [
    "Alcohol and youth", 
    "Alcoholism", 
    "Authorization", 
    "Biomedical engineering", 
    "Biomedical materials", 
    "Blood", 
    "Blood diseases", 
    "Cancer", 
    "Cancer research", 
    "Confidential communications", 
    "Economics and public finance", 
    "Evaluation", 
    "Families", 
    "Health", 
    "Heart diseases", 
    "Lung diseases", 
    "Medical education", 
    "Mental care facilities", 
    "Mental health", 
    "Patients' rights", 
    "Public health", 
    "Research", 
    "Research ethics", 
    "Science and technology", 
    "Tobacco", 
    "Treatment and rehabilitation of alcoholics", 
    "Women"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1978-06-26", 
    "text": "(Measure passed Senate, amended (inserted similar provisions of S. 2579 as passed Senate)) =Title I: Community Mental Health Centers Extension= - Community Mental Health Centers Extension Act - Amends the Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963 to authorize through fiscal year 1979 appropriations for: (1) grants for planning community mental health centers (CMHC) programs; (2) public or nonprofit private community mental health centers and other public or private nonprofit entities which provide mental health services; (3) consultation and educational services of CMHC's; and (4) the National Center for the Prevention and Control of Rape. Allows unexpended grants made to CMHC's to be carried forward to the subsequent grant period without being deducted from the subsequent grant award. =Title II: Biomedical Research Extension= - Biomedical Research Extension Act - Amends the Public Health Service Act to authorize the Surgeon General to make research chemicals and research animals available to appropriate public authorities, health officials and scientists engaged in special study. Deletes the furnishing of tobacco to patients of hospitals from the duties and obligations of the Surgeon General. Directs that the appointed members of the Board of Regents of the National Library of Medicine be appointees of the Secretary of Health, Education, and Welfare rather than of the President. Authorizes through fiscal year 1981 appropriations for medical libraries for programs under the Public Health Service Act. Authorizes the Director of the National Cancer Institute to provide for the establishment of new centers for basic research. Authorizes appropriations for fiscal year 1979 for the National Cancer Institute. Authorizes through fiscal year 1979 appropriations for research and training in diseases of the heart, blood vessels, lung, and blood and the management of blood resources. Requires that National Research Service Awards include cost of living increase allowances. Reduces from 20 months to 12 months the length of service in a health-related activity in which a nonteaching recipient of a National Health Service Award must engage for each year of such Award to the individual. Establishes a new formula for the calculation of the amount which the United States is entitled to recover from an individual who fails to fulfill the service obligations incurred by receipt of a National Health Service Award. Authorizes appropriations for fiscal years 1979, 1980, and 1981 for payments under National Research Service Awards and grants for such Awards. Decreases from 25 percent to 15 percent the proportion of funds obligated to intramural awards. Stipulates that not less than 50 percent of the funds be made available for payments under National Research Service Awards. Permits the Director of the National Institutes of Health to obtain the services of up to 100 consultants during the fiscal year 1979. =Title III: Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation= - Amends the Comprehensive Alcohol Abuse and Alcohol Prevention, Treatment, and Rehabilitation of 1970 to require State programs to identify and meet the need for counseling, education, and treatment of families of alcohol abusers and alcoholics, including abuse by women and individuals under the age of 18. Authorizes Federal assistance for projects which provide such services to the families of alcohol abusers and alcoholics. Places special emphasis on research concerning the impact of alcohol abuse and alcoholism on the family. =Title IV: The President's Commission for the Protection of Human Subjects of Biomedical and Behavioral Research= - President's Commission for the Protection of Human Subjects of Biomedical and Behavioral Research Act - Amends the Public Health Service Act by adding a new Title XVIII establishing the President's Commission for the Protection of Human Subjects of Biomedical and Behavioral Research, which shall issue a report every two years. Directs the President's Commission to complete any unfinished duties of the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research established under the National Research Act. Sets forth the duties and provides for the administration of such Commission. Requires the Commission to secure and maintain as confidential any information and personal data collected pursuant to this Title. States that such personal data may not be disclosed to any person other than the individual who is the subject of the data."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biomedical Research Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Mental Health Centers Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the assistance programs for community mental health centers and for biomedical research, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Community Mental Health Centers Act to revise and extend the programs under that Act, to amend the Public Health Service Act to revise and extend the programs of assistance for libraries of medicine, the programs of the National Heart, Lung, and Blood Institute, and of the National Cancer Institute, and the program for National Research Service Awards, to establish the President's Commission for the Study of Ethical Problems in Medicine and Biomedical and Behavioral Research, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:36-05:00"
}