{
  "actions": [
    {
      "acted_at": "1998-05-07", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-05-11", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Thurmond. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-11", 
      "calendar": "Senate Legislative", 
      "number": "365", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 365.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-06-25", 
      "references": [
        {
          "reference": "CR S7160", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-25", 
      "bill_ids": [
        "s2057-105"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 2057 amended. (Division C).", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-25", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-07-20T14:07:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-20T22:08:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House Committee on National Security", 
      "references": [], 
      "text": "Referred to the House Committee on National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2058-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-06-25", 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-11", 
  "number": "2058", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1999 for defense activities of the Department of Energy, and for other purposes.", 
  "popular_title": "Authorization bill FY99, Defense (DOE)", 
  "related_bills": [
    {
      "bill_id": "s2057-105", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Year 1999", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1998-06-25", 
  "subjects": [
    "Administrative remedies", 
    "Age and employment", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Authorization", 
    "Automobile parts", 
    "Automobile parts industry", 
    "Ballistic missile defenses", 
    "California", 
    "Child labor", 
    "China", 
    "Chinese language", 
    "Classified defense information", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Damages", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense budgets", 
    "Defense industries", 
    "Department of Energy", 
    "Dismissal wage", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employee selection", 
    "Energy", 
    "Engineering", 
    "Engineers", 
    "Environmental protection", 
    "Environmental technology", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fissionable materials", 
    "Forced labor", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Gifts", 
    "Government buyouts", 
    "Government employees' health insurance", 
    "Government liability", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Government vehicles", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Health", 
    "Human rights", 
    "Idaho", 
    "Imports", 
    "Infrastructure", 
    "International affairs", 
    "International broadcasting", 
    "International cooperation", 
    "International propaganda", 
    "Interoceanic canals", 
    "Interstate relations", 
    "Japan", 
    "Labor and employment", 
    "Laboratories", 
    "Latin America", 
    "Law", 
    "Layoffs", 
    "Liability for marine accidents", 
    "Licenses", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Marine insurance", 
    "Military base closures", 
    "Military research", 
    "Missouri", 
    "Museums", 
    "New Mexico", 
    "Nuclear energy research", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear reactors", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Oregon", 
    "Panama", 
    "Panama Canal", 
    "Panama Canal Commission", 
    "Petroleum reserves", 
    "Plutonium", 
    "Privatization", 
    "Radiation safety", 
    "Radio broadcasting", 
    "Radioactive wastes", 
    "Reprogramming of appropriated funds", 
    "Research and development facilities", 
    "Revolving funds", 
    "Salaries", 
    "Science, technology, communications", 
    "Scientists in government", 
    "Security classification (Government documents)", 
    "Social welfare", 
    "South Carolina", 
    "Strategic materials", 
    "Tactical nuclear weapons", 
    "Technological innovations", 
    "Texas", 
    "Tibet", 
    "Trade agreements", 
    "Trade negotiations", 
    "Transportation and public works", 
    "Treaties", 
    "Tritium", 
    "Uranium", 
    "War and emergency powers", 
    "Washington State", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1998-06-25", 
    "text": "TABLE OF CONTENTS: Title XXXI(sic): Department of Energy National Security Programs Subtitle A: National Security Programs Authorizations Subtitle B: Recurring General Provisions Subtitle C: Program Authorizations, Restrictions, and Limitations Subtitle D: Other Matters Subtitle E: Maximum Age for New Department of Energy Nuclear Materials Couriers Title XXXII: Defense Nuclear Facilities Safety Board Title XXXIII: National Defense Stockpile Title XXXIV: Naval Petroleum Reserves Title XXXV: Panama Canal Commission Title XXXVI: Commercial Activities of People's Liberation Army Title XXXVII: Forced or Indentured Labor Title XXXVIII: Fair Trade in Automotive Parts Title XXXIX: Radio Free Asia Department of Energy National Security Act for Fiscal Year 1999 - Title XXXI(sic): Department of Energy National Security Programs - Subtitle A: National Security Programs Authorizations - Authorizes appropriations to the Department of Energy (DOE) for FY 1999 for operating expenses, capital equipment, and plant projects necessary in carrying out the following activities for national security programs: (1) weapons activities; (2) environmental restoration and waste management; (3) other defense activities; (4) defense nuclear waste disposal; and (5) defense environmental management privatization initiatives. Subtitle B: Recurring General Provisions - Prohibits the use of funds appropriated pursuant to this title for: (1) the cost of a program exceeding 110 percent of the program authorization or $1 million more than the amount authorized; or (2) programs which have not been presented to, or requested of, the Congress until the Secretary of Energy transmits to the defense and appropriations committees a full statement of the action proposed and 30 days have since expired. (Sec. 3122) Places certain funding limits for general plant and construction projects of DOE. Requires congressional reports when amounts exceed such limits. (Sec. 3124) Authorizes the Secretary to transfer DOE-authorized funds: (1) to other Federal agencies for the performance of work for which such funds were authorized; or (2) between authorizations within DOE, to be merged with and available for the same purposes. Requires notification to the defense committees of any such transfers. (Sec. 3125) Directs the Secretary, before submitting a funding request for a construction project in support of a DOE national security program, to complete a conceptual design for such project. Requires a separate funding request for such designs for which the estimated cost exceeds $3 million. Authorizes the Secretary to carry out construction design services in connection with any proposed construction project if the total estimated cost for the design does not exceed $600,000. Requires specific authorization by law for designs exceeding such amount. (Sec. 3126) Authorizes the use of DOE funds for planning, design, and construction activities for any DOE national security program that must proceed expeditiously in order to protect public health and safety, meet the needs of national defense, or protect property. Requires the Secretary to report to the defense and appropriations committees when funds are so used. Makes funds for management and support and for general plant projects under this subtitle available for all DOE national security programs. (Sec. 3129) Directs the Secretary, during FY 1999, to empower each DOE field office manager with the authority to transfer defense environmental management funds from a program or project under such office's jurisdiction to another program or project in order to address a risk to health, safety, or the environment or to assure the most efficient use of such funds at that field office. Limits such transfers to a total of $5 million per fiscal year. Directs the Secretary to notify the Congress within 30 days after any such transfer. Subtitle C: Program Authorizations, Restrictions, and Limitations - Prohibits, with specified exceptions, FY 1999 DOE funds from being obligated or expended to conduct any activities: (1) associated with international cooperative stockpile stewardship; or (2) relating to ballistic or theater missile defense. (Sec. 3133) Prohibits any person from constructing or operating a facility under contract with DOE for fabricating mixed plutonium-uranium oxide nuclear reactor fuel for use in a commercial nuclear reactor without first obtaining a license from the Nuclear Regulatory Commission. (Sec. 3134) Directs the Secretary to continue operations and maintain a high state of readiness at the F- and H-canyon facilities at the Savannah River site and to provide technical staff to operate and maintain such facilities. (Sec. 3135) Amends the National Defense Authorization Act for Fiscal Year 1995 to authorize DOE federally funded research and development centers to participate in merit-based technology research and development programs. (Sec. 3136) Earmarks authorized funds for payment to the educational foundation chartered to enhance educational activities in the public schools in the vicinity of Los Alamos National Laboratory, New Mexico. (Sec. 3137) Authorizes the Secretary to enter into partnership arrangements to share the costs of operating the hazardous materials management and emergency response training facility in Richland, Washington, as authorized under the National Defense Authorization Act for Fiscal Year 1995. (Sec. 3138) Earmarks DOE funds for: (1) activities relating to the Hanford Health Information Network as established under the National Defense Authorization Act for Fiscal Year 1991; (2) the Initiatives for Proliferation Prevention program; and (3) the nuclear cities initiative. (Sec. 3140) Authorizes the Secretary to conduct: (1) research and other activities through contractor-operated facilities of DOE on behalf of other Federal departments and agencies, State and local governments and agencies, and private persons and entities and to impose charges to conduct such activities; and (2) during FY 1999 through 2003 a pilot program under which the Secretary and such contractors reduce the facility overhead charges imposed for conducting such activities. Authorizes contractors involved in the program to enter into partnerships with small businesses at such facility relating to technology. (Sec. 3140A) Directs the Secretary to submit to the defense committees a plan for the design, construction, and relocation of the National Atomic Museum in Albuquerque, New Mexico. Subtitle D: Other Matters - Repeals a provision of the National Defense Authorization Act for Fiscal Year 1998 setting forth policy under the stockpile stewardship program. (Sec. 3142) Amends the National Defense Authorization Act for Fiscal Year 1995 to increase compensation levels for scientific, engineering, and technical personnel responsible for safety at DOE nuclear facilities. (Sec. 3143) Expresses the sense of the Senate that the Office of Management and Budget should, beginning with FY 2000, transfer the Formerly Utilized Sites Remedial Action Program from the defense 050 budget function to a non-defense discretionary budget function. (Sec. 3144) Amends the National Defense Authorization Act for Fiscal Year 1995 to extend through FY 2000 the authority for the appointment within DOE of certain scientific, engineering, and technical personnel. (Sec. 3145) Authorizes DOE to pay incentive payments to qualifying employees who voluntarily separate before January 1, 2001. (Sec. 3146) Amends the National Defense Authorization Act for Fiscal Year 1996 to allow Federal agencies, including the National Archives and Records Administration, to conduct a visual inspection of all permanent records of historical value which are 25 years old or older prior to declassification to ascertain that they contain no pages with Restricted Data or Formerly Restricted Data markings. (Sec. 3147) Expresses the sense of the Senate encouraging DOE and the State of Washington to implement a memorandum of understanding for the continued involvement by the State of Oregon in decisions of concern to Oregon regarding the Hanford Reservation in Washington. (Sec. 3148) Directs the Comptroller General to review and report to the Congress on the calculation of overhead costs of cleanup at DOE sites. (Sec. 3149) Expresses the sense of the Congress that for each of the fiscal years 2000 through 2008 it should be an objective of the Secretary to increase the budget for nonproliferation science and technology activities by at least two percent over the previous year, after inflation. (Sec. 3150) Requires the Secretary to select a tritium production technology no later than December 31, 1998. Subtitle E: Maximum Age for New Department of Energy Nuclear Materials Couriers - Authorizes the Secretary to determine and fix the maximum age limit for an original appointment as a DOE nuclear materials courier. Adds such position to Federal employee classification provisions. Title XXXII: Defense Nuclear Facilities Safety Board - Authorizes appropriations for FY 1999 for the Defense Nuclear Facilities Safety Board. Title XXXIII: National Defense Stockpile - Authorizes the National Defense Stockpile (NDS) Manager, during FY 1999, to obligate up to $83 million of the funds in the National Defense Stockpile Transaction Fund (Fund) for authorized Fund uses, including the disposal of hazardous materials that are environmentally sensitive. Authorizes the NDS Manager to obligate amounts in excess of such amount 45 days after notifying the Congress that extraordinary or emergency conditions necessitate the additional obligations. (Sec. 3303) Directs the President to dispose of NDS materials. Specifies disposal limits. (Sec. 3304) Amends the Strategic and Critical Materials Stock Piling Act to authorize the use of NDS funds for the performance of environmental remediation, restoration, waste management, or compliance activities required under Federal law or undertaken by administrative decision or negotiated agreement. Title XXXIV: Naval Petroleum Reserves - Authorizes appropriations for FY 1999 for activities relating to the naval petroleum reserves. Title XXXV: Panama Canal Commission - Panama Canal Commission Authorization Act for Fiscal Year 1999 - Authorizes the Panama Canal Commission to make such expenditures as necessary for the operation, maintenance, and improvement of the Panama Canal for FY 1999, with specified funding limits. (Sec. 3503) Requires Commission funds to be made available for the purchase and transportation to the Republic of Panama of passenger motor vehicles, with a per vehicle cost limit of $23,000. (Sec. 3504) Requires expenditures authorized under this title to be in accordance with the Panama Canal Treaties of 1977 and any laws implementing those treaties. (Sec. 3505) Authorizes the Commission to seek and accept donations to carry out Commission promotional activities. (Sec. 3506) Authorizes the Secretary of State to enter into one or more agreements under which the United States furnishes administrative services relating to Commission pension, disability, and medical benefits, as well as workmen's compensation, after December 31, 1999, and establishes appropriate procedures for providing advance funding for such services. (Sec. 3507) Repeals on December 30, 1999, current Federal provisions concerning rights of and benefits accruing to Commission employees at the Canal. (Sec. 3508) Repeals a Federal provision establishing a Commission central examining office. (Sec. 3509) Revises provisions concerning Commission liability for vessel accidents to require claimants to be covered by one or more insurance policies totaling at least $1 million against the injuries claimed. Limits Commission liability to amounts in excess of any insurance amounts recovered. (Sec. 3510) Makes a Commission employee eligible, upon request, for appointment on a noncompetitive basis to vacant positions in the competitive civil service within: (1) an area determined by the Director of the Office of Personnel Management as being within a reasonable commuting distance of the employee's residence; or (2) any Standard Federal Region designated by such employee. Outlines eligibility requirements, including U.S. citizenship and a notice of separation by reason of a reduction in force. (Sec. 3511) Provides compensation levels for members of the Commission's Board of Contract Appeals. (Sec. 3513) Requires a Department of Defense officer designated by the Secretary of Defense to be one of the members of the Panama Canal Commission Supervisory Board. Title XXXVI: Commercial Activities of the People's Liberation Army - Directs the Secretary of Defense to compile, publish, and update continuously a list of persons who are Communist Chinese military companies owned or controlled by the People's Liberation Army and who are operating directly or indirectly in the United States or any of its territories and possessions. Authorizes the President to exercise authorities under the International Emergency Economic Powers Act with respect to any U.S. commercial activity of such a company, except authorities relating to importation. Title XXXVII: Forced or Indentured Labor - Authorizes appropriations for FY 1999 to the U.S. Customs Service to monitor the importation of products made with forced labor or indentured labor, including forced or indentured child labor, the importation of which violates the Tariff Act of 1930. Directs the Commissioner of Customs to prepare and transmit to the Congress a report on products made with such labor that are destined for the U.S. market. Expresses the sense of the Congress that the President should determine whether any country with which the United States has a memorandum of understanding with respect to reciprocal trade that involves goods made with forced or indentured labor is frustrating implementation of the memorandum, and, if so, to commence negotiations for a new memorandum which provides effective procedures for the monitoring of such labor. Title XXXVIII: Fair Trade in Automotive Parts - Fair Trade in Automotive Parts Act of 1998 - Directs the Secretary of Commerce to: (1) reestablish the initiative to increase the sale of U.S.-made automotive parts and accessories to Japanese markets, including appropriate consultation and the exchange of information; and (2) establish a Special Advisory Committee to advise, assist, and report on issues relating to sales of U.S. automotive parts and accessories in Japanese and other Asian markets. (Sec. 3805) Terminates the initiative on December 31, 2003. Title XXXIX: Radio Free Asia - Radio Free Asia Act of 1998 - Authorizes appropriations for FY 1998 and 1999 for Radio Free Asia, a program offering free broadcasting services to China and Tibet. Expresses the sense of the Congress that a significant amount of authorized funds should be directed towards broadcasting to such countries in the appropriate languages and dialects. Authorizes appropriations for such fiscal years for: (1) international broadcasting activities, to be available only for enhanced Voice of America broadcasting to China; and (2) radio construction, to be available only for construction in support of enhanced broadcasting to China. (Sec. 3904) Directs the Broadcasting Board of Governors to prepare and submit to the appropriate congressional committees an assessment of the Board's efforts to increase broadcasting by Radio Free Asia and Voice of America to China and Tibet."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY99, Defense (DOE)", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Defense Activities (DOE) FY99, Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Energy Department Defense Activities FY99 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Energy National Security Act for Fiscal Year 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Fair Trade in Automotive Parts Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Panama Canal Commission Authorization Act for Fiscal Year 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Radio Free Asia Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1999 for defense activities of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:27-05:00"
}