{
  "actions": [
    {
      "acted_at": "1975-11-11", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2644-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-11", 
  "number": "2644", 
  "official_title": "A bill to amend the Social Security Act to require employers to make an approved health care plan available to their employees, to provide a health insurance plan for low-income persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Standards Act", 
  "sponsor": {
    "district": null, 
    "name": "Fannin, Paul J.", 
    "state": "AZ", 
    "thomas_id": "01330", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-11", 
  "subjects": [
    "Government operations and politics", 
    "Health", 
    "Insurance", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-11", 
    "text": "National Health Standards Act - Title I: Health Benefits for Employees - Defines \"employer\", and \"approved health care plan\", and other terms under a new title of the Social Security Act. Requires employers to provide United States resident employees (and their families) with an approved health care plan. States that the employer must pay at least 50 percent of the plan's cost and authorizes him to deduct any cost contributions from the employee's pay. Directs that employers shall provide an approved health care plan to employees one year after this Act takes effect. Extends to the employee coverage for 31 days after his employment relationship terminates. Lists services, prescribed by a physician, for which approved plans must provide payment in each benefit period for each covered member, including: (1) inpatient hospital services; (2) physician services and medical supplies customarily furnished in connection with surgery or while the patient is hospitalized; (3) prescription drugs; (4) X-ray and laboratory services, physical therapy, and specified other outpatient services; and (5) psychiatric care, limited to two visits a week. Limits payment for psychiatric care to $20 per visit per person. Divides benefits into two groups, one of which must be made available to employees one year after the date of enactment, the other within five years. Excludes from benefits unreasonable services, personal comfort items, eyeglasses, orthopedic shoes, cosmetic surgery, dental work, general examinations, immunizations, and others. Restricts, in any calendar year, the amount that eligible individuals or families may pay to: (1) $100 for each individual for covered charges not to exceed $200 per family; (2) 25 percent of the next $10,000 of covered charges incurred excepting those for psychiatric services; and (3) with respect to psychiatric services, 50 percent of the next $10,000 incurred. Stipulates that health plans must pay 50 percent of the obstetrical care up to a maximum of $500 for any one pregnancy. Authorizes the appropriate State official to request the State Attorney General to bring suit if an employer, after notice and opportunity for a hearing, refuses to comply with this Act. Directs that employers who willfully and knowingly fail to adopt an approved health plan shall reimburse all employees for actual expenditures for health care, made within 24 months of the date the expense occurred, that would have been reimbursed by an approved health plan. Provides further that a civil penalty may be assessed against the employer of not more than two times the amount he would have spent, in any period not longer than the most recent 24-month period, if he had complied with this Act. Requires health care plans to include specified procedures for reviewing and reimbursing participating hospitals and doctors. States that plans, whether developed by insurance companies or employers, must be submitted to the appropriate State official for approval. Instructs participating insurance carriers that they must develop plans for employers with less than 100 employees and for self-employed individuals. Provides that insurance pool arrangements offering public health insurance coverage under this Act are not in violation of antitrust laws. Permits employers to adopt a benefit value equivalency plan after obtaining a certificate from the American Academy of Actuaries or other actuary deemed satisfactory by the appropriate State official. Title II: Health Benefits for Low-Income Individuals and Their Dependents - Extends benefits to United States residents who file an application and qualify as a \"low-income individual,\" \"low-income family,\" or \"dependent beneficiary\" as those terms are defined by this Act. Outlines cost contributions required of participants. Directs the Secretary of Health, Education, and Welfare to pay to each State 100 percent of costs necessary to furnish benefits to eligible individuals and families. Authorises appropriations of amounts, from time to time, appropriations of amounts, from time to time, equal to the cost of providing benefits. Requires each State to arrange with health insurance carriers to make payments to providers of benefits under this Act and to enroll each recipient, filing his application with the administering carrier. Institutes a yearly review by the Secretary of cost-of-living increases for the purpose of adjusting the requirements for qualifying as a low-income family or individual. Title III: General Provisions - Creates, within the Executive Branch, a seven-member Council of Health Advisors to be appointed by the President with the advice and consent of Congress. Enumerates the Council's purposes: (1) to analyze and interpret health care trends; (2) to appraise Federal health programs and activities; and (3) to evaluate the effectiveness of quality control programs established under this Act. Directs the Council to submit an annual report to Congress and the President not later than March 1 of each year. Authorizes the appropriation of such sums as are necessary to enable the Council to carry out its functions. Provides that State insurance pools authorized by this Act shall be administered by the administering carrier under regulations promulgated by the appropriate State agency and under the quidelines incorporated in this Act. Requires the approved health care plan to include a provision identical with or substantially similar to the suggested model group antiduplication provision as modified and interpreted in the report of the insurance industry task force on coordination of benefits attached to the report of the C-l Accident and Health Protection Subcommittee as set forth in volume I of the 1971 proceedings of the National Association of Insurance Commissioners."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to require employers to make an approved health care plan available to their employees, to provide a health insurance plan for low-income persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:38-05:00"
}