{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr954-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "954", 
  "official_title": "A bill to require judges of courts of the United States to file confidential financial statements with the Comptroller General of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Rarick, John R.", 
    "state": "LA", 
    "thomas_id": "00945", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Judges", 
    "Law"
  ], 
  "subjects_top_term": "Judges", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Requires each judge of the United States courts to file a confidential financial statement with the Comptroller General by May 15 of each year. Provides that such report shall contain the following information: all documents filed for income tax purposes; name and instrument of ownership of any business in which the ownership value exceeded $5,000 or from which income was derived, the value of ownership and amount of income, the name and address of all organizations in which the judge or his spouse was an officer, director, partner, employee or adviser, from which income was derived and the amount of income (includes other income for services rendered and not otherwise reported); capital from a single source other than the sale of a residence; the identity of each interest in real or personal property owned which had a fair market value of $10,000 or more and the amount of each such interest; the identity of liabilities of $5,000 or more owed by the judge or spouse; and the identity, source, and value of all gifts in the aggregate amount or value of $50 or more from any single source. Directs judges with no interests covered in this act to file a report so stating. Provides for removal from office for willful failure or refusal to file a report. Directs the Comptroller General to keep the sealed reports for seven years. Requires that the report be sent to either House of Congress after adoption of a resolution. Provides that the committee designated in the resolution shall examine the report in executive session unless further consideration is warranted in which case the report may be available to any committee member or staff member for any use required for the discharge of his official duties. Provides that reports shall be returned to the judges after seven years or to their legal representatives. Directs the Comptroller General to report annually to Congress the names of judges who have submitted reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to require judges of courts of the United States to file confidential financial statements with the Comptroller General of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:05-05:00"
}