{
  "actions": [
    {
      "acted_at": "1988-09-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-26", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-26", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-09-29", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "calendar": "Senate Legislative", 
      "number": "1022", 
      "references": [], 
      "text": "Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 1022.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-12", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-10-12", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-10-13", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-27", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-07", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-11-07", 
      "congress": "100", 
      "law": "public", 
      "number": "630", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-630.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5334-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "630"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-11-07", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-09-26", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-10-12", 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-20", 
  "number": "5334", 
  "official_title": "A bill to make certain technical and conforming amendments to the Education of the Handicapped Act and the Rehabilitation Act of 1973, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2821-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2821-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Handicapped Programs Technical Amendments Act of 1988", 
  "sponsor": {
    "district": "12", 
    "name": "Owens, Major R.", 
    "state": "NY", 
    "thomas_id": "00883", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-11-07", 
  "subjects": [
    "Access Board", 
    "Advisory bodies", 
    "Architecture and the disabled", 
    "Arts, culture, religion", 
    "Authorization", 
    "Blind", 
    "Books", 
    "Commemorations", 
    "Community colleges", 
    "Deaf", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Educational research", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Employment of the handicapped", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Government operations and politics", 
    "Government trust funds", 
    "Higher education", 
    "Labor and employment", 
    "Manpower training programs", 
    "Native Americans", 
    "Preschool education", 
    "Printing", 
    "Rehabilitation", 
    "Research centers", 
    "Special months", 
    "Special weeks", 
    "State finance", 
    "States", 
    "Teacher education", 
    "Teachers", 
    "Transportation and the physically handicapped", 
    "Vocational education"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-09-26", 
    "text": "(Measure passed House, amended) Handicapped Programs Technical Amendments Act of 1988 - Title I: Amendments to the Education of the Handicapped Act - Amends the Education of the Handicapped Act (EHA) to make technical and conforming amendments, including making terminology gender neutral, updating cross-references and revising language referring to people with handicaps or disabilities. Removes references to the National Advisory Committee on the Education of the Handicapped (whose statutory authority has already been repealed under other Federal law). Specifies that the term \"institution of higher education\" includes community colleges receiving funding from Secretary of the Interior under the Tribally Controlled Community College Assistance Act of 1978. Revises provisions for preschool grants for special education and related services for handicapped children aged three through five to provide that appropriations for such grants program for FY 1987 and 1988 received by a State whose allotment for the succeeding fiscal year is adjusted downwards shall remain available for obligation by such State, and by its local educational agencies and intermediate educational units, during the two fiscal years succeeding the fiscal year for which they were made. Revises provisions for grants to State educational agencies and institutions of higher education for traineeships. Directs the Secretary of Education (the Secretary) to make a grant of sufficient size and scope to each State educational agency which applies and to an institution of higher education in any State where the State educational agency does not apply for such a grant. Authorizes the Secretary to make a limited number of such grants to State educational agencies on a competitive basis (up to ten percent of the total amount expended in the preceding year). Authorizes the Secretary to make continuation grants for FY 1989 to institutions of higher education that received competitive grants for FY 1987. Sets forth a special rule for FY 1987 preschool grants. Allows a State educational agency to use funds made available in FY 1986 under the preschool grants program in FY 1987 in accordance with statutory and regulatory provisions in effect for FY 1986 and its application for FY 1986. Makes inapplicable to children aged three through five in any State for any fiscal year for which the State receives a preschool grant under EHA certain Federal regulations requiring a public agency to make free public education available to all of its handicapped children of the same age in the same disability category, if it provides education to 50 percent or more of its handicapped children in any disability category in the three to five age group. Title II: Amendments to the Rehabilitation Act of 1973 - Amends the Rehabilitation Act of 1973 (RA) to make technical and conforming amendments, including making terminology gender neutral, updating cross-references, and revising language referring to people with handicaps and disabilities. Renames: (1) the National Council on the Handicapped as the National Council on Disability; (2) the Interagency Committee on Handicapped Research as the Interagency Committee on Disability Research; and (3) the Office of Information and Resources for the Handicapped as the Office of Information and Resources for Individuals with Disabilities. Revises provisions relating to membership and expiration of members' terms on the Architectural and Transportation Barriers Compliance Board. Changes the wording of certain provisions from \"employment of the handicapped\" to \"employment of people with disabilities,\" and from \"handicapped individuals\" to \"individuals with handicaps.\" Corrects provisions for an authorization of appropriations to reflect an authorization through FY 1991. Title III: Amendments Relating to the President's Committee on Employment of People with Disabilities - Changes a certain commemorative week to a commemorative month and changes the name from National Employ the Physically Handicapped (Week) to National Disability Employment Awareness Month, in addition to changing the reference to \"handicapped workers\" to \"workers with disabilities.\" Changes the name of the President's Committee on National Employ the Physically Handicapped Week to the President's Committee on People with Disabilities. Authorizes such Committee to: (1) accept voluntary and uncompensated services; and (2) accept, use, and dispose of money or property received by gift, devise, bequest, or otherwise. Title IV: Amendments Relating to the American Printing House for the Blind - American Printing House for the Blind Amendments of 1988 - Terminates on October 1, 1989, the perpetual trust fund and the permanent annual appropriations established under specified Federal law providing for the American Printing House for the Blind (APHB). Makes a conforming amendment to another specified Federal law, thereby preserving its authorization of appropriations for APHB, while removing a reference to the permanent annual appropriation. Deems compensated by the appropriation to APHB for FY 1990 any and all rights of APHB determined to have vested in the permanent trust fund. Provides that references to the permanent trust fund and permanent annual appropriations shall not be given any effect, nothwithstanding any Federal law. Title V: Amendments to the Helen Keller National Center Act - Amends the Helen Keller National Center Act to extend through FY 1991 the authorization of appropriations for the Helen Keller National Center for Deaf-Blind Youths and Adults."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Handicapped Programs Technical Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "American Printing House for the Blind Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Handicapped Programs Technical Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "American Printing House for the Blind Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Handicapped Programs Technical Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "American Printing House for the Blind Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make certain technical and conforming amendments to the Education of the Handicapped Act and the Rehabilitation Act of 1973, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:45-05:00"
}