{
  "actions": [
    {
      "acted_at": "1998-09-28", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-01", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4651-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1998-09-28", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-28", 
  "number": "4651", 
  "official_title": "To make minor and technical amendments relating to Federal criminal law and procedure.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Criminal Law Improvements Act of 1998", 
  "sponsor": {
    "district": "8", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-28", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administrative procedure", 
    "Aircraft", 
    "Alcoholism treatment", 
    "Aliens", 
    "Americans employed in foreign countries", 
    "Appellate procedure", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arrest", 
    "Assassination", 
    "Assault", 
    "Aviation safety", 
    "Bank fraud", 
    "Bank records", 
    "Biological weapons", 
    "Boats and boating", 
    "Burglary", 
    "Capital punishment", 
    "Carjacking", 
    "Child pornography", 
    "Child sexual abuse", 
    "Civil rights and liberties, minority issues", 
    "Commemorations", 
    "Commerce", 
    "Common carriers", 
    "Conspiracy", 
    "Contempt of court", 
    "Copyright infringement", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal procedure", 
    "Customs administration", 
    "Department of Defense", 
    "Destruction of property", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Electronic surveillance", 
    "Embezzlement", 
    "Emergency management", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Ex-offenders", 
    "Ex-presidents", 
    "Exclusionary rule (Evidence)", 
    "Explosives", 
    "Extortion", 
    "Extradition", 
    "Families", 
    "Family leave", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal installations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Forgery", 
    "Fraud", 
    "Government operations and politics", 
    "Grand jury", 
    "Hate crimes", 
    "Health", 
    "Homicide", 
    "Immigration", 
    "Indian lands", 
    "Indian law enforcement", 
    "Informers", 
    "Injunctions", 
    "Intellectual property", 
    "International affairs", 
    "Jurisdiction", 
    "Juvenile delinquents", 
    "Kidnapping", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Leave of absence", 
    "Limitation of actions", 
    "Mandatory sentences", 
    "Marine and coastal resources, fisheries", 
    "Military dependents", 
    "Military medals, decorations, etc.", 
    "Minorities", 
    "Misconduct in office", 
    "Money laundering", 
    "Motor vehicle registration", 
    "Murder", 
    "Mutual funds", 
    "Native Americans", 
    "Obstruction of justice", 
    "Parole", 
    "Perjury", 
    "Police brutality", 
    "Police corruption", 
    "Politicians' spouses", 
    "Postage stamps", 
    "Postal crimes", 
    "Presidential candidates", 
    "Presidential families", 
    "Presidential protection", 
    "Pretrial procedure", 
    "Prisoners", 
    "Prisons", 
    "Probation", 
    "Prosecution", 
    "Prostitution", 
    "Public records", 
    "Receiving stolen goods", 
    "Right of privacy", 
    "Riots", 
    "Salaries", 
    "Searches and seizures", 
    "Security clearances", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Sick leave", 
    "Sports and recreation", 
    "Stalking", 
    "State laws", 
    "Subpoena", 
    "Tariff", 
    "Territorial waters", 
    "Territories (U.S.)", 
    "Terrorism", 
    "Trade secrets", 
    "Transfer of employees", 
    "Transportation and public works", 
    "U.S. Sentencing Commission", 
    "Vending machines", 
    "Vice Presidential candidates", 
    "Victims of crimes", 
    "Violence", 
    "White collar crime", 
    "Wiretapping", 
    "Witnesses", 
    "Women"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-28", 
    "text": "TABLE OF CONTENTS: Title I: Amendments Relating to Courts and Sentencing Title II: Amendments Relating to White Collar and Other Nonviolent Crime Title III: Miscellaneous Amendments Title IV: Amendments Relating to Violent Crime and Terrorism Title V: Clarifying the Method of Execution of Federal Prisoners Title VI: Technical Amendments Relating to Criminal Law and Procedure Federal Criminal Law Improvements Act of 1998 - Title I: Amendments Relating to Courts and Sentencing - Amends the Federal criminal code (the code) to remove the requirement that, in an appeal by the United States to a court of appeals from a decision or order of a district court suppressing or excluding evidence or requiring the return of seized property in a criminal proceeding, the United States attorney must certify to the district court that such appeal is not taken for purpose of delay and that the evidence is a substantial proof of a fact material in the proceeding. (Sec. 102) Revises code provisions regarding contempt power, destruction of letter boxes, and breaches of official duty to permit the imposition of both a fine and imprisonment for violations. (Sec. 103) Amends the code and Rule 35 of the Federal Rules of Criminal Procedure to grant the court authority, upon motion of the Government, to impose a sentence below a level established by statute as minimum sentence to reflect a defendant's substantial assistance in an investigation of any offense. (Sec. 104) Provides that in a criminal case an appeal by the United States shall lie to a court of appeals from a decision, judgment, or order of a district court dismissing an indictment or information or granting a new trial after verdict or judgment, as to any one or more counts (as under current law) or any part thereof, with an exception. (Sec. 105) Amends the Violent Crime Control and Law Enforcement Act of 1994 to direct the United States Sentencing Commission (Sentencing Commission) to promulgate, or amend existing, guidelines to provide sentencing enhancements of not less than three offense levels for offenses that the court at sentencing (currently, the finder of fact at trial) determines beyond a reasonable doubt are hate crimes. (Sec. 106) Amends the Controlled Substances Act (CSA) to specify that its controlled substances provisions are not controlled by a Federal criminal code provision pertaining to the term of supervised release after imprisonment. (Sec. 107) Amends the code to authorize the court to impose a sentence of probation or supervised release when reducing a sentence of imprisonment in certain cases where it finds extraordinary and compelling reasons warrant a reduction or the defendant is at least age 70 and has served at least 30 years in prison. (Sec. 108) Revises code provisions regarding the transfer of offenders serving sentences of imprisonment to direct that good time and other credit be combined by the Bureau of Prisons and deducted from the sentence imposed by a foreign court. Directs the Bureau, if the term of imprisonment for foreign prisoners transferred to the United States is less than or equal to the total sentence imposed and certified by the foreign authorities on the basis of considerations other than a limitation that the combined periods of imprisonment and supervised release that result from such determination not exceed the term imposed by the foreign court on that offender, to calculate credits for satisfactory behavior as specified. Title II: Amendments Relating to White Collar and Other Nonviolent Crime - Amends the code to add attempts to various theft and embezzlement-related prohibitions. (Sec. 203) Expands a provision regarding breaking into a post office (including attempts) to include breaking into any post office box or postal stamp vending machine. (Sec. 204) Makes provisions regarding transportation, and sale or receipt, of stolen vehicles applicable to vessels. (Sec. 207) Authorizes the Attorney General to commence a civil action in Federal court to enjoin a violation or imminent violation of prohibitions against counterfeiting and forgery. Directs that a permanent or temporary injunction or restraining order be granted without bond. (Sec. 209) Amends the interstate travel fraud statute to cover travel by the perpetrator. (Sec. 211) Amends financial crimes provisions of the code to provide that the definition of \"State\" in the International Banking Act of 1978 shall be deemed to include a U.S. commonwealth, territory, or possession. Title III: Miscellaneous Amendments - Amends code provisions regarding tampering with a witness, victim, or informant, and regarding release or detention pending trial, to add \"supervised release\" to references to \"probation, parole, or release\" pending judicial proceedings, trial, sentencing, appeal or completion of sentence. (Sec. 303) Amends a provision regarding entry of goods by means of false statements to increase penalties and to specify that such provision shall not be construed to require proof of any mental state as to whether the defendant's willful act or omission would deprive the Government of any lawful customs duties. (Sec. 306) Eliminates the proof of value requirement for property constituting \"matters occurring before the grand jury,\" with respect to felony theft or conversion of grand jury material. (Sec. 310) Expands jurisdiction over child buying and selling offenses to include U.S. special maritime and territorial areas. (Sec. 311) Amends the CSA to decrease the amount of flunitrazepam necessary to trigger penalties. (Sec. 312) Amends the statute prohibiting the bringing of hazardous substances aboard an aircraft to provide that knowledge of the existence of a regulation or requirement prescribed by the Secretary of Transportation is not an element of the offense. (Sec. 315) Amends the Antiterrorism Act of 1996 to: (1) set the rate of pay for Executive Director of the Commission on the Advancement of Federal Law Enforcement at up to the rate payable for Level IV of the Executive Schedule; (2) authorize any Federal employee to be detailed to the Commission without reimbursement from the Commission, but to retain the rights, status, and privileges of his or her regular employment without interruption; and (3) provide for expedited security clearances for the Commission and selected staff designated by the Chairman of the Commission. (Sec. 316) Substitutes a provision for a sentence reduction of a prisoner convicted of a nonviolent offense after successfully completing a treatment program with a requirement that the Attorney General ensure that eligible prisoners undergo a program of substance abuse treatment. Defines \"eligible prisoner\" as one who is within 24 months of the date of release or is otherwise designated by the Bureau of Prisons for participation in a residential substance abuse treatment program (currently, is willing to participate), and who meets other specified requirements. (Sec. 318) Restores wiretap authority for certain money laundering offenses. (Sec. 319) Amends the Federal judicial code to make Federal leave provisions applicable to employees of the Sentencing Commission. Title IV: Amendments Relating to Violent Crime and Terrorism - Revises code provisions regarding biological weapons to define \"biological agent\" as any microorganism (including bacteria, viruses, fungi, rickettsiae, or protozoa), or infectious substance, or any naturally occurring, bioengineered or synthesized component of any such microorganism or infectious substance that meets specified criteria. Makes similar changes with respect to the definitions of \"toxin\" and \"vector.\" (Sec. 402) Includes as a \"crime of violence\" an offense relating to possession of explosives or firearms by convicted felons and other categories of prohibited persons. (Sec. 403) Eliminates from the carjacking statute the requirement that the perpetrator acted with intent to cause death or serious bodily harm. (Sec. 404) Provides that whoever, while serving with, employed by, or accompanying the armed forces outside the United States, engages in conduct which would constitute an offense punishable by imprisonment for more than one year if the conduct had been engaged in within the special maritime and territorial jurisdiction of the United States, shall be guilty of a like offense and subject to a like punishment. Authorizes the delivery of such individual to the appropriate authorities of a foreign country in which such person is alleged to have engaged in such conduct if: (1) such authorities request that person's delivery for trial; and (2) such delivery is authorized by a treaty or other international agreement to which the United States is a party. (Sec. 405) Amends the interstate threat statute to include threats to kill. (Sec. 406) Removes the requirement for assault with a dangerous weapon that there be intent to do bodily harm. (Sec. 407) Adds attempts to the interstate domestic violence provision. (Sec. 408) Includes travel with intent that a felony crime of violence be committed within the prohibition against the use of interstate or foreign commerce facilities in the commission of murder-for-hire. (Sec. 409) Increases from ten to 20 years the maximum penalty for voluntary manslaughter. (Sec. 410) Includes among offenses committed within Indian country a felony involving willful and malicious destruction of, or attempts to destroy, buildings or property within the special maritime and territorial jurisdiction of the United States. (Sec. 411) Revises provisions regarding: (1) drive-by shootings to redefine \"major drug offense\" to include a conspiracy or attempt to commit specified offenses under the CSA or the Controlled Substances Import and Export Act, and to include shooting into a group in furtherance of a major drug offense with intent to kill; and (2) threats against former Presidents to cover a former President's spouse, and the spouse or a member of the immediate family of a major candidate for President or Vice President, and certain other persons for whom the President directs that such protection be provided. Title V: Clarifying the Method of Execution of Federal Prisoners - Revises code provisions regarding implementation of a death sentence to direct that: (1) a person sentenced to death be committed to the Attorney General's custody, with implementation pursuant to regulations prescribed by the Attorney General; and (2) a United States marshal charged with supervising such implementation use the appropriate Federal facilities. Title VI: Technical Amendments Relating to Criminal Law and Procedure - Makes technical corrections to the code and the Economic Espionage Act of 1996. Removes fine limits under various provisions of the code and CSA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Criminal Law Improvements Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make minor and technical amendments relating to Federal criminal law and procedure.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:15-05:00"
}