{
  "actions": [
    {
      "acted_at": "2006-06-06", 
      "references": [
        {
          "reference": "CR S5492-5493", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-06", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [
        {
          "reference": "CR S5493", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-22", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-09-06", 
      "committee": "Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Craig with amendments. With written report No. 109-328.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-09-06", 
      "calendar": "Senate Legislative", 
      "number": "592", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 592.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-09-26", 
      "references": [
        {
          "reference": "CR S10217-10218", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S10218", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-09-26T19:47:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-26T21:20:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T11:25:00-05:00", 
      "references": [], 
      "text": "Mr. Buyer moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T11:25:00-05:00", 
      "references": [
        {
          "reference": "CR H8995-9019", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T11:25:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 3421.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T12:03:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H8995-9014", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-12-08T12:03:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T12:03:00-05:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendments to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 12/8/2006 S11803-11821", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 12/8/2006 S11803-11821", 
          "type": "text as Senate agreed to House amendments"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to House amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-12-09", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-12-11", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-20", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-12-22", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2006-12-22", 
      "congress": "109", 
      "law": "public", 
      "number": "461", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-461.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5074-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5074"
    }
  ], 
  "bill_id": "s3421-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ensign, John", 
      "sponsored_at": "2006-09-25", 
      "state": "NV", 
      "thomas_id": "00348", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "461"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2006-12-22", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-12-08T12:03:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-12-09", 
    "vetoed": false
  }, 
  "introduced_at": "2006-06-06", 
  "number": "3421", 
  "official_title": "To amend title 38, United States Code, to repeal certain limitations on attorney representation of claimants for benefits under laws administered by the Secretary of Veterans Affairs, to expand eligibility for the Survivors' and Dependents' Educational Assistance Program, to otherwise improve veterans' benefits, memorial affairs, and healthcare programs, to enhance information security programs of the Department of Veterans Affairs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5815-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Benefits, Health Care, and Information Technology Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2006-12-22", 
  "subjects": [
    "Alaska", 
    "Ambulatory care", 
    "Armed forces and national security", 
    "Authorization", 
    "Blind", 
    "Building construction", 
    "California", 
    "Civil rights and liberties, minority issues", 
    "Clinics", 
    "Colorado", 
    "Commerce", 
    "Construction costs", 
    "Department of Veterans Affairs", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Emergency management", 
    "Energy", 
    "Florida", 
    "Government operations and politics", 
    "Health", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Illinois", 
    "Indiana", 
    "Iowa", 
    "Leases", 
    "Long-term care", 
    "Louisiana", 
    "Maryland", 
    "Massachusetts", 
    "Mental health services", 
    "Michigan", 
    "Mississippi", 
    "Nevada", 
    "New York State", 
    "North Carolina", 
    "Ohio", 
    "Patients' rights", 
    "Pennsylvania", 
    "Puerto Rico", 
    "Right of privacy", 
    "Seismology", 
    "Spinal cord injuries", 
    "Surgery", 
    "Texas", 
    "Veterans' hospitals"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Public Law", 
    "date": "2006-12-22", 
    "text": "Veterans Benefits, Health Care, and Information Technology Act of 2006 - Title I: Attorney Representation Matters - (Sec. 101) Amends federal veterans' benefits provisions to authorize the Secretary of Veterans Affairs (Secretary) to prescribe: (1) qualifications and standards of conduct for agents and attorneys acting on behalf of veterans in claim proceedings before the Department of Veterans Affairs (VA), including good moral character and appropriate experience or training; and (2) restrictions on fees collected for such services. Authorizes the Secretary to collect an assessment fee from such agents and attorneys, to be used for administrative expenses for veterans' benefits programs. Provides as an additional basis for the suspension of agents and attorneys the presentation of frivolous claims, issues, or arguments to the Secretary. Changes the authorized date for the commencement of charging for an attorney's services from the date the Board of Veterans' Appeals (Board) first makes a final decision with respect to a claim to the date a notice of disagreement is filed. Requires a report from the Secretary to Congress assessing the effects of allowing agents and attorneys to charge a fee to a claimant for services rendered in the preparation, presentation, and prosecution of a claim before the VA after a notice of disagreement has been filed. Revises the time period during which attorney fee agreements may be filed with the Board. Allows the Secretary to review such an agreement, and order a fee reduction if the fee is found to be excessive or unreasonable. Title II: Health Matters - (Sec. 201) Includes marriage and family therapists and mental health counselors among authorized VA mental health providers. Outlines professional requirements for such positions. Requires a report from the VA's Under Secretary for Health to the congressional veterans' committees on the provision of post-traumatic stress disorder (PTSD) treatment by marriage and family therapists employed by the VA. (Sec. 202) Provides a Senior Executive Service pay level adjustment for the Chief Nursing Officer, Office of Nursing Services. (Sec. 203) Requires the Secretary to ensure that each VA community-based outpatient clinic has the capacity to provide mental health services to enrolled veterans determined to be in need of such services. Requires collaboration with the Secretary of Defense by the VA's National Center on Post-Traumatic Stress Disorder to ensure the clinical skills of military clinicians with respect to PTSD treatment. Authorizes appropriations. Requires the Secretary to: (1) conduct mental health outreach for veterans with respect to PTSD; and (2) review (and revise if necessary) VA PTSD clinical guidelines. (Sec. 204) Authorizes the Secretary to disclose to an organ procurement organization the name and address of a veteran, and his or her dependents, in order for the organization to determine whether such veteran is, or after death will be, a suitable organ, tissue, or eye donor, if: (1) the veteran is near death or deceased; and (2) the disclosure is permitted under provisions of the Health Insurance Portability and Accountability Act of 1996. (Sec. 205) Directs the Secretary to increase the number of Readjustment Counseling Service facilities capable of providing health services and counseling through tele-health linkages with facilities of the Veterans Health Administration. Requires the Secretary to submit to the veterans' committees a plan to implement such requirement. (Sec. 206) Directs the Secretary to publish a strategic plan for long-term care. (Sec. 207) Requires the Secretary, within 30 months after the enactment of this Act, to establish an additional blind rehabilitation outpatient specialist position at no fewer than 35 additional VA facilities, giving priority to facilities with large numbers of enrolled legally blind veterans. Authorizes appropriations. (Sec. 208) Extends through 2008 (currently, 2004) report requirements: (1) concerning the Secretary's compliance with VA capacity to provide for the specialized treatment and rehabilitative needs of disabled veterans; and (2) from the Advisory Committee on Women Veterans to the Secretary on VA programs and activities that pertain to women veterans. (Sec. 209) Directs the Secretary to designate and establish at least: (1) six VA health care facilities as centers of Parkinson's disease research, education, and clinical activities; and (2) two VA health care facilities as Multiple Sclerosis Centers of Excellence. Requires the Secretary to assure appropriate geographic distribution of such centers. Outlines center requirements, including establishing peer review panels and entering into arrangements with accredited medical schools for education and training in the diagnosis and treatment of such diseases. Authorizes appropriations for the support of research and education activities at such centers. (Sec. 210) Repeals the four-year term limits for the VA positions of Under Secretary for Health and Under Secretary for Benefits. (Sec. 211) Directs the Secretary to pay or reimburse each state home for nursing home care provided to any veteran: (1) in need of such care for a service-connected disability; or (2) who has a service-connected disability rated at 70 percent or more and is in need of such care. Requires the Secretary to furnish prescription drugs and medicines for any veteran not being provided nursing home care: (1) but in need of such drugs or medicines for a service-connected disability; or (2) who has a service-connected disability rated at 50 percent or more and is in need of such drugs or medicines. Requires each state home that requests such payment or reimbursement to furnish appropriate veteran identifying information. Outlines requirements for the treatment of health facilities as state homes for purposes of such payments or reimbursement. Prohibits the Secretary from treating any new health facilities as state homes for such purposes after the end of FY2009. (Sec. 212) Establishes within the Office of the Under Secretary for Health the Office of Rural Affairs, headed by a Director, to undertake specified activities with respect to care and services for veterans residing in rural areas. Requires the Secretary to develop a plan to improve the access and quality of care for such veterans. Directs the Secretary to report to the veterans' committees each of the community-based outpatient clinics identified in the May 2004 Decision Document of Capital Asset Realignment for Enhanced Services that: (1) have been opened; and (2) would be opened in FY2007 or FY2008 if funding were available. (Sec. 213) Directs the Secretary to conduct an extensive outreach program to identify and provide information to veterans residing in rural areas who served in Operations Iraqi Freedom or Enduring Freedom in order to enroll those veterans in the VA health-care system. (Sec. 214) Requires the Secretary to carry out a two-year pilot program to assess the feasibility and advisability of various mechanisms to expand and improve veteran caregiver assistance services. Authorizes appropriations and provides for the allocation of such funds to VA facilities. Requires a report from the Secretary to the veterans' committees on program implementation. (Sec. 215) Directs the Secretary to employ at least 100 veterans for providing outreach to veterans on the availability of veterans' readjustment counseling and related mental health services. (Sec. 216) Revises provisions concerning the provision of bereavement counseling to the family of members of the Armed Forces who die while serving on active duty to: (1) include the parents of such members within such authority; and (2) allow such counseling to be provided through vet centers. (Sec. 217) Authorizes appropriations for FY2007 for the provision of readjustment counseling and related mental health services through vet centers. Title III: Education Matters - (Sec. 301) Expands eligibility under the Survivors' and Dependents' Educational Assistance Program to include the spouse or child of a member of the Armed Forces who: (1) is hospitalized or receiving outpatient medical care; (2) has a total permanent disability incurred in the line of duty; and (3) is likely to be discharged or released due to such disability. (Sec. 302) Restores any lost entitlement to veterans' educational assistance for individuals who discontinue a program of education because of being ordered to full-time National Guard duty. (Sec. 303) Provides an exception to the requirement that institutions refund to the VA any unused tuition paid with respect to a veteran's pursuit of a program of education in the case of a nonaccredited public educational institution that has and maintains a refund policy regarding the unused portion of tuition, fees, and other charges that is substantially the same as the policy followed by an accredited public educational institution located in the same state. (Sec. 304) Extends through June 30, 2007, the VA work-study allowance program. (Sec. 305) Extends until January 1, 2011, required reports from the Secretaries of Veterans Affairs and Defense on the operation of educational assistance programs for veterans and members of the Armed Forces. (Sec. 306) Requires the Secretary to report to Congress on the administration of VA education benefits, including methods to streamline the processes and procedures of administering such benefits. Title IV: National Cemetery and Memorial Affairs Matters - (Sec. 401) Authorizes the VA to provide memorial headstones or markers and memorial inscriptions for deceased dependent children of veterans whose remains are unavailable for burial. (Sec. 402) Authorizes the VA to provide, or to reimburse family members for the cost of, markers for the graves of veterans entitled to be buried in national cemeteries who are instead buried in private cemeteries. (Sec. 403) Authorizes the Secretary to make grants to tribal organizations for establishing, expanding, or improving veterans' cemeteries on trust lands owned by, or held in trust for, such organization. (Sec. 404) Directs the Secretary of the Army to remove the remains of Russell Wayne Wagner from Arlington National Cemetery, and to notify next-of-kin. Title V: Housing and Small Business Matters - (Sec. 501) Authorizes the VA to guarantee loans to purchase stock or membership in a cooperative housing corporation in order to allow veterans to occupy a single-family residential unit owned or leased by such corporation. (Sec. 502) Directs the Secretary to establish a goal for each fiscal year for participation in VA contracts and subcontracts by small businesses owned and controlled by veterans and veterans with service-connected disabilities. Allows: (1) the use of noncompetitive procedures (a preference) within the VA in entering into contracts with such small businesses for an amount less than the simplified acquisition threshold (as defined under the Office of Federal Procurement Policy Act); (2) VA contracting officers to award sole source contracts to such businesses for contracts above the simplified acquisition threshold but below $5 million; and (3) the use of restricted competition to such small businesses if two or more of such businesses will submit offers and the award can be made at a fair and reasonable price. Directs the Secretary, for purposes of this section, to maintain a database of small businesses owned and controlled by veterans and the veteran owners of such businesses. Bars any small business that misrepresents itself as a small business owned and controlled by veterans or service-disabled veterans from VA contracts for a period of time to be determined by the Secretary. Continues to treat a business as veteran owned and controlled, for a conditional temporary period, after the death of the veteran causes the business to be less than 51% veteran owned and controlled. Requires: (1) annual reports from the Secretary to Congress on such small business contracting; and (2) a Comptroller General (CG) study and report to Congress on efforts made by the Secretary to meet such contracting goals. (Sec. 503) Directs the Secretary, in procuring goods and services pursuant to a contracting preference, to give priority to small businesses owned and controlled by veterans, if such business also meets the requirements of that contracting preference. Title VI: Employment and Training Matters - (Sec. 601) Directs the Secretary of Labor to require states, as a condition of receiving a grant or contract from the Veterans' Employment and Training Services (VETS), to require each employee hired as a disabled veterans' outreach program specialist or local veterans' employment representative to satisfactorily complete training provided by the National Veterans' Employment and Training Services Institute during the three-year period beginning on the date the employee is so assigned. Requires states to submit to VETS information on employee training conducted at the Institute. (Sec. 602) States that part-time employment of such specialists and representatives shall be performed on a half-time basis. (Sec. 603) Allows the Assistant Secretary of Labor for Veterans' Employment and Training to provide incentive awards to employment service offices (currently, only to eligible employees). (Sec. 604) Authorizes such Assistant Secretary to carry out a demonstration project on veteran credentialing in order to facilitate the seamless transition of members of the Armed Forces from active-duty service to civilian employment. Requires the Assistant Secretary to select at least ten military occupational specialties for the demonstration project. Authorizes the Assistant Secretary to establish a task force to assist in carrying out the project. Requires the project to begin 60 days after the enactment of this Act and to continue until the end of FY2009. Provides funding. Includes the National Governors Association within the membership of the Advisory Committee on Veterans Employment, Training, and Employer Outreach. (Sec. 605) Requires the Secretary of Labor, within two years after the enactment of this Act, to prescribe regulations to implement provisions concerning the priority of service for veterans in Department of Labor job training programs. Title VII: Homeless Veterans Assistance - (Sec. 701) Reaffirms: (1) the national goal to end chronic homelessness among veterans within a decade of the enactment of the Homeless Veterans Comprehensive Assistance Act of 2001; and (2) encouraging all federal and local departments and agencies and public and private entities and organizations to work cooperatively to achieve such goal. (Sec. 702) Expresses the sense of Congress that: (1) homelessness is a significant problem in the veterans community, and veterans are disproportionately represented among the homeless; (2) all essential services, assistance, and support that homeless veterans require are not currently provided; (3) federally funded programs for homeless veterans should be held accountable and should include the prevention of homelessness; (4) federal efforts regarding homeless veterans should be particularly vigorous where women veterans have minor children in their care; (5) federal agencies should cooperate more fully to address the problem of homelessness among veterans; and (6) the programs reauthorized by this title provide important housing and services to homeless veterans. (Sec. 703) Makes permanent (currently terminates at the end of FY2006) and increases the annual authorization of appropriations for grants for comprehensive service programs for homeless veterans. (Sec. 704) Extends through 2011 the authority of the Secretary to: (1) provide treatment and rehabilitation and additional services for seriously mentally ill and homeless veterans; and (2) transfer to homeless veterans' housing programs real property obtained by the VA through foreclosure of home mortgages. (Sec. 706) Extends through: (1) FY2011 a VA grant program for homeless veterans with special needs; and (2) FY2012 the authorization of appropriations for the homeless veteran service provider technical assistance program. (Sec. 708) Requires the inclusion, in a currently-required annual report on assistance to homeless veterans, of information on the Secretary's efforts to coordinate the delivery of housing and services to homeless veterans with certain other federal departments and agencies. (Sec. 709) Adds three officials to the Advisory Committee on Homeless Veterans. (Sec. 710) Amends the United States Housing Act of 1937 to extend through FY2011 the funding for rental assistance vouchers for a VA-supported housing program for homeless veterans. Title VIII: Construction Matters - Subtitle A: Construction and Lease Authorities - (Sec. 801) Authorizes the Secretary to carry out major medical facility projects (projects) for restoration of the Department of Veterans Affairs Medical Centers in New Orleans, Louisiana, and Biloxi, Mississippi, and the replacement of the Department of Veterans Affairs Medical Center in Denver, Colorado. Requires a report from the Secretary to the veterans' committees on the replacement project. (Sec. 802) Authorizes the Secretary to carry out specified projects in connection with the Capital Asset Realignment Initiative (Initiative) in Alaska, California, Florida, Indiana, Iowa, Nevada, New York, North Carolina, Ohio, Pennsylvania, and Texas. (Sec. 803) Authorizes the Secretary to carry out specified projects in FY2007 in Arkansas, Missouri, Washington, and Wisconsin. (Sec. 804) Authorizes the Secretary to enter into an agreement with the Medical University of South Carolina to design and plan for the operation of a joint-use medical facility in Charleston, South Carolina, to replace the Ralph H. Johnson Department of Veterans Affairs Medical Center. (Sec. 805) Authorizes the Secretary to carry out specified major medical facility leases in: (1) FY2006 in Indiana, Maryland, and Texas; and (2) FY2007 in Massachusetts, Michigan, Nevada, Ohio, and Texas. (Sec. 807) Authorizes appropriations for: (1) FY2006 and FY2007 projects; (2) projects under the Initiative; and (3) FY2006 and FY2007 major medical facility leases. Subtitle B: Facilities Administration - (Sec. 811) Establishes in the VA the position of Director of Construction and Facilities Management, with responsibility for overseeing and managing the planning, design, construction, and operation of VA facilities and infrastructure, including major and minor construction projects. (Sec. 812) Increases from $7 million to $10 million the VA threshold for projects. (Sec. 813) Authorizes the Secretary to convey to the city of Fort Thomas, Kentucky, a portion of Tower Park in Fort Thomas. Subtitle C: Reports on Medical Facility Improvements - (Sec. 821) Requires a report from the Secretary to the veterans' committees on VA options for replacing the current Department of Veterans Affairs Medical Center, San Juan, Puerto Rico. (Sec. 822) Directs the Secretary to submit to the veterans' committees a business plan for enhanced access to outpatient care for primary, mental health, and specialty care in the areas Lewiston-Auburn, Houlton, and Dover-Foxcroft in Maine and Whiteside County, Illinois. (Sec. 823) Requires a report from the Secretary to the veterans' and defense committees identifying and outlining options for the placement of a VA medical center in Okaloosa County, Florida. Title IX: Information Security Matters - Department of Veterans Affairs Information Security Enhancement Act of 2006 - (Sec. 902) Directs the Secretary to establish and maintain a VA-wide information security program (program) to provide for the development and maintenance of cost-effective security controls needed to protect VA information, in any media or format, and VA information systems. Outlines program elements and requirements, including compliance with information security requirements promulgated by the National Institute of Standards and Technology (NIST) and the Office of Management and Budget (OMB). Outlines program responsibilities of the Secretary, the Assistant Secretary for Information and Technology, the Associate Deputy Assistant Secretary for Cyber and Information Security, and other VA officials. Requires the program to: (1) ensure that information security protections are commensurate with the risk and potential harm from unauthorized access, use, disclosure, disruption, modification, or destruction; and (2) include a plan and milestones of actions being taken to correct any security compliance failure or policy violation. Directs the Secretary to ensure that, in the event of a data breach with respect to sensitive personal information (SPI) maintained by the VA, a non-VA entity or the VA's Office of Inspector General conducts an independent risk analysis of potential misuse of SPI involved in the breach. Requires the Secretary, if a potential misuse is determined, to provide to affected individuals credit protection services, fraud alerts, and credit monitoring through credit reporting agencies. Requires a report from the Secretary to the veterans' committees after each SPI data breach. Provides confidentiality requirements for VA contractors who perform any function that requires access to SPI. Requires: (1) quarterly reports from the Secretary to the veterans' committees on any SPI data breaches; and (2) immediate notification of such committees in the event of a significant SPI data breach. Authorizes appropriations. (Sec. 903) Authorizes the Secretary to carry out a scholarship program to provide financial assistance to a person who: (1) is pursuing a doctoral degree in computer science or electrical or computer engineering; and (2) enters into an agreement to be employed by the VA in such field for a period of obligated service as determined by the Secretary. Limits such assistance, per individual, to: (1) $1,500 per month for books, laboratory expenses, and room and board; (2) $50,000 per academic year; and (3) $200,000 total. Requires a pro rata repayment for any unserved period of obligated service. Allows the Secretary to waive such service when noncompliance is due to circumstances beyond the control of the individual or when waiver is in the best interest of the United States. Authorizes the Secretary to establish an education debt reduction program under which the Secretary shall make education debt reduction payments to an individual who has completed the education required, above, and is a VA employee who serves in a position related to information security. Limits such assistance, per individual, to: (1) $16,500 per year; and (2) $82,500 over a five-year period. Provides a first and second priority, in the provision of both the scholarship and debt reduction assistance, to: (1) veterans with service-connected disabilities; and (2) other veterans. Requires any veteran receiving assistance to have been discharged from the Armed Forces under honorable conditions. Terminates assistance authority on July 31, 2017. Requires a report from the CG to Congress on the scholarship and debt reduction programs. Title X: Other Matters - (Sec. 1001) Provides that, to the extent that the Secretary is required or directed to provide written notification to any committee of Congress other than the veterans' committees concerning the transfer of appropriations from one account to another, the Secretary shall also transmit such notice to the veterans' committees. (Sec. 1002) States that the prohibition on the VA payment of various types of compensation (pension, training and rehabilitation, educational assistance, etc.) to veterans incarcerated in a federal, state, or local penal institution also applies to any other (private contractor) penal institution or correctional facility. (Sec. 1003) Extends through 2007 VA authority for health care for veteran participants in Department of Defense (DOD) chemical and biological warfare testing. (Sec. 1005) Codifies recently enacted VA cost-of-living adjustments in veterans' disability compensation, additional compensation for dependents, the clothing allowance for certain disabled veterans, and dependency and indemnity compensation for surviving spouses and children. (Sec. 1006) Provides for the coordination of provisions of this Act with the Veterans Programs Extension Act of 2006."
  }, 
  "titles": [
    {
      "as": "enacted", 
      "title": "Veterans Benefits, Health Care, and Information Technology Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Department of Veterans Affairs Information Security Enhancement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize major medical facility projects and major medical facility leases for the Department of Veterans Affairs for fiscal years 2006 and 2007, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "title": "To amend title 38, United States Code, to repeal certain limitations on attorney representation of claimants for benefits under laws administered by the Secretary of Veterans Affairs, to expand eligibility for the Survivors' and Dependents' Educational Assistance Program, to otherwise improve veterans' benefits, memorial affairs, and healthcare programs, to enhance information security programs of the Department of Veterans Affairs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:20-05:00"
}