{
  "actions": [
    {
      "acted_at": "1999-03-16", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-18", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-14", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-15", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-22", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 106-382.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-24", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-06-28", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Gorton. With written report No. 106-99.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-28", 
      "calendar": "Senate Legislative", 
      "number": "183", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 183.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1292-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Interior", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-28", 
  "number": "1292", 
  "official_title": "An original bill making appropriations for the Department of the Interior and related agencies for the fiscal year ending September 30, 2000, and for other purposes.", 
  "popular_title": "Appropriations bill FY2000, Interior", 
  "related_bills": [
    {
      "bill_id": "hr2466-106", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2466-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3423-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of the Interior and Related Agencies Appropriations Act, 2000", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1999-06-24", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Africa", 
    "Africa (Sub-Saharan)", 
    "Agriculture and food", 
    "Alternative fuels", 
    "Animals", 
    "Appropriations", 
    "Armed forces and national security", 
    "Art", 
    "Arts", 
    "Arts, culture, religion", 
    "Beaches", 
    "Bears", 
    "Biomass energy", 
    "Bridges", 
    "Buy American", 
    "California", 
    "Caves", 
    "Cemeteries and funerals", 
    "Coal", 
    "Commemorations", 
    "Commerce", 
    "Commercial arbitration", 
    "Commission of Fine Arts", 
    "Concessions", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cultural centers", 
    "Dams", 
    "Debarment of government contractors", 
    "Deceptive advertising", 
    "Department of Agriculture", 
    "Department of Energy", 
    "Department of Health and Human Services", 
    "Department of the Interior", 
    "District of Columbia", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Education", 
    "Elementary and secondary education", 
    "Elephants", 
    "Emergency management", 
    "Endangered species", 
    "Energy", 
    "Energy conservation", 
    "Energy research", 
    "Environmental protection", 
    "Environmental research", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to libraries", 
    "Federal aid to museums", 
    "Federal aid to the arts and humanities", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fire prevention", 
    "Fishery management", 
    "Florida", 
    "Foreign trade and international finance", 
    "Forest ecology", 
    "Forest fires", 
    "Forest management", 
    "Forest products", 
    "Forestry", 
    "Forestry research", 
    "Forfeiture", 
    "Fossil fuels", 
    "Gas in submerged lands", 
    "Government operations and politics", 
    "Government service contracts", 
    "Government trust funds", 
    "Grazing", 
    "Hazardous waste site remediation", 
    "Health", 
    "Helium", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Idaho", 
    "Indian claims", 
    "Indian education", 
    "Indian lands", 
    "Indian medical care", 
    "Indian water rights", 
    "Inspectors general", 
    "Intergovernmental tax relations", 
    "International affairs", 
    "Islands", 
    "Jewish holocaust (1939-1945)", 
    "Kansas", 
    "Labeling", 
    "Labor and employment", 
    "Lakes", 
    "Land transfers", 
    "Law", 
    "Lead", 
    "Licenses", 
    "Local laws", 
    "Marine and coastal resources, fisheries", 
    "Marshall Islands", 
    "Micronesia", 
    "Military base conversion", 
    "Mines and mineral resources", 
    "Minimum wages", 
    "Mining claims", 
    "Mining leases", 
    "Mining royalties", 
    "Minorities", 
    "Missouri", 
    "Montana", 
    "National Capital Planning Commission", 
    "National Foundation on the Arts and the Humanities", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "National recreation areas", 
    "National scenic areas", 
    "National service", 
    "Native Americans", 
    "Naval history", 
    "New Hampshire", 
    "New Jersey", 
    "New Mexico", 
    "New York City", 
    "Ocean mining", 
    "Oil and gas royalties", 
    "Oil pollution", 
    "Oil shales", 
    "Oil well drilling", 
    "Old growth forests", 
    "Oregon", 
    "Outdoor recreation", 
    "Pacific area", 
    "Palau Islands", 
    "Payments in lieu of taxes", 
    "Performing arts", 
    "Petroleum in submerged lands", 
    "Petroleum reserves", 
    "Private forests", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Railroad land grants", 
    "Range management", 
    "Real estate appraisal", 
    "Reclamation of land", 
    "Research and development", 
    "Research centers", 
    "Revolving funds", 
    "Rhinoceroses", 
    "Science, technology, communications", 
    "Second homes", 
    "Smithsonian Institution", 
    "Sports and recreation", 
    "Streets", 
    "Strip mining", 
    "Submarine oil well drilling", 
    "Tax exemption", 
    "Taxation", 
    "Technology transfer", 
    "Territories (U.S.)", 
    "Tigers", 
    "Timber sales", 
    "Transportation and public works", 
    "Treaties", 
    "Trees", 
    "Trusts and trustees", 
    "U.S. Holocaust Memorial Council", 
    "User charges", 
    "Valuation", 
    "Wages", 
    "Washington State", 
    "Water conservation", 
    "Water resources development", 
    "Watershed management", 
    "West Virginia", 
    "Wetland conservation", 
    "White House (Washington, D.C.)", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Wildlife reintroduction", 
    "Wood", 
    "World War II", 
    "Zoos"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-06-28", 
    "text": "TABLE OF CONTENTS: Title I: Department of the Interior Title II: Related Agencies Title III: General Provisions Department of the Interior and Related Agencies Appropriations Act, 2000 - Makes appropriations for the Department of the Interior and related agencies for FY 2000. Title I: Department of the Interior - Makes appropriations for the Bureau of Land Management (BLM) for: (1) land and resource management; (2) wildland fire management; (3) remedial action of hazardous waste substances; (4) construction; (5) payments in lieu of taxes to local governments; (6) land acquisition; (7) Oregon and California grant lands; (8) range improvements; (9) service charges, deposits, and forfeitures with respect to public lands; and (10) miscellaneous trust funds. Appropriates funds for the U.S. Fish and Wildlife Service for: (1) resource management; (2) construction; (3) land acquisition; (4) expenses related to carrying out the Endangered Species Act of 1973; (5) the National Wildlife Refuge Fund; (6) expenses related to carrying out the African Elephant Conservation Act, the Asian Elephant Conservation Act of 1997, and the Rhinoceros and Tiger Conservation Act of 1994; (7) expenses related to carrying out the North American Wetlands Conservation Act; and (8) the Wildlife Conservation and Appreciation Fund. Makes appropriations for the National Park Service (NPS) for: (1) the National Park System; (2) national recreation and preservation activities; (3) expenses related to carrying out the Historic Preservation Act of 1966 and the Omnibus Parks and Public Lands Management Act of 1996; (4) construction; and (5) land acquisition and State assistance from the Land and Water Conservation Fund. Rescinds specified contract authority to obligate funds from the Land and Water Conservation Fund for FY 2000. Makes appropriations for: (1) the U.S. Geological Survey for surveys, investigations, and research; (2) the Minerals Management Service for royalty and offshore minerals management and oil spill research; (3) the Office of Surface Mining Reclamation and Enforcement for regulation and technology and the Abandoned Mine Reclamation Fund; (4) the Bureau of Indian Affairs for operation of Indian programs, construction, miscellaneous payments to Indians, and Indian guaranteed loans; (5) assistance to U.S. territories and for carrying out the Compacts of Free Association with respect to Micronesia, the Marshall Islands, and Palau; (6) departmental management and the Offices of the Solicitor and the Inspector General; (7) trust programs for Indians; (8) a pilot program for consolidation of fractional interests in Indian lands by direct expenditure or cooperative agreement; and (9) natural resource damage assessment. Sets forth authorized and prohibited uses of specified funds. (Sec. 107) Prohibits the use of funds provided in this title for specified offshore leasing and related activities. (Sec. 114) Bars the NPS from developing a reduced entrance fee program to accommodate non-local travel through a unit. Authorizes the Secretary of the Interior to provide for and regulate local non-recreational passage through National Park System units, allowing each unit to develop guidelines and permits for activity appropriate to such unit. (Sec. 117) Authorizes the renewal of grazing permits and leases which expire or are transferred in any fiscal year until the Secretary completes renewal processing. (Sec. 120) Exempts all properties administered by the NPS at Fort Baker, Golden Gate National Recreation Area and other agreements associated with such properties, from all taxes and special assessments, except sales tax by the State of California and its political subdivisions. (Sec. 122) Prohibits the use of funds provided in any Act for the pre-design, design, or engineering for the removal of the Elwha or Glines Canyon Dams or for the actual removal of such dams until they are acquired by the Federal Government. Battle of Midway National Memorial Study Act - Requires the Secretary, acting through the Director of the NPS, to study and report to specified congressional committees on the suitability and feasibility of establishing Midway Atoll as a national memorial to the Battle of Midway. (Sec. 124) Authorizes persons utilizing Federal lands within the boundary of Lake Roosevelt National Recreation Area (as designated by the Secretary on April 5, 1990) as of March 31, 1997, for grazing purposes pursuant to NPS permits to renew such permits for the lesser of 20 years or the lifetime of the permittee. (Sec. 125) Allows the Secretary to redistribute any Tribal Priority Allocation funds to alleviate tribal funding inequities by transferring funds on the basis of identified, unmet needs. Bars any tribe from receiving a reduction in such funds of more than ten percent in FY 2000. (Sec. 126) Makes funds provided in this Act unavailable for transferring land into trust status for the Shoalwater Bay Indian Tribe in Clark County, Washington, until the tribe and county reach a legally enforceable agreement that addresses the financial impact of new development on the county, school and fire districts, and other local governments and the impact on zoning and development. Incorporates provisions similar to those contained in the Department of the Interior and Related Agencies Appropriations Act, 1998 (Public Law 105-83) concerning: (1) employees of BLM's Helium Operations; and (2) Huron Cemetery in Kansas City, Kansas. Title II: Related Agencies - Makes appropriations for the Department of Agriculture for the Forest Service for: (1) forest and rangeland research; (2) State and private forestry; (3) the National Forest System; (4) wildland fire management; (5) construction and reconstruction; (6) land acquisition; (7) range rehabilitation and improvement; and (8) forest and rangeland research. Defers a certain amount of funds made available for obligation in prior years for Department of Energy (DOE) clean coal technology projects until FY 2001. Makes appropriations for DOE for: (1) fossil energy research and development activities; (2) naval petroleum and oil shale reserve activities; (3) energy conservation; (4) economic regulation activities of the Office of Hearings and Appeals; (5) the Strategic Petroleum Reserve; and (6) the Energy Information Administration. Makes appropriations for the Department of Health and Human Services for the Indian Health Service and Indian health facilities. Makes appropriations for: (1) the Office of Navajo and Hopi Indian Relocation; (2) the Institute of American Indian and Alaska Native Culture and Arts Development; (3) the Smithsonian Institution, including amounts for repair and restoration of buildings owned or occupied by the Smithsonian; (4) construction and improvements at the National Zoological Park; (5) construction; (6) the National Gallery of Art, including an amount for repair and restoration of facilities owned or occupied by the National Gallery; (7) operations, maintenance, and construction expenses of the John F. Kennedy Center for the Performing Arts; (8) carrying out the Woodrow Wilson Memorial Act of 1968; (9) the National Endowment for the Arts (NEA); (10) the National Endowment for the Humanities; (11) the Institute of Museum and Library Services; (12) the Commission of Fine Arts; (13) national capital arts and cultural affairs; (14) the Advisory Council on Historic Preservation; (15) the National Capital Planning Commission; (16) the Holocaust Memorial Council; and (17) the Presidio trust. Sets forth provisions regarding uses of, and limitations on, funds under this title. Title III: General Provisions - Sets forth limitations on the use of funds under this Act, including Buy American requirements. Incorporates provisions similar to those contained in the Department of Interior and Related Agencies Appropriations Act, 1998 (Public Law 105-83) concerning: (1) the sale of timber from giant sequoias; (2) the underground lunchroom at Carlsbad Caverns National Park; (3) funding for the Americorps program; (4) the bridge between Jersey City, New Jersey, and Ellis Island; (5) patents for mining or mill site claims; (6) competition for watershed restoration project contracts in the Pacific Northwest; (7) designation of Biosphere Reserves; and (8) restrictions on NEA grants. (Sec. 317) Bars the use of funds made available in any Act to designate any portion of Canaveral National Seashore in Brevard County, Florida, as a clothing-optional area or area in which public nudity is permitted if such designation would be contrary to county ordinance. (Sec. 326) Authorizes the Secretary of Agriculture to conduct technology transfer and development, training, dissemination of information, and applied research in the management, processing, and utilization of the hardwood forest resource. Permits the Secretary of Agriculture to operate and utilize assets of the Wood Education and Resource Center in West Virginia as part of a newly formed Institute of Hardwood Technology Transfer and Applied Research. Requires Institute revenues to be deposited in a special Treasury fund known as the Hardwood Technology Transfer and Applied Research Fund. Authorizes appropriations. (Sec. 327) Sets forth requirements for the sale of timber in Region 10 of the Forest Service, including those regarding the volume of western red cedar timber available for processors. (Sec. 328) Bars the use of funds available to the Secretaries of Agriculture or the Interior for introducing grizzly bears into Idaho or Montana without the approval of the Governors of both States. (Sec. 331) Amends the Service Contract Act to exempt from service contract labor standards any concession contract with Federal land management agencies the principal purpose of which is the provision of recreational services to the general public. Provides that such exemptions shall not affect the applicability of the Davis-Bacon Act to construction contracts associated with such contracts. (Sec. 332) Directs the Secretary of Agriculture to implement a pilot program to charge and collect at least the fair market value for special forest products (vegetation or other life forms such as fungi that grows on National Forest System lands) harvested on such lands. (Sec. 334) Expands Forest Service authority to enter into stewardship and end result contracts to authorize an additional nine contracts in Region One. (Sec. 335) Amends Federal law to exempt units of local government and persons residing within such units that lie in the White Mountain National Forest, New Hampshire, from Demonstration Program Fees imposed for access to the Forest. (Sec. 336) Prohibits the Departments of the Interior and Agriculture from limiting the number or acreage of millsites based on the ratio between the number or acreage of millsites and the number or acreage of associated lode or placer claims for any fiscal year. (Sec. 337) Authorizes increases in recreation residence fees, with a specified ceiling. (Sec. 338) Bars the use of monies appropriated for the purchase of land by the Forest Service in the Columbia Gorge National Scenic Area unless the Forest Service complies with a specified acquisition protocol. (Sec. 340) Prohibits the Secretary of the Interior, before June 1, 2001, from issuing a prospecting permit for hardrock mineral exploration on Mark Twain National Forest land in the Current River-Jack's Fork River-Eleven Point Watershed, with a specified exception for land on which mining activities are currently taking place. Bars the use of Department of the Interior funds, before such date, to segregate or withdraw lands in the Forest from operation of public land laws and certain activities under such laws and mining laws. Requires specified Federal officials to study and report to specified congressional committees on exploratory drilling operations on such land. Directs the Comptroller General to study and report to specified congressional committees on the impact of the cessation of lead mining in the Forest, the State of Missouri, and surrounding States on the public and private sectors, the strategic availability of lead in the United States, and the economies of the United States and such States. (Sec. 342) Amends the Department of the Interior and Related Agencies Appropriations Act, 1999 to extend a certain prohibition on the issuance of a final rulemaking with respect to the valuation of crude oil for royalty purposes until June 30, 2001, or until there is a negotiated agreement on the rule."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY2000, Interior", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Interior Department FY2000 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of the Interior and Related Agencies Appropriations Act, 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Battle of Midway National Memorial Study Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of the Interior and related agencies for the fiscal year ending September 30, 2000, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:45-05:00"
}