{
  "actions": [
    {
      "acted_at": "1976-09-20", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15634-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Holtzman, Elizabeth", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00556", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Mann, James R.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "00731", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mezvinsky, Edward", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00796", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-20", 
  "number": "15634", 
  "official_title": "A bill to amend title 28 of the United States Code to provide for the appointment of a special prosecutor in appropriate cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Special Prosecutor Act", 
  "sponsor": {
    "district": "9", 
    "name": "Hungate, William L.", 
    "state": "MO", 
    "thomas_id": "00573", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-20", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Law", 
    "Prosecution"
  ], 
  "subjects_top_term": "Prosecution", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-20", 
    "text": "Special Prosecutor Act - Requires the Attorney General, upon receiving any specific information that the President, Vice President, any of certain appointed officials in the Executive Branch, or any national campaign manager or chairman of any national campaign committee seeking the election or reelection of the President, has: (1) knowingly authorized or engaged in any Federal criminal act or omission involving the abuse of Federal office; (2) knowingly authorized or engaged in any act or omission constituting a violation of any Federal criminal law regulating the financing or conduct of elections or election campaigns; or (3) violated any Federal criminal law relating to the obstruction of justice or perjury, or conspired to violate any such Federal criminal law or to defraud the United States, to conduct an investigation, not to exceed 60 days, to determine whether further investigation and/or prosecution is warranted. Requires the Attorney General to apply to a special judiciary panel for appointment of a special prosecutor if such investigation reveals that further investigation and/or prosecution is warranted or if the Attorney General has not determined that the matter does not warrant further investigation. Grants the special prosecutor appointed pursuant to this Act all the investigative and prosecutorial functions and powers of the Department of Justice and the Attorney General. Authorizes the appropriation of such sums as may be necessary for each fiscal year, to be held by the Department of Justice as a contingent fund for the use of any special prosecutors appointed pursuant to this Act. Sets forth procedures for removal and termination of the special prosecutor. Requires the special prosecutor, at the time of termination, to submit to the special panel of the court a report describing the disposition of any investigation or prosecution which the special prosecutor has conducted. Directs the special prosecutor, where appropriate, to promptly advise the chairman and ranking minority member of the House committee having jurisdiction over impeachments of any substantial and credible information that may constitute grounds for an impeachment. Directs the chief judge of the United States Court of Appeals for the District of Columbia to assign three persons who are judges or justices to a special panel of the court to appoint a special prosecutor, when necessary, pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Special Prosecutor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 28 of the United States Code to provide for the appointment of a special prosecutor in appropriate cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:52-05:00"
}