{
  "actions": [
    {
      "acted_at": "1985-03-07", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-11", 
      "bill_ids": [
        "hr2707-99"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "See H.R.2707.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1514-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-03-07", 
  "number": "1514", 
  "official_title": "A bill to authorize interstate banking.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2707-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Depository Institutions Interstate Competition Act", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-03-07", 
  "subjects": [
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Branch banking", 
    "Finance and financial sector", 
    "Interstate banking", 
    "National banks", 
    "Savings and loan associations", 
    "Savings banks", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-03-07", 
    "text": "Depository Institutions Interstate Competition Act - Amends the Bank Holding Company Act of 1956 to permit a State to authorize an out-of-State bank holding company to acquire interest in, or voting shares or assets of, a bank in such State: (1) without restriction; or (2) on the basis of the location of the other State involved or reciprocal treatment by such other State. Requires any State which so restricts acquisitions by out-of-State bank holding companies, beginning two years after enactment of this Act, to allow such an acquisition by a holding company of any State providing reciprocal treatment. Terminates restrictions on acquisitions by out-of-State bank holding companies four years after enactment of this Act. Prohibits the Board of Governors of the Federal Reserve System from approving any acquisition, merger, or consolidation by a bank holding company if: (1) the bank holding company and its subsidiaries have more than a specified percentage of the total consolidated domestic financial assets of all depository institutions, bank holding companies, and savings and loan holding companies and the target entity has more than a specified amount in assets; (2) the company and the target entity (excepting a de novo bank) have more than a specified percentage of deposits in the State of the target entity; (3) the acquisition would lead to an undue concentration of power in the market for any banking service; or (4) the proposed acquisition has not been approved by the directors of the target entity. Amends the Federal Deposit Insurance Act to prohibit any bank the deposits of which are insured by the Federal Deposit Insurance Corporation (FDIC) from establishing or maintaining branches in more than one State. Declares that such prohibition shall not apply to branches established before enactment of this Act or pursuant to extraordinary acquisitions resulting from insured bank closings. Prohibits FDIC from approving any proposed merger of an insured bank with another bank if: (1) the acquiring insured bank has more than a specified percentage of the total assets of all depository institutions, bank holding companies, and savings and loan holding companies and the target bank has more than a specified amount of assets; (2) the acquiring and target banks have more than a specified percentage of deposits in the State in which the banks are located; (3) the merger would lead to an undue concentration of power in the market for any banking service; or (4) the directors of the target bank have not approved the merger. Amends the National Housing Act to require each savings and loan holding company to notify the Federal Savings and Loan Insurance Corporation (FSLIC) of the State in which its principal savings and loan business is located. Permits FSLIC to allow a holding company to acquire interest in, or voting shares or assets of, any insured or uninsured institution in any other State which expressly permits such acquisition. Authorizes a State to allow such an acquisition by an out-of-State savings and loan holding company: (1) without restriction; or (2) on the basis of the location of the other State involved or reciprocal treatment by such other State. Requires any State which so restricts acquisitions by out-of-State holding companies, beginning two years after enactment of this Act, to allow such an acquisition by a holding company of any State that provides reciprocal treatment. Terminates such restrictions on acquisitions by out-of-State savings and loan holding companies four years after enactment of this Act. Prohibits FSLIC from approving any acquisition by a savings and loan holding company if: (1) the holding company and its subsidiaries have more than a specified percentage of the total consolidated domestic financial assets of all depository institutions, bank holding companies, and savings and loan holding companies and the target entity has more than a specified amount of assets; (2) the holding company and the target entity (excepting a de novo institution) control more than a specified percentage of deposits in the State of the entity; (3) the acquisition would lead to an undue concentration of power in the market for any banking service; or (4) the directors of any insured institution or savings and loan holding company to be acquired have not approved the acquisition. Prohibits any institution the accounts of which are insured by FSLIC from establishing or maintaining branches in more than one State. Declares that such prohibition shall not apply to branches established before enactment of this Act or pursuant to emergency acquisitions of troubled insured institutions. Prohibits FSLIC from approving a proposed acquisition if: (1) the acquiring insured institution has more than a specified percentage of the total assets of all depository institutions, bank holding companies, and savings and loan holding companies and the target insured or uninsured institution has more than a specified amount of assets; (2) the acquiring and target institutions have more than a specified percentage of the deposits in the State of the insured institution; (3) the acquisition would lead to an undue concentration of power in the market for any banking service; or (4) the acquisition has not been approved by the directors of the target insured institutions. Amends the Federal Deposit Insurance Act to eliminate the requirement that an insured bank that is in danger of closing have a specified amount of total assets in order to qualify for an emergency acquisition by, or merger with, another insured institution established by an out-of-State bank or holding company. Amends the Garn-St Germain Depository Institutions Act of 1982 to extend by four years certain provisions providing for emergency acquisitions or mergers of troubled institutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institutions Interstate Competition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize interstate banking.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:58-05:00"
}