{
  "actions": [
    {
      "acted_at": "1974-03-19", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13588-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-19", 
  "number": "13588", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to establish a new urban transportation formula grant program, to amend related provisions of law dealing with mass transportation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Unified Transportation Assistance Act", 
  "sponsor": {
    "district": "11", 
    "name": "Minish, Joseph G.", 
    "state": "NJ", 
    "thomas_id": "00814", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-19", 
  "subjects": [
    "Appropriations", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Motor buses", 
    "Motor vehicles", 
    "Roads and highways", 
    "Transportation and public works", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-19", 
    "text": "Urban Transportation Assistance Act - Authorizes appropriations as follows for the Federal-aid urban system, out of the Highway Trust Fund, $800,000,000 for the fiscal year ending June 30, 1977; for the extensions of the Federal-aid primary and secondary system in urbanized areas, out of the Highway Trust Fund, $300,000,000 for each of the fiscal years ending June 30, 1976, and June 30, 1977; for the Federal-aid primary system in rural areas, out of the Highway Trust Fund, $700,000,000 for the fiscal year ending June 30, 1977; and for the Federal-aid secondary system in rural areas out of the Highway Trust Fund $400,000,000 for the fiscal year ending June 30, 1977. Directs the Secretary of Transportation to require that any bus or other mass transportation rolling stock acquired or any mass transportation station, terminal, or other passenger loading facility improved or constructed after June 30, 1974, with Federal financial assistance under this title, and the Urban mass Transportation Act of 1964, be designed with practical and reasonable features which allow their utilization by physically handicapped persons and elderly persons with limited mobility. States that, in order to encourage the development, improvement, and use of public mass transportation systems operating vehicles on highways for transportation of passengers in small urban and rural areas, the Secretary may, beginning with the fiscal year ending June 30, 1975, approve as a project on the Federal-aid primary or secondary systems, for payment from sums apportioned under this title, the purchase of buses. Authorizes to be appropriated $75,000,000 for the three-fiscal year period ending June 30, 1977, of which $50,000,000 shall be out of the Highway Trust Fund, to the Secretary of Transportation to carry out demonstration projects for public mass transportation on highways in such areas. Provides that, in order to finance grants and loans under the Urban Mass Transportation Act, the Secretary is authorized to incur obligations on behalf of the United States in the form of grant agreements or otherwise in amounts aggregating not to exceed $7,400,000,000. Requires the Secretary to apportion from such sum, to the Governors of the fifty States, to Puerto Rico and to the Mayor of the District of Columbia $700,000,000 for fiscal year 1975, $800,000,000 for fiscal year 1976, and $900,000,000 for fiscal year 1977. Authorizes to be appropriated for liquidation of the obligations incurred under this title not to exceed an aggregate of $1,260,000,000 prior to July 1, 1974, not to exceed an aggregate of $1,860,000,000 prior to July 1, 1975, and not to exceed an aggregate of $7,400,000,000 thereafter. Provides an apportionment formula for funds authorized under such Act to the Governors. States that the Federal share payable on account of any project financed with funds made available under this title shall not exceed 80 percent of the cost of the project. Requires the Governors to submit to the Secretary for his approval such surveys, plans, specifications, and estimates for each proposed project under this title as the Secretary may require. Requires the Secretary to assure that possible adverse economic, social, and environmental effects relating to any proposed project have been fully considered in developing such project, and that the final decisions on the project are made in the best overall public interest, taking into consideration the need for fast, safe, and efficient transportation, public services, and the costs of eliminating or minimizing such adverse effects. Permits the Secretary, from time to time as the work progresses, to make payments to a Governor for costs of construction incurred by him on a project. Allows the Secretary to discharge any of his responsibilities relative to highway and mass transportation projects on Federal-aid systems, except the Interstate System, under this title, the National Environmental Policy Act of 1969 and the Department of Transportation Act, upon the request of any Governor, by accepting a certification by the Governor if the Secretary finds, after consultation with the Council on Environmental Quality, that (1) such projects will be carried out in accordance with State laws, regulations, directives, and standards establishing requirements at least equivalent to those contained in, or issued pursuant to, such acts, and (2) with respect to the National Environmental Policy Act and the Department of Transportation Act, the Governor has an agency suitably equipped and organized to carry out to the satisfaction of the Secretary the duties under these Acts. Sets forth the percentages of apportionment for the Federal aid-urban system which may be used for operating expenses incurred as a result of improving mass transportation service. Authorizes appropriations for the Federal-aid urban system of $2,000,000,000 for each of the fiscal years ending June 30, 1978, June 30, 1979, and June 30, 1980; and for the urban mass transportation capital grant program of $700,000,000 for each of the fiscal years ending June 30, 1978, June 30, 1979, and June 30, 1980. Authorizes the Secretary to incur obligations on behalf of the United States in the form of grant agreements or otherwise for highway relocations projects. Authorizes appropriations for highway relocation projects not to exceed $200,000,000 prior to July 1, 1978, which amount may be increase to not to exceed an aggregate of $400,000,000 prior to July 1, 1979, and not to exceed an aggregate of $2,100,000,000 thereafter. Authorizes the Secretary to make grants to assist Governors and local public bodies in financing the acquisition, construction, and improvement of facilities and equipment for use, by operation or lease or otherwise, in mass transportation service in urbanized areas and in coordinating such service with highway and other transportation in such areas. Directs the Secretary to take such action as may be necessary to insure that all laborers and mechanics employed by contractors or subcontractors in the performance of construction work financed with the assistance of grants under this chapter shall be paid wages at rates not less than those prevailing on similar construction in the locality as determined by the Secretary of Labor in accordance with the Davis-Bacon Act, as amended."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unified Transportation Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to establish a new urban transportation formula grant program, to amend related provisions of law dealing with mass transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:36-05:00"
}