{
  "actions": [
    {
      "acted_at": "1999-04-29", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-21", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "subcommittee": "Early Childhood, Youth and Families", 
      "text": "Referred to the Subcommittee on Early Childhood, Youth and Families.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1637-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Youth and Families", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "29", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "2000-03-21", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-29", 
  "number": "1637", 
  "official_title": "To amend the Older Americans Act of 1965 to extend authorizations of appropriations for programs under the Act through fiscal year 2004, to establish a National Family Caregiver Support Program, to modernize aging programs and services, to address the need to engage in life course planning, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1203-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Older Americans Act Amendments of 1999", 
  "sponsor": {
    "district": "31", 
    "name": "Martinez, Matthew G.", 
    "state": "CA", 
    "thomas_id": "00743", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-29", 
  "subjects": [
    "Age and employment", 
    "Aging", 
    "Agricultural surpluses", 
    "Agriculture and food", 
    "Alzheimer's disease", 
    "Authorization", 
    "Brain diseases", 
    "Caregivers", 
    "Case management", 
    "Chronically ill", 
    "Commerce", 
    "Community health services", 
    "Conferences", 
    "Congregate housing", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against the elderly", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Disaster relief", 
    "Economics and public finance", 
    "Elder abuse", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Environmental protection", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Family services", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to disability services", 
    "Federal aid to housing", 
    "Federal aid to the aged", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Financial planning", 
    "Food relief", 
    "Fraud", 
    "Geriatrics", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government service contracts", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Home care services", 
    "Housing and community development", 
    "Housing for the aged", 
    "Insurance", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Law", 
    "Legal assistance to the aged", 
    "Legislation", 
    "Long-term care", 
    "Long-term care facilities", 
    "Mentally disabled", 
    "Minorities", 
    "Nutrition and the aged", 
    "Older workers", 
    "Ombudsman", 
    "Performance measurement", 
    "Planning", 
    "Poor", 
    "Presidential appointments", 
    "Preventive medicine", 
    "Public service employment", 
    "Respite care", 
    "Retirement", 
    "Rural elderly", 
    "Science, technology, communications", 
    "Senior centers", 
    "Social welfare", 
    "Telemarketing", 
    "Telephone", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Unemployed", 
    "Volunteer workers", 
    "Volunteer workers in education", 
    "Volunteer workers in social service", 
    "White House conferences"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-29", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Older Americans Act of 1965 Part A: Administration on Aging Part B: State and Community Programs on Aging Part C: State and Local Innovations and Programs of National Significance Part D: Community Service Employment for Older Americans Part E: Grants for Native Americans Part F: Vulnerable Elder Rights Protection Part G: Definitions Part H: Effective Date Title II: White House Conference on Aging Older Americans Act Amendments of 1999 - Title I: Amendments to the Older Americans Act of 1965 - Part A: Administration on Aging - Amends the Older Americans Act of 1965 to direct the Assistant Secretary of Health and Human Services for Aging to develop and operate, either directly or through contracts, grants, or cooperative agreements, a National Eldercare Locator Service, providing nationwide toll-free information and assistance services to identify community resources for older individuals.(Sec. 103) Requires the Assistant Secretary to develop, in collaboration with a representative group of State and area agencies on aging, according to a specified procedure, and publish by December 31, 2000, a set of performance outcome measures to be used for planning, managing, and evaluating activities performed and services provided by such agencies under the Act.(Sec. 104) Requires the Assistant Secretary to cooperate with the Secretary of Labor under title I (Workforce Investment Systems) of the Workforce Investment Act of 1998.(Sec. 105) Authorizes the Assistant Secretary to accept, on behalf of the United States, gifts (in cash or in kind, including voluntary and uncompensated services), which shall be available until expended, for: (1) design and implementation of demonstrations of innovative ideas and best practices in programs and services for older individuals; (2) planning and conduct of conferences for exchange of information on programs under this Act and other related programs and services; and (3) development, publication, and dissemination of pertinent informational materials.Requires the Assistant Secretary to establish written ethics guidelines for the acceptance of gifts or donations.(Sec. 106) Makes a permanent authorization of appropriations for the Federal Council on the Aging.Authorizes appropriations for the Administration on Aging through FY 2004.Part B: State and Community Programs on Aging - Restricts the use of Federal funds paid to States under the Act, and cash and in-kind contributions required as the non-Federal share of expenditures, for activities and services to benefit older individuals and other individuals as specifically provided in the Act.(Sec. 112) Revises and consolidates requirements for the area plans of area agencies on aging. Repeals specified procedures for area agencies to follow when requesting State waiver of required assurances that adequate proportions of the area allotment will be expended for priority services.(Sec. 113) Requires area plans to provide assurances that the area agency will coordinate services for older individuals with disabilities, especially severe disabilities, with agencies that develop or provide services for such individuals.(Sec. 114) Requires an area agency to make services under the area plan available to Native Americans age 60 or older to the same extent they are available to older individuals within the service area.(Sec. 115) Revises and consolidates State plan requirements. Requires area agencies to submit area plans for State agency approval in accordance with a uniform format.(Sec. 116) Requires State plans to assure that the State agency will make demonstrable efforts to develop and operate a system providing one or more specified services, or coordinate the provision of such services by other entities in the State, including health care information services, counseling, a health care ombudsman program, and needs identification assistance to nutrition and supportive service providers and acute and chronic health care providers.(Sec. 117) Allows States to elect to require cost sharing by service recipients, but limited to individuals with incomes above a low-income threshold. Requires the State plan to: (1) exempt from cost-sharing any individuals with incomes below the low-income threshold; and (2) waive cost sharing for information and assistance, outreach, or case management services, ombudsman or other protective services, and congregate or home-delivered nutrition services.(Sec. 118) Requires a State plan to specify whether (and if so, with respect to which supportive or nutrition services) the State elects to permit area agencies to provide: (1) services to older individuals through direct contracts with the individuals delivering such services; or (2) vouchers or cash to older individuals to permit them to contract with individuals or entities for the delivery of such (consumer-directed) services (and, if so, any requirements for the setting of payment rates or amounts).(Sec. 119) Requires a State plan to declare whether the State elects to operate a project or projects, in collaboration with one or more area agencies, to develop, test, and implement innovative, cost-effective methods of delivering to older individuals and their families services (service innovation development project). Provides for funding delivery of services but not administrative activities.(Sec. 120) Repeals the Assistant Secretary's discretionary authority to permit a State to transfer additional amounts between congregate and home-delivered meal programs.(Sec. 121) Authorizes the Assistant Secretary to make disaster relief funds available to tribal organizations.(Sec. 122) Directs the Secretary of Health and Human Services to make nutrition services incentive payments, according to a specified formula, to State agencies and tribal organizations with plans for delivering nutritious meals to older Americans. Authorizes appropriations.(Sec. 123) Authorizes the Assistant Secretary to waive one or more of certain requirements for State programs on aging that meet specified criteria.(Sec. 124) Revises and consolidates specified authorities for supportive services, senior centers, and nutrition services.(Sec. 126) Replaces the current program of in-home services for frail older individuals with a national family caregiver support program. Directs the Assistant Secretary to make grants to States under State plans for multi-faceted systems of support for families and other informal providers of in-home and community care to older individuals.Requires State family caregiver support services to include: (1) provision of information to caregivers about available services; (2) assistance to caregivers in gaining access to such services; (3) individual counseling, organization of support groups, and caregiver training to help families make decisions and solve problems relating to their caregiving roles; (4) respite care to enable families and other informal caregivers to be temporarily relieved from their caregiving responsibilities; and (5) provision of supplemental services, on a limited basis, to complement the care provided by families and other informal caregivers.Allows a State to elect to require cost sharing on a sliding-fee scale based on income (or to require or permit area agencies on aging to require such cost sharing) by service recipients, except those with incomes below the Federal poverty line.Provides for funding, with the Federal share of up to 75 percent of service costs. Declares that Federal funds under this program are in addition to, and may not supplant, any funds that are or would otherwise be expended under any Federal, State, or local law.Directs the Assistant Secretary to make innovation grants on a competitive basis to foster the development and testing of new approaches to: (1) sustaining the efforts of families and other informal caregivers of older individuals: and (2) serving particular groups of such caregivers, including minority caregivers and distant caregivers.Directs the Assistant Secretary, directly or by grant or contract, to carry out activities of national significance to promote quality and continuous improvement in the support provided to family and other informal caregivers of older individuals through program evaluation, training, technical assistance, and research.Authorizes appropriations.(Sec. 127) Authorizes appropriations for FY 2000 through 2004 for supportive services and senior centers, congregate nutrition services, home-delivered nutrition services, and preventive health services.Part C: State and Local Innovations and Programs of National Significance - Replaces current requirements for training, research, and discretionary projects and programs with new requirements for State and local innovations and programs of national significance.(Sec. 141) Authorizes the Assistant Secretary to make grants to States, public or nonprofit private agencies, organizations, and institutions, and tribal organizations, and to enter into contracts with any agency, organization, institution, or individual for certain discretionary projects and programs, including: (1) education and training to develop an adequately trained workforce to work with and on behalf of older individuals; (2) applied social research and analysis to improve access and delivery of services for older individuals; (3) demonstration of new approaches to design, deliver, and coordinate programs and services for older individuals; (4) technical assistance in planning, development, implementation, and improvement of services and activities; (5) dissemination of information related to longevity and its ramifications for various segments of the elderly population; and (6) life course planning.Authorizes appropriations, making funds available for the national ombudsman and elder abuse centers as well.Part D: Community Service Employment For Older Americans - Directs the Secretary of Labor (the Secretary for this Part) to encourage projects to place participants in unsubsidized employment under the older American community service employment program.(Sec. 152) Requires a community service employment project to include among its methods of recruitment and selection arrangements with the local one-stop delivery system established under the Workforce Investment Act of 1998.Repeals the requirement that the project authorize funds for including individuals participating in it under the State unemployment insurance plan. Requires the project to: (1) provide appropriate services for participants through the local one-stop delivery system; and (2) be involved in the planning and operations of such system under a memorandum of understanding with the local workforce investment board.Repeals the Secretary's authority to establish a Senior Environmental Employment Corps.Requires the Secretary to evaluate such projects on a regular basis and monitor programs receiving financial assistance to determine whether the grantees are complying with requirements and regulations.(Sec. 154) Revises requirements for distribution of national grants or contracts and State allotments for projects. Requires the Secretary to study and report to Congress on improvement in the formula for distributing funds for the older American community service employment program.(Sec. 155) Authorizes appropriations.(Sec. 157) Declares grantees in the older American community service employment program to be partners under the Workforce Investment Act of 1998 in the appropriate local one-stop delivery system.Authorizes the Secretary, upon grantee request, to waive any of the statutory or regulatory requirements of the program except its basic purposes, wage and labor standards, worker rights, participation and protection of workers and participants, grievance procedures, judicial review, and participant eligibility criteria.Requires the Secretary to establish performance measures appropriate to older worker activities, including specified indicators.Part E: Grants for Native Americans - Revises requirements for the Native American grant program to limit a federally recognized tribe to eligibility for only one grant per fiscal year.(Sec. 162) Requires the Assistant Secretary for Aging, in determining whether a tribal grant application complies with nutrition services requirements, to provide maximum flexibility that seeks to take into account subsistence needs, local customs, and other characteristics appropriate to the unique cultural, regional, and geographic needs of the Indian populations to be served.(Sec. 163) Authorizes appropriations.Part F: Vulnerable Elder Rights Protection - Consolidates the authorization of appropriations for specified vulnerable elder rights protection activities. Repeals minimum allotments for ombudsman and elder rights activities.(Sec. 171) Requires a State plan to assure that total State expenditures in any fiscal year for the long-term care ombudsman program shall not be less than total State expenditures for such programs in FY 1999.(Sec. 172) Redesignates the State outreach, counseling, and assistance program a State life course planning program. Defines life course planning as the identification and implementation by an individual of appropriate measures to prepare for the financial, health, and social aspects of longevity, and to ensure the protection of elder rights, including planning for: (1) economic security; (2) options for community participation and social activities; (3) housing options; (4) insurance benefits; and (5) consumer protection, especially defenses against telemarketing scams and fraudulent investment offers.Specifies minimum requirements for a program of outreach, information, counseling, and assistance related to life course planning.(Sec. 173) Authorizes a State to establish a demonstration project for outreach to assist older individuals with greatest economic need in life course planning.Part G: Definitions - Revises certain definitions used in such Act.Part H: Effective Date - Sets forth the effective date of this title.Title II: White House Conference on Aging - Directs the President to convene by December 31, 2005, the White House Conference on Aging, under the direction of the Secretary of Health and Human Services in cooperation with the Assistant Secretary and other Federal agency heads, to: (1) increase the public awareness of the interdependence of generations and the essential contributions of older individuals to society; (2) identify the problems facing older individuals and their commonalities with problems of younger generations; (3) examine the well-being of older individuals; (4) develop specific and comprehensive recommendations for executive and legislative action; (5) develop recommendations for the coordination of Federal policy with State and local needs; and (6) review the status and multigenerational value of recommendations adopted at previous White House Conferences on Aging.(Sec. 203) Establishes a Policy Committee to plan the Conference.(Sec. 206) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Act Amendments of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Older Americans Act of 1965 to extend authorizations of appropriations for programs under the Act through fiscal year 2004, to establish a National Family Caregiver Support Program, to modernize aging programs and services, to address the need to engage in life course planning, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:44-05:00"
}