{
  "actions": [
    {
      "acted_at": "2011-03-31", 
      "references": [
        {
          "reference": "CR S2049", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-03-31", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S2049-2051", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-26", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-07-11", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with amendments. With written report No. 112-32.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2011-07-11", 
      "calendar": "Senate Legislative", 
      "number": "99", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 99.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s699-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2011-03-31", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2011-05-26", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2011-03-31", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-03-31", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2011-04-04", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2011-05-02", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-31", 
  "number": "699", 
  "official_title": "A bill to authorize the Secretary of Energy to carry out a program to demonstrate the commercial application of integrated systems for long-term geological storage of carbon dioxide, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1220-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Energy Carbon Capture and Sequestration Program Amendments Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-05-26", 
  "subjects": [
    "Air quality", 
    "Climate change and greenhouse gases", 
    "Energy", 
    "Environmental technology", 
    "Land use and conservation", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2011-07-11", 
    "text": "Department of Energy Carbon Capture and Sequestration Program Amendments Act of 2011 - (Sec. 2) Amends the Energy Policy Act of 2005 to direct the Secretary of Energy (DOE) to carry out a demonstration program for the commercial application of integrated systems for the capture, injection, monitoring, and long-term geological storage of carbon dioxide from industrial sources. Authorizes the Secretary to enter into cooperative agreements to provide financial and technical assistance to up to 10 large-scale demonstration projects (involving the injection of over one million tons of carbon dioxide from industrial sources over the lifetime of the project). Sets forth requirements for demonstration projects relating to site safety, environmental protection and remediation, and site closure. Authorizes the Secretary to agree to indemnify and hold harmless the recipient of a cooperative agreement under this Act from liability arising out of a demonstration project in excess of the amount of liability covered by financial protection maintained by the recipient, unless the liability arises out of grossly negligent conduct or intentional misconduct. Requires the Secretary to collect a fee for such indemnification. Limits the amount of indemnification to $10 billion. Authorizes the Secretary of Agriculture and the Secretary of the Interior, with respect to the National Forest System land and land managed by the Bureau of Land Management, respectively, to authorize the siting of a demonstration project on federal land. Requires the Secretary of Energy, after accepting title to or transfer of a site closed for such a project, to monitor such site and conduct any remediation activities to ensure the site's geological integrity and prevent any endangerment of public health or safety. (Sec. 3) Directs the Secretary to provide grants for employee training purposes to state and tribal agencies involved in permitting, management, inspection, and oversight of carbon capture, transportation, and storage projects. Amends the Energy Independence and Security Act of 2007 to repeal provisions requiring the Secretary to establish a university based research and development grant program to study carbon capture and sequestration using various types of coal. (Sec. 4) Requires the Secretary to assess and report on the existing federal programs supporting technology that prevents the emission of, captures, transports, permanently stores or sequesters, or puts to beneficial use carbon dioxide, and requires the Comptroller General to review such report, annually until such technology is available to the commercial marketplace. Requires the President to include in the FY2013 budget request of the Secretary for the Fossil Energy Program a report that: (1) assesses the Secretary's progress in implementing the Comptroller General's recommendations for improving the likelihood of achieving technological advancements to mitigate carbon dioxide emissions or to expedite the availability of carbon capture and sequestration technology for the commercial marketplace, (2) compares the estimated costs of completing implementation of those recommendations to the requested budget levels, and (3) assesses progress made during the preceding fiscal year toward achieving Program goals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Carbon Capture and Sequestration Program Amendments Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Energy Carbon Capture and Sequestration Program Amendments Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Energy to carry out a program to demonstrate the commercial application of integrated systems for long-term geological storage of carbon dioxide, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:05:21-05:00"
}