{
  "actions": [
    {
      "acted_at": "2009-01-14", 
      "references": [
        {
          "reference": "CR S394", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-14", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s246-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-14", 
  "number": "246", 
  "official_title": "A bill to amend title 38, United States Code, to improve the quality of care provided to veterans in Department of Veterans Affairs medical facilities, to encourage highly qualified doctors to serve in hard-to-fill positions in such medical facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr568-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Health Care Quality Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-01-14", 
  "subjects": [
    "Armed forces and national security", 
    "Civil actions and liability", 
    "Department of Veterans Affairs", 
    "Government employee pay, benefits, personnel management", 
    "Health care costs and insurance", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health personnel", 
    "Licensing and registrations", 
    "Student aid and college costs", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-14", 
    "text": "Veterans Health Care Quality Improvement Act - Directs the Secretary of Veterans Affairs to prescribe standards for appointment and practice as a physician within the Veterans Health Administration (VHA) of the Department of Veterans Affairs (VA). Requires: (1) applicants to provide certain information, including each lawsuit, civil action, or other claim against the individual for medical malpractice or negligence, and their results; (2) each appointee to disclose any judgments against the individual for medical malpractice or negligence and any payments made; and (3) physicians already employed within the VHA to disclose such information. Prohibits a new appointment without approval of the director of the Veterans Integrated Services Network (Network) in which the individual will serve. Directs the Secretary to encourage directors to hire physicians who are board-certified. Requires: (1) the VHA's Under Secretary of Health to designate a National Quality Assurance Officer for the VHA quality assurance program; (2) each Network regional director to appoint a quality assurance officer; and (3) the director of each VHA medical facility to appoint a quality assurance officer. Directs the Secretary to review VA policies for maintaining health care quality and patient safety at VA medical facilities. Authorizes the Secretary, in order to recruit and retain VHA physicians in hard-to-fill positions, to: (1) repay certain educational loans for individuals who agree to serve for at least three years as a VHA physician; (2) reimburse tuition for medical students who agree to serve as a VHA physician after such education; and (3) enroll in the Federal Employees Health Benefits Program an individual who agrees to serve as a VHA physician for at least five days per month. Encourages the Secretary to undertake additional incentives to encourage individuals to serve or practice as VHA physicians in hard-to-fill positions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Health Care Quality Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve the quality of care provided to veterans in Department of Veterans Affairs medical facilities, to encourage highly qualified doctors to serve in hard-to-fill positions in such medical facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:47-05:00"
}