{
  "actions": [
    {
      "acted_at": "1977-06-30", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1793-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-30", 
  "number": "1793", 
  "official_title": "A bill to make amendments to certain laws regarding railroads.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Long, Russell B.", 
    "state": "LA", 
    "thomas_id": "01386", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-30", 
  "subjects": [
    "Consolidated Rail Corporation (Conrail)", 
    "Delegation of powers", 
    "Federal aid to transportation", 
    "Interstate relations", 
    "Labor and employment", 
    "Railroad employees", 
    "Railroad facilities", 
    "Railroad passenger traffic", 
    "Railroad reorganization", 
    "Railroads", 
    "Right-of-way"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-30", 
    "text": "Railroad Improvement Act - Amends the Department of Transportation Act to revise the time periods during which Federal financial assistance will be available for rail service assistance programs. Stipulates that any in-kind benefits for rail service assistance programs which a State may provide for any period in excess of the State's share of project costs for that period shall be applied toward that State's share in any subsequent period. Stipulates that whenever the costs of an approved project exceed the amount of rail freight service assistance to which a State is entitled, the Secretary of Transportation is authorized to provide assistance in any subsequent period to cover the costs of such project. Revises the method of computing the amount of rail service assistance a State is entitled to receive. Makes projects eligible for rail service assistance under such Act if the revenues attributable to the line or railroad related to the project are below a specified level or if the line or railroad which is related to the project are subject to abandonment. Stipulates that eligibility for assistance for lines or railroads subject to abandonment shall be limited to projects which have as their principal objective the elimination of deferred maintenance and rehabilitation. Prohibits the Secretary from withholding approval of a State rail freight program or project solely on the grounds that the State initiated the program or project without the Secretary's prior approval. Prohibits States from using Federal rail service assistance funds to make rail service continuation payments for projects which are eligible for such assistance solely because the railroad or line is subject to abandonment unless certain conditions are met. Stipulates that out of the funds authorized to be appropriated for rail service assistance programs no more than $10,000,000 shall make available for planning grants for each of the fiscal years 1976 through 1980. Amends the Rail Passenger Service Act to direct the Interstate Commerce Commission, when it orders a railroad to provide services or to allow the use of tracks or facilities of such railroad by the National Railroad Passenger Corporation to consider quality of service as a major factor in determining the amount of compensation to be paid to the railroad including reasonable adherence to the fastest practicable operations schedule. Amends the Regional Rail Reorganization Act to allow the Secretary of Transportation, the Deputy Secretary of Transportation, and the Chairman of the United States Railway Association to delegate their powers under such Act. Requires the Consolidated Rail Corporation to make such premium payments as are necessary to maintain in effect medical and life insurance policies of employees of railroads in reorganization. Revises the method of computing rail service continuation assistance to States under such Act. Stipulates that rail freight services which are eligible for rail service continuation assistance under such Act shall include rail services which are subject to abandonment. Limits such assistance to projects which have as their principal objective the elimination of deferred maintenance and rehabilitation of the rail line. Authorizes two or more States to combine their entitlements to rail service continuation assistance under such Act. Amends the Interstate Commerce Act to direct the Interstate Commerce Commission, whenever a cooperative assistance proposal and a valid financial offer was made under the Department of Transportation Act or a rail service continuation payment under such Act was not paid, to find that the public convenience and necessity permit the abandonment or discontinuance of such line. Directs the Commission, in promulgating accounting procedures for railroads, to require the accurate reporting of expenses for labor, materials, overhead, administration, and other activities. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to establish as a goal of the Northeast Corridor improvement project, the development of equipment designed to be compatible with the track and operation of the travel market of the Northeast corridor. Increases the authorization for appropriations under such Act for improvements on nonoperational portions of stations used in intercity rail passenger service and on related facilities and fencing. Authorizes the appropriation of $75,000,000 for fiscal year 1979 for the purpose of making grants to State and local governmental entities to enable them to acquire abandoned railroad rights-of-way for recreational or conservational purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make amendments to certain laws regarding railroads.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:25-05:00"
}