{
  "actions": [
    {
      "acted_at": "1978-08-01", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-01", 
      "committee": "House Select Committee on Ethics", 
      "references": [], 
      "text": "Referred to House Select Committee on Ethics.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-01", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-01", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13676-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ethics (Select)", 
      "committee_id": "HLET"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1977-01-03", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Stratton, Samuel S.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01117", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-01", 
  "number": "13676", 
  "official_title": "A bill to require certain officers and employees of the United States, and candidates for federal office, to file reports as to their income and financial holdings and transactions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ethics in Government Act", 
  "sponsor": {
    "district": "30", 
    "name": "Danielson, George E.", 
    "state": "CA", 
    "thomas_id": "00263", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Cabinet officers", 
    "Conflict of interests", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional veto", 
    "Election candidates", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Financial disclosure", 
    "Government operations and politics", 
    "House of Representatives", 
    "Judges", 
    "Judicial ethics", 
    "Judicial officers", 
    "Law", 
    "Lobbying", 
    "Members of Congress", 
    "Military personnel", 
    "Officer personnel", 
    "Political ethics", 
    "Postal employees", 
    "Presidential appointments", 
    "Presidential elections", 
    "Senate", 
    "Supreme Court justices", 
    "Vice Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Financial disclosure", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-01", 
    "text": "Ethics in Government Act - Title I: Legislative Personnel Financial Disclosure Requirements - Requires each Member of Congress, each Congressional officer and employee who is compensated at a rate equal to or more than the pay rate for grade GS-16, and any candidate for the office of Member to file an annual financial disclosure report (hereinafter referred to as \"report\") containing specified information including: (1) sources and amounts of income, gifts, and reimbursements; (2) the identity and approximate value of property held and liabilities owed; (3) transactions in property, commodities, and securities; and (4) certain financial interests of a spouse or dependent. Provides that such report be filed with the Clerk of the House of Representatives or the Secretary of the Senate. Directs the Clerk and the Secretary to: (1) send a copy of each report of a Member to the Secretary of State of the Member's State; (2) compile and publish the reports of each Member as a House or Senate document; (3) submit each report for review by either the Committee on Standards of Official Conduct of the House or the Select Committee on Ethics of the Senate; and (4) make such reports generally available to the public. Prohibits the use of information from such reports for commercial, credit, or solicitation purposes. Requires the Comptroller General to report to Congress on the effectiveness of the implementation of this Title and the feasibility of conducting random audits of such reports. Establishes criminal penalties for the violation of the requirements of this Act. Title II: Executive Personnel Financial Disclosure Requirements - Requires the President, Vice President, each presidential or vice-presidential candidate, each military officer rated at 0-7 or higher, each presidential appointee whose Senate confirmation is pending, and each employee of the Executive branch who is compensated at a pay rate equal to or greater than that for grade GS-16 to file such report as described in Title I of this Act which shall include additional information regarding positions held with business entities, and agreements with respect to future employment and continuation of payments by former employers. Establishes within the Civil Service Commission the Office of Government Ethics with which the following persons must file their reports: the President, Vice President, and candidates for those offices; the Postmaster General; the Deputy Postmaster General; the Governors of the Board of Governors of the Postal Service; presidential appointees; and agency heads. Requires other Federal personnel to file with the head of the agency employing such persons, or in the case of military officers, with the Secretary of their branch of service. Charges such Office with responsibility for: (1) the overall direction of executive branch policies related to preventing conflicts of interest; (2) monitoring compliance with this Title; (3) reviewing such reports to ascertain possible violations of conflict of interest laws; and (4) developing the method of determining the value of assets required to be disclosed under this Title. Requires that such reports be made generally available to the public. Prohibits the use of information from such reports as described in Title I. Extends from one to two years the period of prohibition on appearances before an agency by a former Federal employee or official on matters that were under such person's responsibility. Includes within such prohibition informal as well as formal contacts. Prohibits formal and informal contacts with such agencies by former employees on certain other matters for a period of one year after the end of such employment. Title III: Judicial Personnel Financial Disclosure Requirements - Requires the Chief Justice and the Associate Justices of the Supreme Court, each Federal court judge, any presidential nominee for judicial office whose Senate confirmation is pending, and each judicial employee who is compensated at a pay rate equal to or greater than that for grade GS-16 to file such report as described in Title II. Directs the Judicial Conference of the United States to establish a Judicial Ethics Committee to: (1) receive such reports of judicial personnel; (2) monitor compliance with this Title; (3) provide for the availability of such reports to the public; (4) develop the method of determining the value of assets required to be disclosed under this Title; and (5) review such reports to ascertain possible violations of conflict of interest laws. Prohibits the use of information from such reports as described in Title I."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ethics in Government Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require certain officers and employees of the United States, and candidates for federal office, to file reports as to their income and financial holdings and transactions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:26-05:00"
}