{
  "actions": [
    {
      "acted_at": "1986-03-13", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-14", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-14", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Coast Guard and Navigation", 
      "text": "Referred to Subcommittee on Coast Guard and Navigation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-14", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-14", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Merchant Marine", 
      "text": "Referred to Subcommittee on Merchant Marine.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Coast Guard and Navigation", 
      "references": [], 
      "text": "Joint Hearings Held by the Subcommittee on Coast Guard and Navigation and by the Subcommittee on Fisheries and Wildlife Conservation and the Environment and by the Subcommittee on Merchant Marine.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Joint Hearings Held by the Subcommittee on Fisheries and Wildlife Conservation and the Environment and by the Subcommittee on Coast Guard and Navigation and by the Subcommittee on Merchant Marine.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Joint Hearings Held by the Subcommittee on Merchant Marine and by the Subcommittee on Coast Guard and Navigation and by the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4407-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Coast Guard and Navigation", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-13", 
  "number": "4407", 
  "official_title": "A bill to limit the liability in the operation of fishing vessels that comply with improved safety requirements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fishing Industry and Seaman's Protection Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-03-13", 
  "subjects": [
    "Business and commerce", 
    "Fish processing ships", 
    "Fisheries", 
    "Fishing", 
    "Fishing boats", 
    "Insurance", 
    "Liability for marine accidents", 
    "Marine insurance", 
    "Marine safety", 
    "Marine transportation", 
    "Merchant seamen", 
    "Public safety", 
    "Ships and shipping", 
    "Standards"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-03-13", 
    "text": "Fishing Industry and Seaman's Protection Act of 1986 - Title I: Liability for Personal Injury on Fishing, Fish Tender, and Fish Processing Vessels - Amends Federal law to limit liability of an employer for the illness, injury, or disability of a seaman employed on a fishing, fish tender, or fish processing vessel as long as the employer has in effect certain minimum coverage and the employer's vessel is in compliance with specified Federal vessel safety regulations. Requires the Secretary of Transportation, on January 1 of each year, to review the dollar figure representing the annual minimum payment per year for a seaman's illness, injury, or disability, and to make adjustments to such figure if necessary. Prohibits a seaman from bringing a civil liability suit against an employer for an illness, injury, or disability of less than one year. Requires certain notification from the seaman's doctor to the employer within 14 weeks of an illness, injury, or disability to the seaman, such notification relating to the nature, extent, and length until cure. Allows a seaman to bring a civil liability suit against an employer if such seaman's illness, injury, or disability is diagnosed to last for more than one year or the seaman is not fit for duty after one year. Limits the award to a seaman for nonmonetary losses in such a suit, unless gross negligence or willful misconduct is proven. Authorizes the court in such a suit to determine the reasonableness of attorney's fees, taking into account specified factors. Title II: Fishing Vessel Safety - Amends Federal law concerning fishing vessels to direct the Secretary of the department in which the Coast Guard is operating to prescribe regulations for the minimum safety standards for fishing vessels and certain associated equipment. Prohibits a person from manufacturing, introducing into commerce, or importing into the United States a vessel, associated equipment, or component unless it conforms with the safety standards prescribed by the Secretary. Requires the managing operator of a vessel to make emergency assignments and to conduct periodic emergency drills that comply with the Secretary's prescribed regulations. Authorizes an enforcement official to terminate the operation of a vessel until any unsafe conditions or operations are corrected. Requires the manufacturer of a vessel to maintain records proving compliance with vessel safety regulations, and to make such records available for inspection. Requires any information so obtained which relates to a trade secret to be held confidential. Outlines civil and criminal penalties for violations of the prescribed safety regulations, including a possible injunction from vessel operation. Requires any individual hired as a crew member aboard a fishing vessel to be trained in vessel safety and emergency procedures based on a training manual approved by the Secretary. Requires the operator of such a vessel to be licensed by the Secretary to operate that particular type of vessel. Requires the Secretary to compile statistics concerning marine casualties in connection with fishing, fish tender, or fish processing vessels. Title III: Fishing Management Safety - Amends the Magnuson Fishery Conservation and Management Act to require conservation and management measures to take into account the effect such measures will have on the safety of fishing, fish tender, and fish processing vessels and their crews. Directs the Secretary to establish advisory guidelines to assist in the development of safe conservation and management measures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fishing Industry and Seaman's Protection Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to limit the liability in the operation of fishing vessels that comply with improved safety requirements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:14-05:00"
}