{
  "actions": [
    {
      "acted_at": "1982-03-30", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-03", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-10", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-23", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-21", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-07-30", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator McClure with an amendment in the nature of a substitute and an amendment to the title. With written report No. 97-512.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-30", 
      "calendar": "Senate Legislative", 
      "number": "731", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 731.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-12-06", 
      "references": [], 
      "text": "S.UP.AMDT.1414 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-06", 
      "references": [], 
      "text": "S.UP.AMDT.1414 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-06", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-06", 
      "bill_ids": [
        "hr5121-97"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5121 as an amendment.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su1414-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1414"
    }
  ], 
  "bill_id": "s2305-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-30", 
  "number": "2305", 
  "official_title": "A bill to ensure that all energy and mineral resources originating on the public lands and on the Outer Continental Shelf are properly accounted for under the direction of the Secretary of the Interior, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5121-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Royalty Management Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "McClure, James A.", 
    "state": "ID", 
    "thomas_id": "01394", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-07-27", 
  "subjects": [
    "Auditing", 
    "Business intelligence", 
    "Continental shelf", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Indian lands", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Motor Vehicles and Driving", 
    "Motor transportation", 
    "Native Americans", 
    "Ocean", 
    "Oil and gas leases", 
    "Public Lands and Real Property", 
    "Trucks", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Mining leases", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1982-07-30", 
    "text": "(Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 97-512) Federal Royalty Management Act of 1982 - Directs the Secretary of the Interior to prescribe rules and regulations, relating to mineral resources on the Outer Continental Shelf, and Federal and Indian lands, necessary to: (1) determine and collect royalties on the production of mineral resources; (2) prepare and retain records; (3) file reports; (4) conduct audits; (5) enforce security at production sites and during the transportation of mineral resources; and (6) impose penalties for improperly conducting the above activities. Authorizes the Secretary in carrying out the above functions to: (1) apply rules and regulations promulgated under this Act to any existing mineral lease, permit, or application; and (2) contract with non-Federal personnel, as necessary. Requires the Secretary to: (1) provide for the inspections of each lease site producing or expected to produce significant quantities of oil or gas resources; (2) establish programs to train lease site inspectors; and (3) select lease accounts for audit either on his or her own initiative or upon written request of a State or Indian tribe alleging good cause for selection of an account. Sets forth the duties of lessees, operators, and motor vehicle transporters. Requires any lessee to: (1) make required royalty payments on time; and (2) notify the Secretary of any assignments of any interest in the lease. Requires any operator to: (1) develop and comply with a site security plan in conformance with such minimum standards as the Secretary may prescribe; (2) notify the Secretary no later than the fifth day after beginning production of any new well; and (3) provide the Secretary with specified records and information. Requires any person engaged in transporting by motor vehicle any mineral resource from any lease site to carry documentation showing from whom the oil resource was obtained and from where it was produced. Authorizes the Secretary to conduct any hearing or investigation necessary to carry out his or her duties under this Act. Grants the Secretary the powers (including subpena power) to conduct such investigations and hearings. Allows authorized representatives of the Secretary to stop and inspect any motor vehicle that they have probable cause to believe is carrying an oil resource, in order to determine if the driver has proper documentation. Prohibits advance notice of any inspection. Authorizes the Attorney General to bring a civil action to restrain violations of this Act or to compel the taking of any action required under any mineral leasing law. Requires any individual engaged in the transport of an oil or gas resource prior to the first sale of the resource, or any individual involved in the first sale of an oil or gas resource subject to this Act, to keep such records as the Secretary may require. Amends the Mineral Lands Leasing Act to provide that interest charges, and any other moneys, except civil penalties, collected under the Federal Energy and Mineral Resources Act of 1982, shall be paid into the Treasury. Requires 50 percent of any civil penalty collected resulting from activities conducted by a State or Indian tribe pursuant to a cooperative agreement or a delegation of authority by the Secretary to be paid to the State or tribe. Directs the Secretary to charge interest on late royalty payments. Provides that such interest on late royalty payments be paid to the tribe whose royalty payments are affected. Prohibits assessing any interest or penalties against a State due the Department of the Interior for failure to comply with the Emergency Petroleum Allocation Act of 1973 or Department of Energy regulations thereunder concerning crude oil pricing. Makes lessees liable for royalty payments on oil or gas resources lost or wasted due to negligence or failure to comply with the applicable rules, regulations, orders, or citations. Sets forth civil penalties of up to: (1) $500 per violation for each day any individual refuses to comply with any mineral leasing law requirement or refuses to comply with the terms of any lease; (2) $10,000 per violation for each day any individual knowingly or willfully fails to make any royalty payment or refuses to permit inspection; and (3) $25,000 per violation for each day any individual either knowingly prepares misleading reports, knowingly diverts oil or gas resources from any lease site without authority, or deals with any oil or gas resource having reason to know that the resource was stolen or unlawfully divested. Provides for the imposition of criminal penalties in addition to the civil penalties. Authorizes the Secretary to enter into a cooperative agreement with any State or Indian Tribe to share mineral royalty management information, to secure information, and to carry out inspections and audits. Authorizes the Secretary, upon the written request of a State, to delegate to a State all or part of the authorities and responsibilities of the Secretary to conduct inspections, audits, and investigations, and to collect royalties, interest, and civil penalties. Stipulates the Secretary may not undertake such a delegation with respect to any Indian lands, except with the permission of the tribe involved. Directs the Secretary to promulgate regulations pertaining to such authorities and responsibilities which assure that a uniform and effective system of accounting and payment of royalties will prevail among States. Authorizes the revocation of the delegation of authority if a State is in violation of any applicable requirement. Declares that no provision of this Act: (1) limits the authority of the Inspector General of the Department of the Interior under provisions of the Inspector General Act of 1978; or (2) impairs of affects land entrusted to the Tennessee Valley Authority. Authorizes appropriations of such sums as may be necessary for this Act. Provides for a six year statute of limitations. Directs the Secretary to study the question of the adequacy of royalty management for coal, uranium and other energy and nonenergy minerals on Federal and Indian land. Sets forth severability provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Energy and Mineral Resources Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Royalty Management Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Royalty Management Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure that all energy and mineral resources originating on the public lands and on the Outer Continental Shelf are properly accounted for under the direction of the Secretary of the Interior, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:15-05:00"
}