{
  "actions": [
    {
      "acted_at": "2011-06-23", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1267-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-23", 
  "number": "1267", 
  "official_title": "A bill to strengthen United States trade laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4071-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1130-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Strengthening America's Trade Laws Act", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-23", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Asia", 
    "Canada", 
    "China", 
    "Civil actions and liability", 
    "Computers and information technology", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Foreign trade and international finance", 
    "Fraud offenses and financial crimes", 
    "Free trade and trade barriers", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Intellectual property", 
    "International monetary system and foreign exchange", 
    "International organizations and cooperation", 
    "Latin America", 
    "Law enforcement officers", 
    "Legislative rules and procedure", 
    "Mexico", 
    "Office of the U.S. Trade Representative", 
    "Public-private cooperation", 
    "Tariffs", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "Travel and tourism"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-23", 
    "text": "Strengthening America's Trade Laws Act - Allows, under specified conditions, certain U.S. persons supportive of the government's position before a dispute settlement panel or Appellate Body of the World Trade Organization (WTO) to participate in consultations and panel or Appellate Body proceedings. Establishes the Congressional Advisory Commission on WTO Dispute Settlement to provide advice to Congress on the operation of the WTO dispute settlement system. Amends the Uruguay Round Agreements Act to require congressional approval before any modification of an agency regulation or practice that has been adversely affected by a WTO decision. Directs the United States to negotiate with the WTO to determine clarification of its obligations under the Uruguay Round Agreement due to an adverse WTO decision if the United States, Congress, or Commission finds that such decision created obligations never agreed to by the United States. Amends the Tariff Act of 1930 to make specified changes to strengthen the Act's antidumping and countervailing duty provisions. Requires congressional approval for revocation of nonmarket economy country determinations made by the administering authority. Expands the authority of the administering authority or the International Trade Commission (ITC) to impose countervailing duties on products from a nonmarket economy country that have been provided a countervailable subsidy. Authorizes the use of alternative methodologies in determining whether a subsidy is countervailable with respect to the People's Republic of China (PRC). Deems subsidies provided predominantly or disproportionately by the PRC to a state-owned enterprise as specific to that enterprise (and so vulnerable to a countervailing duty) if state-owned enterprises are the predominant recipients of such subsidies or state-owned enterprises receive disproportionately large amounts of them. Includes exchange-rate manipulation by a country as a countervailable subsidy. Amends the Trade Act of 1974 to require a recommendation from the ITC before the President can impose a duty on an imported Chinese product that causes or threatens market disruption to a like U.S. product. Requires congressional approval for an ITC recommendation to take effect in cases where the President takes action that differs from that recommended by the ITC. Establishes within the Department of the Treasury the position of Director of Intellectual Property Rights Enforcement. Requires the Director to develop annually a strategic plan for more effective use of the authorities of the U.S. Customs and Border Protection (CBP) and the U.S. Immigration and Customs Enforcement (ICE) to enforce intellectual property rights. Prescribes requirements for the appointment of CBP and ICE coordinators of intellectual property rights enforcement activities. Directs the Secretary of the Treasury, acting through the CBP Commissioner, to accelerate efforts to apply risk assessment modeling techniques to border enforcement activities to combat counterfeiting and piracy of goods. Directs the Commissioner to: (1) ensure that the system for recordation of copyrights, trademarks, and other forms of intellectual property does not impede the rapid seizure of goods that infringe the rights of the owners; (2) create a voluntary certification program for low-risk shippers that have taken specific measures to strengthen and protect their supply chains to prevent the infiltration of counterfeit and pirated goods; and (3) prepare a plan for a Watch List database of importers, shippers, freight forwarders, and others in the import, export, and transshipment process whose activities merit additional scrutiny at ports of entry. Directs the Secretary to increase CBP and ICE staffing and resources in providing training and technical assistance to customs services and enforcement agencies of foreign countries to improve their effectiveness in enforcing intellectual property rights. Expands the prohibitions on the importation or exportation of counterfeit or pirated goods to include goods protected by copyright. Subjects persons who violate such prohibition to a civil penalty, which in certain circumstances shall be tripled. Applies the amendments made by this Act to goods from Canada and Mexico."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Strengthening America's Trade Laws Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen United States trade laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:11:46-05:00"
}