{
  "actions": [
    {
      "acted_at": "1994-05-18", 
      "references": [
        {
          "reference": "CR S5948-5950", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-18", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-07", 
      "calendar": "Senate Legislative", 
      "number": "454", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 454.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2129-103", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1994-05-18", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1994-05-18", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-18", 
  "number": "2129", 
  "official_title": "A bill to amend title 18, United States Code, to perserve personal privacy with respect to medical records and health care-related information, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Privacy Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-06-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Civil rights and liberties, minority issues", 
    "Communication in medicine", 
    "Confidential communications", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Damages", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Electronic data processing", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Evidence (Law)", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Identification devices", 
    "Identification of criminals", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Medical records", 
    "Medical research", 
    "Physical examinations", 
    "Prosecution", 
    "Punitive damages", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Security measures", 
    "Subpoena", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-18", 
    "text": "TABLE OF CONTENTS: Title I: Judicial Proceedings Title II: Limitations on Disclosure of Protected Health Information Health Care Privacy Protection Act - Title I: Judicial Proceedings - Amends the Federal criminal code to set penalties for knowingly: (1) obtaining protected health information relating to an individual; or (2) disclosing protected health information to another person. Sets penalties with respect to a person who, for purposes not authorized under the Health Security Act: (1) requires the display or use of, or uses, a health security card; or (2) requires the disclosure or use of, or uses, the unique identifier number. Title II: Limitations on Disclosure of Protected Health Information - Permits a health information trustee to disclose protected health information to: (1) an officer, employee, or agent of the trustee only for a purpose that is compatible with and related to the purpose for which the information was collected or received; and (2) a person other than an officer only for a purpose that is authorized under this Act. Limits every disclosure of protected health information by a health information trustee to the minimum amount of information necessary. (Sec. 203) Authorizes a health information trustee to disclose protected health information pursuant to an authorization executed by the individual who is the subject of the information if specified requirements are met. Prohibits (with exceptions) such trustee from requesting that an individual provide to any person such an authorization on a day on which: (1) the trustee provides health care to such individual; or (2) in the case of a trustee that is a health facility, the individual is admitted into the facility as a resident or inpatient. Sets forth provisions regarding: (1) time limits on authorizations; (2) revocation or amendment of authorizations; (3) model authorizations; (4) effect of authorization on privileges; (5) additional requirements of trustee, including maintaining a copy of the authorization; and (6) subpoenas. (Sec. 204) Authorizes the disclosure of protected health information, subject to specified restrictions: (1) in connection with treatment and payment; (2) to a health oversight agency for a purpose authorized by law; and (3) for use in an action against or investigation of an individual relating to receipt of health care or health care payment or involving a fraudulent health claim. (Sec. 206) Sets forth provisions regarding the disclosure of protected health information: (1) to next of kin; (2) to others (directory information); and (3) to assist in the identification of a dead person. (Sec. 207) Establishes requirements with respect to the reporting of protected health information: (1) to a public health authority; (2) in emergency circumstances; (3) for judicial and administrative purposes; (4) for use in a health research project; (5) to a law enforcement agency; and (6) pursuant to subpoena or warrant. (Sec. 216) Requires a health information trustee to maintain reasonable and appropriate administrative, technical, and physical safeguards to: (1) ensure the integrity and confidentiality of protected health information created or received by the trustee; and (2) protect against any anticipated threats or hazards to the security or integrity of such information. (Sec. 217) Sets forth: (1) provisions permitting inspection of protected health information by a health care provider or health benefit plan, with exceptions; and (2) procedures for the amendment of protected health information. (Sec. 220) Directs the Attorney General to promulgate standards with respect to the creation, transmission, receipt, and maintenance, in electronic form, of each written document required or authorized under this title. (Sec. 221) Sets forth provisions regarding the rights of incompetents and minors. (Sec. 223) Grants immunity to: (1) a health information trustee for permissible disclosures and for good faith reliance on a certification by a government authority or other person; and (2) members of an institutional review board and the parent institution under specified circumstances. (Sec. 226) Establishes civil penalties to be imposed upon health information trustees who violate this Act. Permits aggrieved individuals to bring civil actions for relief."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Privacy Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to perserve personal privacy with respect to medical records and health care-related information, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:24-05:00"
}