{
  "actions": [
    {
      "acted_at": "1977-04-28", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1416-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-28", 
  "number": "1416", 
  "official_title": "A bill to amend the Act to provide for the registration and protection of trademarks used in commerce, to carry out the provisions of certain international conventions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Unfair Competition Act", 
  "sponsor": {
    "district": null, 
    "name": "McClellan, John L.", 
    "state": "AR", 
    "thomas_id": "01393", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-28", 
  "subjects": [
    "District courts", 
    "Jurisdiction", 
    "Law", 
    "Patents, Trademarks, and Copyrights", 
    "Restrictive trade practices", 
    "Trade regulation", 
    "Trademarks"
  ], 
  "subjects_top_term": "Trademarks", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-28", 
    "text": "Unfair Competition Act - Establishes a uniform body of Federal unfair competition law by creating a Federal statutory tort of unfair competition affecting interstate commerce. Establishes Federal jurisdiction over such tort claims within the framework of the Trademark Act of 1946. Gives the Federal district courts jurisdiction to deal with acts which constitute unfair competition because of misrepresentation or misappropriation of goods or services. States that all the remedies set forth in the Trademark Act for infringement of unfair competition would be available in respect to acts of unfair competition. Makes any person liable in a civil action for unfair competition who engages in any act, trade practice, or course of conduct, in commerce, which: (1) causes or is likely to cause confusion, mistake, or deception as to the affiliation, connection, or association of such person, or as to the origin, sponsorship, or approval of his goods, services, or vocational activities, or results or is likely to result in passing off the goods, services, or vocational activities which he offers as or for those of any other person, or (2) by a false or misleading representation or omission of material information, either misrepresents his goods, services, vocational activities, or their geographic origin, or (3) results or is likely to result in the wrongful disclosure or appropriation of a trade secret or confidential information, or (4) without being limited to or by the foregoing subsections (1) through (3), otherwise constitutes unfair competition by misrepresentation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unfair Competition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Act to provide for the registration and protection of trademarks used in commerce, to carry out the provisions of certain international conventions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:18-05:00"
}