{
  "actions": [
    {
      "acted_at": "1975-05-07", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-05-29", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 94-247.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-03", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary, H. Rept. 94-247 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-06", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-06", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-23", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #331 (372-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-17", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-17", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-17", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-17", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-21", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-28", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-414.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-28", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-336.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-30", 
      "references": [], 
      "text": "Motion to recommit to the Committee of Conference with instructions rejected in House, roll call #460 (167-255).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-30", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-30", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-07-30", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-30", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-30", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-07-31", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-07-31", 
      "references": [], 
      "text": "Public law 94-64.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6799-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Russo, Martin A.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Wiggins, Charles E.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01228", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-07-31", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-07", 
  "number": "6799", 
  "official_title": "A bill to approve certain of the proposed amendments to the Federal Rules of Criminal Procedure, to amend certain of them, and to make certain additional amendments to those rules.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres513-94", 
      "reason": "rule"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Hungate, William L.", 
    "state": "MO", 
    "thomas_id": "00573", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-07", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal liability", 
    "Criminal procedure", 
    "District courts", 
    "Evidence (Law)", 
    "Law", 
    "Pleas (Criminal procedure)", 
    "Sentences (Criminal procedure)", 
    "Trials"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Public Law", 
    "date": "1975-07-31", 
    "text": "(Public law 94-64) Federal Rules of Criminal Procedure Amendments Act - Approves the amendments proposed by the Supreme Court to the Federal Rules of Criminal Procedure which are embraced by the order of that Court on April 22, 1974, except as otherwise provided in this Act, and shall take effect August 1, 1975. Makes changes in such rules relating to issuance of arrest warrants, including that if it appears from the complaint, or from an affidavit filed with the complaint, that there is probable cause to believe that an offense has been committed and that the defendant has committed it, a warrant for the arrest of the defendant shall issue to any officer authorized by law to execute it, and, upon the request of the attorney for the government, a summons instead of a warrant shall issue. Allows probable cause to be based upon hearsay evidence. States that the warrant is executed by the arrest, and that the officer need not have it in possession at arrest. States that such a warrant is not grounds for suppression of evidence seized at arrest or grounds for a search. Requires the court, prior to accepting a plea of guilty or nolo contendere, to address the defendant personally in open court and inform him of, and determine that he understands the nature of, the charge, possible penalties, right to representation, right to plead not guilty, right to a trial by jury, that his plea of guilty or nolo contendere means no trial, and other matters. Permits plea agreements which may require the attorney for the government to move for dismissal, recommend or agree not to oppose defendant's recommendation for a particular sentence, or agree that a specific sentence is the appropriate disposition of the case. Requires disclosure of any plea agreement. Allows the court to accept or reject agreements. Directs the court to afford the defendant an opportunity to withdraw his plea if the court rejects the plea agreement. Makes pleas of guilty in response to plea agreements, subsequently withdrawn, inadmissible as evidence in later criminal or civil proceedings. Requires arrest warrants to be issued in lieu of summons when probable cause exists that a criminal offense has been committed. Requires motions made before trial to be determined before trial. Requires the defendant, upon demand, to inform the prosecutor if he intends to offer a defense of alibi, together with the specifics of the alibi and names and addresses of supporting witnesses. Requires the prosecutor, within 10 days before trial, to disclose his witnesses to the defense. Imposes a continuing duty of disclosure upon both sides, and, in the event of a failure to do so, empowers the court to exclude any undisclosed witnesses' testimony. Allows the court, upon motion by the prosecutor, to order the defendant to submit to a psychiatric examination. Sets forth conditions and procedures under which testmony may be taken by deposition. Requires all interested parties to be notified of any proposed taking of a deposition. Grants the defendant the right to be present at a taking of a deposition. Provides that upon request of a defendant the government shall permit the defendant to inspect and copy or photograph: any relevant written or recorded statements made by the defendant; the substance of any oral statement which the government intends to offer in evidence at the trial made by the defendant. Provides that upon request of a defendant the Government shall permit the defendant to inspect and copy or photograph: any relevant written or recorded statements made by the defendant, or copies thereof, within the possession, custody or control of the Government; the substance of any oral statement which the Government intends to offer in evidence at the trial made by the defendant whether before or after arrest; and recorded testimony of the defendant before a grand jury which relates to the offense charged. Gives the defendant access to examinations conducted by the prosecution, which are material to the defense. Imposes a continuing duty to disclose evidence and witnesses, both prior to and during trial. Permits the court to deny, restrict, or defer discovery or inspection. Allows a juvenile to consent to be proceeded against in the district court in which he is arrested, held, or present, instead of in the district in which he is alleged to have committed the crime or offense, when such act is not punishable by death or life imprisonment. Requires sentence to be imposed without unreasonable delay, after the probation service has presented a pre-sentence investigation report to the court, unless the defendant, with the permission of the court, waives such investigation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to approve certain of the proposed amendments to the Federal Rules of Criminal Procedure, to amend certain of them, and to make certain additional amendments to those rules.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:21-05:00"
}