{
  "actions": [
    {
      "acted_at": "1989-06-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1204-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-20", 
  "number": "1204", 
  "official_title": "A bill to improve the enforcement of the trade laws of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Enforcement Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-20", 
  "subjects": [
    "Actions and defenses", 
    "Agriculture in foreign trade", 
    "Antidumping", 
    "Antitrust law", 
    "Citizen lawsuits", 
    "Civil procedure", 
    "Communist countries", 
    "Countervailing duties", 
    "Customs administration", 
    "Dumping", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Food industry", 
    "Foreign trade and international finance", 
    "Free ports and zones", 
    "Government operations and politics", 
    "Import quotas", 
    "Import restrictions", 
    "Injunctions", 
    "Jurisdiction", 
    "Labor productivity", 
    "Limitation of actions", 
    "Manufacturing industries", 
    "Research and development", 
    "Tariff", 
    "Textile industry and fabrics", 
    "Trade agreements", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-20", 
    "text": "Trade Enforcement Act of 1989 - Amends the Tariff Act of 1930 to prohibit the administering authority from deducting indirect selling expenses (as an offset of the exporter's expenses) from foreign market value. Changes the method of determining the exporter's sale price for purposes of assessing antidumping duties. Requires that any request that information receive proprietary treatment in an antidumping duty or countervailing duty investigation carry a statement that such information should not be released under an administrative protective order. Authorizes the administering authority and the International Trade Commission (ITC) to make such proprietary information available to interested parties to such investigations under a protective order. Authorizes an interested party to apply to the U.S. Customs Court for an order directing the ITC to make such information available to the party if the ITC denies its request for information about the domestic price or cost of production of a like product. Declares that \"downstream dumping\" means a course of conduct in which a product is routinely used as a significant part in the manufacture of merchandise subject to an antidumping duty investigation and such product is purchased at a price that: (1) is lower than the generally available price of the product in the country of manufacture; or (2) is lower than the price at which the product would be generally available in the country of manufacture but for the artificial depression of such generally available price by reason of any subsidy or other sales at below foreign market value. Requires the administering authority to include the amount attributable to the downstream dumping in calculating the amount of any antidumping duty on such merchandise. Requires the administering authority to consider, when deciding whether to impose an antidumping duty on imported merchandise, any determination that an industry producing a product used in the manufacture of such merchandise has been materially injured or threatened with material injury, or the establishment of such an industry in the United States has been materially retarded. Redefines \"interested party\" to include manufacturers of the product that is used in the manufacture or production of a like product. States that a \"resource input subsidy\" exists if: (1) (a) a product is provided or sold by a government-regulated entity for input use within such country at a domestic price that is lower than the fair market value of the input product and is not freely available to U.S. producers; and (b) a product would, if sold at the fair market value, constitute a significant portion of the total cost of the merchandise in or for which the input product is used; or (2) under specified circumstances, the right to remove such product is provided by that country's government. Sets forth the method of calculating the amount of a resource input subsidy. Requires injury determinations by the ITC to be made in all countervailing duty investigations relating to the existence of resource input subsidies. Includes in the definition of \"subsidy\" (for antidumping and countervailing duty purposes) any resource input subsidy. Requires benefits that would constitute a countervailable subsidy to be treated as a subsidy if provided to an enterprise or industry, or group of enterprises or industries, in a nonmarket economy country. Sets forth the method for determining the amount of such subsidy. Revises factors to be considered by the ITC with respect to imports subject to an antidumping duty or countervailing duty investigation. Authorizes any domestic person to petition the administering authority for an antidumping duty or countervailing duty investigation with respect to merchandise that is assembled in the United States with foreign components. Amends the Trade Act of 1974 to specify factors the ITC must consider when determining whether articles are being imported in such increased quantities as to be a threat of serious injury to a domestic industry. Authorizes any interested party to file with the United States Committee for Implementation of Textile Agreements (CITA) a petition to correct market disruption. Requires CITA, upon receiving a petition, to determine whether to commence an investigation to determine whether a product subject to such petition has been or is being imported in such quantities as to cause a market disruption. Requires CITA, if it decides to commence an investigation, to notify the USTR and the Congress. Requires CITA, if a call for consultation is issued about the article concerned, to correct the market disruption by imposing quotas on the importation of such product unless the USTR has negotiated an appropriate bilateral agreement with the exporting country. Directs the Customs Service to monitor all imports covered by such agreement and to deny entry to any that exceed the limits set in such agreement. Establishes the National Trade Council in the Executive Office of the President to provide advice with respect to the integration of national and international policies relating to trade. Directs the Council to appoint: (1) a Food and Fibre Advisory Committee to provide advice regarding the production and distribution of food and food products in international trade; (2) a Business and Labor Advisory Committee to provide advice regarding methods to increase the productivity of the Nation's workforce; (3) a Research and Development Advisory Committee to provide advice regarding technological research and development; and (4) such other advisory committees as deemed necessary. Amends the Clayton Act to include a specified antidumping provision among U.S. antitrust laws. Amends such antidumping provision of the Unfair Competition Act of 1916 to allow any person who is injured in her or his property or business by the sale or importation of an article made in a foreign country to bring a civil action against the manufacturer, exporter, or related importer of such article if: (1) the article is imported or sold in the United States at less than its foreign market or constructed value; and (2) such sale or importation causes or threatens material injury to U.S. industry or labor or prevents the establishment or modernization of U.S. industry. (Currently, the cause of such an action is predicated on the intent of the importer to injure or prevent the establishment of U.S. industry or to monopolize trade.) Restricts the court jurisdiction of such an action to the district court of the District of Columbia or the Court of International Trade. Entitles a prevailing plaintiff in such an action to appropriate equitable relief or, if such relief is inadequate, to compensatory damages, and legal expenses (currently, treble damages and legal expenses). Declares that the standard of proof in such an action is a preponderance of the evidence. Places the burden of proof for rebutting a prima facie case on the defendant. Includes within the meaning of prima facie case a finding by the ITC that dumping exists. Authorizes the court to: (1) issue subpoenas to be enforced in any judicial district; (2) enjoin importation of articles allegedly dumped pending the defendant's compliance with any court order; (3) review, in camera, confidential or privileged material; (4) accept material under seal; and (5) disclose such material. Requires expedited treatment of such actions. Sets a four-year statute of limitations for actions under this Act. Requires the foreign market value or constructed value of an article to include the amount of any subsidy provided to the manufacturer, producer, or exporter of the article. Allows any person who is injured in his or her business or property by the fraudulent, grossly negligent, or negligent entry or introduction of merchandise into U.S. commerce to bring a civil action in the district court of the District of Columbia or the Court of International Trade, without respect to the amount in controversy. Entitles a person prevailing in such an action to appropriate equitable relief or, if such relief is inadequate, compensatory damages, and legal expenses. Permits the United States to intervene in an action under this Act as a matter of right. Subjects any court order under this Act to nullification by the President pursuant to authority under the International Emergency Economic Powers Act. Directs the Secretary to prohibit for three years any multiple customs law offender from: (1) introducing or attempting to introduce foreign goods into U.S. commerce; and (2) engaging or attempting to engage any other person to introduce, on such offender's behalf, foreign goods into U.S. commerce. Provides for identifying such multiple offenders. Sets the penalty for violations of such prohibition. Amends the Foreign Trade Zones Act to prohibit the Board from establishing manufacturing subzones unless it finds that establishment of such a subzone will result in: (1) no material harm to an existing U.S. industry; (2) additional substantial exports from the United States; (3) the generation of employment and investment in the United States; and (4) no negative effect on a remedial action or program instituted by the United States to counter an international unfair trade practice. Amends the Tariff Act of 1930 to add specified factors to be considered in determining the \"transaction value\" and \"computed value\" of imported merchandise with regard to the imposition of customs duties on such products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Enforcement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the enforcement of the trade laws of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:31-05:00"
}