{
  "actions": [
    {
      "acted_at": "1998-10-06", 
      "references": [
        {
          "reference": "CR S11584-11585", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-06", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2558-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1998-10-06", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-06", 
  "number": "2558", 
  "official_title": "A bill to provide economic security for battered women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Battered Women's Economic Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-06", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administration of justice", 
    "Administrative fees", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alien labor", 
    "Aliens", 
    "Apprenticeship", 
    "Assault", 
    "Authorization", 
    "Business income tax", 
    "Cash welfare block grants", 
    "Child abuse", 
    "Child safety", 
    "Child support", 
    "Child support enforcement", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Conferences", 
    "Consumer education", 
    "Continuing education", 
    "Counseling", 
    "Court records", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against women", 
    "Criminal aliens", 
    "Criminal justice information", 
    "Damages", 
    "Day care", 
    "Department of Health and Human Services", 
    "Deportation", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Economics and public finance", 
    "Education", 
    "Employee assistance programs", 
    "Employee health benefits", 
    "Employment tax credits", 
    "Evaluation research (Social action programs)", 
    "Evidence (Law)", 
    "Families", 
    "Family leave", 
    "Family violence", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial planning", 
    "Flexible work hours", 
    "Food stamps", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Health insurance continuation", 
    "Higher education", 
    "Housing and community development", 
    "Housing authorities", 
    "Identification devices", 
    "Immigrants", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Injunctions", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Job hunting", 
    "Labor and employment", 
    "Law", 
    "Leave of absence", 
    "Legal assistance to women", 
    "Legal education", 
    "Legal fees", 
    "Life insurance", 
    "Married people", 
    "Medical economics", 
    "Medical records", 
    "Minorities", 
    "Minority women", 
    "Naturalization", 
    "Newsletters", 
    "Nonprofit organizations", 
    "Occupational health and safety", 
    "Performance measurement", 
    "Personnel records", 
    "Poor", 
    "Poor women", 
    "Public housing", 
    "Punitive damages", 
    "Rape victim services", 
    "Relocation of employees", 
    "Rent subsidies", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Security measures", 
    "Separation (Law)", 
    "Sex crimes", 
    "Sick leave", 
    "Social welfare", 
    "Sparsely populated areas", 
    "Stalking", 
    "State laws", 
    "Stress (Psychology)", 
    "Taxation", 
    "Teaching materials", 
    "Telephone", 
    "Transfer of employees", 
    "Unemployment insurance", 
    "Victims of crimes", 
    "Violence in the workplace", 
    "Vocational guidance", 
    "Wages", 
    "Welfare eligibility", 
    "Welfare-to-work", 
    "Wife abuse", 
    "Witnesses", 
    "Women", 
    "Women's employment", 
    "Women's health", 
    "Women's shelters"
  ], 
  "subjects_top_term": "Women", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-06", 
    "text": "TABLE OF CONTENTS: Title I: Domestic Violence Prevention Subtitle A: Housing for Victims of Domestic Violence Subtitle B: Victims of Abuse Insurance Protection Subtitle C: Access to Safety and Advocacy Subtitle D: Conforming Amendments Subtitle E: Battered Immigrants Women's Economic Security Title II: Violence Against Women and the Workplace Subtitle A: National Clearinghouse on Domestic Violence and Sexual Assault in the Workplace Grant Subtitle B: Victims' Employment Rights Subtitle C: Workplace Violence Against Women Prevention Tax Credit Subtitle D: Employment Protection for Battered Women Subtitle E: Battered Women's Shelters and Services Title III: Protections for Victims of Domestic Violence Under Programs Authorized Under the Social Security Act Battered Women's Economic Security Act - Title I: Domestic Violence Prevention - Subtitle A: Housing for Victims of Domestic Violence - Domestic Violence Victims' Housing Act -Authorizes increased budget authority under section 8 of the United States Housing Act of 1937 to be made available exclusively to public housing agencies and qualified nonprofit organizations solely to provide tenant-based assistance to families who must leave their residence as a result of domestic violence. Subtitle B: Victims of Abuse Insurance Protection - Victims of Abuse Insurance Protection Act - Prohibits insurers from engaging in specified discriminatory practices with respect to individuals who are, have been, or may be the subject of abuse or have incurred or may incur abuse-related claims. Prescribes confidentiality guidelines governing disclosure of an individual's abuse status. (Sec. 127) Prohibits subrogation of claims resulting from abuse without the informed consent of the subject of abuse. (Sec. 128) Grants the Federal Trade Commission authority to enforce this Act. Authorizes a private cause of action in State or Federal court by a subject of abuse who has been adversely affected by actions of an insurer in violation of this Act. Subtitle C: Access to Safety and Advocacy - Access to Safety and Advocacy Act - Authorizes the Attorney General to make grants to certain eligible grantees to provide legal assistance to domestic violence victims, regardless of sexual orientation or immigration status. (Sec. 137) Authorizes appropriations and prescribes allocation guidelines. Subtitle D: Conforming Amendments - Sets forth conforming amendments to specified Federal law. Subtitle E: Battered Immigrant Women's Economic Security - Amends title IV part A (Temporary Assistance to Needy Families) (TANF) of the Social Security Act (SSA) to create a special category of eligibility for non-213A aliens (aliens without a sponsor's affidavit of support) who fall within specified domestic violence guidelines. (Sec. 152) Amends the Immigration and Nationality Act to cite circumstances in which the Attorney General may waive: (1) deportability for certain aliens who are first time domestic violence offenders, and are current in their court-ordered child support payments; and (2) inadmissibility criteria for certain aliens who are battered spouses whose family members are U.S. citizens, or lawful permanent residents. (Sec. 155) Grants access to naturalization for divorced victims of domestic abuse. Empowers the Attorney General to grant employment authorizations to certain aliens who are victims of domestic violence and whose applications for immigrant status are pending. (Sec. 158) Amends the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 (PRWORA), and the Housing and Community Development Act of 1980, to declare certain battered aliens eligible for food stamps and housing assistance, respectively. (Sec. 160) Amends the Social Security Act to preclude the collection of information concerning the immigration status of a parent applying for assistance on behalf of a qualified child. (Sec. 162) Amends PRWORA to permit a battered alien to continue after divorce to count the qualifying quarters worked by the spouse- batterer during the marriage, thus enabling such alien to receive certain public benefits. Title II: Violence Against Women and the Workplace - Subtitle A: National Clearinghouse on Domestic Violence and Sexual Assault in the Workplace Grant - Authorizes the Attorney General to award a grant to a private non-profit entity (including one within the boundaries of an Indian reservation) for the establishment and operation of a national clearinghouse and resource center to provide information and assistance to employer and labor organization efforts to aid victims of domestic violence and sexual assault. Authorizes appropriations. Subtitle B: Victims' Employment Rights - Victims' Employment Rights Act - Prohibits employer discrimination regarding conditions or privileges of employment predicated upon an employee's status as a victim of domestic violence, sexual assault, or stalking. Subjects a violator to liability for monetary damages, and for equitable relief, including reinstatement and promotion. Subtitle C: Workplace Violence Against Women Prevention Tax Credit - Workplace Violence Against Women Prevention Tax Credit Act - Amends the Internal Revenue Code of 1986 (IRC) to provide a workplace safety program tax credit for 40 percent of the costs incurred or paid by an employer for violence against women safety and education. Subtitle D: Employment Protection for Battered Women - Battered Women's Employment Protection Act - Amends the IRC to mandate unemployment compensation for an individual separated from employment as a direct result of a domestic violence experience. (Sec. 243) Amends the Social Security Act to mandate that claims reviewers and hearing personnel are trained in the nature and dynamics of domestic violence and in ascertaining and keeping confidential information about domestic violence experiences so that employee separations stemming from domestic violence are screened, identified, and adjudicated in full confidentiality. (Sec. 244) Amends the Family and Medical Leave Act of 1993 and the Federal Medical Leave Act to entitle to leave those employees who must address the effects of domestic violence. Subtitle E: Battered Women's Shelters and Services - Battered Women's Shelters and Services Act - Amends the Family Violence Prevention and Services Act to: (1) authorize increased appropriations and extend them through FY 2003; and (2) specify amounts for information and technical assistance centers, as well as for State domestic violence coalitions. (Sec. 253) Instructs the Secretary of Health and Human Services (the Secretary) to deny State demonstration grant applications that fail to document the specific involvement of the State domestic violence coalition and other knowledgeable entities in the development of the State application. Revises guidelines governing fund allotment and information and technical assistance centers. Instructs the Secretary to award grants to: (1) develop and implement model community intervention strategies to address domestic violence in underserved populations; (2) enable State domestic violence coalitions to provide emergency assistance through an emergency assistance fund administered by such coalitions for victims of domestic violence; and (3) State domestic violence coalitions for technical assistance and training. Title III: Protections for Victims of Domestic Violence Under Programs Authorized under the Social Security Act - Amends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act (SSA) to prescribe guidelines under which the Commissioner of Social Security shall grant a properly verified request for a change of social security number submitted by a victim of domestic violence. (Sec. 302) Prescribes guidelines under which States may grant temporary good cause waivers of compliance to victims of domestic violence without jeopardizing State compliance with TANF requirements. (Sec. 303) Extends to any unreasonable risk posed to the health, safety, or liberty of a parent or child certain protections from information disclosure applying to the Federal Parent Locator Service and any State plan for child and spousal support. (Sec. 304) Prescribes guidelines under which the Secretary shall award bonus grants to States for high performance in implementing a program designed to enhance the ability of recipients of assistance to become economically self-sufficient. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Battered Women's Economic Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Access to Safety and Advocacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Battered Women's Employment Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Battered Women's Shelters and Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Domestic Violence Victims' Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Victims' Employment Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Victims of Abuse Insurance Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Workplace Violence Against Women Prevention Tax Credit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide economic security for battered women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:40-05:00"
}