{
  "actions": [
    {
      "acted_at": "1983-04-27", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-27", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Economic Policy and Trade", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-29", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Economic Policy and Trade", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-02", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Economic Policy and Trade", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-04", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Economic Policy and Trade", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-04", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Economic Policy and Trade", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-05", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-10", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Rules of the House", 
      "text": "Referred to Subcommittee on Rules of the House.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-11", 
      "bill_ids": [
        "hr2971-98"
      ], 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "For Further Action See H.R.2971.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2761-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Barnes, Michael D.", 
      "sponsored_at": "1983-04-27", 
      "state": "MD", 
      "thomas_id": "00055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "1983-04-27", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1983-04-27", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Feighan, Edward F.", 
      "sponsored_at": "1983-04-27", 
      "state": "OH", 
      "thomas_id": "00375", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gejdenson, Sam", 
      "sponsored_at": "1983-04-27", 
      "state": "CT", 
      "thomas_id": "00431", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Mica, Daniel Andrew", 
      "sponsored_at": "1983-04-27", 
      "state": "FL", 
      "thomas_id": "00799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1983-04-27", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1983-04-27", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Zschau, Edwin V. W.", 
      "sponsored_at": "1983-04-27", 
      "state": "CA", 
      "thomas_id": "01266", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-27", 
  "number": "2761", 
  "official_title": "A bill to amend the authorities contained in the Export Administration Act of 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2971-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Export Administration Amendments Act of 1983", 
  "sponsor": {
    "district": "3", 
    "name": "Bonker, Don", 
    "state": "WA", 
    "thomas_id": "00109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-27", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "China", 
    "Commodity control", 
    "Computers", 
    "Customs administration", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Export controls", 
    "Exports", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "International affairs", 
    "Licenses", 
    "Microprocessors", 
    "Nuclear exports", 
    "Petroleum", 
    "Science and technology", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Export controls", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-27", 
    "text": "Export Administration Amendments Act of 1983 - Title I: Amendments to Export Administration Act of 1979 - Amends the Export Administration Act of 1979 to set forth penalties for: (1) conspiring or attempting to export goods in violation of such Act; and (2) possessing goods or technology with the intent to export them in violation of a national security or foreign policy export control or with the knowledge or reason to believe they would be so exported. Permits a waiver of the revocation of the authority to export goods or technology only if specified congressional committees are first consulted. Requires persons convicted of violating a national security or foreign policy export control to forfeit: (1) the goods or technology that were the subject of the violation or that were used in the violation; and (2) the proceeds from the transaction from which the violation arose. Authorizes the Secretary of Commerce to designate Department of Commerce employees to take specified actions to enforce the Export Administration Act of 1979. Limits the authority of customs officers with respect to such Act to: (1) inspection and seizure of goods or technology at those places in which such officers are lawfully authorized to conduct such searches and seizures; and (2) investigations conducted before such inspection, search, or seizure. Limits the U.S. Customs Service inspections of goods and technology in the enforcement of this Act to those goods and technology about which the Customs Service has received information of possible violations. Prohibits the Customs Service from conducting random inspections. Limits the amount of money which the Customs Service may spend in enforcing export controls. Authorizes the Secretary to issue licenses authorizing multiple exports instead of a validated license for each export including: (1) a qualified general license, authorizing exports for approved end uses; (2) distribution licenses; (3) project licenses; (4) service supply licenses; and (5) comprehensive operations licenses. Prohibits requiring permission for the exportation of goods or technology covered by national security controls if they are being exported to countries which maintain export controls cooperatively with the United States. Requires the exporter to notify the Department of Commerce of such exports. Prohibits any Federal department or agency from recommending denial of an application to export to China goods or technology covered by national security export controls solely on the basis of their technical level if that level does not exceed a specified level. Permits denial of such applications solely on the basis of their technical level if the goods or technology: (1) are intended for a nuclear related end use or end-user; (2) could, if used for purposes other than those for which export is intended, be of significance for nuclear explosives; or (3) are otherwise subject to certain procedures established by the Nuclear Non-Proliferation Act of 1978. Requires the removal of a national security export control on a good if all applications for an export license of such good during the previous year have been granted. Exempts from such requirement all export controls which the United States maintains cooperatively with another country. Prohibits imposing a national security export control on a good solely because the good contains a nonreprogrammable imbedded microprocessor. Permits imposing an export control on such a good only if the functions of the good are such that, if exported, it would make a significant contribution to the military potential of a country that would be detrimental to U.S. national security. Prohibits the President from imposing export controls for national security purposes on goods or technology which are available without restrictions from sources outside the United States. (Current law prohibits the President from imposing export controls on such goods or technology for foreign policy or national security purposes unless the absence of such controls would be detrimental to U.S. foreign policy or national security.) Limits the duration of national security export controls on goods or technology that are available in foreign countries. Prohibits the Secretary from requiring a validated license for the export of such goods or technology if the availability has not been eliminated within six months of the President's determination that the absence of such export controls would be detrimental to national security. Requires the Secretary to accept the representations of export license applicants with respect to the foreign availability of goods or technology unless the representations are contradicted by reliable evidence. Requires the Secretary to report to Congress within 90 days on a finding by a technical advisory committee that goods or technology subject to national security export controls are available in foreign countries. Prohibits the Secretary from requiring a validated export license for such goods or technology if after six months, the foreign availability has not been eliminated. Requires the President, before imposing foreign policy export controls, to consult with certain countries, including the countries with which the United States maintains export controls cooperatively. Requires the President to submit a report to Congress within ten days of imposing, expanding, or extending foreign policy export controls. Requires such report to include the extent and results of consultations with industry and other countries before the foreign policy export controls were imposed. Prohibits any export controls imposed for foreign policy reasons from affecting: (1) export contracts entered into before the controls were imposed; or (2) validated export licenses issued before such time. Prohibits export controls imposed on goods or technology in short supply from affecting export contracts entered into before the controls were imposed. Prohibits foreign policy export controls from authorizing export controls on donations intended to meet basic human needs. Expresses the intent of Congress that foreign policy export controls not be imposed on goods or technology if the principal effect of their export would be to help meet basic human needs. Authorizes the President to prohibit or curtail the exportation from the United States of any goods, technology, or other information produced in the United States to the extent necessary to further significantly U.S. foreign policy or to fulfill U.S. international obligations. Authorizes the President to impose foreign policy export controls with respect to an expanded number of goods or technology if: (1) the President reports to Congress on the proposed controls; and (2) a joint resolution is enacted authorizing such controls. Sets forth an expedited procedure for considering such joint resolution. Requires the President to notify Congress whenever the President determines that short supply export controls should be imposed on refined petroleum products. Limits exports of such products during such times. Requires the Secretary to allow an export license applicant 30 days to respond to a decision to deny the license application. Prohibits the Secretary from returning a license application without action if the license requirements are changed after the application has been submitted. Authorizes the Secretary to request additional information in such a case. Requires the Secretary to provide a proper classification of a good or technology on the commodity control list within 60 days of receiving a request for such classification. Requires the Secretary to include in the annual report to Congress on the administration of the Export Administration Act of 1979 detailed information on the removal of export controls pursuant to a specified section. Authorizes appropriations to carry out the purposes of such Act for FY 1984 and 1985. Extends the authority granted by such Act until September 30, 1985. Requires the Secretary to modify the office hours of the Office of Export Administration on at least four days of each workweek to accommodate exporters throughout the United States. Title II: Export Promotion Programs - Requires prior authorization of appropriations to the Department of Commerce before such money may be obligated or expended for any export promotion program. Authorizes appropriations for FY 1984 and 1985 to carry out Department of Commerce export promotion programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Amendments Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the authorities contained in the Export Administration Act of 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:50-05:00"
}