{
  "actions": [
    {
      "acted_at": "1988-10-14", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2898-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-14", 
  "number": "2898", 
  "official_title": "A bill to promote low-input and sustainable agricultural production, to maintain farm profitability, to encourage land, resource and wildlife stewardship in connection with Federal farm programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm Conservation and Water Protection Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Fowler, Wyche, Jr.", 
    "state": "GA", 
    "thomas_id": "00405", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-14", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural extension work", 
    "Agricultural innovations", 
    "Agricultural policies", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Conservation of natural resources", 
    "Consumer protection", 
    "Cotton", 
    "Department of Agriculture", 
    "Easements", 
    "Environmental protection", 
    "Executive reorganization", 
    "Feed grain program", 
    "Food adulteration and inspection", 
    "Food and Food Industry", 
    "Groundwater", 
    "Labeling", 
    "Marketing of farm produce", 
    "Organic farming", 
    "Pest control", 
    "Pesticide pollution", 
    "Pesticide regulation", 
    "Pesticide residues in food", 
    "Research and development", 
    "Rice", 
    "Soil conservation", 
    "Technology transfer", 
    "Trees", 
    "Water and Water Resources Development", 
    "Water conservation", 
    "Water supply", 
    "Wetland conservation", 
    "Wetlands", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-14", 
    "text": "Farm Conservation and Water Protection Act of 1988 - Title I: Low-Input Agriculture - Subtitle A: General Provisions - Sets forth the policy of the Congress and the United States regarding low-input agriculture. Defines low-input agriculture as agricultural production practices designed to improve farm profitability and minimize off-farm environmental and health risks by reducing the need for production inputs with known or potentially adverse impacts on human health and the environment. Subtitle B: Low-Input Program - Directs: (1) the Secretary of Agriculture to carry out a low-input farm program whereby producers are encouraged through low-interest loans, crop insurance premium reductions, and deficiency payment adjustments to use low-input farming methods. Directs the Soil Conservation Service (Service) to develop: (1) individual farm management plans; and (2) a technical guide for low-input agriculture. Subtitle C: Low-Input Transition Demonstration Program - Directs the Secretary to establish a low-input transition demonstration program to assist producers of the 1989 through 1992 crops in adopting such systems for their farms. Provides with regard to such program for: (1) five-year producer participation; (2) special low-interest transition loans to help defray participants' capital costs; (3) increased deficiency payments for participants; and (4) permitted adjustments in acreage limitation or set-asides for participants. Directs the Service to develop individual participant low-input transition plans. Title II: Conservation - Subtitle A: Wetland Restoration Program - Amends the Food Security Act of 1985 to direct the Secretary to establish a wetland restoration program under which the Secretary may purchase permanent easements on eligible lands and place such lands in a wetland reserve. Sets forth program provisions. Authorizes appropriations. Subtitle B: Amendments to Title XII of the Food Security Act of 1985 and to the Water Bank Program - Amends the Food Security Act of 1985 to extend the conservation reserve program through crop year 1992 and increase program acreage. Requires at least one-half of program acreage for each of the 1989 through 1992 crop years to be devoted to trees. Authorizes contract modifications and additional compensation for program participants who agree to either permanent conservation easements or permanent retirement of cropland base and allotment history. Makes a person who produces agricultural commodities on a field that was cleared of trees ineligible for agricultural price supports and related benefits. Exempts: (1) land cleared prior to the enactment of this Act; (2) land with severely damaged tree cover; or (3) incremental clearing. Amends the Water Bank Act to provide for permanent easements under the water bank program. Subtitle C: Amendments to Agricultural Act of 1949 - Amends the Agricultural Act of 1949 to authorize payments to producers who devote wheat, feed, cotton, or rice conservation acreage to vegetative cover. Authorizes multiyear set-aside contracts under the production adjustment programs. Title III: Groundwater - Subtitle A: Contaminated Well Water - Amends the Food Security Act of 1985 to make a person who has a farm well or surface water contaminated by pesticides, or whose farm is in an area designated by the Secretary as a likely source of contamination, ineligible for agricultural price supports and related benefits. Exempts a person implementing a specified pesticide use plan. Requires a producer to permit well testing. Subtitle B: Sinkholes - Directs the Secretary to carry out through the 1990 crop year a sinkhole pilot program to retire cropland with naturally occurring sinkholes from crop production. Title IV: Extension Service - Expresses the sense of the Congress that the Extension Service: (1) must make low-input agricultural research a priority, including specified areas of related research; (2) should give special emphasis to pesticide and natural residue levels in food and water; and (3) should increase funding for agricultural technology transfers and for commodity marketing research. Establishes within the Extension Service the Farmers Conservation Service to provide farmers with low-input agricultural research, analysis, and assistance. Title V: Miscellaneous - Directs the Secretary to develop and carry out a program to provide official certification and labeling for organically grown commodities and products. Makes program participation voluntary. Authorizes appropriations. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Conservation and Water Protection Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote low-input and sustainable agricultural production, to maintain farm profitability, to encourage land, resource and wildlife stewardship in connection with Federal farm programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:09-05:00"
}