{
  "actions": [
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on International Relations (Subsequently: Foreign Affairs)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations (Subsequently: Foreign Affairs).", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-04-11", 
      "references": [], 
      "text": "Reported to House from the Committee on Foreign Affairs (Formerly: International Relations) with amendment, H. Rept. 96-94 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-11", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 96-94 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-11", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 96-94 (Part III).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-11", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-94 (Part IV).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1716-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-31", 
  "number": "1716", 
  "official_title": "A bill to implement the Panama Canal Treaty of 1977 and related agreements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-31", 
  "subjects": [
    "Administrative fees", 
    "Advisory bodies", 
    "Canal Zone", 
    "Canals", 
    "Cemeteries and funerals", 
    "Civil service employment", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Civil service system", 
    "Collective bargaining", 
    "Corporations and Stocks", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Diplomatic privileges and immunities", 
    "Disaster relief", 
    "District courts", 
    "Education", 
    "Environmental protection", 
    "Executive reorganization", 
    "Extradition", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal employees and officials", 
    "Fees", 
    "Finance and financial sector", 
    "Fire fighters", 
    "Government corporations", 
    "Government liability", 
    "Government operations and politics", 
    "Government property", 
    "Government trust funds", 
    "Governors", 
    "Hospitals", 
    "Immigration", 
    "Insurance", 
    "International affairs", 
    "Interoceanic canals", 
    "Judges", 
    "Judicial officers", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Louisiana", 
    "Museums", 
    "Navigation", 
    "Ombudsman", 
    "Panama", 
    "Panama Canal", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Presidential appointments", 
    "Presidential powers", 
    "Prisoners", 
    "Public Contracts, Procurement, and Property", 
    "Public records", 
    "Retirement", 
    "Ships", 
    "Ships and shipping", 
    "Social welfare", 
    "Sovereignty", 
    "Teachers", 
    "Territories (U.S.)", 
    "Treaties", 
    "Wages", 
    "War and emergency powers", 
    "Water and Water Resources Development", 
    "Water supply", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Treaties", 
  "summary": {
    "as": "Reported to House amended, Part III", 
    "date": "1979-04-11", 
    "text": "(Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept 96-94 (Part III)) Redesignates the Canal Zone Code as the Panama Canal Code. Enacts technical amendments in such Code and in the laws of the United States to reflect the administration of the Canal by the Panama Canal Commission and the transfer of the Canal to Panama pursuant to the Panama Canal Treaty of 1977. Directs the President to submit to Congress proposed legislation to revise laws which are applicable only during the Canal transition period and to incorporate the remaining provisions of the Panama Canal Code into the United States Code. Title I: Panamanian Relations and Security Matters - Directs the President to appoint the United States representatives to the Joint Commission on the Environment and the Consultative Committee between the United States and Panama. Makes the U.S. Ambassador to Panama responsible for coordinating the transfer of functions to be assumed by the Panama pursuant to the Treaty. Stipulates that the Administrator of the Panama Canal Commission shall not be subject to the direction or supervision of the Ambassador. Repeals security legislation with respect to use of the Canal during a national emergency. Amends the Arms Export Control Act to repeal the applicability of arms export or import licensing requirements to the Panama Canal. Directs the Secretary of State to periodically furnish Panama with a list of persons entitled to the privileges and immunities specified in the Panama Canal Treaty of 1977. Repeals the designation as the Canal Zone of areas specified in the 1903 treaty with Panama. Repeals the President's authorization: (1) to acquire or exchange land for the operation of the Panama Canal and the Canal Zone; and (2) to designate towns and subdivisions of the Zone. Terminates the Canal Zone Government and the position of Canal Zone Governor. Repeals procedures regulating revocable licenses for lands in the Canal Zone. Repeals all provisions in the Panama Canal Code with respect to extradition of fugitives in the Canal Zone to Panama. Authorizes the Panama Canal Commission, other agencies and departments, and the United States courts in Panama, to transfer their records to other agencies, departments, or courts of the United States, and (with the approval of the agency head and the Ambassador) to the Government of Panama. Repeals the requirement that the Secretary of Treasury make annual payments to Panama pursuant to the Treaty of 1955. Title II: Panama Canal Commission - Establishes the Panama Canal Commission as a corporation and agency of the United States to succeed the Panama Canal Company. Repeals provisions of the Panama Canal Code relating to interest payments by the Panama Canal Company on the direct investment of the United States in such company. Revises procedures by which the Panama Canal Commission shall account for its capital surplus and pay dividends on such investment. Requires the Panama Canal Commission to make certain payments from the Canal operating revenues, as required by the Panama Canal Treaty of 1977, to Panama. Defines payments by the Commission to Panama for public services as an operating cost of the Commission. Sets forth procedures for the appointments of the Commission Board of Directors and administrative officers. Revises the amenability of the Commission to suits. Makes the powers of the Commission subject to the Panama Canal Treaty of 1977. Repeals the subjection of the Commission to other treaties and laws of the United States. Repeals the \"deemed acceptance\" by the Panama Canal Company of certain property, facilities, and personnel, transferred to the Company by the President. Directs the transfer of certain assets and liabilities of the Panama Canal Company and the Canal Zone Government to the Commission. Transfers from the President to the Commission the authority to prescribe regulations governing Canal navigation. Repeals the authorization for the consolidation of the funds of the Commission and the Canal Zone Government. Directs the Department of Defense to reimburse the Commission for Commission expenditures for the maintenance of defense facilities. Authorizes Federal agencies, as designated by the President, to provide educational and health care services, formerly carried out by the Canal Zone Government. Authorizes the funds of the Commission to be used for reimbursing such agencies for providing such services to employees and other authorized individuals. Prohibits the funds of the Commission to be expended to furnish free health services to Commission employees. Requires Panama to continue to pay for water supplied by the Commission. Authorizes the Commission to utilize funds for disaster relief when a disaster poses hazards to health, safety, security, or property in the Canal Zone. Repeals the authority of the Governor of the Canal Zone to acquire equipment for the Canal Zone. Permits property transfers and cross-servicing agreements between the Commission and the United States departments and agencies, including the Smithsonian Institution. Permits the Commission to prescribe Canal tolls which shall be calculated to cover the maintenance and operation costs of the Canal, subject to the Panama Canal Treaty of 1977. Requires United States vessels to pay tolls. Repeals settlement authority with respect to claims against the civil government of the Canal Zone. Revises: (1) the procedures for investigating claims against the Commission; (2) the elements of recognizable claims; and (3) the measure of damages of such claims. Imposes a two-year statute of limitations on such claims. Establishes a Board of Local Inspectors of the Panama Canal Commission to inspect claims against the Commission. Requires an action on such a claim to be brought in the United States District Court for the Eastern District of Louisiana. Directs the President to appoint the U.S. representatives to a joint committee with Panama to study the possibility of a sea-level canal. Prohibits construction of such a canal without express congressional authorization. Title III: Employees and Postal Matters: Chapter 1: Panama Canal Commission Personnel - Authorizes the Panama Canal Commission to appoint and pay compensation to personnel necessary for the management, operation, and maintenance of the Canal. States that such appointments are outside of the competitive service. Provides for the transfer of Federal employees from other agencies to the Commission. Sets forth provisions governing the compensation of members of the uniformed services serving with the Commission. Authorizes the Commission to deduct from the basic pay of employees any amount due to the Commission for transportation, board, supplies, and other services. Directs the Commission to promulgate regulations which entitle dependents of its employees, within certain limitations, to round-trip transportation between Panama and the United States for undergraduate studies. Declares that workman's compensation, civil service retirement, life insurance, and health insurance benefits shall not apply to employees of the Commission who: (1) are not United States citizens; (2) are appointed after October 1, 1979; and (3) are covered by the Social Security System of Panama. Chapter 2: Wage and Employment Practices - Establishes a Panama Canal Employment System and sets forth merit and other employment requirements applicable to such System. Provides for: (1) employment standards; (2) application of the Canal Zone Merit System until this Act takes effect; (3) basic pay rates; (4) recruitment and retention pay differentials for specified employees not to exceed 25 percent of the pay rate for similar work in Government service in the United States; (5) benefits based on basic pay rates; (6) salary protection for employees whose rate of pay is converted to reflect the rate of pay for similar work performed in the United States; and (7) review and adjustment of classifications, grades, and pay levels. Directs the President to prescribe regulations establishing a Panama Canal Board of Appeals to review adverse decisions on classifications, grades, and pay levels brought by employees. Sets forth procedures for such review and deems the decision of the Board final and conclusive on the matter submitted. Directs the President to prescribe regulations to carry out such employment provisions and to coordinate the activities of the agencies under this chapter. Declares that this Act does not affect provisions of law relating to preference eligibles, removal and suspension from the competitive service, and wage-board rates and overtime for specified employees. Chapter 3: Conditions of Employment and Placement - Preserves specified terms and conditions of employment for any employee of the Panama Canal Company and the Canal Zone Government who is transferred to a position in the Panama Canal Commission, Smithsonian Institution, or other agency of the executive branch. Directs that provisions of the Defense Department Overseas Teachers Pay and Personnel Practices Act relating to compensation and accumulated leave shall not operate to the disadvantage of teachers transferred from the Canal Zone Government to the Department of Defense Overseas Dependent School System in Panama. Provides for sabbaticals in the United States for such teachers. Directs the Office of Personnel Management to establish and administer a Government-wide placement program for employees of agencies in the Canal Zone who are not placed in other positions in Panama. Chapter 4: Retirement - Provides for early retirement eligibility for law enforcement officers, firefighters and certain other Government employees. Establishes the computation method determining the early retirement annuity. Directs the Secretary of the Treasury to pay into the Social Security System of the Republic of Panama those sums which may be necessary to aid in the purchase of a retirement equity in such System for employees whose positions are transferred to the Republic of Panama or who become employed in other positions covered by such System. Sets forth eligibility requirements for such contributions. Provides for the purchase of a non-transferable deferred annuity in such System for specified employees who are not citizens of the United States. Makes the Panama Canal Commission liable for any unfunded liability of the Civil Service Retirement and Disability Fund attributable to specified retirement programs. Authorizes the Commission to continue cash relief programs for certain former employees. Chapter 5: Leave; Labor-Management; Miscellaneous - Authorizes the Commission to purchase artificial limbs and other appliances for certain employees injured prior to September 7, 1916. Permits employee leave for jury or witness service in the Republic of Panama. Specifies certain law enforcement, and other personnel who are entitled to benefits under this Act. Stipulates that labor-management provisions of Federal law shall apply to employees of the Panama Canal Commission regardless of their citizenship status. Chapter 6: Postal Matters - Terminates the Canal Zone Postal Service after October 1, 1979, without abrogating the obligations of the United States concerning outstanding postal savings and money orders and disposition of funds. Directs the Panama Canal Commission to to take possession and administer the funds of the Postal Service and assume its obligations. Provides for the routing of mail from the United States to the Canal Zone. Title IV: Courts and Related Functions - Continues the applicability of the Panama Canal Code in conformity to the Treaty. Limits court jurisdiction to that prescribed by the Treaty. Permits the continued operation of the United States District Court for the District of the Canal Zone within Treaty limitations. Repeals the division of such court. Repeals Canal Zone residency for a special district judge. Revises the operational procedures and continuation contingencies of the magistrates courts established by the Panama Canal Code. Vests in the Panama Canal Commission the authority necessary to carry out United states rights and responsibilities specified in Article XI of the Treaty. Redefines \"special immigrants\" under the Immigration and Nationality Act to include certain employees and retirees of the Panama Canal Company or the Canal Zone Government who are Canal Zone residents on the date of the exchange of Treaty ratification instruments. Waives specified conditions of inadmissibility for such immigrant applicants for 30 months after the Treaty enters into force. Provides for the transfer of custody of all prisoners sentenced to more than one year imprisonment by the U.S. District Court for the Canal Zone to the Attorney General. Provides for the transfer of all prisoners sentenced to less than one year of imprisonment to the Panama Canal Commission. Title V: Miscellaneous Provisions - Authorizes appropriations for the disinterment, transportation and reinterment of the remains of U.S. citizens buried in the Canal Zone."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to implement the Panama Canal Treaty of 1977 and related agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:24-05:00"
}