{
  "actions": [
    {
      "acted_at": "1973-04-03", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1446-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dominick, Peter H.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01320", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-03", 
  "number": "1446", 
  "official_title": "A bill to protect the public health by amending the Federal Food, Drug, and Cosmetic Act to assure the safety and effectiveness of medical devices.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6073-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Medical Device Safety Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-03", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Medical supplies", 
    "Safety measures"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-03", 
    "text": "Medical Device Safety Act - Title I: Authority to Establish Standards - Authorizes the Secretary of Health, Education, and Welfare to establish safety standards for medical devices. Provides that such standards may include provisions for the testing of the device, and may prescribe the form of instructions or warnings necessary for the proper installation, maintenance, operation, and use of the device. Authorizes the Secretary to promulgate a standard governing the performance or other characteristics of a medical device whenever, in his judgment, a standard is necessary to reduce or eliminate unreasonable risk of illness or injury associated with exposure to or use of the device, and there are no other more practicable means to protect the public. Requires the Secretary, prior to the initiation of a proceeding to promulgate a standard, and prior to publishing a proposed standard in the course of such proceeding, to consult with other Federal agencies concerned with standard setting and other nationally or internationally recognized standard-setting agencies or organizations, and to use the technical support of other Federal agencies. Provides that the Secretary would initiate a proceeding to promulgate a device standard by publishing a notice which would invite interested persons to submit to the Secretary an existing standard or an offer to develop a standard. Authorizes the Secretary to accept one or more of such offers, or to adopt an applicable existing standard, or in appropriate cases to develop a standard using the resources of the Department and other agencies, or by contracting with qualified non-governmental entities. Provides that prior to his issuance of an order to promulgate a standard, the Secretary shall consider: (1) the degree of risk or injury associated with those aspects of the devices subject to the order; (2) the approximate number of devices, or types or classes thereof, subject to the order; (3) the need of the public for the devices subject to the order, and the probable effect of the order upon the utility, costs, or availability of the devices to meet that need; and (4) means of achieving the objective of the order with a minimal disruption or dislocation of competition and of reasonable manufacturing and other commercial practices. Empowers the Secretary to revoke any standard, in whole or in part, upon the ground that there no longer exists a need therefor or that such standard (or part thereof) is no longer in the public interest. Provides that after publication of a proposed standard, interested persons may for good cause require the Secretary to refer the standard to an advisory committee for recommendations with respect to any matter involved in the proposal which requires the exercise of scientific judgment. Requires every manufacturer of a device subject to a standard to assure the Secretary that appropriate tests under a quality control program in accord with good manufacturing practice show the device to conform to the standard. Exempts from this requirement devices intended solely for use in connection with animals other than man. Title II: Scientific Review of Certain Medical Devices - Authorizes the Secretary to subject a device, or a type or class of device, to scientific review for safety and efficacy if after consultation with an appropriate scientific panel, he found the device to be unreasonably hazardous when used, as intended, in life-threatening situations, and determined that there was no more practical means than such review to reduce the hazard. Sets forth the procedures for: (1) the establishment of advisory scientific review panels; (2) applications for scientific reviews; (3) consideration of and initial action on such applications; and (4) withdrawal of approval of an application by the Secretary. Provides that an applicant may obtain judicial review of a final order of the Secretary denying or withdrawing approval of an application. Provides for the exemption from scientific review of devices intended solely for investigational uses by qualified experts. Authorizes the Secretary to make such exemptions conditional in specified instances and upon meeting specified testing requirements by the manufacturer. Title III: Notification of Defective Devices, Repair or Replacement - Provides that a manufacturer or importer would be required to notify the Secretary of any defects in devices produced, assembled, or imported by him if the defect is likely to create a substantial risk to the health or safety of any person, or of the failure of a device to comply with an applicable standard. States that unless exempted by the Secretary the manufacturer or importer would also be required to notify his dealers or distributors, and purchasers who are known to him, of the defect. Provides that dealers or distributors who are notified of a defect by the manufacturer would be required to provide to the manufacturer or importer the names and addresses of each purchaser. Authorizes the Secretary to require the manufacturer or importer to: (1) remedy the defect; (2) replace the device; or (3) refund the purchase price. Title IV: Requirement of Good Manufacturing Practice - Requires devices to be manufactured in accordance with current good manufacturing practice, as determined by the Secretary, to assure their safety and efficiency. Title V: Reports and Records; Inspection and Registration of Establishments; Official Names - Requires the registration of device manufacturers, and their continuing notification to the Secretary of the devices that they are producing and marketing. Authorizes the Secretary to establish official names for devices. Requires manufacturers and distributors of devices subject to a standard or marketed under an approval of a scientific review application to maintain certain records relating to the safety and efficacy of the devices. Gives the Secretary authority to inspect research data on devices, and to extend to devices certain exemptions from inspection which are now applicable to drugs. Title VI: General Provisions - Establishes an Advisory Council on Devices to advise the Secretary with respect to matters of policy in carrying out the Acts provisions. Authorizes the Secretary, directly or through contracts with public or private agencies, institutions and organizations and with individuals, to plan, conduct, coordinate, and support research and studies relating to devices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Device Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the public health by amending the Federal Food, Drug, and Cosmetic Act to assure the safety and effectiveness of medical devices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:36-05:00"
}