{
  "actions": [
    {
      "acted_at": "1982-04-13", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-16", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department; Labor Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2360-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Harry F.,  Jr.", 
      "sponsored_at": "1982-04-13", 
      "state": "VA", 
      "thomas_id": "01300", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1982-05-12", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1982-05-12", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-13", 
  "number": "2360", 
  "official_title": "A bill to provide that States may enter agreements with the United States under which the State will retain a portion of the Federal unemployment tax for the purposes of administering the unemployment compensation program and the employment service program as currently provided under Federal law, to allow States to retain unemployment compensation funds in State-managed funds, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-04-13", 
  "subjects": [
    "Department of the Treasury", 
    "Federal-state relations", 
    "Government trust funds", 
    "Intergovernmental tax relations", 
    "Labor and employment", 
    "States", 
    "Tax administration", 
    "Taxation", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-04-13", 
    "text": "Amends the Internal Revenue Code to allow a State, at its option, to enter into an agreement with the Secretary of the Treasury and the Secretary of Labor under which the State shall: (1) collect the tax imposed by the Federal Unemployment Tax Act; (2) retain a specified portion of such tax to be used for the administration of the State's unemployment compensation law and public employment offices; and (3) pay to the Treasury the remaining portion of such tax not retained. Allows a State to deposit any unexpended funds into its unemployment fund for use in payment of unemployment compensation. Requires the Secretary of the Treasury and the Secretary of Labor to enter into agreements with States unless: (1) the Secretary of Labor determines that a State does not have an unemployment compensation law which meets the requirements of Federal law; or (2) the Secretary of the Treasury determines that the State is not able to properly collect and pay over the required employment tax. Authorizes the Secretaries to declare a State to be in violation of such an agreement if either should determine that the State is not meeting the requirements of this Act. Provides that a refusal to enter into an agreement and a declaration of violation shall be subject to administrative and judicial review. Provides tax penalties for any violation of such an agreement. Provides that any State entering into such an agreement shall not be eligible to receive payments under title III or title IX of the Social Security Act or under the Wagner-Peyser Act. Amends the Internal Revenue Code and title III and title IX of the Social Security Act to allow States, at their option, to maintain and manage their own unemployment funds."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide that States may enter agreements with the United States under which the State will retain a portion of the Federal unemployment tax for the purposes of administering the unemployment compensation program and the employment service program as currently provided under Federal law, to allow States to retain unemployment compensation funds in State-managed funds, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:16-05:00"
}