{
  "actions": [
    {
      "acted_at": "1974-10-10", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-10-25", 
      "references": [], 
      "text": "Reported to House from the Committee on Foreign Affairs, H. Rept. 93-1471.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-11", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #674 (201-190).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-11", 
      "bill_ids": [
        "s3394-93"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 3394 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17234-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Biester, Edward G., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00086", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Frelinghuysen, Peter H. B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00413", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Whalen, Charles W., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01217", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Winn, Larry, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "01235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Wolff, Lester L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01239", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-10", 
  "number": "17234", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3394-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Assistance Act", 
  "sponsor": {
    "district": "22", 
    "name": "Morgan, Thomas E.", 
    "state": "PA", 
    "thomas_id": "00834", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-10", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and food", 
    "Chile", 
    "Economic assistance", 
    "Egypt", 
    "India", 
    "International affairs", 
    "Latin America", 
    "Middle East", 
    "Military assistance", 
    "Puerto Rico", 
    "South Korea", 
    "Territories (U.S.)", 
    "Turkey", 
    "Vietnamese Conflict"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1974-10-25", 
    "text": "(LATEST SUMMARY) Foreign Assistance Act - =Title I: Middle East Peace= - States the sense of Congress that United States assistance programs in the Middle East should be designed to promote mutual respect and security among the nations in the area and to foster a climate conducive to increased economic development, thereby contributing to a community of free, secure, and prospering nations in the Middle East. States the further sense of Congress that none of the funds authorized by this Act should be provided to any nation which denies its citizens the right or opportunity to emigrate. Specifies allocations from various provisions of this Act which shall be for Israel. Describes procedures that the President shall follow in obligating funds under this title. States that none of the funds authorized by this Act may be used to finance the construction of, the operation of maintenance of, or the supply of fuel for any nuclear powerplant in Israel or Egypt. =Title II: Indochina Aid= - Authorizes appropriations for relief and reconstruction in South Vietnam, Cambodia, and Laos. Prescribes prohibitions on assistance to such countries. Disallows the use of assistance funds to provide fertilizers for South Vietnam in fiscal year 1975. =Title III: Other Foreign Assistance Act Amendments= - Authorizes appropriations for assistance for food and nutrition and population planning. Authorizes guarantees to private lending institutions, cooperatives, and private nonprofit development organizations in not more than five Latin American countries to enable groups or individuals to carry out agricultural credit and self-help community development projects for which they are unable to obtain financial assistance on reasonable terms. Authorizes appropriations for designated international organizations and programs. States the sense of Congress that, except in extra ordinary circumstances, the President shall substantially reduce or terminate security assistance to any government which engages in a consistent pattern of gross violations of internationally recognized human rights. Requires that whenever proposing or furnishing security assistance to any such government, the President shall advise the Congress of the extraordinary circumstances necessitating the assistance. States that, after June 30, 1975, no military assistance shall be furnished by the United States to Vietnam directly or through any other foreign country unless that assistance is authorized under this Act or the Foreign Military Sales Act. Prohibits specified aid to Greece. Suspends military assistance to Turkey and Chile. Permits the President to provide famine and disaster relief to foreign countries. Sets forth limitations on the use of funds under this Act for intelligence activities. Sets forth limitations on the use of funds under this Act for assistance to South Korea and India. =Title IV: Foreign Military Sales Act Amendments= - Sets forth procedures and requirements for the President to observe in reporting foreign military sales. =Title V: Amendments to Other Laws and Miscellaneous= - Provides that whenever the President determines it is in the United States national interest, he shall furnish assistance under this Act or shall furnish defense articles or services under the Foreign Military Sales Act pursuant to an agreement with the recipient of such assistance, articles, or services which provides that such recipient may only obtain such assistance, articles, or services in exchange for any necessary or strategic raw material controlled by such recipient. Authorizes the President to transmit to the Caribbean Development Bank an instrument stating that the Commonwealth of Puerto Rico has the authority to conclude an agreement of accession with such Bank and to assume rights and obligations pursuant to such agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:36-05:00"
}