{
  "actions": [
    {
      "acted_at": "1980-09-10", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-10", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8095-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-09-10", 
  "number": "8095", 
  "official_title": "A bill authorizing certain Great Lakes maritime programs to extend the traditional shipping season, to provide for the filing of tariffs by common carriers by water in the foreign commerce of the United States, to eliminate St. Lawrence Seaway financial inequities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Great Lakes Maritime Act of 1980", 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-09-10", 
  "subjects": [
    "Beach erosion", 
    "Bonds", 
    "Coastwise shipping", 
    "Common carrier regulation", 
    "Common carriers", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Environmental assessment", 
    "Environmental protection", 
    "Government corporations", 
    "Government trust funds", 
    "Great Lakes", 
    "Inland water transportation", 
    "International affairs", 
    "International agencies", 
    "International environmental cooperation", 
    "International trade", 
    "Lakes", 
    "Navigation", 
    "Saint Lawrence Seaway Development Corporation", 
    "Seashores", 
    "Ships and shipping", 
    "St. Lawrence Seaway", 
    "Trade routes", 
    "Transportation and Travel", 
    "Water and Water Resources Development", 
    "Waterways"
  ], 
  "subjects_top_term": "Waterways", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-09-10", 
    "text": "Great Lakes Maritime Act of 1980 - Title I: Water Resources Project Authorization - Authorizes the Secretary of the Army, through the Chief of Engineers, to extend the navigation season on Lakes Superior, Huron, Michigan, and Erie and their interconnecting navigation channels in accordance with specified recommendations of the Corps of Engineers. Authorizes appropriations for such purpose. Directs the Secretary, in cooperation with other departments, agencies, and instrumentalities of the United States, and with State and local governments, to determine the extent of shoreline damage in the United States causally related to the regulation of the waters of Lake Superior by the International Joint Commission - United States and Canada. Requires that a report on such findings be made to Congress before September 30, 1982. Title II: Equitable Service for Foreign Trade of Great Lakes Ports - Amends the Merchant Marine Act, 1936, to direct the Secretary of Commerce to establish trade routes, services, or lines that take into account the seasonal closure of the Saint Lawrence Seaway and that provide for alternate shipping routes via a different range of ports during such closure. Title III: Debt Extension for Saint Lawrence Seaway Development Corporation - Amends the provisions of law which created the Saint Lawrence Seaway Development Corporation to extend from 50 years to 80 years the period for repayment of revenue bonds issued by the Corporation to the Secretary of the Treasury. Directs the Corporation and the Secretary to make all revenue bonds outstanding on the effective date of this Act payable in equal annual amounts over the remainder of the 80 year period established by this Act. Title IV: Regulation of Common Carrriers by Water - Amends the Shipping Act, 1916, to redefine the term \"common carrier by water in foreign commerce\" to include persons engaged as common carriers in specified ocean transportation of property who: (1) advertise, solicit, or arrange, within the United States, for such transportation; or (2) issue or deliver ocean or through intermodal bills of lading or other contracts of afreightment for such transportation. Directs that specified contracts or agreements be filed with the Federal Maritime Commission within 30 days of the date of enactment of this Act. Directs such common carriers by water to file their tariffs with the Commission within 30 days of the date of enactment of this Act. Sets forth the effective dates of such tariffs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Great Lakes Maritime Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill authorizing certain Great Lakes maritime programs to extend the traditional shipping season, to provide for the filing of tariffs by common carriers by water in the foreign commerce of the United States, to eliminate St. Lawrence Seaway financial inequities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:32-05:00"
}