{
  "actions": [
    {
      "acted_at": "1985-06-11", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-17", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1274-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-11", 
  "number": "1274", 
  "official_title": "A bill to implement the Nairobi Protocol to the Florence Agreement on the Importation of Educational, Scientific, and Cultural Materials, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Educational, Scientific, and Cultural Materials Importation Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-11", 
  "subjects": [
    "Arts, culture, religion", 
    "Blind", 
    "Books", 
    "Cultural relations", 
    "Disabled", 
    "Education", 
    "Educational policy", 
    "Foreign Trade and Investments", 
    "Imports", 
    "Microforms", 
    "Photographic film", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific instruments and apparatus", 
    "Tariff", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Treaties", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-11", 
    "text": "Title I: Short Title, Et Cetera - Educational, Scientific, and Cultural Materials Importation Act of 1985 - Declares that it is the purpose of this Act to: (1) provide for the implementation of the Nairobi Protocol to the Agreement on the Importation of Educational, Scientific, and Cultural Materials (the Florence Agreement); (2) modify the duty-free treatment accorded under the Educational, Scientific, and Cultural Material Importation Act of 1966 and under another Act; and (3) continue the safeguard provisions concerning certain imported articles provided for in the 1982 Act. Repeals the 1982 Act. Title II: Tariff Provisions - Amends the Tariff Schedules of the United States (TSUS) to provide duty-free treatment for (1) catalogs of visual and auditory material of an educational scientific, or cultural character; (2) architectural, engineering, industrial, or commercial drawings and plans; (3) loose illustrations, reproduction proofs or reproduction films used for the production of books; (4) certain other articles in microfilm, microfiche, and similar film media; and (5) crossword puzzle books. Provides for duty-free treatment of certain other articles whether or not in the form of microfilm, microfiches, or similar film media. Prohibits granting duty-free treatment to developed photographic film unless either: (1) a Federal agency determines that such article is visual or auditory material of an educational, scientific, or cultural character within the meaning of the Agreement for Facilitating the International Circulation of Visual and Auditory Materials of an Educational, Scientific, or Cultural Character; or (2) such article is imported by, or for the use of, an educational, scientific or cultural institution and is certified to be visual or auditory material of an educational, scientific, or cultural character or to have been produced by the United Nations or any of its specialized agencies. Provides duty-free treatment for articles determined to be visual or auditory materials in accordance with specified provisions. Provides duty-free treatment for: (1) tools specially designed to maintain or repair certain scientific instruments or apparatus; and (2) articles specially designed or adapted for the use or benefit of the blind or other physically or mentally handicapped persons. Title III: Authority to Modify Certain Duty-Free Treatment Accorded Under This Act - Authorizes the President to proclaim changes in the TSUS to narrow the scope of, place conditions on, or otherwise eliminate the duty-free treatment accorded the tools for scientific instruments and the articles for the blind or other handicapped persons under this Act if such duty-free treatment has significant adverse impact on a domestic industry. Authorizes the President to resume duty-free treatment of such articles under certain circumstances. Authorizes the President to proclaim changes to the TSUS to remove or modify any conditions and restrictions imposed by this Act on the importation of certain visual and auditory material in order to implement certain provisions of the Nairobi Protocol. Amends the TSUS to change the headnote relating to the method of applying for permission to import certain scientific instruments and apparatus. Directs the Secretary of the Treasury, in conjunction with the Secretary of Commerce, to obtain adequate statistical information on duty-free imports of articles for the blind and for other handicapped persons. Title IV: Effective Date of Amendments, Et Cetera - Sets forth effective dates of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Educational, Scientific, and Cultural Materials Importation Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the Nairobi Protocol to the Florence Agreement on the Importation of Educational, Scientific, and Cultural Materials, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:29-05:00"
}