{
  "actions": [
    {
      "acted_at": "1980-11-18", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3209-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-11-18", 
  "number": "3209", 
  "official_title": "A bill to provide financial assistance to the States to undertake comprehensive criminal justice construction programs to improve the criminal justice system of the States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Justice Construction Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-11-18", 
  "subjects": [
    "Administration of criminal justice", 
    "Correctional institutions", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Department of Justice", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid to law enforcement agencies", 
    "Intergovernmental relations", 
    "State courts", 
    "State finance", 
    "States", 
    "Tax-exempt securities"
  ], 
  "subjects_top_term": "Correctional institutions", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-11-18", 
    "text": "Criminal Justice Construction Reform Act - Title I: Findings and Definitions - Sets forth definitions and findings. Defines \"criminal justice facilities\" to include court, law enforcement, juvenile, correctional, and other facilities used for any criminal justice purpose. Title II: Grants for the Construction and Modernization of Criminal Justice Facilities - Authorizes the Administrator of the Criminal Justice Facilities Administration (established under title III) to make grants to States for the construction and modernization of criminal justice facilities during fiscal years 1983 through 1988. Allots a portion of sums appropriated among States on the basis of population and the volume and expenditure of criminal justice activities. Sets aside another portion of such sums appropriated for demonstration grants to test the applicability of advanced practices to the design, construction, and modernization of facilities. Requires any State desiring to receive such funding to submit a State plan for a seven-year period, which contains specified provisions and assurances, including a comprehensive statewide program. Directs the Administrator to operate an information clearinghouse on the construction and modernization of criminal justice facilities. Authorizes the Secretary of the Treasury to pay State and local governments an interest subsidy for criminal facility construction bonds which reduce the cost of such bonds to not more than five percent interest. Title III: Administration Provisions - Establishes the Criminal Justice Facilities Administration within the Department of Justice, headed by an Administrator appointed by the President. Charges the Administrator with carrying out this Act and submitting to the President for transmittal to Congress a report at least once per year. Sets at 75 percent the Federal share of the cost of a State plan approved under this Act. Authorizes appropriations in the amounts of $500,000,000 for fiscal year 1982 and $1,000,000,000 for each of fiscal years 1983 through 1988."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Justice Construction Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to the States to undertake comprehensive criminal justice construction programs to improve the criminal justice system of the States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:36-05:00"
}