{
  "actions": [
    {
      "acted_at": "1997-02-27", 
      "references": [
        {
          "reference": "CR S1749-1750", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-02-27", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-19", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Technology, Terrorism, Government", 
      "text": "Referred to Subcommittee on Technology, Terrorism, Government.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-07-09", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held. Hearings printed: S.Hrg. 105-263.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s376-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Technology, Terrorism, and Government Information", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1997-05-12", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1997-02-27", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1997-02-27", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "1997-02-27", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-02-27", 
  "number": "376", 
  "official_title": "A bill to affirm the rights of Americans to use and sell encryption products, to establish privacy standards for voluntary key recovery encryption systems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Encrypted Communications Privacy Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-02-27", 
  "subjects": [
    "Actions and defenses", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer crimes", 
    "Computer industry", 
    "Computer networks", 
    "Computer security measures", 
    "Computer software", 
    "Computers", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Damages", 
    "Electronic data interchange", 
    "Encryption", 
    "Export controls", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "International affairs", 
    "International cooperation", 
    "Interstate commerce", 
    "Law", 
    "Legal fees", 
    "Licenses", 
    "Obstruction of justice", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Technology transfer", 
    "Terrorism", 
    "Transportation and public works", 
    "Treaties"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-02-27", 
    "text": "Encrypted Communications Privacy Act of 1997 - Allows any person within any State and any U.S. person in a foreign country to use any encryption, regardless of encryption algorithm selected, key length chosen, or implementation technique or medium used, with exceptions. Prohibits the Federal Government or a State from requiring as a sale condition that a decryption key be given to another person. Specifies that nothing in this Act shall be construed to: (1) require the use of any form of encryption; or (2) limit or affect the ability of any person to use encryption without a key escrow function or of any person who chooses to use encryption with a key escrow function not to use a key holder. Amends the Federal criminal code to subject to criminal penalties and civil liability any key holder who, without authorization, releases a decryption key or provides decryption assistance. Makes it a complete defense against any such civil or criminal action that the defendant acted in good faith reliance upon a court warrant or order, grand jury or trial subpoena, or statutory authorization. Authorizes a key holder to release a decryption key or provide decryption assistance to a governmental entity requiring the disclosure of stored wire and electronic communications and transactional records, as well as stored electronic information, as long as appropriate court order requirements are met. Directs the Attorney General and other specified officials to report to the Administrative Office of the United States Courts on the number of orders and extensions served on key holders to obtain access to decryption keys or decryption assistance. Sets penalties for willfully endeavoring by means of encryption to obstruct, impede, or prevent the communication to an investigative or law enforcement officer of information in furtherance of a felony. Allows any person within any State to sell any encryption in interstate commerce. Grants the Secretary of Commerce exclusive authority to control exports of all computer hardware, software, and technology for information security (including encryption), except computer hardware, software, and technology specifically designed or modified for military use. Prohibits requiring any validated license (with limited exceptions) for the export or reexport of any: (1) software, including software with encryption capabilities, that is generally available as is, and designed for installation by the purchaser, or that is in the public domain or publicly available because it is generally accessible to the public in any form; (2) computing device solely because it incorporates or employs in any form software (including software with encryption capabilities) exempted from any such requirement for a validated license; (3) software or hardware otherwise restricted because it incorporates interface mechanisms for interaction with other software and hardware; or (4) encryption technology related to a device, software, or hardware described in (1) through (3) above. Directs the Secretary to authorize the export or reexport of software, hardware, and technology with encryption capabilities under a license exception if: (1) a product offering comparable security is commercially available from a foreign supplier without effective restrictions; (2) a comparable product is generally available in a foreign country; or (3) the sole basis for otherwise withholding the license exception is the employment of encryption from a foreign source. Directs the Secretary to prohibit the export or reexport of any computer software, hardware, and technology to a foreign country if the Secretary determines that there is substantial evidence that such equipment or technology will be: (1) diverted to a military end- use or a use supporting international terrorism; (2) modified for such uses; or (3) reexported without U.S. authorization. Prohibits any investigative or law enforcement officer or key holder from releasing a decryption key or providing decryption assistance to a foreign country, with an exception when the United States has entered into a treaty or convention with a foreign country to provide mutual decryption assistance. Declares that nothing in this Act: (1) constitutes authority for the conduct of intelligence activity; and (2) shall affect specified conduct by Federal officers or employees related to communications security and communications by or among foreign powers or agents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Encrypted Communications Privacy Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to affirm the rights of Americans to use and sell encryption products, to establish privacy standards for voluntary key recovery encryption systems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:46-05:00"
}