{
  "actions": [
    {
      "acted_at": "2003-02-11", 
      "references": [
        {
          "reference": "CR S2205-2206", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-02-11", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-09-24", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Financial Management, the Budget, and International Security", 
      "text": "Committee on Governmental Affairs referred to Subcommittee on Financial Management, the Budget, and International Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-04-07", 
      "in_committee": "Committee on Governmental Affairs", 
      "in_subcommittee": "Financial Management, the Budget, and International Security", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs Subcommittee on Financial Management, the Budget, and International Security. Hearings held. With printed Hearing: S.Hrg. 108-697.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-02", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-11-18", 
      "committee": "Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported by Senator Collins with an amendment. With written report No. 108-415. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-11-18", 
      "calendar": "Senate Legislative", 
      "number": "807", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 807.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s346-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Financial Management, the Budget and International Security", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "2003-02-25", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2003-07-22", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Elizabeth", 
      "sponsored_at": "2004-07-06", 
      "state": "NC", 
      "thomas_id": "01698", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2003-04-29", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "2004-04-05", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "2003-06-19", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "2003-07-08", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "2003-02-11", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-02-11", 
  "number": "346", 
  "official_title": "A bill to amend the Office of Federal Procurement Policy Act to establish a governmentwide policy requiring competition in certain executive agency procurements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-06-02", 
  "subjects": [
    "Apprenticeship", 
    "Armed forces and national security", 
    "Charitable contributions", 
    "Classified defense information", 
    "Commerce", 
    "Competitive bidding", 
    "Correctional personnel", 
    "Crime and law enforcement", 
    "Defense contracts", 
    "Defense procurement", 
    "Federal Prison Industries, Inc.", 
    "Federal employees", 
    "Government and business", 
    "Government contractors", 
    "Government corporations", 
    "Government operations and politics", 
    "Government procurement", 
    "Labor and employment", 
    "Layoffs", 
    "New products", 
    "Prison labor", 
    "Rehabilitation of criminals", 
    "Social welfare", 
    "Subcontractors", 
    "Vocational education", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-11-18", 
    "text": "(Sec. 1) Amends the Office of Federal Procurement Policy Act to require the head of each executive agency, in the procurement of any product authorized to be offered for sale by Federal Prison Industries (FPI), to: (1) use competitive procedures for the procurement of such product; or (2) make an individual purchase under a multiple award contract in accordance with competition requirements applicable to such purchases. Requires each agency head, in conducting such a procurement, to: (1) notify FPI of the procurement at the same time that other offerors are notified; and (2) consider a timely offer from FPI in the same manner as other offers (regardless of whether FPI is a contractor under an applicable multiple award contract). Instructs each agency head to ensure that: (1) the agency does not purchase a FPI product or service unless a contracting officer of the agency determines that the product or service is comparable to products or services available from the private sector that best meet the agency's needs in terms of price, quality, and time of delivery; and (2) FPI performs its contractual obligations to the agency to the same extent as any other contractor for the agency. Outlines exceptions to the competitive procedures requirement, including when: (1) the Attorney General determines that the FPI cannot reasonably expect fair consideration in such an award; and (2) the product is available only from FPI. Prohibits a contractor or potential contractor from being required to use FPI as a subcontractor or supplier of products or provider of services under an agency contract. Requires a contractor using FPI as a subcontractor or supplier in furnishing a commercial product pursuant to an agency contract to implement appropriate management procedures to prevent an introduction of inmate-produced product into the commercial market. Provides for the protection of classified and sensitive information under contracts between an executive agency and the FPI. (Sec. 2) Makes technical and conforming amendments, including repealing procurement provisions relating to FPI products which are applicable to the Department of Defense. (Sec. 3) Amends the Federal criminal code to allow FPI to sell or donate products or services to tax-exempt charitable organizations. Permits products or services sold or donated under this Act to be donated or sold by the charitable organization to low-income individuals who would otherwise have difficulty purchasing such products or services. Allows FPI to sell or donate products or services to such an charitable organization only pursuant to a work agreement. Permits FPI to enter a work agreement relating to the sale or donation of products and services to such an organization only if: (1) the Attorney General determines, in consultation with the Secretaries of Labor and Commerce, that the product or services would not be available except for the availability of inmate workers provided by FPI; and (2) the work agreement is accompanied by a certification by the chief executive officer of the organization that no job of a noninmate employee or volunteer of the organization (or any affiliate) will be abolished, and no such employee 's or volunteer's work hours will be reduced as a result of the entity being authorized to utilize inmate workers and that the work to be performed by the inmate workers will not supplant work currently being performed by a contractor of the charitable organization. (Sec. 4) Establishes the Enhanced In-Prison Educational and Vocational Assessment and Training Program within the FPI to provide, at a minimum, a full range of educational opportunities, vocational training and apprenticeships, and comprehensive release-readiness preparation for inmates in Federal prisons. Declares that it shall be the objective of the Federal Bureau of Prisons to implement such Program in all Federal prisons not later than eight years after the enactment of this Act. (Sec. 5) Directs FPI to increase inmate employment by producing new products or expanding the production of existing products for the public sector that would otherwise be produced outside the United States. (Sec. 6) Provides that any correctional officer or other employee of FPI being paid with nonappropriated funds who would be separated from service because of a reduction in the net income of FPI before five years after this Act's enactment to be: (1) eligible for appointment or reappointment in the competitive service; (2) registered on a Bureau of Prisons reemployment priority list; and (3) given priority for any other position within the Bureau of Prisons for which such employee is qualified."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Office of Federal Procurement Policy Act to establish a governmentwide policy requiring competition in certain executive agency procurements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:59-05:00"
}