{
  "actions": [
    {
      "acted_at": "1996-02-29", 
      "committee": "House Committee on National Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-18", 
      "in_committee": "House Committee on National Security", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2993-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-02-29", 
  "number": "2993", 
  "official_title": "To establish the Forrestal Institute, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Forrestal Institute Act of 1997", 
  "sponsor": {
    "district": "7", 
    "name": "Hobson, David L.", 
    "state": "OH", 
    "thomas_id": "00545", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-02-29", 
  "subjects": [
    "Armed forces and national security", 
    "Auditing", 
    "Building construction", 
    "Building leases", 
    "Defense contracts", 
    "Defense procurement", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy facilities", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal installations", 
    "Finance and financial sector", 
    "Gas companies", 
    "Government operations and politics", 
    "Leases", 
    "Military base conversion", 
    "Nonprofit organizations", 
    "Nuclear facilities", 
    "Nuclear weapons", 
    "Reprogramming of appropriated funds", 
    "Social welfare"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-02-29", 
    "text": "Forrestal Institute Act of 1997 - Authorizes the Secretary of Defense to establish the Forrestal Institute as a District of Columbia not-for-profit entity. Defines \"Institute project\" to mean any construction, operation, refurbishing, rebuilding, upgrading, or retrofitting of a defense energy facility or any environmental study or facility audit performed by a private party for such a facility. (Sec. 105) Sets forth the duties of the Institute, including: (1) entering into contracts to provide any military department an Institute project through the use of private parties (requires the Institute to procure all subcontracts, supplies, and services involving expenditures of over $100,000 through the use of competitive procedures approved by its Board of Directors); and (2) in lieu of performing such contracts directly, to negotiate contracts between or among the military departments and one or more private parties and to solicit and evaluate proposals and bids for such contracts. Prohibits the Institute from investing in an Institute project or otherwise acquiring or retaining an ownership interest in such project or its associated stream of revenues, or from performing the facility audit, design, construction, rebuilding, upgrading, retrofitting, or long- term operation of an Institute project, except through the use of private parties. (Sec. 106) Authorizes the Secretary to establish up to five Institutes if additional Institutes would encourage increased administrative and technical expertise and efficiency through competition between Institutes and regionalization or specialization of responsibilities. (Sec. 109) Authorizes the transfer to the Institute from the Department of Defense funds otherwise available for energy savings an amount not to exceed $5 million for FY 1997 and $5 million for FY 1998 (with each of these amounts to be available until expended). Requires repayment of such funds to be made to the Department from compensation from a percentage of savings to the Government in excess of operational costs, at the discretion of the Board. Allows the Institute, for purposes of maintaining working capital, to issue, sell, and have outstanding such notes, bonds, and other debt instruments having such maturities and bearing such rate or rates of interest as determined by the Board in an amount not to exceed $10 million. (Sec. 110) Establishes the Institute Advisory Panel and directs it to review the Institute's operations. (Sec. 111) Authorizes the Departments of the Army, the Navy, and the Air Force to enter into Institute contracts not to exceed a 30- year period for the performance of the Institute project based upon an evaluation of technical proposals submitted by the Institute, provided all goods and services contracted for pursuant to such contracts are supplied by subcontractors selected in accordance with this Act. Exempts Institute contracts or subcontracts awarded thereunder from Federal law, rules, or regulations dealing with the solicitation, award, execution, delivery, or performance of public or Federal contracts. Applies the following provisions to Institute contracts and subcontracts thereunder: (1) the Davis-Bacon Act; and (2) the dispute resolution procedures of the Contract Disputes Act of 1978. Subjects the sale of excess electric power produced by a military department as a result of an Institute contract to applicable Federal and State law. Allows: (1) Institute contracts to contain a clause authorizing the termination of the contracts for the convenience of the Government; and (2) the clause to permit anticipatory profits and consequential damages to the extent of termination. Authorizes a Secretary of a military department to lease, at fair market value, real and related personal property under the individual's jurisdiction and control in connection with an Institute project undertaken pursuant to an Institute contract for a period not in excess of 50 years. Makes the interest on the leased property taxable by State and local governments. Requires any public utility supplying electric energy or natural gas to a military installation to be: (1) notified by the Institute of any proposed contract or project at such installation; and (2) consulted by the military department and the Institute issuing a proposal for such contract or project relative to the public utility's ability to serve the installation's needs and the proposal's effect on such utility. Allows the public utility to bid upon and receive the award of such contract. (Sec. 112) Requires the Secretaries of the Military Departments to develop and submit to the Institute a list of defense energy facilities potentially suitable to the test of Institute contracts. Allows the Secretaries to contract with the Institute to aid in the preparation of this list. (Sec. 113) Sets forth annual reporting requirements for the Institute."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Forrestal Institute Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the Forrestal Institute, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:11-05:00"
}