{
  "actions": [
    {
      "acted_at": "1974-03-27", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13790-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Rhodes, John J.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "00957", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-27", 
  "number": "13790", 
  "official_title": "A bill to authorize the Secretary of the Interior to make grants to assist States in developing and implementing land use planning policies, to provide land use planning directives to Federal agencies for planning of the public lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Land Use Planning Assistance Act", 
  "sponsor": {
    "district": "3", 
    "name": "Steiger, Sam", 
    "state": "AZ", 
    "thomas_id": "01108", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-27", 
  "subjects": [
    "Land use", 
    "Native Americans", 
    "Public lands and natural resources", 
    "States"
  ], 
  "subjects_top_term": "Land use", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-27", 
    "text": "Title I: Short Title and Declaration of Policy - Land Use Planning Assistance Act - Declares that it is the policy of the Federal Government to encourage and support the establishment and implementation by the States, according to applicable State law, of effective land use planning and decision-making processes. Title II: Assistance to States - Authorizes the Secretary of the Interior to make annual grants to any State: (1) whose legislature has enacted a land use planning policy for such State; and (2) which has established a land use planning agency to develop and implement, within that State, a land use plan. Authorizes the Secretary to make additional annual grants to any State which has established mechanisms for reasonable participation by units of general purpose local governments in the development and implementation of the State land use plan. Requires each State receiving grants under this Act to submit periodic reports on the work completed and scheduled, relating to the development and implementation of its land use plan. Establishes limits to the grants to any one State during any fiscal year for the cost of developing and implementing the land use plan in such State. Title III: Indian Reservation and Other Tribal Lands - Requires the Secretary to appoint a task force group to make a study and report on the legal, economic, social, and environmental factors related to the control and regulation of Indian reservation and other tribal lands. Title IV: Federal Lands - Directs each public land management agency head to prepare and maintain on a continuing basis an inventory of all public lands and other natural resources under his jurisdiction, which shall include an identification of areas of critical environmental concern. Enumerates the criteria to be used in the development of land use plans by each agency head. Declares that each public land management agency head shall, on a continuing basis, provide for involvement by the public and participation by the appropriate official or represertatives of State and local governments in the development, revision, and implementation of land use plans, guidelines, rules and regulations for the public lands under his jurisdiction. Title V: Administration, Effect on Existing Law, Definitions and Authorization - Permits the Secretary to provide, directly or through contracts, grants, or other arrangements, technical assistance to any State found eligible for grants pursuant to this Act to assist such State in the performance of its functions under this Act. Authorizes to be appropriated, to make grants to the States, not more than $50,000,000 for each of the six complete fiscal years occurring immediately after the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Land Use Planning Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to make grants to assist States in developing and implementing land use planning policies, to provide land use planning directives to Federal agencies for planning of the public lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:39-05:00"
}