{
  "actions": [
    {
      "acted_at": "1976-02-23", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12029-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Pressler, Larry", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-23", 
  "number": "12029", 
  "official_title": "A bill to authorize a career education program for elementary and secondary schools.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Elementary and Secondary Career Education Act", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-23", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Education", 
    "Educational counseling", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Occupations", 
    "Professions", 
    "State aid to education", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-23", 
    "text": "Elementary and Secondary Career Education Act - States that the purpose of this Act is to increase the emphasis elementary and secondary schools, both private and public, place on job awareness, exploration, decision-making, and planning. Authorizes the appropriation of specified sums for fiscal years 1976-1980, subject to restrictions, to carry out the provisions of this Act. Allocates funds to each State in the proportion that each State's population, aged five to seventeen, bears to the total population of all the States, aged five to seventeen. Provides that States must apply to the Commissioner of Education for funds, giving stipulated assurances relating to the use and management of such funds. Lists specific activities to which grants may be allocated. Makes provisions for a greater proportion of funds to go to agencies responsible for low-income, sparsely populated, or non-English speaking areas. Restricts control of funds provided under this Act, and title to materials, equipment, and property acquired therewith, to a public agency. Prohibits such funds from being commingled with State or local funds. Outlines procedures for payment of funds to the States, and the uses, varying with each fiscal year, to which the funds may be put. Directs the Commissioner, consistent with the terms of this Act, to make whatever provisions may be necessary to insure participation on an equitable basis of children enrolled in private elementary and secondary schools. Requires the Office of Career Education to be the administrative agency for the review of State plans, applications, and reports and to provide technical assistance in their improvement whenever necessary. Instructs the National Institution of Education to continue its complementary efforts in career education and stipulates that the Office of Education shall cooperate with the Institute in identifying research and development priorities and in disseminating Institute findings. Directs the National Advisory Council on Career Education to perform its authorized functions in connection with this Act and to submit an annual report evaluating the effectiveness of programs operated in the preceding fiscal year. Mandates that States receiving funds submit annual reports, including an analysis of the extent to which objectives have been fulfilled and an analysis of both successful and unsuccessful programs. Provides that the Commissioner analyze each State's report and furnish within three months of submission an analysis of the report and recommendations for improvement in the operation and administration of programs. Requires the Commissioner to conduct a comprehensive review of programs funded under this Act and to submit a report to the Committee on Education and Labor of the House of Representatives and the Committee on Labor and Public Welfare of the Senate no later than September 30, 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elementary and Secondary Career Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a career education program for elementary and secondary schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:50-05:00"
}