{
  "actions": [
    {
      "acted_at": "1980-12-09", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-12-12", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-12", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-12", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-12", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-15", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-15", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-16", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-24", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-12-24", 
      "references": [], 
      "text": "Public Law 96-597.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8444-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-12-24", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-09", 
  "number": "8444", 
  "official_title": "A bill to authorize appropriations for certain insular areas of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-09", 
  "subjects": [
    "Alternative energy sources", 
    "American Samoa", 
    "American agricultural assistance", 
    "American technical assistance", 
    "Authorization", 
    "Bikini Islands", 
    "Choice of transportation", 
    "Civil Rights and Liberties", 
    "Desegregation in education", 
    "Docks", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Federal aid programs", 
    "Fisheries", 
    "Government operations and politics", 
    "Guam", 
    "Harbors", 
    "Income tax", 
    "International trusteeships", 
    "Land transfers", 
    "Marshall Islands", 
    "Medical policy", 
    "Micronesia", 
    "Northern Mariana Islands", 
    "Palau Islands", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Puerto Rico", 
    "Racial discrimination", 
    "Surplus government property", 
    "Tax administration", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "Water supply", 
    "Waterways", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-09", 
    "text": "Title I: American Samoa - Requires that all rights, titles, and interests of the Federal Government in personal property in American Samoa be transferred to the American Samoa government on October 1, 1981, unless the Government agency responsible for such property advises the Secretary of the Interior that it has a continuing requirement for such property. Title II: Guam - Terminates the liability of Guam for the repayment of specified Federal assistance (including assistance for rehabilitation after typhoon damage) under the Guam Rehabilitation Act which is not repaid by October 1, 1981. Title III: Northern Mariana Islands - Directs the Secretary of the Interior to submit to specified congressional committees a report on the need, cost, and Federal assistance necessary to rehabilitate the dock and harbor facilities in the Northern Mariana Islands. Amends the Federal Fish Restoration Projects Act and the Federal Aid in Wildlife Restoration Act to include the Commonwealth of the Northern Mariana Islands as if it were a State. Extends through taxable year 1982 the exemption from the territorial income tax for residents of the Northern Mariana Islands with respect to income derived from sources within such Commonwealth. Suspends until January 1, 1983, provisions expressing the sense of Congress that specified tax \"rebates\" do not permit the abatement of taxes. Title IV: Trust Territory of the Pacific Islands - Authorizes appropriations for fiscal years after fiscal year 1980 for the installation, operation, and maintenance of communications systems to provide internal and external communications in the Trust Territory of the Pacific Islands. Requires the transfer of all right, title, and interest of the Federal Government in personal property in the Trust Territory and of the Government of the Trust Territory in personal property wherever located to the governments of the Northern Mariana Islands, Palau, the Marshall Islands, or the Federal States of Micronesia by October 1, 1982, upon declaration by the High Commissioner of the Trust Territory and agreement of the appropriate Federal agency that such property is surplus property. Declares that Federal programs in the areas of education and health care shall continue to be available to the Trust Territory or its successor after termination of the trusteeship to the extent such Territory is eligible for such programs and at levels prescribed by Congress. Title V: Virgin Islands and Guam - Releases the government of the Virgin Islands from all obligation under the mortgage and note regarding specified lands or Saint Croix conveyed to such government by the Federal Government. Title VI: Miscellaneous - Authorizes the Secretary to provide technical assistance to the governments of American Samoa, Guam, the Northern Mariana Islands, the Virgin Islands, and the Trust Territory of the Pacific Islands. Authorizes the Secretary to provide technical and agricultural assistance to Enewetak Atoll and Bikini Atoll until such areas produce sufficient food to fully sustain the residents after resettlement. Permits the Secretary of Agriculture: (1) to extend programs administered by the Department of Agriculture to Guam, the Northern Mariana Islands, the Trust Territory of the Pacific Islands, the Virgin Islands, and American Samoa (the territories); and (2) to waive or modify any statutory requirements for the provision of assistance under such programs in order to adapt the programs to the needs of a territory, provided that the Secretary of Agriculture notifies specified congressional committees prior to such action. Directs the Government to assure that: (1) no action is taken which would discourage the unification of the Territory of Guam and the Commonwealth of the Northern Mariana Islands; and (2) there is no diminution of any rights or entitlements in effect or any funds authorized or appropriated for such Territory or Commonwealth as of the effective date of such union. Requires that funds appropriated under the Emergency School Aid Act for fiscal year 1980 remain available for the purpose of eliminating segregation and discrimination in the schools of the territories and Puerto Rico as provided by such Act immediately before September 30, 1979. Directs the Secretary of Energy to prepare and submit to Congress a comprehensive energy plan with emphasis on indigenous renewable sources of energy for Puerto Rico, the Virgin Islands, Guam, American Samoa, the Northern Mariana Islands, the Federated States of Micronesia, the Marshall Islands, and Palau. Amends the Water Resources Act of 1974 to enable the territories and Puerto Rico to engage in water resources planning. Directs the Secretary of the Interior to: (1) review the transportation needs of the Trust Territory of the Pacific Islands to ascertain the potential for sail-assisted technology for inter-island transportation; and (2) report the findings and any recommendations to Congress. Authorizes appropriations to the Secretary of the Interior for payments to Guam and the Virgin Islands for fiscal years 1982, 1983, and 1984, to eliminate general fund deficits. Requires the Governors of Guam and the Virgin Islands: (1) to submit a plan for eliminating such deficits by the beginning of fiscal year 1986 for approval of the Secretary, in consultation with the Secretary of the Treasury; and (2) to submit to each Secretary quarterly reports, certified by the respective comptroller general, describing the success of each territory in implementing such plan. Prohibits the Secretary of the Interior from making any payments upon determining that a territory is not complying with such plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for certain insular areas of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:38-05:00"
}