{
  "actions": [
    {
      "acted_at": "1988-09-23", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-23", 
      "bill_ids": [
        "hr4156-100"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "For Previous Action See H.R.4156.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-27", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-27", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-10-03", 
      "references": [], 
      "text": "Reported to House by House Committee on The Judiciary.  Report No: 100-1028.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-03", 
      "references": [], 
      "text": "Placed on Union Calendar No: 607.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5372-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-23", 
  "number": "5372", 
  "official_title": "A bill to amend the Trademark Act of 1946 to make certain revisions relating to the registration of trademarks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4156-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Trademark Law Revision Act of 1988", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-09-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advertising and Marketing", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Patents, Trademarks, and Copyrights", 
    "Trademarks"
  ], 
  "subjects_top_term": "Trademarks", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-09-23", 
    "text": "Trademark Law Revision Act of 1988 - Amends the Lanham Act to permit a person who has a bona fide intention to use a trademark in commerce to apply to register the trademark. (Current law provides only for registration of a trademark already in use in commerce.) Requires that such trademark actually be used in commerce before it becomes a registered trademark. States that an application on an intent-to-use basis constitutes constructive use of the mark which must be resolved either through ultimate registration or other disposition before a later application for the same mark may be registered. Sets forth a filing schedule under which applicants must submit a verified statement of use regarding the mark's initial use in commerce and the goods or services with which it shall be connected. Provides for the examination of applications for registration submitted on the basis of intent-to-use. Sets forth procedures for such applications. Permits concurrent registrations by consent regardless of filing dates. Modifies the time period within which proof of a mark's distinctiveness may be offered. Eliminates the separate register for service marks. Eliminates the separate register for collective and certification marks, permitting the use of the former to indicate that their owners perform the connected service or sell the goods associated with such marks. States that when the first use of a mark is made by a related company (a licensee), then that use will inure to the benefit of the applicant or registrant. Provides that the filing of an application to register a mark on the principal register constitutes constructive use of such mark (thus conferring a nationwide right of priority subject to certain exceptions). Prohibits issuance of a certificate of registration to a related company of the applicant under certain circumstances. Halves the terms of registration and renewal to ten years each. Prohibits the assignment of an intent-to-use application prior to registration unless such application is assigned to the applicant's successor in business. Modifies conditions under which a mark becomes subject to cancellation because it has become a generic name (formerly called \"common descriptive name\"). Grants the Trademark Trial and Appeal Board the authority to limit or modify the goods or services identified in a registration or application to avoid the likelihood of confusion and to determine trademark ownership rights when they are at variance with the register. Grants consumers who believe they have been damaged by false or misleading advertising standing to sue persons who knowingly participated in the misrepresentation. Requires applicants for registration of marks in the United States based on foreign registration to state a bona fide intention to use such mark in commerce. Modifies definitions under such Act to reflect the creation of the intent-to-use system. Amends the definition of use in commerce to require bona fide use in the ordinary course of trade, and not merely to reserve a right to a mark. Provides that registration certificates based on applications pending in the Patent and Trademark Office on the effective date of this Act shall remain in force for a ten-year period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trademark Law Revision Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trademark Act of 1946 to make certain revisions relating to the registration of trademarks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:14-05:00"
}