{
  "actions": [
    {
      "acted_at": "1985-05-07", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-07", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-16", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "text": "Referred to Subcommittee on Department Operations, Research, and Foreign Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-16", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Wheat, Soybeans, and Feed Grains", 
      "text": "Referred to Subcommittee on Wheat, Soybeans, and Feed Grains.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2390-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Research, and Foreign Agriculture", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Wheat, Soybeans, and Feed Grains", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1985-05-07", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Evans, Cooper", 
      "sponsored_at": "1985-05-07", 
      "state": "IA", 
      "thomas_id": "00358", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1985-05-07", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1985-05-07", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1985-05-07", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Leland, Mickey", 
      "sponsored_at": "1985-05-07", 
      "state": "TX", 
      "thomas_id": "00681", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Morrison, Sid", 
      "sponsored_at": "1985-05-07", 
      "state": "WA", 
      "thomas_id": "00836", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Panetta, Leon", 
      "sponsored_at": "1985-05-07", 
      "state": "CA", 
      "thomas_id": "00888", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-07", 
  "number": "2390", 
  "official_title": "A bill to amend the Agricultural Trade Development and Assistance Act of 1954 and section 416(b) of the Agricultural Act of 1949 in order to enhance the effectiveness of United States food assistance programs for developing countries and to promote United States trade interests, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1889-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Food, Trade, and Development Act of 1985", 
  "sponsor": {
    "district": "3", 
    "name": "Hall, Tony P.", 
    "state": "OH", 
    "thomas_id": "00487", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-07", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Exports", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Food and Food Industry", 
    "Food relief", 
    "Food supply insurance", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Monetary policy", 
    "Money", 
    "Trade agreements", 
    "Wheat"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-07", 
    "text": "Food, Trade, and Development Act of 1985 - Amends the Agricultural Act of 1949 to change the requirements for providing surplus commodities for famine relief assistance under the Agricultural Trade Development and Assistance Act of 1954 (Public Law 480). Authorizes the Secretary of Agriculture to furnish eligible commodities for carrying out such famine relief programs. Defines \"eligible commodities\" to mean certain dairy products, grains, and oilseeds acquired through price support operations and such other agricultural commodities as may be acquired by the Commodity Credit Corporation and made available for distribution. Prohibits reducing the amounts of commodities that traditionally are made available through donations to domestic feeding programs or agencies. Declares that the requirements of Public Law 480 relating to availability of adequate storage facilities, noninterference with local production and marketing, and safeguarding of usual marketing shall apply with respect to furnishing commodities for famine relief. Authorizes making agreements to provide commodities in installments over an extended period of time. Requires using expedited procedures to implement the provision of such commodities. Declares that the provision of Public Law 480 relating to payment of transportation costs shall apply to commodities furnished for famine relief. Requires that the cost of commodities furnished under this Act shall be in addition to the level of assistance programmed under Public Law 480 and shall not be considered expenditures for international affairs and finance. Authorizes certain sales and barter of such commodities, including certain sales by nonprofit voluntary agencies. Requires the Secretary of Agriculture to furnish to nonprofit voluntary agencies and the World Food Program not less than five percent of the amount of each eligible commodity in each fiscal year for distribution. Authorizes the Secretary to waive such requirement under certain circumstances. Amends the Agricultural Trade Development and Assistance Act of 1954 to authorize the President to negotiate agreements to sell agricultural commodities to friendly developing countries with a per capita gross national product of $650 or less for foreign currencies on credit terms. Requires that a certain volume of agricultural commodities shall be sold to such countries under such terms during FY 1986. Directs the President to propose to the Congress by February 15, 1986, appropriate volume levels for such sales for FY 1987 through 1989. Sets forth the ways foreign currencies received in such sales shall be used. Sets forth the minimum and subminimum distribution levels for famine relief programs for FY 1986 and each fiscal year thereafter. Prohibits undertaking famine assistance programs during any fiscal year which calls for more than $1,200,000,000 to reimburse the Commodity Credit Corporation for such programs, unless the President determines that additional funding for famine relief programs is necessary to meet emergency food needs. Authorizes an agreement with a nonprofit voluntary agency for nonemergency food relief programs to provide, upon request of such agency, for the use by that agency of certain foreign currency proceeds for specified purposes (including certain health projects and immunization projects). Limits the level of use of such foreign currency proceeds. Authorizes an agreement with such an agency, upon request of the agency, to provide that a specified percentage of the dollar amount of the agreement will be provided to the agency in monetary form (rather than in agricultural commodities) for specified purposes if the agency provides at least an equal amount of money for such purposes. Directs the President to invite representatives of nonprofit voluntary agencies and to designate certain Federal officials to participate in a task force on food assistance to the most nutritionally needy. Sets the deadline for the report of such task force to the Congress. Urges the President to approve, upon request, multiyear commitments to make farm commodities available to nonprofit voluntary agencies for nonemergency food relief, except under certain circumstances. Declares that a nonprofit voluntary agency shall not be required, in carrying out a multiyear agreement, to obtain annual approval from the Government to continue its assistance program pursuant to such agreement unless exceptional or unforeseen circumstances require such approval. Authorizes agreements with nonprofit voluntary agencies to authorize those agencies to establish local food reserves. Sets forth the reasons for an agency to deposit farm commodities in such food reserves. Limits the percentage of farm commodities made available each fiscal year for nonemergency programs that may be fortified or processed food. Sets forth information that a nonprofit voluntary agency must include in request for a nonemergency food assistance agreement. Amends the Food Security Wheat Reserve Act of 1980 to extend the Food Security Wheat Reserve through FY 1989."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food, Trade, and Development Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Agricultural Trade Development and Assistance Act of 1954 and section 416(b) of the Agricultural Act of 1949 in order to enhance the effectiveness of United States food assistance programs for developing countries and to promote United States trade interests, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:22-05:00"
}