{
  "actions": [
    {
      "acted_at": "1984-09-26", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-26", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-11-02", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Public Lands and National Parks", 
      "text": "Referred to Subcommittee on Public Lands and National Parks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6323-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and National Parks", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-26", 
  "number": "6323", 
  "official_title": "A bill to withdraw and reserve for the Department of the Navy certain public lands for the Bravo-20 Bombing Range, Churchill County, Nevada, for use as a training and weapons testing area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-09-26", 
  "subjects": [
    "Armed forces and national security", 
    "Defense articles", 
    "Department of Defense", 
    "Department of the Navy", 
    "Land use", 
    "Military training", 
    "Naval operations", 
    "Navy", 
    "Nevada", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Weapons"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-26", 
    "text": "Reserves specified public lands in Churchill County, Nevada, for use by the Department of the Navy as a testing and training area for aerial bombing, missile firing, tactical maneuvering, and other defense-related uses. Grants the Secretary of the Navy exclusive jurisdiction over such lands, which may be used by other departments or agencies within the Department of Defense upon the Secretary's authorization. Requires the Secretary to take precautions to prevent and suppress brush and range fires resulting from military activity on such land. Requires the Secretary of the Interior to manage such lands and their resources under the principles of multiple use. Directs the Secretary to develop a resource management plan for such lands within one year after enactment of this Act. Directs the two Secretaries to enter into a memorandum of understanding to implement such program. States that any water rights connected with such land shall not be disturbed by the withdrawal of such lands from all forms of appropriations under the public land laws. Terminates such land withdrawal after 25 years. Permits the Secretary of the Navy to file an application for an extension of such withdrawal if the Navy will have a continuing use for any of the involved lands. Requires the Secretary to file a notice of intention to relinquish if that is the Secretary's intention. Requires the Secretary to determine before relinquishment whether such lands are contaminated with explosives or hazardous materials, and whether to decontaminate such lands if practicable and economically feasible. States that the Secretary of the Interior is not required to accept contaminated lands and that in the event of nonacceptance such lands would continue to be considered withdrawn lands. Directs the Secretary of the Navy to examine such lands every five years to determine whether decontamination would be practicable and economically feasible. Directs the Secretary to move forward with decontamination if appropriate and directs the Secretary of the Interior to then consider reaccepting jurisdiction of such lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to withdraw and reserve for the Department of the Navy certain public lands for the Bravo-20 Bombing Range, Churchill County, Nevada, for use as a training and weapons testing area, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:18-05:00"
}