{
  "actions": [
    {
      "acted_at": "1974-04-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13987-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-04", 
  "number": "13987", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend programs of Federal assistance for comprehensive health resources planning, and to assist the States in regulating the costs of health care.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13472-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Resources Planning Act", 
  "sponsor": {
    "district": "2", 
    "name": "Nelsen, Ancher", 
    "state": "MN", 
    "thomas_id": "00858", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-04", 
  "subjects": [
    "Health facilities", 
    "Health planning", 
    "Medical care, personnel, and facilities", 
    "Public health", 
    "States"
  ], 
  "subjects_top_term": "Health facilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-04", 
    "text": "Health Resources Planning Act - Declares that it is the purpose of this Act to assist private and public health care systems to plan more effectively the provision of resources necessary to meet the health care needs of the nation, and to facilitate governmental regulation of health care costs. Repeals provisions of the Public Health Service Act, which provide for a National Advisory Council on Comprehensive Health Planning Programs. Directs the chief executive officer of each State to designate geographical regions as health service areas to be served by the Health Systems Agencies. Identifies the geographical characteristics of such health service areas. Directs the Secretary of Health, Education, and Welfare to certify a Health Systems Agency for each health service area and to enter into an agreement obligating the Agency: (1) to prepare and maintain a comprehensive health plan for the health service area, (2) to review the Secretary's grants of Federal financial assistance for health care activities, (3) to review State and local health care activities; (4) to offer technical assistance in furtherance of the health plan; (5) to participate in the Statewide Health Coordinating Council; and (6) to comply with subsidiary requirements, including auditing and examination of books. Empowers the Secretary to make grants for an agency's operational expenses and to extend to the agency technical assistance, and to keep it apprised of national health policies and issues. Prescribes the procedures for termination or withdrawal of certification and the organizational requirements to be met by agencies, including that an agency be a nonprofit private corporation that exercises no Federal, State, or local regulatory authority, and is not a provider or insurer of health services or an educational institution. Outlines the composition of the governing body of each agency. Provides that members and employees of the Agency are relieved of civil or criminal liability under any law for the performance, with the exercise of due care of functions authorized by this Act. States that an agency may receive unconditional contributions from any private source of up to 5 percent of the amount of assistance received from the Secretary, and of up to 25 percent of that amount from any public sources. Requires each agency to annually adopt a comprehensive health plan for its health service area identifying shortages, maldistributions, and surpluses of health personnel, facilities, and services, and the most serious organizational and operational deficiencies of health care providers. States that the plan must set forth long-range goals and annual priorities for the establishment or improvement of health care systems, and recommend actions to alleviate the problems identified by the plan. Provides that an agency may provide technical assistance, directly or by grant or contract to implement the recommendations of its comprehensive health plan. Sets limitations on the purpose, amount and duration of such grants. Requires that two or more agencies that serve health service areas that fall in whole or in part, within the same State shall form a Statewide Health Coordinating Council. Directs the Council to draw on the comprehensive health plans of its member agencies to prepare a Statewide plan, and perform other advisory analytical, and coordinative functions. Directs the Secretary to evaluate the performance of agencies and Councils on a regular basis and to prescribe standards of performance to facilitate this evaluation. Authorizes the appropriation of such sums as may be necessary for fiscal years 1975, 1976, and 1977 to carry out the provisions of this Act. Establishes a formula grant program to assist the States to pay their costs of regulating capital expenditures related to health care, and to establish or regulate rates used for the payment or reimbursement for health care services. Provides that the allotment would be in accordance with the populations of the respective States eligible for it, and the costs of regulating the activities selected by the States for regulation. States that the Secretary, after reasonable notice and opportunity for hearing to a State, may terminate assistance for noncompliance. Authorizes the appropriation of such sums as may be necessary for fiscal years 1975, 1976, and 1977, for grants to States for the regulation of health care costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Resources Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend programs of Federal assistance for comprehensive health resources planning, and to assist the States in regulating the costs of health care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:43-05:00"
}