{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr150-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "150", 
  "official_title": "A bill to expand the medical freedom of choice of consumers by amending the Federal Food, Drug, and Cosmetic Act to provide that drugs will be regulated under that Act solely to assure their safety.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Consumer protection", 
    "Drug industry", 
    "Drug safety and regulation", 
    "Drugs and narcotics", 
    "Labeling", 
    "Pharmaceutical research", 
    "Product safety"
  ], 
  "subjects_top_term": "Drug industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Amends the Federal Food, Drug, and Cosmetic Act to eliminate the requirement that persons filing an application with the Secretary of Health, Education, and Welfare include as part of application for approval of a new drug full reports of investigations which show whether or not such a drug is effective. Eliminates the power of the Secretary to disapprove a new drug on the basis that such drug will not have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the proposed labeling of the drug. Prevents the Secretary from withholding exemption for an experimental drug for investigative purposes on the basis that such drug will not be effective in a research context. Eliminates the authority of the Secretary to withhold approval of an application with respect to any new animal drugs on the basis that full reports of investigations on such drug have not proven it effective. Prevents the Secretary from withdrawing approval of a new animal drug on the basis that it poses an imminent hazard to health of man or animals because of a lack of substantial evidence that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling of it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to expand the medical freedom of choice of consumers by amending the Federal Food, Drug, and Cosmetic Act to provide that drugs will be regulated under that Act solely to assure their safety.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:25-05:00"
}