{
  "actions": [
    {
      "acted_at": "1983-05-25", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-26", 
      "references": [], 
      "text": "Star Print ordered the bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1363-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1983-06-29", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-25", 
  "number": "1363", 
  "official_title": "A bill to protect human health and the environment by establishing adequate controls on the management of hazardous wastes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hazardous Waste Management Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-05-25", 
  "subjects": [
    "Administrative procedure", 
    "Arsenic", 
    "Authorization", 
    "Cadmium", 
    "Carcinogens", 
    "Chemicals", 
    "Chromium", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Fuel", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Health", 
    "Intergovernmental fiscal relations", 
    "Interstate relations", 
    "Labeling", 
    "Landfill siting", 
    "Landfills", 
    "Lead", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Mercury", 
    "Metals", 
    "Nickel", 
    "Oil pollution", 
    "Oil pollution control", 
    "Ombudsman", 
    "Petroleum and petroleum products", 
    "Petroleum recycling", 
    "Planning", 
    "Polychlorinated biphenyls", 
    "Potable water", 
    "Public health", 
    "Punishment", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Refuse as fuel", 
    "Regional planning", 
    "Sentences (Criminal procedure)", 
    "Standards", 
    "States", 
    "Toxic substances legislation", 
    "Waste disposal in the ground", 
    "Waste disposal sites", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water quality", 
    "Water supply"
  ], 
  "subjects_top_term": "Hazardous waste disposal", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-05-25", 
    "text": "Hazardous Waste Management Act of 1983 - Amends the Solid Waste Disposal Act (\"the Act\") (as amended by the Resource Conservation and Recovery Act of 1976) to revise findings, objectives, and definitions. Revises provisions for identification and listing of hazardous waste under the Act to add requirements with respect to specified wastes. Directs the Administrator of the Environmental Protection Agency (EPA), where appropriate, to list as subject to hazardous waste management provisions: (1) within two months after enactment of this Act, additional wastes containing chlorinated dioxins or-dibenzofurans; and (2) within six months after such enactment wastes containing polychlorinated biphenyls (PCBs), containing remaining halogentated dioxins and-dibenzofurans, and other specified wastes (or publish reasons for not listing such wastes). Directs the Administrator, within six months after the enactment date of this Act, to submit to the Congress a work plan: (1) for developing regulations identifying additional characteristics of hazardous waste, including measures or indicators for toxicity; (2) identifying those particular wastes on which the Agency intends to decide whether to list as a hazardous waste within two years after such enactment date; and (3) for cooperating with officials of the National Toxicology Program to evaluate the feasibility of identifying or listing hazardous waste based on the presence of certain constituents (such as known carcinogens, mutagens, or teratogens) at levels which cause such wastes to be hazardous per se. Directs the Administrator, within two years after the enactment date of this Act, to: (1) promulgate regulations identifying additional characteristics of hazardous waste; (2) either promulgate, with respect to each waste identified for decision within two years, regulations listing such waste as a hazardous waste, or publish the reasons for the decision not to list such waste; and (3) report to the Congress on progress in evaluating the feasibility of identifying or listing hazardous waste based on the presence of certain hazardous constituents at levels which may cause such waste to be hazardous waste per se. Sets forth delisting procedures. Directs the Administrator, when evaluating a petition to exclude a waste generated at a particular facility, to: (1) consider factors, other than those for which the waste was listed, which could cause the waste to be hazardous; (2) provide notice and opportunity for comment on such additional factors before granting or denying such petition; and (3) make a final decision on each such petition within 18 months after granting a temporary exclusion from regulation of such waste. Sets forth national goals with respect to hazardous waste disposal under the Act. Prohibits the disposal into or on any land without certified prior treatment, of specified hazardous wastes within six months of the enactment of this Act, unless the Administrator determines the prohibition on one or more methods of land disposal is not required in order to protect human health and the environment for as long as the waste remains hazardous. Requires that such prohibition is to be applied, taking into account specified factors, to specified forms, compounds, and concentrations of the following hazardous wastes: (1) cyanides; (2) arsenic; (3) cadmium; (4) chromium; (5) lead; (6) mercury; (7) nickel; (8) selenium; (9) thallium; (10) highly acidic (having a pH of two or less) liquid wastes; (11) polychlorinated biphenyls (PCBs); and (12) halogenated organic compounds. Authorizes the Administrator to substitute: (1) more stringent concentration levels where necessary to protect human health and the environment; and (2) a later effective date of prohibition, if necessary to allow an alternative method of management to become available for a hazardous waste for which storage is not possible until such later date. Sets forth a schedule for additional prohibition determinations. Directs the Administrator to submit to Congress a schedule for reviewing all hazardous wastes listed in specified Federal regulations which are not covered by a land disposal prohibition under this Act. Directs the Administrator to complete such review and promulgate regulations in accordance with a specified timetable with deadlines from 24 to 54 months after enactment of this Act. Directs the Administrator, in the case of any hazardous waste identified or listed after such 54 months, to make such prohibition determination within six months. Sets forth criteria upon which such prohibition determinations are to be made. Prohibits land disposal of any identified or listed hazardous waste for which the Administrator has failed to make a determination within the specified deadline. Directs the Administrator to promulgate regulations establishing best available management practices for each hazardous waste identified or listed under the Act. Sets forth a preferred hierarchy of management practices for such purposes. Sets forth a timetable for promulgation of such regulations, with deadlines from four years to ten years after the enactment of this Act. Sets forth requirements for review and revision of such regulations. Revises provisions for standards applicable to generators of hazardous waste. Adds requirements for: (1) reports for 1981, 1982, and 1983; (2) retention of records and manifests; and (3) small quantity generator waste. Requires, within 90 days after the enactment of this Act, that any hazardous waste which is part of a total quantity generated by a generator generating less than 1,000 kilograms during a calendar month and which is shipped off the premises on which it is generated shall be accompanied by a copy of the EPA Uniform Hazardous Waste Manifest form signed by the generator. Requires that such form contain specified information. Prohibits, effective two years after the enactment of this Act, exemption by reason of the small quantity generated of any hazardous waste generated by any generator in a quantity greater than 100 kilograms during any calendar month from hazardous waste management standards. Directs the Administrator, within 18 months of such enactment, to promulgate revised standards for hazardous waste generated in monthly quantities between 100 to 1,000 kilograms. Requires that small quantity generator hazardous waste standards at a minimum: (1) limit to 180 days on site storage without a permit; (2) require all other treatment, storage, or disposal at a facility with a permit; and (3) require that a manifest accompany any shipment of such waste off the premises on which it is generated (but allows specific requirements for entries on such manifest to vary from those applicable to the manifest required for larger quantity generators). Directs the Administrator to establish such standards of performance for larger quantity generators as may be necessary to achieve the national goals established by this Act and to otherwise protect human health and the environment. Authorizes the Administrator to establish small quantity generator waste standards of performance which vary from standards for larger quantity generators. Sets forth requirements for permits for generators of hazardous waste. Revises standards applicable to transporters of hazardous waste to require retention of records and manifests. Revises standards applicable to owners and operators of hazardous waste treatment, storage, and disposal facilities to require the rention of records. Directs the Administrator to revise such standards within four years after the enactment of this Act. Establishes requirements with respect to liquids in landfills. Directs the Administrator, within one year after enactment of this Act, to promulgate final regulations which minimize the disposal of containerized liquid hazardous wastes in landfills. Makes such regulations effective immediately upon promulgation. Directs the Administrator to maintain specified requirements, pending promulgation of such regulations. Requires that revised standards specify criteria for the location of disposal facilities. Directs the Administrator to consider specified factors in determining such criteria. Requires that specified minimum standards for incinerators remain in effect. Requires that any modification of such standards provide for equivalent or greater hazardous waste containment, or destruction and removal. Sets forth requirements covering prior releases of hazardous wastes. Provides that hazardous waste treatment, storage, and disposal facility standards shall address releases of hazardous constituents attributable to the migration of waste from all solid waste management units at a facility, whether waste was placed in such units before or after the date of permit issuance. Requires that such standards provide for compliance schedules and financial assurances to ensure adequate cleanup of such releases. Directs the Administrator to promulgate regulations requiring any facility operating under an interim status permit to obtain a final permit before expanding its capacity by more than ten percent (except capacity for storage or treatment in tanks or containers and enclosed waste piles). Authorizes the Administrator to establish standards for any interim status permit facility expanding its capacity by ten percent or less. Allows such standards for facilities expanding by ten percent or less to vary from the interim permit status standards for facilities which do not expand capacity. Requires landfill disposal facilities operating under an interim status permit to comply with monitoring and corrective action requirements applicable to facilities for which a final permit is issued. Requires any new, replacement, or laterally expanded unit of a landfill or surface impoundment operating under an interim status permit to be subject to requirements respecting liners and leachate collection systems or equivalent protection applicable to facilities for which a final permit is issued. Limits to ten years the duration of any permit for hazardous waste treatment, storage, or disposal. Allows renewals of such permits. Directs the Administrator to issue final permits or final denials of permit applications: (1) for land disposal facilities within four years of the enactment of this Act; (2) for incinerators within five years of such enactment; and (3) for any other treatment, storage, or disposal facilities within eight years of such enactment. Provides that such time periods shall also apply in the case of any authorized State hazardous waste program. Requires facilities operating under interim status permits to submit applications for final permit review within the applicable time period, with specified exceptions. Authorizes the Administrator, after notice and opportunity for hearing, to promulgate permit application requirements and permit conditions applicable to owners and operators of a class of facilities, upon determination that facilities in the class should be subject to similar design, operating, and management requirements. Limits such classes to facilities which treat or store hazardous waste in containers, tanks, or enclosed piles. Authorizes the Administrator, after notice and opportunity for informal hearing, to issue a class permit for a facility which meets such conditions and requirements. Authorizes the Administrator, in establishing class permit requirements and conditions, to provide that certain conditions shall be established for each facility on a site-specified basis. Directs the Administrator (or the State, as appropriate), in the case of any permit (other than a class permit) issued or renewed after the enactment of this Act to require the facility to use methods at least as effective as the best available control technology to prevent a hazardous waste discharge. Directs the Administrator (or the State) to consider the costs and the health and environmental impacts in determining the best available control technology on a case-by-case basis. Directs the Administrator to promulgate regulations establishing such standards applicable to owners and operators of hazardous waste resource recovery facilities and to distributors of recovered material from hazardous waste as may be necessary to achieve the national goals established by this Act and to otherwise protect human health and the environment. Directs the Administrator, within two years after the enactment of this Act, to promulgate regulations establishing health and environmental standards applicable to owners or operators of facilities producing fuel from hazardous wastes or burning hazardous wastes for energy recovery and to distributors or marketers of such fuels. Exempts from such requirements, and from labeling and other specified requirements, petroleum refinery wastes containing oil which are converted into petroleum coke at the same facility at which such wastes were generated, unless the resulting coke product would exceed one or more characteristic by which a substance would be identified as a hazardous waste. Prohibits producers, distributors, or marketers of fuels containing hazardous wastes to distribute or market such fuels unless the invoice or bill of sale bears a conspicuous warning and lists the hazardous wastes contained in such fuel. Directs the Administrator, within 12 months after the enactment of this Act, to promulgate regulations requiring that any person who is required to file a notification in accordance with provisions for burning and blending hazardous wastes must maintain such records regarding fuel blending, distribution, or use as may be necessary to protect human health and the environment. Requires, within 12 months after enactment of this Act, notification to the Administrator by: (1) the owner or operator of any facility producing a fuel from any hazardous waste alone or with other material or from used oil alone or with other material; (2) the owner or operator of any facility burning fuel containing any hazardous waste or used oil; and (3) any person who distributes or markets fuel containing hazardous waste or used oil. Requires that such notification describe the location, the facility, the identified or listed hazardous waste involved, and the production or energy recovery activity. Exempts facilities, such as residential boilers, from such notification requirements where the Administrator determines that such notification is not necessary for obtaining sufficient information respecting current practices or facilities using hazardous waste for energy recovery. Establishes requirements for interim control of hazardous waste injection. Prohibits hazardous waste disposal by underground injection above or into a formation which contains, within one-quarter mile of the well used for injection, an underground source of drinking water. Provides for exemptions from such prohibition upon demonstration that such injection will not cause hazardous waste to endanger drinking water sources. Provides for State and Federal enforcement of such prohibitions and identical prohibitions under the Safe Drinking Water Act. Authorizes the Administrator, in authorizing a State Program, to base findings on the Federal program in effect one year prior to submission of a State's application or in effect on January 26, 1983, whichever is later. Requires that State programs, in order to be authorized by the Administrator, provide for public availability of information regarding hazardous waste treatment, storage, and distribution facilities and sites. Sets forth provisions for mandatory inspections at least every two years, beginning 12 months after enactment of this Act, at every facility for the treatment, storage, or disposal of hazardous waste for which a permit is required. Directs the Administrator, after notice and opportunity for public comment, to promulgate the minimum frequency and manner of such inspections and maintenance of inspection records. Authorizes the Administrator to distinguish between classes and categories of facilities commensurate with the risks posed. Directs the Administrator, within six months after enactment of this Act, to report to the Congress on the potential for such inspections by nongovernmental officers as a supplement to EPA or State inspections. Revises provisions for Federal enforcement of hazardous waste management requirements under the Act to authorize the Administrator to assess a civil penalty for any past or current violation. Allows any person aggrieved by such a violation to intervene as a matter of right in actions for appropriate relief. Provides for criminal penalties for persons who knowingly: (1) cause specified hazardous waste to be transported; (2) treat, store, or dispose of such waste in violation of any material condition or requirement of specified permits or of any applicable interim status regulations or standards; (3) omit material information used for purposes of compliance with regulations promulgated by the Administrator (or by a State program); (4) fail to file any record, application, manifest, report, or other document required to be maintained or filed for purposes of such compliance; or (5) transports, or causes to be transported, without a manifest any hazardous waste required to be so accompanied. Raises the maximum criminal penalties for these and other violations, under specified conditions. Revises provisions relating to conditions for knowing endangerment. Raises the penalties for knowing endangerment. Revises provisions for review of certain actions of the Administrator relating to permits for treatment, storage, or disposal of hazardous waste and authorized State hazardous waste programs. Provides that action of the Administrator with respect to which review could have been obtained under such provisions of the Act shall not be subject to judicial review in civil or criminal proceedings for enforcement. Directs the Administrator to establish an Office of Ombudsman to receive individual complaints, grievances, and requests for information submitted by any person with respect to any program or requirement under the Solid Waste Disposal Act. Directs the Ombudsman to render assistance with respect to such submissions and make appropriate recommendations to the Administrator. Provides that the establishment of such Office shall not affect any procedures for grievances, appeals, or administrative matters. Revises provisions relating to imminent hazards to allow any person endangered by the action with respect to which the Administrator has brought suit to intervene as a matter of right in such suit. Makes technical corrections. Authorizes appropriations for FY 1984 through 1986 for: (1) general administration by the Administrator to carry out the Act (including funds for Resources Recovery and Conservation Panels, hazardous waste management, and support for State, regional, local, and interstate agency solid waste plans); (2) grants to State hazardous programs; (3) hazardous waste site inventory; (4) development and implementation of plans by State, local, regional, and interstate authorities; (5) implementation of State, local, and intermunicipal programs for solid waste management, resource recovery, resource conservation, and hazardous waste management; (6) special communities assistance; (7) assistance to States for recycled oil programs; and (8) the Secretary of Commerce to carry out resource and recovery duties."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Waste Management Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect human health and the environment by establishing adequate controls on the management of hazardous wastes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:54-05:00"
}