{
  "actions": [
    {
      "acted_at": "1974-06-03", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3566-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-03", 
  "number": "3566", 
  "official_title": "A bill to provide daily summaries of congressional business by means of toll free telephone lines in 15 pilot cities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-03", 
  "subjects": [
    "Congress", 
    "Congressional information resources", 
    "House of Representatives", 
    "Senate", 
    "Telephone"
  ], 
  "subjects_top_term": "Telephone", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-03", 
    "text": "Establishes within the General Accounting Office an office to be known as the Office of Congressional Information. States that it shall be the duty and Function of the Office to establish and administer a legislative information service telephone program. States that the program shall consist of: (1) the preparation each day of concise, nontechnical summaries of: (A) business pending before the Senate and the House of Representatives on that day; (B) the calendar of business of the Senate and the House of Representatives for the following legislative day; and (C) the schedule of committee meetings of both the Senate and the House of Representatives for the following calendar day; (2) the provision of electronic recording and telephonic transmission of such summaries by means of toll-free telephone lines in each of fifteen test cities selected; (3) the installation of recording equipment and the rental of toll-free telephone lines adequate to provide for such transmissions in those cities; (4) notification to the public of the availability of the summaries referred to; and (5) public opinion sampling to determine the awareness and reaction of the general population to such summaries in each of those cities. Provides that the Director of the Office of Congressional Information shall select fifteen cities in the United States of varying population size, representing all major sections of the country, as test cities in which to conduct the telephone program. Directs that, not later than fifteen months following the date of enactment of this Act, the Office shall prepare and transmit to the President pro tempore of the Senate, the Speaker of the House of Representatives, and the Comptroller General of the United States a report which shall set forth: (1) an evaluation of the legislative information service telephone program; (2) a statement of the cost effectiveness of the program; (3) an analysis of public reaction to the program; and (4) the recommendations of the Office with respect to whether the program should be continued, and if so, whether and how the program may be improved and extended. Authorizes appropriations of up to $2,000,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide daily summaries of congressional business by means of toll free telephone lines in 15 pilot cities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:13-05:00"
}