{
  "actions": [
    {
      "acted_at": "2011-07-07", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-13", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-13", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 23 - 17.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-07-25T15:38:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and the Workforce. H. Rept. 112-180.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:38:00-04:00", 
      "calendar": "Union", 
      "number": "119", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 119.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2445-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Barletta, Lou", 
      "sponsored_at": "2011-07-07", 
      "state": "PA", 
      "thomas_id": "02054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Bucshon, Larry", 
      "sponsored_at": "2011-07-07", 
      "state": "IN", 
      "thomas_id": "02018", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DesJarlais, Scott", 
      "sponsored_at": "2011-07-07", 
      "state": "TN", 
      "thomas_id": "02062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Goodlatte, Bob", 
      "sponsored_at": "2011-07-07", 
      "state": "VA", 
      "thomas_id": "00446", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Hanna, Richard L.", 
      "sponsored_at": "2011-07-07", 
      "state": "NY", 
      "thomas_id": "02044", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Heck, Joseph J.", 
      "sponsored_at": "2011-07-07", 
      "state": "NV", 
      "thomas_id": "02040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "52", 
      "name": "Hunter, Duncan D.", 
      "sponsored_at": "2011-07-07", 
      "state": "CA", 
      "thomas_id": "01909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Kelly, Mike", 
      "sponsored_at": "2011-07-07", 
      "state": "PA", 
      "thomas_id": "02051", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "McKeon, Howard P. \"Buck\"", 
      "sponsored_at": "2011-07-07", 
      "state": "CA", 
      "thomas_id": "00778", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Noem, Kristi L.", 
      "sponsored_at": "2011-07-07", 
      "state": "SD", 
      "thomas_id": "02060", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Roby, Martha", 
      "sponsored_at": "2011-07-11", 
      "state": "AL", 
      "thomas_id": "01986", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Roe, David P.", 
      "sponsored_at": "2011-07-07", 
      "state": "TN", 
      "thomas_id": "01954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Ross, Dennis A.", 
      "sponsored_at": "2011-07-11", 
      "state": "FL", 
      "thomas_id": "02003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Thompson, Glenn", 
      "sponsored_at": "2011-07-07", 
      "state": "PA", 
      "thomas_id": "01952", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-07", 
  "number": "2445", 
  "official_title": "To amend the Elementary and Secondary Education Act of 1965 to provide States and local educational agencies with maximum flexibility in using Federal funds provided under such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State and Local Funding Flexibility Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kline, John", 
    "state": "MN", 
    "thomas_id": "01733", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-07-13", 
  "subjects": [
    "Academic performance and assessments", 
    "Crime prevention", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Foreign language and bilingual programs", 
    "Indian social and development programs", 
    "Juvenile crime and gang violence", 
    "Language arts", 
    "Minority education", 
    "Science and engineering education", 
    "Special education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2011-07-25", 
    "text": "State and Local Funding Flexibility Act - Amends part A of title IV (Flexibility and Accountability) of the Elementary and Secondary Education Act of 1965 (ESEA) to replace the existing program under subpart 2 with a new Funding Flexibility for State and Local Educational Agencies program. Allows states to use funds that they receive under certain ESEA and Education Jobs Fund programs to carry out state activities authorized or required under the following ESEA programs: school improvement programs, under part A of title I; the Reading First program, under subpart 1 of part B of title I; the Education of Migratory Children program, under part C of title I; Prevention and Intervention Programs for Children and Youth who are Neglected, Delinquent, or At-Risk, under part D of title I; the Teacher and Principal Training and Recruiting Fund program, under part A of title II; the Mathematics and Science Partnerships program, under part B of title II; Language Instruction for Limited English Proficient and Immigrant Students programs, under title III; the 21st Century Community Learning Centers program, under part B of title IV; Innovative programs, under part A of title V; Accountability programs, under subpart 1 of part A of title VI; the Rural and Low-Income School program, under subpart 2 of part B of title VI; and Special Programs and Projects to Improve Educational Opportunities for Indian Children, under subpart 2 of part A of title VII. Lists the programs from which states may transfer funds as: school improvement programs, under part A of title I; the Reading First program, under subpart 1 of part B of title I; the Education of Migratory Children program, under part C of title I; Prevention and Intervention Programs for Children and Youth who are Neglected, Delinquent, or At-Risk, under part D of title I; the Teacher and Principal Training and Recruiting Fund program, under part A of title II; the Mathematics and Science Partnerships program, under part B of title II; the English Language Acquisition, Language Enhancement, and Academic Achievement Act program, under part A of title III; the 21st Century Community Learning Centers program, under part B of title IV; Innovative programs, under part A of title V of the ESEA; and Education Jobs Fund programs. Allows local educational agencies (LEAs) to use funds that they receive under certain ESEA and Education Jobs Fund programs to carry out local activities authorized or required under the following programs: school improvement programs, under part A of title I; the Reading First program, under subpart 1 of part B of title I; the Education of Migratory Children program, under part C of title I; Prevention and Intervention Programs for Children and Youth who are Neglected, Delinquent, or At-Risk, under part D of title I; the Teacher and Principal Training and Recruiting Fund program, under part A of title II; the Mathematics and Science Partnerships program, under part B of title II; the English Language Acquisition, Language Enhancement, and Academic Achievement Act program, under part A of title III; the 21st Century Community Learning Centers program, under part B of title IV; Innovative programs, under part A of title V; the Rural and Low-Income School program, under subpart 2 of part B of title VI; and Indian Education programs, under part A of title VII of the ESEA; and the Early Intervening Services program, under the Individuals with Disabilities Education Act. Lists the programs from which LEAs may transfer funds as: school improvement programs, under part A of title I; the Education of Migratory Children program, under part C of title I; Prevention and Intervention Programs for Children and Youth who are Neglected, Delinquent, or At-Risk, under part D of title I; the Teacher and Principal Training and Recruiting Fund program, under part A of title II; the English Language Acquisition, Language Enhancement, and Academic Achievement Act program, under part A of title III; Innovative programs, under part A of title V; Indian Education programs, under part A of title VII of the ESEA; and Education Jobs Fund programs. Prohibits states and LEAs from transferring the funds to such programs if the ESEA requires them to: (1) reserve, allocate, or spend the funds for required activities; (2) provide them to eligible entities; or (3) use them for technical assistance or monitoring."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State and Local Funding Flexibility Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "State and Local Funding Flexibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Elementary and Secondary Education Act of 1965 to provide States and local educational agencies with maximum flexibility in using Federal funds provided under such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:19:59-05:00"
}