{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1111-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1111", 
  "official_title": "A bill to provide for a study and evaluation of the ethical, social, and legal implications of advances in biomedical research and technology.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Commission on Health Science and Society Act", 
  "sponsor": {
    "district": "30", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Medical care, personnel, and facilities", 
    "Medical research"
  ], 
  "subjects_top_term": "Medical research", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "National Commission on Health Science and Society Act - Establishes a National Commission on Health Science and Society composed of fifteen members to be appointed by the President from among the fields of medicine, public health, mental health, law, theology, biological science, physical science, social science, philosophy, humanities, health administration, government, and public affairs, and from the public at large. Provides that the Commission shall undertake a comprehensive investigation and study of the ethical, social, and legal implications of advances in biomedical research and technology, which shall include, without being limited to: (1) analysis and evaluation of scientific and technological advances in the biomedical sciences, current and projected; (2) analysis and evaluation of the implications of such advances, both for individuals and for society; (3) analysis and evaluation through the use of seminars and public hearings, and other appropriate means, of public understanding of and attitudes toward such implications; (4) analysis and evaluation of implications for public policy of such findings as are made with respect to the biomedical advances and public attitudes; (5) analysis and evaluation of scientific and technological advances in the fields of psychiatry and psychology, current and projected; (6) analysis and evaluation of the use of human subjects for purposes of experimentation or research; and (7) analysis and evaluation of the availability of health services to all segments of the population with particular emphasis on the health service needs of low-income segments of the population. Directs the Commission to transmit to the President and to the Congress one or more interim reports and, not later than two years after the first meeting of the Commission, one final report, containing detailed statements of the findings and conclusions of the Commission, together with its recommendations, including such recommendations for action by public and private bodies and individuals as it deems advisable. Authorizes to be appropriated the sum of $1,000,000 for the fiscal year beginning July 1, 1973; and $1,000,000 for the fiscal year beginning July 1, 1974. Terminates the Commission 90 days after the submission of its final report to the President and Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Commission on Health Science and Society Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a study and evaluation of the ethical, social, and legal implications of advances in biomedical research and technology.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:07-05:00"
}