{
  "actions": [
    {
      "acted_at": "1991-09-20", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1730-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1991-11-07", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-09-25", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-09-27", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1991-10-24", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-20", 
  "number": "1730", 
  "official_title": "A bill to provide early childhood staff training and professional enhancement grants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Early Childhood Staff Training and Professional Enhancement Grants Act", 
  "sponsor": {
    "district": null, 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-20", 
  "subjects": [
    "Child development", 
    "Day care", 
    "Education", 
    "Educational accountability", 
    "Federal aid to higher education", 
    "Information services", 
    "Licenses", 
    "Preschool education", 
    "Teacher education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-20", 
    "text": "Early Childhood Staff Training and Professional Enhancement Grants Act - Amends title V (Educator Recruitment, Retention, and Development) of the Higher Education Act of 1965 to add a new part F, Early Childhood Teacher Training and Professional Enhancement. Authorizes the Secretary of Education (the Secretary) to award grants to States, on a competitive basis and for a period of five years, to pay the costs of activities described in State plans for professional preparation and continued in-service career training for early childhood development and care staff. Provides that such training is to: (1) ensure the existence of sufficient numbers of well-trained early childhood development and care staff to promote the national education goal that all children start school ready to learn; (2) be for such staff who work with children from birth through preschool, with an emphasis on infants and toddlers and children with special needs; and (3) create and implement effective, coordinated models of training corresponding with a career ladder based on a progression of staff roles. Requires State designation of an appropriate lead agency to administer the program and coordinate it with other appropriate programs. Requires State establishment of an Advisory Committee to develop the State plan. Requires such Committee to consist of representatives from specified entities. Requires each State desiring a grant under this Act to submit, through its lead agency, a State plan to the Secretary. Sets forth required contents of such plans. Directs the Secretary to consult with the Secretary of Health and Human Services (HHS) regarding the contents of such plans. Directs the Secretary to provide for continuing evaluation of activities assisted under this Act. Requires each State receiving a grant under this Act to: (1) evaluate such assisted activities; (2) submit an interim evaluation and a final report to the Secretary; and (3) prepare and submit any other information requested by the Secretary to carry out the Secretary's evaluation. Directs the Secretary, in consultation with the Secretary of HHS, to submit a report assessing such State and national evaluations to the appropriate congressional committees, each State agency administering funds under the Child Care Development Block Grant Act, and each State educational agency. Authorizes appropriations for FY 1993 through 1997."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Early Childhood Staff Training and Professional Enhancement Grants Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide early childhood staff training and professional enhancement grants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:13-05:00"
}