{
  "actions": [
    {
      "acted_at": "1975-05-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-12-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 94-729.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "bill_ids": [
        "s1469-94"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1469 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6644-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-01", 
  "number": "6644", 
  "official_title": "A bill to provide, under or by amendment of the Alaska Native Claims Settlement Act, for the late enrollment of certain Natives, the establishment of an escrow account for the proceeds of certain lands, the treatment of certain payments and grants, and the consolidation of existing regional corporations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1469-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "98", 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-01", 
  "subjects": [
    "Agriculture and food", 
    "Alaska", 
    "Claims", 
    "Food stamps", 
    "Indian claims", 
    "Indian lands", 
    "Land use", 
    "Poverty", 
    "Social welfare"
  ], 
  "subjects_top_term": "Indian claims", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1975-12-15", 
    "text": "(Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 94-729) Authorizes the Secretary of the Interior to enroll those Alaska Natives otherwise qualified under the Alaska Native Claims Settlement Act, but who missed the March 30, 1973, deadline. Authorizes the Secretary to allow Natives enrolled in villages or groups not recognized as village corporations to enroll in a sanctioned village corporation or to remain enrolled on an at-large basis in the Regional Corporation of the region in which the village or group is located. Grants authority to the Secretary to deposit receipts derived from contracts, leases, permits, rights-of-way, or easements pertaining to land or resources of land in an escrow account until such time as disposition is made of the land. Authorizes the paying of interest on the funds held in the escrow account. Exempts Native corporations organized under the Act from the provisions of Federal securities laws during the time that the stock of those corporations is subject to prohibitions on sale or disposition. Authorizes mergers or consolidations among Native corporations within the same region. Requires that the plan of merger provide that the right to explore, develop, or remove minerals from the subsurface estate in the lands within the boundaries of any Native village be subject to the consent of the Village Corporation. Extends the life of the Joint Federal-State Land Use Planning Commission for three years from December 31, 1976, to June 30, 1979. Authorizes the southeast region (Sealaska, Inc.) to select its acreage entitlement from lands which were withdrawn in the National Forest for selection by the village corporation, but which were not so selected. Excludes until 1992 the stock of any Native corporation, including the right to receive dividends therefrom, from the gross estate of a decedent under the Internal Revenue Code. Directs the Secretary to pay, by grant, $250,000 to each of the Native corporations of the cities of Juneau, Sitka, Kodiak, and Kenai, and $100,000 to each of the village corporations of Artic Village, Elim, Gambell, Savoonga, Tetlin, and Venetie. Directs the Secretary to convey to Koniag, Inc., the Native Regional Corporation for the Kodiak Region, approximately 186,000 acres of subsurface estate in the area which was withdrawn for that purpose."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide, under or by amendment of the Alaska Native Claims Settlement Act, for the late enrollment of certain Natives, the establishment of an escrow account for the proceeds of certain lands, the treatment of certain payments and grants, and the consolidation of existing regional corporations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:18-05:00"
}