{
  "actions": [
    {
      "acted_at": "1983-07-25", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1677-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1983-09-15", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-25", 
  "number": "1677", 
  "official_title": "A bill relating to the provision of lifeline telephone service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Phone Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-25", 
  "subjects": [
    "Communications and Broadcasting", 
    "Competition", 
    "Costs", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government trust funds", 
    "Telephone", 
    "Telephone rates"
  ], 
  "subjects_top_term": "Telephone rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-25", 
    "text": "Home Phone Act of 1983 - Amends the Communications Act of 1934 to create a new title in such Act. Directs the Federal Communications Commission (FCC) to establish the Universal Lifeline Telephone Service Joint Board. Establishes a Universal Lifeline Telephone Service Fund which shall consist of contributions from carriers providing telephone toll service and bypass carriers and which shall be distributed to eligible exchange carriers for the support of lifeline telephone service. Defines lifeline telephone service to mean residential telephone service established by a State commission which allows persons to have access to telephone service and which is made available by an exchange carrier solely to select groups of subscribers who otherwise would be unlikely to be able to afford such access. Directs the Board to establish rules: (1) to determine the annual total lifeline subsidy and the amounts to be contributed by carriers providing telephone toll service and bypass carriers; and (2) to govern the distribution of amounts in the Fund. Prohibits an exchange carrier from being eligible to receive amounts from the Fund unless such carrier offers lifeline telephone service pursuant to an order of a State commission. Requires such an order to verify that the lifeline telephone service shall in fact be offered only to such people and at such rates as are necessary and sufficient to ensure that access to telephone service remains available to the same percentage of households served by the exchange carrier on January 1, 1983. Requires the State commission to verify cost of providing such lifeline telephone service and to compute the total lifeline subsidy associated with such service. Requires that the Board and the FCC report annually to Congress on the administration and activities under this Act. Prohibits the FCC from ordering or allowing interstate nontraffic-sensitive costs to be recovered through the imposition of flat per line charges assessed end users before January 1, 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Phone Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill relating to the provision of lifeline telephone service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:00-05:00"
}