{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s52-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1985-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1985-01-03", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1985-01-29", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1985-01-03", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1985-01-03", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1985-01-03", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1985-02-05", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1985-01-03", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1985-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1985-01-29", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "52", 
  "official_title": "A bill entitled \"The Acid Rain Control Act of 1985\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Acid Rain Control Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Advisory bodies", 
    "Air pollution control", 
    "Coal", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Fees", 
    "Mines and mineral resources", 
    "Nitrogen oxides", 
    "Standards", 
    "Sulphur oxides", 
    "Transboundary pollution"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Acid Rain Control Act of 1985 - Amends the Clean Air Act to establish an interstate transport and acid precursor reduction program. Designates an acid deposition impact region comprising a long-range transport corridor of 31 States east of the Mississippi and the District of Columbia. Directs the Administrator of the Environmental Protection Agency to report to the Congress within two years on a study of long-range transport of pollutants problems in the remaining States. Directs the Acid Precipitation Task Force to report to the appropriate congressional committees by the close of 1985 and 1987 on its research findings about acid precipitation, with recommendations for reducing its effects. Authorizes additional appropriations for FY 1985 through 1989 for the Task Force's comprehensive research plan for acid precipitation. Requires the Task Force to also conduct research on advanced flue-gas cleaning and precombustion fuel treatment technologies and inherently low-emission combustion processes. Directs the National Academy of Sciences to establish an Acid Precipitation Scientific Review Board to examine information concerning the causes and environmental effects of acid deposition, including the activities of the Task Force. Requires the Board to report to the appropriate congressional committees with recommendations for reducing acid deposition. Authorizes appropriations for FY 1985 through 1988. Directs the Administrator to report to the appropriate congressional committees on enforceable measures adopted by the States to reduce sulfur dioxide emissions. Directs the Office of Technology Assessment to report to the appropriate congressional committees on a cost-benefit analysis of such measures. Requires such committees to conduct hearings on acid deposition after receiving the aforementioned reports. Directs the Administrator to develop and report to the Congress on an inventory of sources of oxides of nitrogen in the acid deposition impact region. Directs the Administrator and the Secretary of the Treasury to report to the Congress on a joint study of a fee system on the generation of electricity in the acid deposition impact region to finance emissions reductions. Authorizes the Administrator to make grants to States or interstate agencies for developing methods to neutralize the effects of acid deposition in formerly fish-laden bodies of water. Sets forth sulfur dioxide emission reduction standards for the acid deposition impact region of ten million tons below 1980 levels by the beginning of 1994, permitting annual emissions of no more than 1.2 pounds of sulfur dioxide per million British thermal units of heat input. Includes emissions from major stationary sources with utility boilers, restricting increased emissions from sources or the start-up of new sources, except as specified. Restricts increases in emissions from major stationary sources of oxides of nitrogen, except as specified. Permits States to reallocate necessary reductions among themselves so long as the total reductions of the States involved meet the required standards. Requires each impact region State to adopt enforceable emission reduction measures for sulfur dioxide, including compliance schedules. Requires the Administrator's approval and the other Governors' perusal of such measures. Requires each major stationary source subject to an emission limitation to notify the Governor of the State, and in turn, the Administrator, within three years of its intended method of compliance. Requires sources choosing fuel substitution to be in compliance with their applicable emission limitations within five years. Requires those sources complying through the installation of a technological system of continuous emission reduction or the replacement of facilities to have entered into binding contracts for the same within five years. Subjects owners of sources in noncompliance with the applicable implementation plans to the established emission limitation schedule and a noncompliance penalty. Permits the use of the following measures to reduce emissions in addition to enforceable continuous emission reduction measures if such measures are enforceable by entities and persons other than the State in which the emissions occur: (1) least emissions dispatch to meet electric generating demand at existing generating capacity; (2) retirement of major stationary sources at an earlier than provided for date; (3) investments in energy conservation where emission reductions can be identified with such investments; (4) trading of emission reduction requirements and actual reductions through emission reduction banks or brokerage institutions; and (5) precombustion cleaning of fuels. Directs the Administrator to review emission limits for certain major sources to determine if such limits are inappropriately based upon modeling credit for stack height above good engineering practice. Requires the State and the owner of such source to adjust emission limitations accordingly. Makes it a violation of the Clean Air Act to emit an air pollutant which adversely affects the public health or welfare of another State."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Acid Rain Control Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"The Acid Rain Control Act of 1985\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:02-05:00"
}