{
  "actions": [
    {
      "acted_at": "1988-09-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-20", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-04", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5307-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-14", 
  "number": "5307", 
  "official_title": "A bill to settle issues relating to Ute Indian water rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ute Indian Water Settlement Act of 1988", 
  "sponsor": {
    "district": "2", 
    "name": "Owens, Wayne", 
    "state": "UT", 
    "thomas_id": "00884", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-09-14", 
  "subjects": [
    "Birds", 
    "Dams", 
    "Economics and public finance", 
    "Federal-Indian relations", 
    "Fisheries", 
    "Government trust funds", 
    "Indian water rights", 
    "Irrigation", 
    "Native Americans", 
    "Reservoirs", 
    "State government-Indian relations", 
    "Stream conservation", 
    "Utah", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-09-14", 
    "text": "Ute Indian Water Settlement Act of 1988 - Ratifies the compact among the Ute Indian Tribe of the Uintah and Ouray Reservation, the State of Utah, and the United States (the Ute Indian Water Compact). Creates and allocates funds for the Ute Indian Water Deferral Trust Fund with monies to be held by the Secretary of the Interior for the benefit of the Tribe as compensation for deferring the use and development of irrigable farmland and the related water diversion requirement. Allocates funds for studies to be conducted jointly by the Central Utah Water Conservancy District and the Tribe of alternate designs for specific water storage facilities and alternate plans for the rehabilitation of water distribution facilities of the Uintah Indian irrigation project. Allocates funds for: (1) the repair of the leak in Cedarview Reservoir; (2) stream improvements for certain Utah creeks and rivers; and (3) the cleanup of the Bottle Hollow Reservoir to make it a suitable habitat for a cold water fishery. Directs the Secretary to maintain certain stream flows. Requires the Bureau of Reclamation to transfer acreage at the proposed site of the Lower Stillwater Reservoir as a wildlife mitigation measure. Allocates funds to: (1) construct, rehabilitate, and realign a certain project access road to the proposed Taskeech Dam site; (2) construct waterfowl management areas on the Upper Duchesne River; and (3) construct fisheries, campgrounds, and fish and wildlife management facilities, in lieu of the construction of the lower Stillwater Dam and related facilities. Authorizes the Secretary to enter into agreements with non-Federal entities for the operation, maintenance, and construction of projects under this Act. Provides that the repayment of money appropriated pursuant to this Act shall be permanently deferred, except that construction costs allocated to non-Indian irrigation shall be subject to repayment within the irrigators' ability to repay. Provides that operation and maintenance costs for any facility built pursuant to this Act shall be borne by the water users. Directs the Secretary to enter into contracts to enable organizations representing the water users within the Uintah Indian irrigation project area to maintain the project facilities by using the same management procedures used by organizations which operate Bureau of Reclamation irrigation projects. Provides for water right losses for nonpayment of assessments and the lease of available water from the Uintah irrigation project. Authorizes the Secretary to make equipment or facilities available to any water user organization which is under obligation to the Secretary. Allocates funds for: (1) construction of the Taskeech Dam and completion of the Upalco unit of the central Utah project; (2) construction of the Whiterocks Dam; and (3) rehabilitation of the diversion works, canals, ditches, and related improvements which were constructed for the Uintah irrigation project. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ute Indian Water Settlement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to settle issues relating to Ute Indian water rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:45-05:00"
}