{
  "actions": [
    {
      "acted_at": "1988-03-29", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-29", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-13", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-05-26", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 100-363.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-26", 
      "calendar": "Senate Legislative", 
      "number": "696", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 696.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2222-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1988-06-20", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1988-05-12", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1988-03-29", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-29", 
  "number": "2222", 
  "official_title": "A bill to amend the Public Health Service Act to reauthorize programs relating to the National Research Institutes established under title IV of such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Research Institutes Reauthorization Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-04-13", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Bioethics", 
    "Biotechnology", 
    "Blood", 
    "Blood diseases", 
    "Cancer", 
    "Cancer research", 
    "Child health", 
    "Construction costs", 
    "Continuing education", 
    "Deafness", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Digestive diseases", 
    "Disabled", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to handicapped services", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Fetus", 
    "Geriatrics", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Hearing", 
    "Hearing disorders", 
    "Heart diseases", 
    "Hereditary diseases", 
    "Human behavior", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Joint diseases", 
    "Kidney diseases", 
    "Libraries", 
    "Lung diseases", 
    "Medical centers", 
    "Medical education", 
    "Medical ethics", 
    "Medical libraries", 
    "Medical personnel", 
    "Medical research", 
    "National Institutes of Health (NIH)", 
    "Nervous system diseases", 
    "Nursing", 
    "Peer review organizations (Medicine)", 
    "Physical therapy", 
    "Preventive medicine", 
    "Public health personnel", 
    "Rehabilitation", 
    "Rehabilitation of the physically handicapped", 
    "Research centers", 
    "Sickle cell anemia", 
    "Skin diseases", 
    "Social welfare", 
    "Speech disorders", 
    "Student aid"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1988-05-26", 
    "text": "(Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 100-363) National Research Institutes Reauthorization Act of 1988 - Title I: Biomedical and Behavioral Research Facilities - Amends title IV (National Research Institutes) of the Public Health Service Act to create a new part on biomedical and behavioral research facilities. Authorizes the Director of the National Institutes of Health, through the Director of Research Resources (Director), to award grants to public or nonprofit private institutions to expand, remodel, renovate, or alter existing research facilities or construct new research facilities. Establishes in the Division of Research Resources of the National Institutes of Health a Technical Review Board on Biomedical and Behavioral Research Facilities to advise the Director and the Advisory Council (established by current law) on the construction of facilities and to conduct peer review of applications received pursuant to this title. Sets forth requirements for application and selection of grants. Limits the amount of any grant to 50 percent of the cost of construction or, in the case of a multipurpose facility, 50 percent of the cost of construction proportionate to the contemplated use. Allows the Director to waive these limitations for institutions of emerging excellence in biomedical or behavioral research. Provides for recapture of payments in certain circumstances for 20 years after completion of construction. Requires the Director to prescribe regulations with respect to the grants. Requires peer review of grant applications under existing provisions. Authorizes appropriations for FY 1989 through 1991. Title II: Biomedical Ethics - Requires the Director of the Division of Research Resources to enter into cooperative agreements and to make grants for the development or expansion of no less than five centers of excellence in biomedical and behavioral research ethics. Replaces provisions relating to fetal research and the Biomedical Ethics Advisory Committee with provisions requiring the Secretary of Health and Human Services, no later than one year after enactment of this Act, to appoint an Ethics Advisory Board to advise the Secretary and biomedical researchers regarding research on fetal therapy and on research involving human fetuses. Requires the Secretary, not later than 90 days after enactment of this Act, to issue a contract proposal, to which the National Academy of Sciences is required to be invited to apply, for a grant or contract to examine the scientific, ethical, and funding issues surrounding the conduct of research on fetal therapy and involving human fetuses. Sets forth reporting requirements. Prohibits the Secretary, for two years after enactment of this Act, from granting a modification or waiver of certain Federal regulations concerning fetal research. Title III: National Institute of Neurological and Communicative Disorders and Stroke - Amends title IV (National Research Institutes) of the Public Health Service Act to establish the National Institute on Deafness and Other Communication Disorders (Institute) as an agency of the National Institutes of Health (NIH). Removes communicative disorders from the title and purpose of the National Institute of Neurological and Communicative Disorders and Stroke. Requires the Director of the Institute, with the advice of the Institute's advisory council, to establish a National Deafness and Other Communications Disorders Program (Program). Requires the Director to prepare and transmit to the Director of NIH a plan to initiate, expand, intensify, and coordinate activities of the Institute respecting disorders of hearing, balance, voice, speech, taste, and smell. Requires activities under the Program to be coordinated with other national research institutes and describes the minimum activities of the Program. Requires the Director to establish a National Deafness and Other Communication Disorders Data System for the collection, storage, analysis, retrieval, and dissemination of data and a National Deafness and Other Communication Disorders Information Clearinghouse. Requires the Director, after consultation with the advisory council, to provide for the development, modernization, and operation of new and existing centers for studies of disorders of hearing and other communication processes. Sets forth requirements for the centers, including conducting research and training programs and information and continuing education programs for health professionals, and public information programs. Authorizes centers to provide stipends for health professionals in their training programs. Describes other programs the centers may undertake. Requires the Director to provide for an equitable geographical distribution of centers and to give appropriate consideration to the need for centers for the elderly and for children. Limits support of a center to seven years, with one or more additional periods of not more than five years, if recommended by a peer review group established by the Director, with the advice of the advisory council. Authorizes appropriations. Sets forth transitional and savings provisions. Title IV: National Institute on Aging - Requires the Director of the National Institute on Aging to enter into cooperative agreements and to make grants for the development or expansion of centers of excellence in geriatric research and training. Title V: National Center for Medical Rehabilitation Research - Establishes the National Center for Medical Rehabilitation Research (Center) as an agency of the National Institutes of Health (NIH) to conduct research training, the dissemination of information, and other programs with respect to the rehabilitation of individuals with physical disabilities resulting from diseases or disorders of the neurological, musculoskeletal, cardiovascular, or other physiologic systems (medical rehabilitation). Requires the NIH Director to develop and annually review a comprehensive plan for the conduct and support of medical rehabilitation research. Requires the Director to establish the Medical Rehabilitation Coordinating Committee and the Medical Rehabilitation Advisory Council to assist and make recommendations to the NIH Director and the Center Director on different aspects of this title. Title VI: National Center for Nursing Research - Authorizes the Director of the National Center for Nursing Research to: (1) enter into cooperative agreements and make grants for research and demonstration projects; and (2) make grants for the acquisition, construction, or renovation of facilities. Title VII: National Cancer Institute - Amends provisions stating the purpose of the National Cancer Institute to include rehabilitation from cancer. Makes miscellaneous changes to the special authorities of the Director of the National Cancer Institute relating to the services of experts or consultants, technical and scientific peer review, publication of cancer information, and receipt of funds appropriated by the Congress for the Institute. Amends provisions relating to grants for cancer research and demonstration centers to add control of cancer as one of their purposes. Title VIII: National Heart, Lung, and Blood Institute - Requires the Director of the National Heart, Lung, and Blood Institute to place special emphasis on collaborative efforts with both the public and private sectors to: (1) increase awareness and knowledge regarding prevention of heart and blood vessel, lung, and blood diseases and the utilization of blood resources; and (2) develop and disseminate information designed to encourage adults and children to adopt healthful habits concerning the prevention of such diseases. Authorizes the National Heart, Blood Vessel, Lung, and Blood Diseases and Blood Resources Program to establish certain types of programs involving rehabilitation from such diseases. Requires the Director to support programs for education and training. Authorizes the national research and demonstration centers for heart, blood vessel, lung, and blood diseases, sickle cell anemia, and blood resources to engage in rehabilitation activities. Repeals provisions authorizing the Secretary of Health and Human Services to establish an Interagency Technical Committee on Heart, Blood Vessel, Lung, and Blood Diseases and Blood Resources. Title IX: National Institutes of Health - Authorizes the Secretary, acting through the Director of the National Institutes of Health (NIH), to establish scientific program advisory committees without regard to Federal law governing appointments in the competitive service, classification, and pay rates. Title X: General Provisions Respecting National Research Institutes - Revises provisions relating to the authority of the directors of the national research institutes to: (1) make the provisions apply to other agencies of the NIH as well as to the research institutes; (2) authorize the directors of the research institutes and other agencies to establish technical and scientific peer review groups and appoint their members; and (3) make other changes. Changes the makeup of: (1) the advisory councils which the Secretary must appoint for each research institute; and (2) the National Cancer Advisory Board. Authorizes appropriations for the National Cancer Institute and the National Heart, Lung, and Blood Institute for FY 1989 through 1991. Title XI: National Institute of Diabetes and Digestive and Kidney Diseases - Redesignates the National Institute of Diabetes and Digestive and Kidney Diseases as the National Institute of Diabetes, Digestive and Kidney Diseases, and Endocrinology. Removes a provision requiring that the National Diabetes Advisory Board, the National Digestive Diseases Advisory Board, and the National Kidney and Urologic Diseases Advisory Board expire on September 30, 1988. Title XII: National Institute of Arthritis and Musculoskeletal and Skin Diseases - Adds skin diseases to the provisions dealing with the plan and activities of the national arthritis and musculoskeletal diseases program. Adds rehabilitation to the responsibilities of multipurpose arthritis and musculoskeletal disease centers. Title XIII: National Library of Medicine - Changes the makeup of the Board of Regents of the National Library of Medicine to increase the number of members who are not ex officio from ten to 13 and to require appointment by the President instead of by the Secretary. Authorizes appropriations for grants and contracts under specified provisions relating to the National Library of Medicine for FY 1989 through 1991. Directs the Secretary to make grants for projects in the research, development, and demonstration of new educational technologies to assist in the training of health professions students and enhance and improve the research and teaching capabilities of health professionals. Authorizes grants which the Secretary is required to make for basic resources of medical libraries and related instrumentalities to be used for the acquisition, construction, or renovation of facilities. Removes the cap on grants for basic resources. Authorizes grants and contracts which the Secretary is required to make and enter into for regional medical libraries to be used for the acquisition, construction, or renovation of facilities. Title XIV: Awards and Training - Amends provisions relating to National Research Service Awards to require the Secretary, acting through the Director of the NIH, to assure that support is provided for multidisciplinary research training in disciplines not readily identified with existing categorical institutes. Authorizes appropriations for payments under National Research Service Awards and under grants for such awards for FY 1989 through 1991. Title XV: General Provisions - Requires peer review of applications for grants, contracts, and cooperative agreements to be carried out congruent with changing review need. Requires technical and scientific peer review of research at the NIH to authorize the review to be conducted by groups appointed under specified provisions relating to the authority of the Director of the NIH and the directors of the research institutes, except as provided in specified provisions relating to the authority of the Director of the National Cancer Institute. (Current law contains no such exception.) Title XVI: General Powers and Duties of Public Health Service - Amends title III (General Powers and Duties of Public Health Service) of the Public Health Service Act to authorize the Secretary of Health and Human Services to establish a Senior Biomedical Scientific Service. Requires members of the Service to be assigned to duties that require expertise in biomedical research, behavioral research, or clinical research evaluation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Research Institutes Reauthorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Research Institutes Reauthorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to reauthorize programs relating to the National Research Institutes established under title IV of such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:54-05:00"
}