{
  "actions": [
    {
      "acted_at": "1977-03-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-26", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 95-117.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-31", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-31", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #116 (385-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-04-01", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-04-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Human Resources with amendment, S. Rept. 95-102.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #131 (92-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-11", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-17", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-500.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 95-349.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-15", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-20", 
      "references": [], 
      "text": "House agreed to conference report, roll call #442 (401-6).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-20", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-07-20", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-21", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-22", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-08-01", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1977-08-01", 
      "references": [], 
      "text": "Public Law 95-83.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4975-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Satterfield, David E., 3d", 
      "sponsored_at": "1977-01-03", 
      "state": "VA", 
      "thomas_id": "01019", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1977-08-01", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-14", 
  "number": "4975", 
  "official_title": "An Act to amend the Public Health Service Act to extend through the fiscal year ending September 30, 1978, the assistance programs for health services research; health statistics; comprehensive public health services; hypertension programs; migrant health; community health centers; medical libraries; cancer control programs; the National Cancer Institute; heart, blood vessel, lung, and blood disease prevention and control programs; the National Heart, Lung, and Blood Institute; National Research Service Awards; population research and voluntary family planning programs; sudden infant death syndrome; hemophilia; national health planning and development; and health resources development; to amend the Community Mental Health Centers Act to extend it through the fiscal year ending September 30, 1978; to extend the assistance programs for home health services; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres449-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Biomedical Research Extension Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-14", 
  "subjects": [
    "Advisory bodies", 
    "Alcoholism", 
    "American Samoa", 
    "Authorization", 
    "Cancer", 
    "Child health", 
    "Drug abuse", 
    "Economics and public finance", 
    "Federal aid to health facilities", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Health planning", 
    "Heart diseases", 
    "Home care services", 
    "Income tax", 
    "Libraries", 
    "Lung diseases", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical education", 
    "Medical libraries", 
    "Medical personnel", 
    "Mental health", 
    "National Science Foundation", 
    "Native Americans", 
    "Nurses", 
    "Preventive medicine", 
    "Public health", 
    "Research and development", 
    "Scholarships", 
    "Social welfare", 
    "Student loan funds", 
    "Territories (U.S.)", 
    "Treatment and rehabilitation of alcoholics", 
    "Trust Territory of the Pacific Islands"
  ], 
  "subjects_top_term": "Preventive medicine", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1977-07-14", 
    "text": "(Conference report filed in House, H. Rept. 95-500) =Title I: Health Planning and Health Services Research and Statistics Extension= - Health Planning and Health Services Research and Statistics Extension Act - Amends the Public Health Service Act to authorize the appropriation of specified amounts for the continuance of public health assistance programs through fiscal year 1978. Amends the Social Security Act to prohibit reimbursement to a State for Medical expenditures unless services were provided by an entity which: (1) is a health maintenance organization; and (2) less than one-half of the membership consists of individuals who are recipients of Medicaid or Medicare. Extends to September 30, 1979, the authorizations of appropriations for grants to health maintenance organizations. Authorizes assistance to public entities desiring to be designated as health systems agencies. Includes as gross income, for purposes of the Internal Revenue Code of 1954, any interest paid on a loan to a State for medical facilities after such facilities are sold by the Secretary of Health, Education, and Welfare. =Title II: Biomedical Research Extension= - Biomedical Research Extension Act - Amends the Public Health Service Act to extend through fiscal year 1978 the assistance programs for: medical libraries; cancer control programs; the National Cancer Institute; heart, blood vessel, lung, and blood disease prevention and treatment programs; the National Heart, Lung and Blood Institute; and the National Research Service awards. Allows an increase in payments made under this Act to national cancer research and demonstration and national heart research centers and demonstration centers in any fiscal year in which there is an increase in the cost of such centers as reflected in the Consumer Price Index. Appoints the Director of the Office of Science and Technology Policy to the National Heart, Lung, and Blood Advisory council and removes the Director of the National Science Foundation from such Council. =Title III: Health Services Extension= - Health Services Extension Act - Amends the Public Health Service Act to authorize appropriations for fiscal year 1978 for grants to: (1) States for comprehensive public health services; (2) hypertension programs; (3) planning, development and operation of migrant health centers; (4) planning, development and operation of community health centers; (5) training and research of family planning projects; (6) infant sudden death syndrome programs; (7) hemophilia programs; and (8) blood separation centers. Directs the Secretary of Health, Education, and Welfare to take into account unusual local conditions which are a barrier to access to personal health services when defining a medically underserved population. Authorizes the Administrator of the National Credit Union Administration to make insured loans to eligible students. Changes the definition of eligible institution for the purpose of student assistant programs to mean a school of medicine, osteopathy, dentistry, optometry, pharmacy, podiatry, veterinary medicine, or public health within the United States that received a grant, or that the Secretary determines met the requirements for a grant for the preceding fiscal year. Extends to all educational loans obtained by an individual for costs at a school of medicine, osteopathy, dentistry, veterinary medicine, optometry, pharmacy, or podiatry the program of loan forgiveness by the Secretary of Health, Education, and Welfare under specific employment agreements. Limits the total payment that may be made with respect to any such loan to $50,000. Includes tuition and fees in traineeship awards made to students in schools of public health. Requires a school of medicine to reserve positions in the school year for students transferring from foreign schools to medicine. Directs the Secretary to identify those students who were enrolled either in foreign medical schools or in schools in the United States which prepare a student for entrance into the third year of medical school in the United States, and who passed part I of the National Board of Medical Examiners' examination. Directs the Secretary to apportion positions among schools of medicine in the United States to accommodate such students. Requires each area health center to provide a medical residency training program in general internal medicine, family medicine, or general pediatrics. Directs that grants for training in emergency medicine include the cost of graduate medical education traineeships for individuals who intend to specialize in the practice of emergency medicine. Directs that grants be made and contracts entered into for the improvement of programs of recruitment, training, and retraining of allied health personnel. Includes all public or nonprofit private entities capable of carrying out allied health special projects in the definition of entities eligible for grants for such projects. Establishes an Indian Health Scholarship Program under the national Health Service Corps Scholarship program. Directs the Secretary to make computations for certain nursing school programs based on the school year during which grants were applied. Exempts individuals who receive their first year of scholarship support under the NHSC program prior to the date of enactment of the Health Professions Education Assistance Act, from the increased financial obligation under such program, unless such individual receives a scholarship in a subsequent year under the new scholarship program. Exempts from the restrictions on entrance into the United States to practice medicine those aliens: (1) who are graduates of a medical school accredited by the Commissioner of Education (whether or not the school is located in the U.S.); (2) who are licensed to practice in a State, hold a specialty board certification, and practices exclusively in such State; or (3) who is of national or international renown in the medical profession. Amends the Community Mental Health Centers Act to extend through fiscal year 1978 appropriations for: (1) planning and operation of community health centers; and (2) the National Center for Prevention and control of Rape. Increases from two to three the number of grants that a community mental health center is authorized to receive under sections of law in effect prior to the 1975 amendments to this Act without meeting the new requirements of this Act. Amends the Social Security Act to authorize appropriations for maternal and child health and crippled children's services for fiscal year 1978, and for each fiscal year thereafter. Amends the Social Security Amendments of 1972 to extend, through fiscal year 1980, the authority of the Secretary to pay States under the Medicaid program for the compensation or training of inspectors of long term care facilities. Authorizes appropriations for home health services and home health services training under the Social Security Act for fiscal year 1978. Amends the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970 to authorize State plans required to be submitted under that Act to contain provisions relating to drug abuse or mental health. Amends the Drug Abuse Office and Treatment Act of 1972 to require that the Director of the Office of Drug Abuse Policy not be an employee of any department or agency of the United States engaged in any drug traffic prevention function. Increases by five the number of positions available to the Commissioned Corps of the Public Health Service, and requires that not less than five positions in the Corps shall be for the National Institute on Alcohol Abuse and Alcoholism. Requires the Secretary to develop, within two years of the date of enactment of this Act, model standards with respect to preventive health services in communities. Directs the Secretary to conduct a study to determine opportunities for broadened Federal activities in areas of international health."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biomedical Research Extension Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Biomedical Research Extension Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Health Assistance Programs Extension Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Biomedical Research Extension Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Health Planning and Health Services Research and Statistics Extension Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Health Services Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to authorize appropriations for fiscal year 1978 for biomedical research and related programs.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Public Health Service Act to extend through the fiscal year ending September 30, 1978, the assistance programs for health services research; health statistics; comprehensive public health services; hypertension programs; migrant health; community health centers; medical libraries; cancer control programs; the National Cancer Institute; heart, blood vessel, lung, and blood disease prevention and control programs; the National Heart, Lung, and Blood Institute; National Research Service Awards; population research and voluntary family planning programs; sudden infant death syndrome; hemophilia; national health planning and development; and health resources development; to amend the Community Mental Health Centers Act to extend it through the fiscal year ending September 30, 1978; to extend the assistance programs for home health services; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:48-05:00"
}