{
  "actions": [
    {
      "acted_at": "1979-04-25", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1014-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-25", 
  "number": "1014", 
  "official_title": "A bill to establish a national system of maternal and child health and preventive care, and a system for protection against catastrophic health care costs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maternal and Child Health Protection Benefits and Catastrophic Medical Expense Reimbursement Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-25", 
  "subjects": [
    "Advisory bodies", 
    "Aliens", 
    "Business and commerce", 
    "Child health", 
    "Children and youth", 
    "Comprehensive health care", 
    "Department of Health, Education, and Welfare", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Health", 
    "Health insurance", 
    "Immigration", 
    "Income tax", 
    "Insurance", 
    "Maternal health services", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public health", 
    "Tax deductions", 
    "Tax exemption", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-25", 
    "text": "Maternal and Child Health Protection Benefits and Catastrophic Medical Expense Reimbursement Act - Title I: Comprehensive Maternal and Child Health Protection Program - Extends eligibility for benefits to any child under six years of age and to any woman during the period from the date of pregnancy through the twelfth week after the end of the pregnancy, and who is: (1) a United States citizen; or (2) a legal alien resident. Includes as benefits: (1) for a child, comprehensive health care services, including mental health; and (2) for a woman, all health care services related to the diagnosis and treatment of pregnancy. Allows such benefits to be provided: (1) by qualified health care practitioners who elect to participate in the program; or (2) by persons contracting with such practitioners. Excludes certain services, such as custodial care and cosmetic surgery, from covered benefits. Stipulates that the health service areas (HSAs) established under title XV of the Public Health Service Act (National Health Planning and Development) shall be used for the purposes of this title, but allows the Secretary of Health, Education, and Welfare to subdivide such areas with the approval of the Maternal and Child Health Board established by this title. Allows any carrier to contract with the Secretary to provide services for eligible individuals residing in a health service area. Prohibits any such carrier from denying enrollment to any eligible individual. Provides as full payment to a participating carrier a uniform per capita amount (to be fixed by the Secretary with the advice of the Board) with respect to each individual enrollee. Sets forth additional requirements for participation by a carrier, including that the carrier establish procedures whereby an eligible enrollee who is denied a payment of $100 or more is given an opportunity for a fair hearing. Directs the Secretary to establish a special program for residents in any health service area who do not have an adequate opportunity of securing benefits by enrolling with a participating carrier. Sets forth a policy that: (1) like benefits furnished or paid for by other persons shall take precedence over benefits provided by this program; and (2) the benefits of this program shall take precedence over like benefits furnished or provided by other Federal or federally-funded State or local programs. Directs the Secretary to: (1) make an agreement with any State for the utilization of State agencies for determining whether an agency or institution is eligible to be a qualified provider of services; and (2) utilize the administrative units used under title XVIII of the Social Security Act (Medicare) to administer this title. Establishes within the Department of HEW a nine-member Maternal and Child Health Board, appointed by the President, to advise the Secretary and Congress with respect to this title. Directs the Secretary to establish in each health service area a Maternal and Child Health Protection Office to: (1) furnish information to the public with respect to this title; (2) investigate and suggest corrective measures in connection with complaints received from enrollees relating to such program; and (3) make recommendations to the Secretary. Directs the Board to appoint for each of the areas established or utilized for administering this title a ten-member Area Advisory Board, including representatives of health care practitioners, providers of service, carriers, and individuals (constituting a majority of such Board) who do not have any financial interest in any business which provides benefits under this title. Requires such Area Boards to advise the National Maternal and Child Health Board with respect to all matters relating to the administration of this title. Applies the provisions of part B of title XI of the Social Security Act (Professional Standards Review) to services provided under this title. Directs the Secretary to assure an appropriate system of review where: (1) there is no Professional Standards Review Organization (PSRO) in an health service area; or (2) the PSRO is not properly performing its functions. Amends the Internal Revenue Code to reduce the allowance of deductions for personal exemptions by $100 during a period within the taxable year in which benefits under title I of this Act were authorized to be provided to eligible individuals enrolled with participating carriers. Title II: Catastrophic Illness Benefits Program - Extends eligibility for benefits to any United States citizen or a legal alien resident. Entitles such persons to be reimbursed for health care expenses in an amount equal to: (1) 50 percent of those expenses constituting more than ten percent up to 20 percent of such individual's yearly income; and (2) 100 percent of those expenses constituting more than 20 percent of such income. Includes as covered services: (1) hospital, surgical, medical, and dental services; (2) prescriptions and prosthetic devices; (3) other medical supplies and services, as the Secretary determines is appropriate for full physical and mental health care; and (4) health insurance premiums for insurance covering such services. Excludes certain services, such as custodial care and cosmetic surgery, from covered benefits. Sets forth a policy that like benefits furnished or paid for by other persons (including payments under public programs) shall take precedence over benefits provided by this program. Stipulates that health service areas shall be used for the purposes of this title, but allows the Secretary to subdivide such areas with the approval of the Catastrophic Medical Expense Reimbursement Board established by this title. Directs the Secretary to contract with carriers to administer the benefits under this title with respect to particular health service areas. Sets forth additional requirements for participation by a carrier, including that the carrier establish procedures whereby an eligible enrollee who is denied a payment of $100 or more is given an opportunity for a fair hearing. Stipulates that such contracts shall provide for payment by the Secretary to the carrier of a uniform per capita amount (to be fixed by the Secretary with the advice of the Board) with respect to each individual enrollee. Directs the Secretary to provide like benefits during any period in which there is not in effect in any health service area a contract providing the benefits authorized by this title. Defines \"income\" for purposes of this title. Directs the Secretary to: (1) make an agreement with any State for the utilization of State agencies for determining whether an agency or institution is eligible to be a qualified provider of services; and (2) utilize, to the maximum extent practicable, the administrative units under title XVIII of the Social Security Act (Medicare) to administer this title. Establishes within the Department of HEW a five-member Catastrophic Medical Expense Reimbursement Board, appointed by the President, to advise the Secretary and Congress with respect to this title. Directs the Secretary to establish in each health service area a Catastrophic Medical Expense Reimbursement Office to: (1) furnish information to the public with respect to this title; (2) investigate and suggest corrective measures in connection with complaints received from enrollees relating to such programs; and (3) make recommendations to the Secretary. Directs the Board to appoint for each of the areas established or utilized for administering this title a ten-member Area Advisory Board, including representatives of health care practitioners, providers of service, carriers, and individuals (constituting at least four of the members of the Board) who do not have any financial interest in any business which provides benefits under this title. Requires such Area Boards to advise the National Medical Expense Reimbursement Board with respect to all matters relating to the administration of this title. Applies the provisions of part B of title XI of the Social Security Act (Professional Standards Review) to services provided under this title. Directs the Secretary to assure an appropriate system of review where: (1) there is no PSRO in an health service area; or (2) the PSRO is not properly performing its functions. Title III: General Provisions - Entitles an organization or person who is dissatisfied with a determination that such organization or person is not qualified to participate in the programs of this Act to a hearing by the Secretary and subsequent judicial review in Federal court, pursuant to specified procedures. Amends the Internal Revenue Code to repeal the medical deduction. Establishes criminal penalties for specified activities, including misrepresentation and bribery, relating to the programs established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maternal and Child Health Protection Benefits and Catastrophic Medical Expense Reimbursement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national system of maternal and child health and preventive care, and a system for protection against catastrophic health care costs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:54-05:00"
}