{
  "actions": [
    {
      "acted_at": "1981-03-10", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-08-04", 
      "bill_ids": [
        "hr4242-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4242.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2383-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-10", 
  "number": "2383", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to reduce individual and business income taxes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4242-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Tax Reduction Act of 1981", 
  "sponsor": {
    "district": "32", 
    "name": "Anderson, Glenn M.", 
    "state": "CA", 
    "thomas_id": "00016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-10", 
  "subjects": [
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Business and commerce", 
    "Business income tax", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Depreciation and amortization", 
    "Economics and public finance", 
    "Energy", 
    "Income tax", 
    "Inflation", 
    "International affairs", 
    "Investment tax credit", 
    "Married people", 
    "Personal income tax", 
    "Public utilities", 
    "Research and development", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax incentives", 
    "Tax rates", 
    "Tax returns", 
    "Taxation", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-10", 
    "text": "Tax Reduction Act of 1981 - Title I: Individual Income Taxes - Amends the Internal Revenue Code to reduce income tax rates for individuals and for estates and trusts beginning in 1981. Reduces the lowest marginal rate from 14 to 12 percent and the highest rate from 70 to 67 percent in each category. Increases the amount of the zero bracket amount for each category of individual taxpayer. Increases the income levels at which a taxpayer is required to file an income tax return. Increases the amount of the personal income tax exemption from $1,000 to $1,100. Increases the rate of the earned income tax credit from 10 to 11 percent of earned income of $5,000 and below. Increases the allowable amount of such credit. Provides an election for married individuals to be taxed as unmarried individuals. Provides costs of living adjustments based on the Department of Commerce's price index to the income tax rates of individuals, the personal tax exemptions, withholding requirements, income tax return amounts and earned income credits. Revises requirements for the tax exclusion for earned income of Americans working abroad. Increases the amount of such exclusion from $20,000 to $50,000 ($65,000 for individuals residing abroad for more than two years) for individuals working in specified developing countries and in other foreign countries if such individuals perform charitable, export-related, or natural resources-related services. Reduces from 17 to 12 months the residency requirement in a foreign country for such tax exclusion. Waives such requirement if the Secretary of the Treasury determines that the taxpayer would otherwise have met the residency requirement but for the occurrence of civil unrest, war, or other adverse conditions precluding the normal conduct of business. Increases the amount of the tax exclusion for income earned abroad by the amount by which the taxpayer's housing costs exceed 16 percent of the GS-14 step 1 salary level for a federal employee. Reduces from 17 to 12 months the residency requirement with respect to the tax treatment of such housing costs. Title II : Business Income Taxes - Permits a taxpayer, under the simplified cost recovery system, to elect one of three declining balance methods (200 percent, 150 percent, or 100 percent) in computing allowable depreciation deductions. Excludes from eligibility for recovery cost depreciation treatment the following types of property: (1) livestock; (2) amortization property; (3) property depreciable under certain alternative methods of depreciation; (4) public utility property; (5) oil or gas fired boilers; and (6) property used predominantly outside the United States. Provides for the deferral of gain or loss realized on the disposition of cost recovery property. Increases the permissible variance for assigned useful lives of public utility property under the Asset Depreciation Range System (ADR) from 20 to 30 percent for utility property placed in service after December 31, 1980. Increases the rate of investment tax credit for depreciable property which has a useful life of between two and seven years. Establishes definite useful lives for certain types of real property, (e.g., buildings, low-income housing, owner occupied industrial and commercial buildings) which are not subject to change by the Internal Revenue Service upon audit. Permits a taxpayer to elect to expense (i.e. currently deduct) up to $25,000 of the costs of new or used tangible personal property used in the taxpayer's business during a taxable year in lieu of current provisions permitting additional first year depreciation. Revises the treatment of progress expenditure property with respect to the investment tax credit and the allowance for depreciation. Increases from 10 to 25 percent the rate of the investment tax credit for rehabilitation property. Allows a nonrefundable income tax credit of 25 percent of the qualified research and experimental expenditures paid or incurred by a taxpayer in connection with a trade or business. Defines \"qualified research and experimentation expenditures\" as those business-related expenditures which are currently deductible under provisions of the Internal Revenue Code, but limits the scope of such expenditures (for purposes of both the current income tax deduction and the credit allowed by this Act) to technological research designed to develop or improve products or services. Excludes expenditures for research or experimentation in the social sciences or humanities or research funded by Federal or State government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Reduction Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to reduce individual and business income taxes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:33-05:00"
}