{
  "actions": [
    {
      "acted_at": "1981-12-14", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-12-15", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Dole. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-15", 
      "calendar": "Senate Legislative", 
      "number": "419", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 419.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1981-12-16", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1957-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-15", 
  "number": "1957", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1954 to provide a temporary increase in the tax proposed on producers of coal, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Black Lung Benefits Revenue Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-12-14", 
  "subjects": [
    "Black lung", 
    "Coal", 
    "Department of the Treasury", 
    "Excise tax", 
    "Government trust funds", 
    "Mines and mineral resources", 
    "Taxation"
  ], 
  "subjects_top_term": "Excise tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-15", 
    "text": "Black Lung Benefits Revenue Act of 1981 - Amends the Internal Revenue Code to increase the excise tax on coal sold by a producer from: (1) 50 cents per ton to $1 per ton for coal from underground mines; and (2) 25 cents per ton to 50 cents per ton from surface mines. Increases the maximum amount of such tax from 2 percent to 4 percent of the price at which a ton of coal is sold by the producer. Terminates such increase on the earlier of January 1, 1996, or the first January 1 after 1981 when there is: (i) no balance of repayable advances made to the Black Lung Disability Trust Fund; and (ii) no unpaid interest on such advances. Creates a new subtitle I, \"Trust Fund Code\" as part of the Internal Revenue Code. Re- establishes in the Treasury, effective January 1, 1982, the Black Lung Disability Trust Fund. Provides that such trust fund shall be treated for all purposes of law as the continuation of the Black Lung Disability Trust Fund established by the Black Lung Benefits Revenue Act of 1977. Appropriates to the Trust Fund amounts equivalent to the revenues received from the excise tax on coal producers and the taxes on black lung benefit trusts relating to self-dealing, taxable expenditures and excess contributions. Authorizes to be appropriated, as repayable advances, such sums as may be necessary to make the required expenditures from the Trust Fund. Ends such authorization after fiscal year 1985. Requires such advances to be repaid with interest. Makes amounts in the Trust Fund available, as provided by appropriation Acts, for: (1) the payment of benefits where the Secretary of Labor determines that: (A) the operator liable for such payments has not made payments within a specified time, or (B) there is no operator who is liable for such payments; (2) the payment of obligations with respect to miners whose last employment was before January 1, 1970; (3) the repayment into the Treasury of an amount equal to the sum of certain claims paid before April 1, 1978; (4) the repayment of repayable advances; (5) the payment of certain administrative expenses incurred on or after March 1, 1978; (6) the reimbursement of operators for claims paid before April 1, 1978, to miners whose employment terminated before January 1, 1970; and (7) the reimbursement of operators and insurers for claims denied before March 1, 1978, but subsequently approved in accordance with the provisions of the Black Lung Benefits Act. Requires the transfer of amounts appropriated to the Trust Fund at least monthly. Requires the Secretary of the Treasury to hold the Trust Fund and report to the Congress annually on its financial condition and operation and its expected status during the next five fiscal years. Sets forth requirements for investment by the Trust Fund in interest-bearing obligations of the United States. Amends the Black Lung Benefits Act to set the rate of interest on operator liabilities. Repeals the provision which established the Black Lung Disability Trust Fund under the Black Lung Benefits Revenue Act of 1977."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Black Lung Benefits Revenue Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Internal Revenue Code of 1954 to provide a temporary increase in the tax proposed on producers of coal, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:08-05:00"
}