{
  "actions": [
    {
      "acted_at": "1999-09-24", 
      "references": [
        {
          "reference": "CR S11439-11440", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1640-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-24", 
  "number": "1640", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to protect pension benefits of employees in defined benefit plans and to direct the Secretary of the Treasury to enforce the age discrimination requirements of the Internal Revenue Code of 1986 with respect to amendments resulting in defined benefit plans becoming cash balance plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2902-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Pension Benefits Protection and Preservation Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-24", 
  "subjects": [
    "Annuities", 
    "Defined benefit pension plans", 
    "Early retirement", 
    "Employee rights", 
    "Excise tax", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Government paperwork", 
    "Interest", 
    "Labor and employment", 
    "Retirement age", 
    "Social welfare", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-24", 
    "text": "Pension Benefits Protection and Preservation Act of 1999 - Amends the Internal Revenue Code (the Code) and the Employee Retirement Income Security Act of 1974 (ERISA) to require the plan administrator of any large (100 or more participants) defined employee benefit plan (applicable plan) to notify each applicable individual of any adoption of plan amendments that may reduce future benefit accruals of one or more participants to a specified significant extent (plan amendments), with details on the change's possible effect on the individual's pension, at least 45 days before such a plan change becomes effective.Directs the Secretary of the Treasury to enforce specified age discrimination provisions relating to pensions under the Code, without regard to the portion of the preamble to a specified Treasury Decision which relates to allocation of interest adjustments through normal retirement age under a cash balance plan. Declares that such preamble is, and has been since its adoption, without the force of law.Requires applicable plans to offer, in addition to the notice and written statement of benefit change, opportunity for applicable individual participants to elect to continue benefit accruals, without regard to such plan amendments, under the former defined benefit plan instead of under a cash benefit plan.Imposes an excise tax for the failure of any applicable pension plan to offer an opportunity to applicable participants to continue benefit accruals under the former defined benefit plan in the event of significant reductions in future plan accruals. Sets the amount of such tax at 50 percent of the excess pension assets in the plan. Makes the plan liable for such tax in the case of a multiemployer plan, and the employer liable in any other case.Prohibits pension plan amendments that reduce future accrued benefits for years of service for any participants in applicable plans (large defined benefit plans with 100 or more members). Sets forth criteria, under both the Code and ERISA, for determining when a pension plan amendment by an applicable plan shall be treated as reducing the accrued benefit of a participant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Benefits Protection and Preservation Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to protect pension benefits of employees in defined benefit plans and to direct the Secretary of the Treasury to enforce the age discrimination requirements of the Internal Revenue Code of 1986 with respect to amendments resulting in defined benefit plans becoming cash balance plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:54-05:00"
}