{
  "actions": [
    {
      "acted_at": "1979-05-01", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3834-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-01", 
  "number": "3834", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for public financing of certain campaign expenses for candidates for election to the House of Representatives, to limit the amount that a person may contribute to such a candidate, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vendor Payment Act", 
  "sponsor": {
    "district": "11", 
    "name": "Jacobs, Andrew, Jr.", 
    "state": "IN", 
    "thomas_id": "00589", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-01", 
  "subjects": [
    "Advertising and Marketing", 
    "Campaign funds", 
    "Campaign management", 
    "Congressional elections", 
    "House of Representatives", 
    "Political advertising", 
    "Voting"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-01", 
    "text": "Vendor Payment Act - Title I: Campaign Financing - Amends the Federal Election Campaign Act of 1971 to add a new Title V: Public Financing of Advertising and Related Expenses in Campaigns for the House of Representatives. Entitles candidates for the office of Representative to payments for television, radio, and newspaper advertising. Specifies the allotments of each type of advertising for which payment may be made. Requires such candidates to: (1) submit to the Federal Election Commission a schedule of advertisements; and (2) certify to the Commission that he or she will not make expenditures from personal funds, funds of the immediate family or funds donated to the campaign committee, for such advertising. Requires each station, newspaper, or company providing time, space, or service with respect to such allotments to submit a report of charges to the Commission. Directs the Commission to certify such charges to the Secretary of the Treasury for payment. Authorizes the appropriations of such funds as may be necessary to make the payments required by this Act. Title II: Limitations on Contributions- Limits contributions by individuals to candidates for election to the House of Representatives to $100 and to candidates for any other Federal office to $1,000. Prohibits contributions by multicandidate political committees to candidates for election to the House of Representatives in excess $100 and to candidates for election to any other Federal office in excess of $5,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vendor Payment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for public financing of certain campaign expenses for candidates for election to the House of Representatives, to limit the amount that a person may contribute to such a candidate, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:06-05:00"
}