{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1068-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1068", 
  "official_title": "A bill to amend title XVI of the Social Security Act to provide for emergency assistance grants to recipients of supplemental security income benefits, to authorize cost-of-living increases in State supplementary payments as well as in such benefits, to prevent reductions in such benefits because of social security benefit increases, to permit payment of such benefits directly to drug addicts and alcoholics (without a third-party payee) in certain cases, and to continue on a permanent basis the provision making supplemental security income recipients eligible for food stamps.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Agriculture and food", 
    "Food stamps", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Supplemental security income program", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Amends Title XVI (Supplemental Security Income for the Aged, Blind, and Disabled) of the Social Security Act to require the Secretary of Health, Education, and Welfare to grant financial assistance to individuals who are recipients of benefits under such Title and who are faced with a financial emergency. Specifies that such assistance shall be granted to any such individual within 24 hours of application for (1) replacement of lost, stolen, or undelivered checks issued to or for such individual in payment of such benefits, or (2) replacement of lost or stolen cash which constitute the proceeds of one or more such checks. Requires automatic cost-of-living increases in supplemental security income benefits and State supplementary payments when such increases are granted in Old-Age, Survivors, and Disability Insurance. Excludes amounts paid for social security cost-of-living increases when determining the income of an eligible individual. Amends provisions requiring the payment of benefits directly to an institution or facility where an eligible individual is being treated, to allow the continued payment of benefits to the individual when such payment would be of significant therapeutic value and when there is substantial reason to believe that he or she would not misuse or improperly spend the funds involved. Makes supplemental security income recipients eligible for food stamps. Requires that applications for benefits filed pursuant to Title XVI be acted upon within 30 days after they are filed (or within 60 days after filing in the case of an application for such benefits on the basis of disability). Amends the definition of \"eligible spouse\" to require that such individual be living with the disabled individual in order to receive benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act to provide for emergency assistance grants to recipients of supplemental security income benefits, to authorize cost-of-living increases in State supplementary payments as well as in such benefits, to prevent reductions in such benefits because of social security benefit increases, to permit payment of such benefits directly to drug addicts and alcoholics (without a third-party payee) in certain cases, and to continue on a permanent basis the provision making supplemental security income recipients eligible for food stamps.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:40-05:00"
}