{
  "actions": [
    {
      "acted_at": "1976-09-29", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3856-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-29", 
  "number": "3856", 
  "official_title": "A bill to establish an equitable private retirement system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Retirement Benefit Fund Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Philip A.", 
    "state": "MI", 
    "thomas_id": "01348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-29", 
  "subjects": [
    "Advisory bodies", 
    "Aged and aging", 
    "Employee benefit plans", 
    "Government insurance", 
    "Government regulation", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Insurance", 
    "Labor and employment", 
    "Licenses", 
    "Pension funds", 
    "Securities and Exchange Commission", 
    "Tax deductions", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-29", 
    "text": "Retirement Benefit Fund Act - Title I: Retirement Benefit Funds - Establishes a Retirement Fund Division within the Securities and Exchange Commission to supervise retirement benefit funds according to the terms of this Act. Requires that applications to be authorized to operate as a retirement fund be filed with the Commission. Specifies information which must be included in such applications. Directs the Commission, in reviewing applications, to pay particular attention to (1) the financial condition of the persons affiliated with the applicant; (2) the demonstrated expertise of such persons; and (3) the demand for fund services. Instructs the Commission to issue a license to operate a fund upon finding that the interests of employees and the public would be served thereby. Stipulates that licenses so issued shall be for the term of 12 years and renewable. Prohibits funds from being affiliated with any bank, insurance company, or other financial institution. Directs the Commission to hold a license revocation or renewal hearing if it has grounds to believe that continued operation of a fund by a licensee is likely to jeopardize the actual or potential pension benefits of participants therein or upon the petition of 50 pension fund participants. Specifies procedures for the conduct and the appeal of decisions of such hearings. Empowers the Commission to place under the management of a trustee pending the outcome of such a hearing. Directs the Commission to appoint such a trustee upon denying renewal of or revoking a license if none has previously been appointed. Authorizes the Commission to condition license renewal or nonrevocation upon such alterations in fund policy or personnel as it deems necessary to protect the public interest. Details procedures for granting new licenses to operate funds under the management of Commission trustees. Directs a trustee to terminate the fund in the event no suitable applicant applies for a license. Sets forth standards and guidelines relative to (1) eligibility for and composition of retirement fund boards of directors, (2) elections for retirement fund boards of directors, (3) investments of retirement funds, and (4) fiduciaries of retirement funds. Title II: Disclosure - Requires the chief executive officer of each retirement fund to: (1) publish a description of the fund and an annual report of the fund's financial status and investment activities; and (2) furnish to each fund participant and beneficiary a summary of the annual report, a year-end statement, an investment preference questionnaire, and a voting preference questionaire soliciting information pertaining to the voting of shares held by the fund. Sets forth time limits relative to and details information to be included in such documents. Requires each retirement fund to be audited annually by an independent certified or licensed public accountant. Stipulates that the results of the investment preference questionnaires and voting preference questionnaires shall be considered by, but shall not be binding upon, directors, officers, and other fiduciaries of the retirement fund. Requires that the books of each fund be open for inspection by participants and beneficiaries on 30 days written notice. Sets forth criminal penalties for willful violation of the provisions of this title by a chief executive officer of a retirement fund. Title III: Contributions; Benefits; Insurance - Requires all pension contributions to be made to funds selected by participants. Permits contributions during each calendar year to be made by a participant, his or her spouse, or by his or her employer in amounts up to 25 percent of the maximum taxable social security wage base. Stipulates that nothing in this Act shall limit the right of employers, labor organizations, and participants to bargain as to the level of pension contributions to be provided by the employer. Prohibits any person from having pension moneys deposited with more than one fund at a time. Permits any participant or beneficiary, subject to certain restrictions, to transfer all amounts accumulated in one fund to another retirement fund. Requires as prerequisites for a fund accepting pension contributions from or on behalf of any participant (1) furnishing such prospective participant with a copy of its most recent solicitation prospectus, and (2) receiving written notice that such participant received and inspected such document. Directs the Commission to prescribe regulations with regard to the length, format and updating, of solicitation prospecti. Stipulates that it shall be the obligation of each fund to minimize advertising and solicitation costs. Prohibits retirement funds from employing any salesman, agent, or other representative on a commission or salary basis to solicit individuals or groups of employees to make pension contributions. Sets forth criminal penalties for the making of a materially false, falsely disparaging, or misleading representation by a fund or representative thereof with the intent to persuade any prospective participant to designate such fund as the depository of his or her pension contributions. Renders a retirement fund participant or beneficiary eligible to receive a lifetime pension benefit, to consist of a monthly annuity, upon filing a declaration of retirement. Specifies guidelines regarding the rights of surviving spouses and dependent children of deceased fund participants and beneficiaries to such individuals' pension benefits. Establishes the Federal Pension Insurance Corporation to insure (1) each participant and beneficiary to the extent of either the amount paid into a fund by or on behalf of such individual or, in the case of a participant who has filed a declaration of retirement, the present value of such individual's lifetime pension benefit; and (2) retirement funds against certain losses from special allowance investments, as defined by this Act. Places such Corporation under the direction and control of the Federal Deposit Insurance Corporation. Title IV: Transition Period - Sets forth guidelines relative to the amount of retirement contributions which may be made by: (1) self-employed persons making pension contributions pursuant to provisions of the Internal Revenue Code; (2) employed persons not covered by a preexisting plan; and (3) employers some or all of whose employees are not covered by preexisting plans. Permits employers whose employees are covered by a preexisting pension plan, pursuant to an affirmative vote of 70 percent of the covered employees and retirees, to terminate such plan and distribute all plan assets to accounts for individual employees, retirees, and beneficiaries in retirement benefit funds selected by such employees, retirees, and beneficiaries. Directs employers whose employees are covered by a preexisting pension plan with assets sufficient to cover all accrued liabilities for vested benefits to terminate the preexisting plan upon the affirmative vote of 80 percent of the covered employees. Permits a married person to make contributions on behalf of his or her spouse to a separate account in the spouse's name in a fund selected by the spouse. Requires all employers with preexisting pension plans to adopt one of two transitional programs: one imposing specified guidelines on the operation of preexisting plans, the other prescribing a formula for allocating pension contriubitons between the preexisting plans, the other prescribing a formula for allocating pension contributions between the preexisting plan and a retirement benefit fund. Stipulates that no pension funds operated by or for any governmental agency shall be subject to any provision of this Act unless the governmental unit so elects. Establishes the Retired Workers Income Security Commission to study the economic problems of presently and soon-to-be-retired workers whose retirement needs will not be met by this Act. Title V: Penalties, Enforcement - Renders persons who willfully or negligently violate any section of this Act liable for damages in actions brought by injured retirement fund participants or beneficiaries. Sets forth criminal penalties for the following: (1) knowingly misrepresenting facts in any document required to be submitted to the Commission under this Act, (2) knowingly concealing any fact required to be disclosed under this Act, (3) embezzling or willfully abstracting or converting fund assets, (4) defrauding or intending to defraud a fund, and (5) converting the proceeds of a fund loan to certain uses not approved by the fund. Authorizes the Commission to make such investigations as it deems necessary to determine whether any person has violated or is about to violate any provision of this Act or any rule or regulation thereunder. Grants specified powers to the Commission relative to such investigations. Permits the Commission, wherever it appears that any person is engaged in or is about to engage in any acts or practices which constitute or will constitute a violation of this Act or regulations hereunder, to seek injunctive relief in Federal court. Empowers the Commission to order unannounced audits of any retirement fund. Prescribes rules relative to class actions brought by retirement fund participants and beneficiaries. Requires every fund agent who handles fund property to be bonded in an amount, subject to specified limits, but not less than ten percent of the amount of property handled. Title VI: Effective Date - Stipulates that this Act shall become effective one year after its enactment. Title VII: Amendments to the Internal Revenue Code - Designates retirement benefit funds organized and licensed under the provisions of this Act as qualified trusts under the Internal Revenue Code. States that a transfer of a participant's or beneficiary's interest in a retirement benefit fund to another such fund shall not be considered a distribution to such individual. Excludes from an employee's gross income, except as required by specified provisions, amounts paid by an employer into such employee's retirement benefit fund account. Allows as a tax deduction amounts paid by an individual into her or his spouse's retirement benefit fund account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Benefit Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an equitable private retirement system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:59-05:00"
}