{
  "actions": [
    {
      "acted_at": "1994-05-10", 
      "references": [
        {
          "reference": "CR S5464-5465", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-10", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-03", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held. Hearings printed: S.Hrg. 103-911.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-23", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-09-28", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute and an amendment to the title. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "calendar": "Senate Legislative", 
      "number": "668", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 668.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2592-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2592"
    }
  ], 
  "bill_id": "s2101-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1994-09-29", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1994-09-23", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-10", 
  "number": "2101", 
  "official_title": "A bill to provide for the establishment of mandatory State-operated comprehensive one-call systems to protect all underground facilities from being damaged by any excavations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4394-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive One-Call Notification Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-09-23", 
  "subjects": [
    "Alcohol and youth", 
    "Alcoholic beverages", 
    "Authorization", 
    "Automobile drivers", 
    "Colleges", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Driver education", 
    "Driver licenses", 
    "Driver tests", 
    "Drug abuse", 
    "Drunk driving", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Excavation", 
    "Families", 
    "Federal aid highway program", 
    "Fines (Penalties)", 
    "Gas pipelines", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Higher education", 
    "Information services", 
    "Injunctions", 
    "Law", 
    "Licenses", 
    "Motor vehicle safety", 
    "Natural gas", 
    "Petroleum pipelines", 
    "Pipelines", 
    "Railroad maintenance and repair", 
    "Science, technology, communications", 
    "Social welfare", 
    "State laws", 
    "Telephone", 
    "Traffic accidents and safety", 
    "Traffic regulations", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation of hazardous substances", 
    "Transportation safety", 
    "Underground construction", 
    "Underground utility lines"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1994-09-28", 
    "text": "TABLE OF CONTENTS: Title I: One-Call Title II: High Risk Drivers Program Subtitle A: High-Risk and Alcohol-Impaired Drivers Subtitle B: Young Driver Programs Subtitle C: Older Driver Programs Subtitle D: High Risk Drivers Subtitle E: Funding Title I: One-Call - Comprehensive One-call Notification Act of 1994 - Directs the Secretary of Transportation to provide for the establishment of a nationwide toll-free telephone number system to be used by State one-call (call before you dig) notification systems. Requires each State to consider whether to adopt a comprehensive statewide one-call notification program containing elements specified under this title, to establish a new program, or to modify an existing program. Outlines required notification elements of a State program, which would apply to all excavators for intended excavations in such State. Provides for penalties and penalty enforcement for notification violations. Provides $4 million in grants to States for each of FY 1996 through 1998 for the establishment and operation of one-call notification systems. (Sec. 107) Directs the Secretary to: (1) coordinate the implementation of this title with Department of Transportation (DOT) pipeline safety programs; (2) review and report to the Congress on whether DOT policies, programs, and procedures could be used to achieve the purposes of this title; and (3) develop and make available to the States a model State program which includes an enforcement program. Outlines suggested elements of the model program. (Sec. 108) Requires reports from the States to the Secretary on the progress and status of State programs. (Sec. 109) Allows a State to implement a system that provides greater protection for underground facilities than is required under this title. (Sec. 110) Requires the Secretary to consult with other agencies as to the availability and affordability of technologies that would aid in the location of pipelines from above-ground and remote locations. (Sec. 111) Provides an exception from one-call notification requirements for railroads when routine maintenance requires excavation of no more than 18 inches under the ground surface. Title II: High-Risk Drivers Program - High Risk Drivers Act of 1994 - Subtitle A: High-Risk and Alcohol-Impaired Drivers - Directs the Secretary to: (1) develop and implement effective and comprehensive policies and programs to promote safe driving behavior by young drivers, older drivers, and repeat violators of traffic safety laws and regulations; (2) engage in specified safety promotion activities; and (3) explore the feasibility and advisability of using cost efficient simulation and other techniques as a means of enhancing driver training. Subtitle B: Young Driver Programs - Directs the Secretary to make basic and supplemental grants to States which adopt and implement programs for young drivers which include measures to reduce traffic safety problems resulting from their driving performance. Allows grant funds to be used only to implement and enforce such measures. Requires each State to maintain its own aggregate expenditures for young driver programs in order to receive such grant funds. Provides for: (1) appropriate Federal shares for the implementation and enforcement of such measures (starting at 75 percent of such costs for the first year and declining to 25 percent for the third through fifth years); (2) maximum amounts of basic grants; (3) grant eligibility requirements (including the establishment and maintenance of a graduated licensing program for drivers under 18 years of age which consists of various licensing stages before reaching a full driver's license status); and (4) additional criteria for basic grant eligibility which includes various requirements with respect to the sale to or purchase or use of alcohol by young drivers, as well as additional youth-oriented traffic safety enforcement activities and education and training programs. Makes a State eligible for a supplemental grant if it is eligible for a basic grant under this title and if it requires that a driver under 21 years of age shall not be issued a full driver's license until the driver has held a provisional license for at least one year with a clean driving record. Authorizes additional supplemental grants to States which: (1) provide to parents of provisional licensees information on the effect of traffic safety convictions and accidents on insurance rates for young drivers; (2) require licenses of persons under 21 years of age to be readily distinguishable from licenses of drivers 21 or older and to employ the individual's Social Security number as a common identifier; (3) have driver training prerequisites; (4) have remedial driver education programs and provisional license requirements for young drivers who are convicted of certain traffic safety violations or have their licenses suspended or revoked; (5) require notation on the driver's traffic record for at least ten years of serious traffic safety convictions and provide habitual or repeat offender sanctions; and (6) exercise effective oversight of colleges and universities to ensure that such institutions do not provide or allow the sale of alcohol to individuals under 21 years of age. Authorizes appropriations for FY 1996 through 2000 for such grants. (Sec. 222) Directs the Secretary to evaluate and report to specified congressional committees on the effectiveness of State provisional driver's licensing programs and the grant program authorized under this title. Subtitle C: Older Driver Programs - Directs the Secretary to: (1) conduct a program which funds research into traffic safety problems and challenges concerning older drivers (individuals age 70 or over); (2) consider the feasibility of the development of cost effective and efficient tests to predict the increased risk of accident involvement or hazardous driving by older drivers; (3) support the specialized training of license examiners to increase their knowledge of and sensitivity to the transportation needs and limitations of such drivers; (4) conduct research and disseminate information to support and encourage the development of appropriate counseling procedures and consultation methods with respect to such drivers; (5) take certain actions promoting alternative transportation means for older drivers whenever practical and feasible; (6) encourage State licensing agencies to use restricted licenses instead of cancelled licenses whenever appropriate and if the interests of public safety would be served, and to closely monitor the driving performance of older drivers with such licenses; and (7) conduct research and other activities designed to improve and provide current information on the screening and licensing of older drivers. Directs the Secretary to ensure that the National Intelligent Vehicle-Highway Systems Program devotes sufficient attention to the use of such systems to aid older drivers in safely performing driver functions. Requires the safety impacts of older drivers to be considered when conducting technical evaluations under the Intermodal Surface Transportation Efficiency Act of 1991. Authorizes appropriations for FY 1995 through 2000. Subtitle D: High Risk Drivers - Directs the Secretary to complete a study to determine whether additional or strengthened Federal actions are desirable or necessary to improve or strengthen the driver record and control systems of the States to identify high risk drivers more rapidly and ensure prompt intervention in the licensing of such drivers. Requires the Secretary, as part of such study, to consider and evaluate the future of the national information systems that support driver licensing. Directs the Secretary to encourage and promote State driver evaluation, assistance, or control programs for high risk drivers. Subtitle E: Funding - Authorizes the Secretary to obligate an additional $15 million for FY 1995 through 1997 for alcohol-impaired countermeasures grants authorized under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive One-Call Notification Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Comprehensive One-Call Notification Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "High Risk Drivers Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of mandatory State-operated comprehensive one-call systems to protect all underground facilities from being damaged by any excavations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:24-05:00"
}