{
  "actions": [
    {
      "acted_at": "1988-01-28", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3876-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-01-28", 
  "number": "3876", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to reduce the default rates of student borrowers under the guaranteed student loan program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Guaranteed Student Loan Default Reduction Act", 
  "sponsor": {
    "district": "6", 
    "name": "Coleman, E. Thomas", 
    "state": "MO", 
    "thomas_id": "00216", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-01-28", 
  "subjects": [
    "Collection of accounts", 
    "Education", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-01-28", 
    "text": "Guaranteed Student Loan Default Reduction Act - Amends the Higher Education Act of 1965 to revise guaranteed student loan program provisions to authorize the Secretary of Education (the Secretary) to limit, suspend, or terminate an institution's eligibility for such program unless it enters into and complies with a default reduction agreement (the agreement) containing specified provisions the Secretary deems necessary. Allows the agreement to require the institution to: (1) pay a supplemental insurance premium; (2) delay certification of a student's loan eligibility until he or she has completed at least one month of attendance; (3) obtain specified information from the student; (4) submit monthly reviews and reports to guaranty agencies on students who have left for reasons other than graduation; (5) provide students in-school and exit counseling on loan obligations; (6) provide students notification and certain information during the grace period before repayment; and (7) pay the Government costs of administering such agreement. Sets the applicable maximum default rate at 25 percent, with specified exceptions. Directs the Secretary to annually publish data on the default rates of eligible institutions, eligible lenders, and guaranty agencies. Requires lenders to seek preclaims assistance from the guarantor within 90 days after any loan becomes delinquent. Requires the guaranty agency to notify the eligible institution of the performance of pre-claims assistance with respect to borrowers who received loans while attending such institution. Requires the institution to verify the accuracy of the information in such notice. Requires the holder of the loan to notify the eligible institution promptly if the student fails to make the first loan payment within 60 days after it is due and to send the institution a copy of the final demand letter sent to the borrower. Requires the lender to notify the eligible institution of any sale or other transfer of loans made to its students to any other holder, and that holder's address. Authorizes the Secretary, in approving or disapproving an accrediting agency for certain purposes, to take into account the extent to which such agency: (1) reviews the academic programs and performance of institutions whose default rates exceed 25 percent; and (2) performs annual inspections and program reviews of such institutions with particular attention to dropout rates and job placement rates as indicators of inadequate counseling and instructional programs and causes of such default rates. Authorizes guaranty agencies to require eligible institutions to submit information on student admissions policies, student withdrawal and dropout rates, and student placement rates. Directs the Secretary to promulgate guidelines for eligible institutions to encourage student loan repayment. Requires such guidelines to: (1) delineate legal requirements relating to disclosure of borrower records to third parties, the Fair Debt Collection Practices Act, and other applicable Federal law; and (2) include a model program, with sample letters and telephone scripts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Guaranteed Student Loan Default Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to reduce the default rates of student borrowers under the guaranteed student loan program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:07-05:00"
}