{
  "actions": [
    {
      "acted_at": "2011-02-08", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s308-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2011-02-08", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-02-08", 
  "number": "308", 
  "official_title": "A bill to extend trade adjustment assistance and certain trade preference programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr622-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr913-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s221-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s380-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s433-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Trade Extenders Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-02-08", 
  "subjects": [
    "Bolivia", 
    "Colombia", 
    "Congressional oversight", 
    "Ecuador", 
    "Employee benefits and pensions", 
    "Foreign trade and international finance", 
    "Health care costs and insurance", 
    "Income tax credits", 
    "Latin America", 
    "Manufacturing", 
    "Normal trade relations, most-favored-nation treatment", 
    "Peru", 
    "Tariffs", 
    "Tax administration and collection, taxpayers", 
    "Trade adjustment assistance", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-02-08", 
    "text": "Trade Extenders Act of 2011 - Amends the Trade and Globalization Adjustment Assistance Act of 2009 to extend trade adjustment assistance (TAA) programs through June 30, 2012. Extends TAA for firms and farmers through June 30, 2013. Amends the Omnibus Trade Act of 2010 to extend the single transition deadline for implementing certain merit-based personnel staffing requirements for state administration of TAA to a date not earlier than June 30, 2012. Amends the Internal Revenue Code (IRC) to extend through June 30, 2012, the 80% tax credit for health insurance costs (including advance payments) for TAA (as well as Pension Benefit Guaranty Corporation [PBGC] pension) recipients. Makes TAA recipients who are in a break in training under a training program, or who are receiving unemployment compensation, eligible for such tax credit for the period through June 30, 2012. Amends the IRC, the Employee Retirement Income Security Act of 1974 (ERISA), and the Public Health Service Act (PHSA) to extend through June 30, 2012, the TAA pre-certification period rule disregarding any 63-day lapse in creditable health care coverage for TAA workers. Extends the continued eligibility for the credit for qualifying family members and certain qualified TAA-eligible individuals and PBGC pension recipients for COBRA premium assistance through June 30, 2012. Extends through June 30, 2012, coverage under an employee benefit plan funded by a voluntary employees' beneficiary association established pursuant to an order of a bankruptcy court, or by agreement with an authorized representative. Amends the Trade Act of 1974 to extend duty-free treatment under the Generalized System of Preferences (GSP) through June 30, 2012. Makes ineligible for such treatment certain imported sleeping bags, with specified exceptions. Amends the Andean Trade Preference Act (ATPA), as amended and expanded by Andean Trade Promotion and Drug Eradication Act (ATPDEA), to extend duty-free treatment or other preferential treatment of the products of Colombia and Ecuador through June 30, 2012. Extends through FY2012 preferential treatment for apparel articles assembled in one or more ATPDEA beneficiary countries from regional fabrics or regional components, and specified other type apparel (brassieres). Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA) to extend certain customs users fees for the processing of merchandise entered into the United States through September 30, 2020, and other specified customs users fees through November 30, 2020. Amends the Hiring Incentives to Restore Employment Act to increase required estimated tax payments of corporations with at least $1 billion in assets in the third quarter of 2015 by 4.5% to 126.0% of such amount."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Extenders Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend trade adjustment assistance and certain trade preference programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:00:43-05:00"
}