{
  "actions": [
    {
      "acted_at": "1980-09-30", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3170-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-09-30", 
  "number": "3170", 
  "official_title": "A bill to demonstrate an alternative system to expedite the selection and construction of water resources projects, to authorize the Army Corps of Engineers to undertake various projects for the prevention of flooding, for improvements in navigation, and for augmenting supplies of water, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Resources Development Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-09-30", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural policies", 
    "Agriculture and Rural Affairs", 
    "Alabama", 
    "Alaska", 
    "Animals and Animal Protection", 
    "Aquatic weed control", 
    "Archaeology", 
    "Arizona", 
    "Arkansas", 
    "Art", 
    "Arts, culture, religion", 
    "Authorization", 
    "Beach erosion", 
    "Boundaries", 
    "Bridges", 
    "Business and commerce", 
    "California", 
    "Canada", 
    "Canals", 
    "Coastwise shipping", 
    "Colorado", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Connecticut", 
    "Conservation of natural resources", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Dams", 
    "Department of Defense", 
    "Department of the Army", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "District of Columbia", 
    "Dredging", 
    "Economics and public finance", 
    "Electric power", 
    "Energy", 
    "Energy facilities", 
    "Energy facility sites", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal employees", 
    "Federal installations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fees", 
    "Fisheries", 
    "Fishery management", 
    "Flood control", 
    "Floods", 
    "Florida", 
    "Forests and forest products", 
    "Georgia", 
    "Government contractors", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Guam", 
    "Harbors", 
    "Hawaii", 
    "Historic sites", 
    "Homicide", 
    "Hydroelectric power", 
    "Idaho", 
    "Illinois", 
    "Indian lands", 
    "Indiana", 
    "Inland water transportation", 
    "Insurance", 
    "Intergovernmental relations", 
    "International affairs", 
    "International agencies", 
    "Iowa", 
    "Islands", 
    "Kansas", 
    "Kentucky", 
    "Lakes", 
    "Land transfers", 
    "Liability insurance", 
    "Licenses", 
    "Local and Municipal Government", 
    "Local finance", 
    "Louisiana", 
    "Maryland", 
    "Michigan", 
    "Mine wastes", 
    "Mines and mineral resources", 
    "Minnesota", 
    "Minorities", 
    "Minority employment", 
    "Mississippi", 
    "Missouri", 
    "Montana", 
    "National forests", 
    "Navigation", 
    "Nebraska", 
    "New Jersey", 
    "New Mexico", 
    "New York State", 
    "North Carolina", 
    "North Dakota", 
    "Northern Mariana Islands", 
    "Ohio", 
    "Oklahoma", 
    "Oregon", 
    "Parks", 
    "Parks and Natural Areas", 
    "Pennsylvania", 
    "Potable water", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public safety", 
    "Public works", 
    "Puerto Rico", 
    "Real estate appraisal", 
    "Reclamation of land", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Research", 
    "Reservoirs", 
    "River regulation", 
    "Rivers", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "Seashores", 
    "Ships and shipping", 
    "Shore protection", 
    "Soil conservation", 
    "South Carolina", 
    "South Dakota", 
    "State finance", 
    "State parks", 
    "States", 
    "Tennessee", 
    "Territories (U.S.)", 
    "Texas", 
    "Treaties", 
    "Trust Territory of the Pacific Islands", 
    "Tunnels", 
    "Virginia", 
    "Washington State", 
    "Water and Water Resources Development", 
    "Water conservation", 
    "Water pollution control", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants", 
    "Watersheds", 
    "Waterways", 
    "West Virginia", 
    "Wetland conservation", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Wisconsin", 
    "Wyoming"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-09-30", 
    "text": "Water Resources Development Act of 1980 - Title I: General Provision - Limits the appropriations for any project authorized by this Act to the sum listed in this Act plus such amounts as are due to increases in construction costs. Authorizes additional increases if approved by the appropriate Congressional committees. Title II: National Water Resources Policy and Development Demonstration Act- National Water Resources Policy and Development Demonstration Act of 1980 - Authorizes the States to request the Water Resources Council for detailed studies of specific water resources needs. Sets forth the procedures for determining which such feasibility studies shall be carried out. Sets forth the method of implementation of water resource projects after the completion of a feasibility study. Requires States to publish annually a priority list of water resources projects to determine the order of funding such projects. Establishes the method allocating appropriations among the States for implementation of such projects. Requires the Council to report to Congress on: (1) the implementation of projects and reports under this title as compared with projects and reports under this title as compared with projects implemented under other authorities; (2) the estimated needs and costs regarding national and State water resources priorities and the best ways to achieve maximum efficient use of water supplies for existing Federal projects; and (3) the cost-sharing mechanisms for water resources projects. Title III: Water Resources Studies - Directs the Secretary of the Army, through the Chief of Engineers, to submit to Congress feasibility reports on the following projects: (1) erosion control of the Kuskokwim River, Alaska; (2) flood control of Saint Francis Lake, Arkansas; (3) river regulation of the Halifax River, Florida; (4) bank stabilization of the Illinois River, Florida; (5) flood control at Caty Marsh Ditch, Indiana; (6) flood control, on major tributaries draining into the Mississippi River, Mississippi; (7) flood control for the Kinnickinnic River, Wisconsin; and (8) abatement of streambank erosion along the Tensaw River, Alabama. Authorizes the Secretary, through the Chief of Engineers, to investigate the feasibility of: (1) rehabilitating the Trilby Wash Detention Basin (McMicken Dam), Arizona; and (2) constructing the project for Missouri River improvements in South Dakota, Nebraska, North Dakota, and Montana. Directs the Secretary, through the Chief of Engineers, to report to Congress on: (1) alleviation of siltation problems on the Mississippi River, Illinois; (2) on flood protection the Clinton River, Michigan; and (3) on water resource development in the Trust Territory of the Pacific Islands and the Commonwealth of the Northern Mariana Islands. Title IV: Flood Control - Authorizes the Secretary, through the Chief of Engineers, to carry out the following flood control projects: (1) Redbank and Fancher Creeks, California, (2) Little Wood River, Idaho; (3) Des Moines River Basin, Iowa and Minnesota; (4) Halstead, Kansas; (5) Root River Basin, Minnesota; (6) Wears Creek, Missouri; (7) Rahway River Basin and Robinson's Branch New Jersey; (8) Albuquerque, New Mexico; (9) Cazenovia Creek, New York; (10) Mamaroneck and Sheldrake River Basins, New York, and Byram River, Connecticut; (11) Hocking River at Logan and Nelsonville, Ohio; (12) Harrisburg, Pennsylvania; (13) Lock Haven, Pennsylvania; (14) Saw Mill Run, Pennsylvania; (15) Johns Creek Tributary, Tennessee; (26) Boggy Creek, Texas; (17) Lake Wichita, Texas; (18) White Oak Bayou, Texas; (19) Chehalis River, Washington;(20) Cabin Creek, West Virgimia; and (21) Agana River, Guam. Modifies the following projects to authorize the Secretary: (1) Chena River, Alaska, to monitor the project and report any changing conditions and their effects on the area's economy; and (2) Eight Mile Creek, Arkansas, to carry out the flood control improvements. Authorizes the Secretary to implement a flood warning system for the Whitewater River, California. Modifies the flood control project for Heise-Roberts, Idaho, to make the Secretary responsible for the operation and maintenance of the project. Modifies the following flood control projects to authorize the Secretary: (1) Clinton, Iowa, to provide recreational development at the project site; (2) Davenport, Iowa, to preserve Nahant Marsh; (3) Mississippi River and Tributaries project to construct a flood control project near Bushley Bayou, Louisiana; and (4) lower Mississippi River project to insure the safety of the Old River Control Complex, Louisiana. Authorizes a flood control project on the South Fork Zumbro River, Minnesota. Authorizes the Secretary of Agriculture, through the Soil Conservation Service, to construct the watershed plan for the South Zumbro Watershed, Minnesota. Modifies the following flood control projects to authorize the Secretary, through the Chief of Engineers: (1) Saint Johns Bayou and New Madrid Floodway, Missouri, to construct such project; (2) Sandridge Dam, New York, to construct channel improvements along Ellicott Creek; (3) Burlington Dam, North Dakota, to provide for: (a) the construction of a flood water diversion tunnel from the Des Lacs River Basin to Burlington Reservoir, (b) the acquisition of wetlands for fish and wildlife mitigation, (c) the modification of Lake Darling Dam and the Upper Souris National Wildlife Refuge, (d) the compensatory payment to Canada for project-induced flood damages, (e) the acquisition of flowage easements downstream from such project, (f) the construction of flood protection works at Velva, North Dakota, and (g) additional protection to specified areas; and (4) Galveston Bay, Texas, to provide payments and benefits to certain property owners. Directs the Secretary, through the Chief of Engineers, to implement flood control and flood damage reduction measures to protect against flooding on portions of the Big Sandy River in Kentucky, Virginia and West Virginia, and the Cumberland River in Kentucky. Modifies the flood control and levee project for Jackson Hole Snake River, Wyoming, to make the Secretary responsible for the operation and maintenance of the project. Amends the Flood Control Act of 1954 to authorize the Secretary, through the Chief of Engineers, to provide technical assistance, at Federal expense, to States for clearing and straightening channels in navigable streams. Title V: Navigation - Authorizes the Secretary through the Chief of Engineers, to carry out the following navigation improvements projects: (1) Kodiak Harbor, Alaska; (2) Oakland Outer Harbor, California; (3) San Francisco Harbor, California; (4) Tampa Harbor, Florida; (5) Savannah Harbor, Georgia; (6) Gulfport Harbor, Mississippi; (7) Wilmington Harbor, North Carolina with certain modifications; (8) Chetco River, Oregon; (9) Memphis Harbor, Tennessee; (10) Brazos Island Harbor, Texas; (11) Tacoma Harbor, Washington. Modifies the navigation project for the Atlantic Intracoastal Waterway, Virginia and North Carolina, with respect to specified bridges. Directs the Secretary, through the Chief of Engineers, to report on the feasibility of enlarging the navigation project for Brunswick Harbor, and to reimburse local interests for funds to construct specified portions of such project, if subsequently authorized by Congress. Modifies: (1) the Barbers Point Harbor, Hawaii, navigation project to require non-Federal cash contributions to Federal construction costs; and (2) the Honolulu, Hawaii, harbor improvement project to delete the requirement for an initial cash contribution from local interests. Amends the River and Harbor Act of 1970 to require non-Federal interests to contribute a specified portion of the costs to maintain a clear channel on the North Branch of the Chicago River, Illinois. Grants the consent of the Congress for the construction of retaining dikes at Hart and Miller Islands in the Chesapeake Bay and at disposal areas in Baltimore Harbor for the disposition of dredged material from Baltimore Harbor and Channels, Maryland and Virginia. Modifies the following projects in New Jersey to authorize the Secretary to carry out the dredging required in connection with navigational improvements independently of all other aspects: (1) Great Egg Harbor Inlet and Peck Beach; (2) Carson Inlet and Ludlum Beach; (3) Townsend Inlet and Seven Mile Beach; (4) Hereford Inlet; and (5) Barnegat Inlet. Directs the Secretary to report to Congress on the feasibility of enlarging and deepening the navigation project for Ambrose and Anchorage Channels, New York, and to reimburse local interests, if Congress subsequently authorizes such project. Modifies the following navigation projects: (1) Mamaroneck Harbor, New York, to specify the Federal share of dredge material disposal costs; (2) Moriches and Shinnecock Inlets, New York, to stablilize Moriches Inlet, to make the Secretary responsible for the operation and maintenance of the project, and to require contributions from local interests; and (3) Hudson River, New York, to authorize the removal of shoals between the mouth of Roeliff Jansen Kill and the present navigation channel. Directs the Secretary, through the Chief of Engineers, to report on the feasibility of enlarging the navigation projects for Brazos Island Harbor, Corpus Christi Ship Channel, and Galveston Harbor, Texas, and to reimburse local interests, if Congress subsequently authorizes such project. Modifies the Houston Ship Channel, Texas, navigation project to authorize necessary dredging operations. Directs the Secretary, through the Chief of Engineers, to construct the plan of improvements at Grays Harbor, Washington, in accordance with specified conditions. Authorizes the project for extension of the navigation season of the Great Lakes. Provides for the closing of locks. Directs an interagency task force to study the environmental and ecological effects of such an extension. Directs the Secretary to study and report to Congress on island transportation need and mitigation of shore line damages. Repeals the prohibition against tolls on Government canals. Authorizes the Secretary to reconstruct or replace navigation projects if specified conditions are met. Extends for one year the deadlines for the Upper Mississippi River Basin Commission to publish a preliminary plan for the management of the Upper Mississippi River System. Title VI: Erosion Control - Authorizes the Secretary, acting through the Chief of Engineers, to carry out the following erosion control projects: (1) Panama City Beaches, Florida, and hurricane flood protection; (2) Jekyll Island, Georgia; and (3) Coney Island, New York. Directs the Secretary to: (1) correct erosion problems along the Coosa River, Alabama, to protect Fort Toulouse National Historic Landmark and Taskigi Indian Mound; (2) construct beach erosion protection facilities for Cox Park, Kentucky; and (3) construct specified erosion control structures on an emergency basis to protect Tangier Island, Virginia, and Smith Island, Maryland and Virginia. Authorizes bank protection activities in Starr County, Texas, as part of the Rio Grande Bank Protection Project in accordance with specified conditions. Amends the Water Resources Development Act of 1976 to include the Saint Lawrence River, New York, in the plan for erosion control along Lake Ontario. Directs the Secretary to report to Congress on the extent of shoreline damage in the United States caused by the regulation of Lake Superior by the International Joint Commission -United States and Canada. Amends the Erosion Control and Demonstration Act of 1974 to: (1) require completion of shoreline demonstration by September 30, 1982; (2) lengthen the time allotted the Shoreline Erosion Advisory Panel to meet and organize; (3) extend the deadline for the Secretary's final progress report on shoreline erosion control programs; and (4) extend and increase the authorization of appropriations. Amends the Streambank Erosion Control Evaluation and Demonstration Act of 1974 to: (1) increase authorized appropriations for streambank programs; (2) extend the deadline for completion of the final report on streambank programs; and (3)authorize the Secretary to provide technical assistance to retard streambank erosion to specified persons or agencies. Directs the Secretary to report to Congress on the work undertaken under the amended streambank erosion control programs. Title VII: Water Supply - National Water Supply Policy Act of 1980 - Directs the Secretary, through the Chief of Engineers, to recommend to the Congress the construction of feasible single and multiple purpose water supply projects, including projects to desalinate water. Directs the Secretary to explain to the appropriate Congressional committees any determination that water supply studies or design work should be done by Federal employees rather than private contractors. Modifies the South Platte River Basin, Colorado, flood control project to authorize the reassignment of a portion of the storage space in the Chatfield Lake project for joint flood control and conservation purposes. Directs the Secretary to prepare a feasibility study on water facilities in Buffalo, New York. Authorizes the Secretary, upon completion of such study, to construct pumping facilities and treatment and filtration facilities in Buffalo. Directs the Secretary, through the Chief of Engineers, to begin to undertake construction of a specified New York City Water Tunnel . Authorizes the Secretary to prepare a feasibility report on the water supply for the New York metropolitan area, including reassessments of the water deficit for such area, the possibilities for environmental quality plan alternatives to the Hudson River Diversion Project, and an interim report on such water tunnel. Includes the supply of water as a purpose of the Fort Gibson Lake, Oklahoma, flood control project. Authorizes the Secretary to make agreements with interested cities and rural water districts for the storage of water from a hydroelectric power pool. Amends the Flood Control Acts of 1962 and 1938 to direct the Secretary, through the Chief of Engineers to provide treatment facilities and a regional conveyance system of water from Kaw Lake and Tenkiller Ferry Lake, Oklahoma, for the use of non Federal entities. Directs the Secretary to relocate the water supply intake facility on the Missouri River, South Dakota. Authorizes the Secretary to contract with the city of Weatherford and the Tarrant County Water Control and Improvement for the use of water supply storage in Benbrook Reservoir, Texas. Amends the Flood Control Act of 1946 to provide that the conservation storage capacity of Belton Reservoir, Texas, be available for water supply as well as irrigation purposes. Directs the Secretary to determine the need for water storage in single and multiple purpose projects in northeastern Texas. Title VIII: Dam Safety - Dam Safety of 1980 - Amends the Act providing for a national dam inspection program to repeal the provision limiting the coverage of such Act to dams of a specified size. Exempts dams located in States with an approved dam safety program from the Secretary's national inspection program. Sets forth the authority of the Secretary when inspecting dams. Exempts contractors from liability beyond the amount of any contract entered into pursuant to the Act. Directs the Secretary to provide assistance to States maintaining approved dams safety programs. Provides for insurance guarantees to enable dam owners to obtain liability insurance at reasonable rates. Establishes a Federal Dam Safety Review Board. Title IX: Power Production - Authorizes the Secretary, through the Chief of Engineers, to carry out the following power production projects: (1) the construction of a second powerhouse at McNary Lock and Dam, Oregon amd Washington; (2) the Lucky Peak Lake, Idaho, to include an increase in the diameters of the additional dam outlet; and (3) the construction of a pumped-storage hydroelectric facility at the Fort Randall Dam, South Dakota. Declares that the authorization for the project on the Neches and Angelina Rivers, Texas, is not construed as a reservation of power development. Requires any Federal agency which grants permits needed to utilize hydroelectric power at small facilities to simplify procedures. Directs the Secretary to survey the potential, and provide technical assistance, for utilizing and rehabilitating former industrial sites for hydroelectric power production. Amends the Water Resources Development Act of 1976 to extend the authorization of appropriations to carry out feasibility studies of specific hydroelectric power installations through fiscal year 1982. Title X: Wildlife Mitigation - Authorizes the Secretary, through the Chief of Engineers, to modify any water resources development project for mitigation of damages to fish and wildlife. Requires recommendations to mitigate fish and wildlife losses to be included in any proposed project. Modifies the following: (1) the Richard B. Russell Dam, Georgia and South Carolina, to authorize the acquisition of land for partial mitigation of wildlife and fish losses and the conveyance of such land to such States for wildlife management and fisheries uses; and (2) the Obion Creek, Kentucky, flood control project to authorize the acquisition of land for fish and wildlife management, recreation, and environmental purposes. Authorizes the Secretary to carry out the Trimble Wildlife Area, Missouri, replacement plan. Title XI: Deauthorizations - Terminates the authorization for any project for which the Secretary is responsible and for which construction has not begun within ten years of authorization. Rescinds surveys authorized by resolution for which no funds were spent within four fiscal years. Provides for the deauthorization of inactive or deferred studies by committee resolution. Terminates the following: (1) the Helm Reservoir, Illinois project; (2) the Illinois Waterway, Illinois and Indiana, navigational project; (3) Lincoln Dam and Reservoir, Illinois and Indiana, flood control project; (4) the Big Blue Dam, Indiana, flood control project; (5) the Lafayette and Big Pine, Indiana, dam and reservoir projects; (6) the Trexler Dam and Lake, Pennsylvania, flood control project; (7) a portion of the project for the Nansemond River, Virginina; (8) further construction of the Cross Florida Barge Canal, Florida; (9) Meramec Park Lake, Missouri, project; and (10) Kickapoo River, Wisconsin, flood control project. Extends the boundaries of the Ocala National Forest, Florida, to include land owned by the United States as part of the Cross-Florida Barge Canal project. Authorizes the Secretary of Agriculture to acquire lands owned by the State of Florida within the extended boundaries of the Forest. Requires the Secretary, through the Chief of Engineers to report to Congress concerning the manner of disposition and future utilization of the Meramec Park Lake project's lands and structures. Sets forth the procedure for disposing of the Kickapoo River, Wisconsin, project lands. Title XII: Amendments to Existing Law - Abolishes the California Debris Commission effective August 13, 1981. Transfers to the Secretary, through the Chief of Engineers, all authorities powers, functions, and duties of such Commission. Increases the total cost of the authorized shoreline protection projects for which the Secretary may reimburse local interests for the work done by them. Amends the Watershed Protection and Flood Prevention Act to require each flood prevention or water or land conservation project to contain benefits directly related to agriculture that account for at least 20 percent of the total benefits of the project. Amends the River and Harbor Act of 1958 to increase the authorized appropriations for control of aquatic weeds. Amends the River and Harbor Act of 1960 to raise the ceiling on allotments for any construction of small river and harbor improvement project. Amends the Flood Control Act of 1970 to permit an agreement between the Secretary and a State for construction of a water resources project to reflect that the agreement does not obligate future legislative appropriations, if inconsistent with the State's constitution. Amends the Water Resources Development Act of 1974 to raise the ceiling on the allotment of flood control appropriations for repairs to emergency streambank and shoreline protection. Increases the allotment for such repairs at any single locality. Permits a portion of the lands conveyed to the Mountrail County Park Commission, North Dakota, to be leased for cabin sites. Requires the Commission to reimburse the Federal Government for such lands. Increases the authorized appropriations for the Big South Fork National River and Recreation Area, Tennessee and Kentucky. Amends the Water Resources Development Act of 1976 to extend the authorization of appropriations through fiscal year 1983 for: (1) the design memorandum stage of water resources development projects; and (2) law enforcement services at water projects under the jurisdiction of the Secretary. Terminates the certification procedure for local improvements of flood control projects on December 31, 1987. Extends the authorization of appropriations for drift and debris removal in publicly maintained commercial boat harbors through fiscal year 1984. Amends the Federal criminal code to make it unlawful for anyone to kill a uniformed civilian employee of the Corps of Engineers. Title XIII: Miscellaneous Provisions - Directs the Secretary to amend the contract with Illinois for use of water storage space in Rend Lake to relieve the State from payments for future use of storage. Directs the Secretary to: (1) construct a public recreation area on the Ohio River, Indiana; and (2) protect and restore the river diversion structures and associated canals of the community ditch and acequia associations in New Mexico. Prohibits the Secretary from: (1) taking any legal or administrative action in connection with the Conchas Lake Project, New Mexico, seeking to remove specified improvements; (2) determining a specified cabin site at such Lake to be in excess of project needs prior to 1996, without the Governor's approval; and (3) requiring the removal of existing privately owned improvements prior to 1996 without the Governor's approval. Modifies the project for Los Esteros Lake, New Mexico, to authorize expenditures for the recovery of cultural resource data. Declares the Erie Basin, New York, and portions of the Trent River, North Carolina to be nonnavigable waters. Exempts portions of the Great Miami River, Ohio, from specified limitations regarding navigable waters. Declares the Port of Houston Authority Bridge over Greens Bayou, Texas, to be a lawful bridge. Directs the Secretary to carry out the project for removal of debris from the Martin Pena Canal, Puerto Rico. Directs the Chief of Engineers to submit an annual report to the Secretary on the Washington Aqueduct, District of Columbia, within nine months after the end of a fiscal year. Permits the Secretary to financially assist bridge owners in the construction or alteration of a bridge protection system. Sets forth the conditions to such assistance. Directs the Secretary to report to Congress on: (1) codification of laws relating to water resource development; and (2) on the use, costs, and effectiveness of the work of engineering contractors. Authorizes the Secretary to maintain historic properties which are located on water resource development projects and have been entered into the National Register of Historic Places. Amends the River and Harbor Act of 1948 to make funds available for the support of the Permanent International Commission of the Congresses of Navigation. Directs the Secretary of Agriculture to report to the appropriate Congressional committees on requiring full public access to water impoundments with recreation-related potential. Directs the Secretary of the Army, prior to beginning work on any water resources project, which would increase anticipated land values for one land owner by ten percent, to enter an agreement providing that such owner will contribute a portion of the project's costs. Directs the Secretary to: (1) describe, when reporting on a project which includes recreation benefits, the benefits of other recreational facilities within the same general area; (2) undertake a program of river ice control; (3) establish a Tennessee- Tombigbee Human Resources Center to monitor and assist minority employment on the Tennessee-Tombigbee Waterway project, Tennessee, Alabama, and Mississippi. Establishes an Advisory Board on Water Resources Complaints to evaluate and to make recommendation on complaints of the adverse impact of any water resources projects. Title XIV: Name Changes - Changes the name of: (1) Clark Hill Dam and Lake, Georgia and South Carolina, to Clarks Hill Dam and Lake; (2) Ririe Lake, Idaho, to Oscar Johnson Lake; (3) Clarence Cannon Dam and Reservoir, Missouri, to Mark Twain Lake and Clarence Cannon Dam; (4) Los Esteros Dam and Reservoir, New Mexico, to Santa Rosa Dam and Lake; and (5) Clayton Lake, Oklahoma, to Sardis Lake."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Resources Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Dam Safety Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Water Supply Policy Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to demonstrate an alternative system to expedite the selection and construction of water resources projects, to authorize the Army Corps of Engineers to undertake various projects for the prevention of flooding, for improvements in navigation, and for augmenting supplies of water, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:35-05:00"
}