{
  "actions": [
    {
      "acted_at": "1986-07-31", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Budget ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-07-31", 
      "references": [], 
      "text": "Committee on Budget. Original measure reported to Senate by Senator Domenici. With written report No. 99-348. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-31", 
      "calendar": "Senate Legislative", 
      "number": "750", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 750.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-09-17", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-18", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-19", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-19", 
      "references": [], 
      "text": "Motion to waive the Budget Act with respect to the consideration of SP2850 agreed to by Yea-Nay Vote. 87-10. Record Vote No: 268.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-20", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "277", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Yea-Nay Vote. 88-7. Record Vote No: 277.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1986-09-25", 
      "bill_ids": [
        "hr5300-99"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5300 as an amendment.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2765-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2765"
    }, 
    {
      "amendment_id": "s2803-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2803"
    }, 
    {
      "amendment_id": "s2850-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2850"
    }, 
    {
      "amendment_id": "s2851-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2851"
    }, 
    {
      "amendment_id": "s2853-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2853"
    }, 
    {
      "amendment_id": "s2854-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2854"
    }, 
    {
      "amendment_id": "s2855-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2855"
    }, 
    {
      "amendment_id": "s2856-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2856"
    }, 
    {
      "amendment_id": "s2857-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2857"
    }, 
    {
      "amendment_id": "s2858-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2858"
    }, 
    {
      "amendment_id": "s2859-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2859"
    }, 
    {
      "amendment_id": "s2860-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2860"
    }, 
    {
      "amendment_id": "s2861-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2861"
    }, 
    {
      "amendment_id": "s2862-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2862"
    }, 
    {
      "amendment_id": "s2863-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2863"
    }, 
    {
      "amendment_id": "s2864-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2864"
    }, 
    {
      "amendment_id": "s2865-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2865"
    }
  ], 
  "bill_id": "s2706-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1986-09-20", 
    "vetoed": false
  }, 
  "introduced_at": "1986-07-31", 
  "number": "2706", 
  "official_title": "An original bill to provide for reconciliation pursuant to section 2 of the concurrent resolution on the budget for fiscal year 1987 (S. Con. Res. 120, Ninety-ninth Congress).", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5300-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Sixth Omnibus Budget Reconciliation Act, 1986", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1986-09-20", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Age discrimination", 
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "Ambulatory care", 
    "Animals and Animal Protection", 
    "Armed forces and national security", 
    "Authorization", 
    "Bankruptcy", 
    "Budget deficits", 
    "Business and commerce", 
    "Child health", 
    "Child support", 
    "Children and youth", 
    "Cigarettes", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Claims", 
    "Coast guard", 
    "Congress and Members of Congress", 
    "Consumer price indexes", 
    "Corporations and Stocks", 
    "Cost of living adjustments", 
    "Cotton", 
    "Courts and Civil Procedure", 
    "Department of Energy", 
    "Department of Transportation", 
    "Disabled", 
    "Discrimination in insurance", 
    "District courts", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Employee benefit plans", 
    "Energy", 
    "Energy conservation", 
    "Energy security", 
    "Environmental Protection Agency", 
    "Evaluation", 
    "Excise tax", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Extended care facilities", 
    "Federal Energy Regulatory Commission", 
    "Federal aid highway program", 
    "Federal aid programs", 
    "Federal aid to handicapped services", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fisheries", 
    "Fishing boats", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign tax credit", 
    "Fraud", 
    "Fuel", 
    "Geriatrics", 
    "Government contractors", 
    "Government corporations", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Government securities", 
    "Government spending reductions", 
    "Government trust funds", 
    "Graduate education", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health insurance", 
    "Higher education", 
    "Highway finance", 
    "Home care services", 
    "Hospital patients", 
    "Hospitals", 
    "Housing and Housing Finance", 
    "Import restrictions", 
    "Imports", 
    "Independent regulatory commissions", 
    "Industrial energy conservation", 
    "Insurance", 
    "Intergovernmental fiscal relations", 
    "International banking", 
    "Investment of public funds", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Kidney diseases", 
    "Labor and employment", 
    "Limitation of actions", 
    "Local and Municipal Government", 
    "Local officials and employees", 
    "Lung diseases", 
    "Marine transportation", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medicare", 
    "Members of Congress", 
    "New Jersey", 
    "Nuclear Regulatory Commission", 
    "Nursing homes", 
    "Occupational therapy", 
    "Old age assistance", 
    "Old age, survivors and disability insurance", 
    "Part-time employment", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Pension funds", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Physicians", 
    "Poor", 
    "Postal Services and Facilities", 
    "Postal rates and revenues", 
    "Pregnant women", 
    "Price regulation", 
    "Prospective payment systems (Medical care)", 
    "Public Contracts, Procurement, and Property", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public debt", 
    "Railroad retirement plans", 
    "Respiratory diseases", 
    "Revenue sharing", 
    "Rice", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "Rural electrification", 
    "Rural housing", 
    "Securities and Investments", 
    "Senate rules and procedure", 
    "Small business", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Standards", 
    "State courts", 
    "State finance", 
    "State officials and employees", 
    "States", 
    "Stocks", 
    "Strategic materials", 
    "Student aid", 
    "Support of dependents", 
    "Surgery", 
    "Tax deferral", 
    "Taxation", 
    "Taxation of foreign income", 
    "Terrorism", 
    "Tobacco", 
    "Tobacco tax", 
    "Traffic accidents and safety", 
    "User charges", 
    "Wheat", 
    "Wildlife refuges", 
    "Women's health", 
    "Women's rights", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1986-09-20", 
    "text": "(Measure passed Senate, amended, roll call #277 (88-7)) Sixth Omnibus Budget Reconciliation Act, 1986 -- Title I: Agricultural Securities - Directs the Secretary of Agriculture to sell notes and other obligations held in the Rural Development Insurance Fund in such amounts as to realize specified minimum net proceeds from sales during FY 1987 through 1989. Amends the Consolidated Farm and Rural Development Act to permit the sale of such notes on a nonrecourse basis. Relieves the Secretary and any subsequent purchaser of such notes of any responsibilities that might have been imposed had the borrower remained indebted to the Secretary. Makes institutions of the Farm Credit System eligible to purchase such notes and to service, collect, and dispose of them, subject only to such terms and conditions as may be agreed to by the Secretary and such purchasing institutions, with the approval of the Farm Credit Administration. Directs the Secretary to make advance deficiency payments available for the 1987 crops of wheat, feed grains, upland cotton, and rice. Declares that the projected rate used in computing such payments shall not be less than: (1) 40 percent in the case of wheat and feed grains; or (2) 30 percent in the case of rice and upland cotton. Directs the Secretary of the Treasury to issue final regulations to permit the prepayment of loans made by the Federal Financing Bank and guaranteed by the Administrator of the Rural Electrification Administration in such amounts as to realize specified minimum net proceeds from such loan prepayments during FY 1987. Declares that such regulations shall not prohibit full transferability and assignability of such loans without condition, and shall not require unreasonable reductions in rates to customers. Title II: Committee on Banking, Housing, and Urban Affairs - Directs the Secretary of Agriculture to: (1) ensure the sale of sufficient amounts of rural housing loans to produce proceeds to reduce Federal outlays by specified amounts in FY 1987, 1988, and 1989; and (2) report on such activities to specified congressional committees every 90 days during FY 1987. Requires the Comptroller General to audit, evaluate, and report to such committees on such activities. Amends the Export-Import Bank Act of 1945 to direct the Board of Directors of the Export-Import Bank of the United States to: (1) ensure and establish guidelines for the public sale of Bank loans sufficient to reduce FY 1987 outlays by a specified amount; (2) report to specified congressional committees on such activity every 60 days during FY 1987; and (3) file reports required by the Securities and Exchange Commission on such loan sales which shall be deemed to be sales of exempted securities under the Securities Exchange Act of 1933. Authorizes the Bank to issue an amount of capital stock equal to any resulting reduction in Bank capital and reserves. Requires the Secretary of the Treasury to purchase such stock. Directs the Comptroller General to audit such activities of the Board of Directors and report on the results of such audit to specified congressional committees. Title III: Directs the Secretary of the department in which the Coast Guard is operating (the Secretary) to establish and implement a system for the collection, beginning January 1, 1987, of specified amounts in FY 1987 through 1989 of payments by users of Coast Guard services (other than emergency search and rescue). Directs the Secretary, also by January 1, 1987, to issue regulations to carry out this provision, including a schedule of user fees. Directs the Secretary to report to the Congress: (1) no later than December 1, 1986, regarding activities undertaken to establish and implement such system; and (2) no later than December 1, 1987, regarding the implementation and effects of such system. Amends Federal bankruptcy law to provide that an action brought against a debtor by either the Secretary of Transportation or the Secretary of Commerce under the Ship Mortgage Act, 1920 to foreclose a security interest held by either Secretary in a fishing vessel or facility shall not operate as an automatic stay to any Federal bankruptcy proceeding against such debtor. Directs the Secretary of Transportation, FY 1987, to sell the U.S. interest in the common stock of the Consolidated Rail Corporation (Conrail), undertaking certain assurances as part of the sale of such stock. Title IV: Committee on Energy and Natural Resources - Subtitle A: Department of Energy Programs - Amends the Emergency Petroleum Allocation Act of 1973 to bar the commencement of an enforcement action relating to overcharges resulting from crude oil pricing violations unless such action is filed before the later of January 1, 1987, or six years after the date of such violations. Bars an action for the enforcement of a final Federal agency action under the Economic Stabilization Act of 1970 unless a complaint is filed (or an application for modification is filed under the Federal Energy Administration Act of 1974) within one year after the order has been issued or one year after the final compliance date prescribed by the order, whichever is later. Confers jurisdiction upon Federal district courts over petitions for review of final agency actions brought under the Department of Energy Organization Act if the petition is filed within 60 days of either the effective date of the agency action or the date of enactment of this Act, whichever occurs later. Prescribes the distribution procedure for restitutionary amounts held or received as a result of a settlement, order or judgment involving overcharges resulting from alleged crude oil pricing violations under the Emergency Petroleum Allocation Act of 1973 or the Economic Stabilization Act of 1970. Directs the Secretary of Energy to: (1) disburse specified restitutionary amounts during FYs 1987 through 1989 for State energy conservation programs; (2) distribute such amounts in such fiscal years in a manner that will provide funding in the same proportionate amount that was provided by the Congress for FY 1986; and (3) require that the States use the funds to supplement rather than supplant funds otherwise available for energy conservation activities. Amends the National Energy Conservation Policy Act to direct the Secretary to establish a life cycle cost methodology for Federal buildings using average fuel costs. Amends the Department of Energy Organization Act to direct the Administrator of the Energy Information Administration to conduct and publish on a triennial basis the results of a survey of energy consumption in the manufacturing industries in the United States Amends the Energy Policy and Conservation Act to repeal provisions relating to industrial energy conservation. Directs the Secretary of Energy (acting through the Energy Information Administration) to conduct a study of domestic crude oil production and petroleum refining capacity and the effects of imports thereon in order to determine whether such production and capacity are adequate to protect the national security. Requires the Secretary to transmit such study to the President and the Congress within 60 days after enactment of this Act. Requires the President to advise the Congress within 45 days after receipt of such study on what actions will be required to prevent imports of crude oil and petroleum from exceeding import levels that threaten national security. Subtitle B: Federal Energy Regulatory Commission - Directs the Federal Energy Regulatory Commission to assess fees and annual charges in amounts sufficient to reimburse the United States for all costs incurred by the Commission. Subtitle C: Department of the Interior Program - Directs the Secretary of the Interior to appoint an interagency task force to develop a systematic and comprehensive environmental clean-up plan for the Great Swamp National Wildlife Refuge in New Jersey. Title V: Committee on Environment and Public Works - Authorizes the Administrator of the Environmental Protection Agency to assess and collect fees for services and activities implemented by the Agency for FY 1987 through 1989. Requires the Administrator to report to the Congress regarding such fees by September 30, 1987. Authorizes the Nuclear Regulatory Commission to assess and collect annual charges from its licensees on a fiscal year basis for costs incurred by the Commission with respect to such licensees in an amount limited to 38 percent of the funds appropriated to the Commission for each of FYs 1987 through 1989. Directs the Secretary of Commerce to sell defaulted notes held in the Economic Development Administration's Revolving Fund in such amounts as to realize minimum net proceeds of $50,000,000 from such sales during FY 1987. Authorizes the Secretary to sell such notes on a nonrecourse basis. Authorizes appropriations for Federal-aid highways and highway safety construction programs for FY 1987 through 1989. Sets forth obligation limitations, with specified exceptions, for such fiscal years. Requires the Secretary to: (1) provide all States with sufficient authority to prevent lapses of sums authorized to be appropriated for Federal-aid highways and highway safety construction which have been apportioned or allocated to a State; (2) revise the distribution of authorized funds to those States able to obligate amounts (giving priority to those States having either large unobligated balances, or which have experienced substantial reductions in their apportionments and allocations); and (3) refrain from distributing amounts authorized for administrative expenses, Federal land highways, and the Strategic Highway Research Program. Title VI: Committee on Finance: Outlay Provisions - Subtitle A: Provisions Relating to the Medicare Program - Part I: Provisions Relating to Part A of Medicare - Amends title XVIII (Medicare) of the Social Security Act to raise the payment rates for inpatient hospital services by one and three-tenths percent for cost reporting periods in FY 1987. Requires that total outlier payments to sole community hospitals with an average occupancy of 50 beds or less and to small rural hospitals be no less than five percent nor more than six percent of the total payments expected to be made to such hospitals on the basis of prospective payment rates for discharges in that year. Alters the formula used to calculate the average standardized amounts for urban and rural hospitals under the prospective payment system (PPS) so that such amounts are based on the number of patients discharged rather than the number of hospitals. Provides that hospitals designated as rural referral centers as of the enactment of this Act shall retain that designation from FY 1987 until the close of FY 1989. Reduces payments for hospital capital costs of inpatient services by three percent in FY 1987, five percent in FY 1988, and six percent in FY 1989. Exempts sole community hospitals from such reductions. Sets the inpatient hospital deductible at $520 in 1987. Ties future increases in the deductible to the annual increase in the average cost of a Medicare hospital discharge instead of the cost of an average day of hospital care. Requires a hospital to give Medicare beneficiaries, upon their admission to the hospital, a written statement explaining: (1) the individual's rights to benefits for inpatient hospital and post-hospital Medicare services; (2) the circumstances under which such individual will be liable for charges for a continued hospital stay; (3) the individual's right to appeal denials of continued hospital services; and (4) the individual's liability for payment for services if such a denial of benefits is upheld on appeal. Directs the Secretary of Health and Human Services to conduct a demonstration project to determine whether the use of prior and concurrent authorization for skilled nursing facility and home health services, instead of current waiver of liability provisions, will protect beneficiaries from claim denial liabilities and delayed services. Requires the Secretary to report to the Congress on the results of the project by April 2, 1988. Part 2: Provisions Relating to Parts A and B of Medicare - Prohibits workers' compensation law, insurance policies, or large group health plans (covering at least 20 employees) from taking an individual's status as a Medicare beneficiary into account in providing coverage. Prohibits group health plans from taking into account an individual's end stage renal disease benefits under Medicare. Makes Medicare the secondary payor for all Medicare beneficiaries covered by workers' compensation, insurance policies, and group health plans. Authorizes the Government to bring an action and collect double damages from primary payors. Amends the Internal Revenue Code to impose an excise tax equal to 25 percent of group health plan expenses if such a plan restricts its coverage of Medicare beneficiaries in violation of this Act. Amends title XIX (Medicaid) of the Act to reduce payments to a State contributing to group plans which provide such restrictive coverage. Specifies the benefits Medicare pays when other payors are primary but do not pay the full charge. Requires Medicare intermediaries and carriers to process and pay at least 95 percent of all clean Medicare claims within 27 days of receiving such claims in FY 1987. (Such time limit is to be reduced by one day for each succeeding fiscal year until it stands at 24 days beginning in FY 1990.) Assesses interest on late claim payments. Eliminates periodic interim payments for PPS hospitals when prompt payments have been achieved for three consecutive months. Authorizes the reinstatement of interim payments when prompt payment is absent for three consecutive months. Sets limits on Medicare payments for home health services, but requires that such limits be applied on an aggregate rather than a discipline-specific basis for home health agencies. Requires providers of home health services to be paid if they did not and could not have been expected to know that payment would be denied on the basis that the individual was not homebound or did not require skilled nursing care on an intermittent basis. Requires the Secretary to publish final regulations specifying the criteria used in determing whether an individual is homebound or in need of such intermittent care. Permits beneficiary appeals of the Secretary's denials of claims for home health service benefits. Prohibits providers who represent beneficiaries in unsuccessful appeals of claim denials from charging beneficiaries for representation costs or treating such costs as reasonable costs covered by Medicare. Requires the Secretary to establish a program providing for research regarding outcomes of selected medical treatments and surgical procedures so as to assess their quality and effectiveness. Places a priority on the selection of procedures and treatments with significant costs, risks, hospitalization periods, and utilization patterns. Authorizes appropriations from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund for FY 1987 through 1989 to carry out such research. Requires that at least 90 percent of the funds available in any fiscal year be used to fund grants to, and cooperative agreements with, non-Federal research entities. Directs that the program be administered by the National Center for Health Services Research and Health Care Technology (Center). Requires the Center to report to the Congress, within 18 months of enactment of this Act and annually thereafter, on the findings of the project. Part 3: Provisions Relating to Part B of Medicare - Amends part B of the Medicare Program to set forth factors which must be considered by carriers in determining reasonable charges for physicians' services. Authorizes the Secretary, when faced with a charge the Secretary believes is not inherently reasonable, to propose a reasonable charge or methodology for arriving at such a charge and, after giving the public and the Physician Payment Review Commission an opportunity to comment on such proposal, make a final determination regarding the charge or methodology. Requires the Secretary to review, by October 1, 1987, the inherent reasonableness of the reasonable charges for each of the ten most costly procedures paid for under Part B of the Medicare program. Directs the Secretary to simplify the HCFA (Health Care Financing Administration) Common Procedure Coding System by July 1, 1987, to minimize the possibility that such system overstates the intensity or volume of service provided. Requires hospitals to adopt such system to code the part B services they perform. Requires the Secretary, in making recommendations regarding the relative value scale for physicians' services, to establish an index which considers justifiable geographic differences in the cost of practice without exacerbating the geographic maldistribution of physicians. Provides for the implementation of certain adjustments in the Medicare economic index for physicians' services. Requires the Secretary to: (1) implement changes in monthly capitation payments and the method of computing such payments for physicians' outpatient maintenance dialysis service; and (2) reduce the prospective payment rates for dialysis facilities and providers. Directs the Comptroller General to study the appropriateness of such payment rates and report to the Congress by September 30, 1987. Provides that the payment to hospitals for outpatient hospital services furnished in connection with surgery approved for performance in an ambulatory surgical center (ASC) shall equal the lesser of: (1) the reasonable costs for surgery minus 20 percent of the actual charge; or (2) the prospective rate for ASCs minus 20 percent of that rate. Requires the Secretary to annually review and revise ASC prospective rates as well as the surgical procedures approved for ASC performance and reimbursement. Requires peer review organizations to review the necessity and quality of ambulatory surgical procedures. Imposes the standard part B coinsurance and deductible for ambulatory surgery services. Directs the Secretary to: (1) develop packages of pre- and post-operative services for each surgical procedure performed in a hospital outpatient department; (2) develop a PPS methodology for all outpatient procedures; and (3) report to the Congress on these developments by 1991. Requires the Secretary to report to the Congress within two years of enactment of this Act regarding educational activities in hospital outpatient settings and the reimbursement of graduate medical education in such settings. Provides Medicare coverage for outpatient occupational therapy services in the same manner in which outpatient physical therapy services are covered. Part 4: Peer Review Organizations - Amends part B (Peer Review) of title XI of the Act to require peer review organizations receiving a hospital inpatient's request for review of a hospital's decision that the patient no longer needs inpatient care to inform the patient of its decision within two days of receiving the request. Prohibits hospitals from charging patients for inpatient hospital services provided while patients wait for a peer review organization to respond to their timely review requests. Requires fiscal intermediaries to submit data to peer review organizations on a monthly basis. Requires peer review organizations to review selected cases where individuals are readmitted to a hospital within 30 days of their most recent hospital discharge to determine if the previous inpatient hospital services and post-hospital services met professionally recognized health care standards. Directs each peer review organization to commit a reasonable proportion of its activities to review of the quality of services provided in cases and settings where potential quality problems have been identified. Requires the Secretary to identify methods facilitating the discovery of such cases. Requires peer review organizations to share data with organizations responsible for accrediting providers or State licensing authorities responsible for assuring quality care if such data reflects a substantial failure by providers or practitioners to provide quality care. Subtitle B: Provisions Relating to the Medicaid Program - Amends title XIX (Medicaid) of the Act to give States the option of extending coverage to women in need of pregnancy-related medical services and children up to age five whose family income exceeds current income eligibility thresholds, but does not exceed a State maximum income level to be established at or below the Federal poverty level. Leaves, to each State's discretion, the decision as to whether a resource standard shall be applied in determining the eligibility of such women and children. Prohibits States which provide coverage pursuant to this Act from reducing Aid to Families with Dependent Children (AFDC) payment levels after enactment of this Act. Gives States the option of extending Medicaid coverage to elderly and disabled individuals whose income is too high for them to qualify for Medicaid under current income tests, but does not exceed a State maximum income level to be established at or below the Federal poverty level. Requires States providing coverage under this Act to provide Medicaid coverage to pregnant women and infants whose income does not exceed a State maximum income level which, while at or below the Federal poverty level, is not necessarily the same as the level established for newly eligible aged and disabled individuals. Authorizes the States to provide Medicaid coverage for Medicare premiums, deductibles, and coinsurance payments for which Medicare eligible individuals whose income does not exceed the State maximum income level would otherwise be accountable. Requires States to cover home respiratory services for individuals who: (1) are medically dependent on a ventilator for life support for at least six hours a day; (2) have been so dependent for at least 30 consecutive days as inpatients; and (3) wish, and have adequate social support services, to be cared for at home. Amends the Consolidated Budget Reconciliation Act of 1985 to hold a State harmless in FY 1987 against changes that Act effected in the annual calculation of the Federal medical assistance percentage under the Medicaid program if such changes would cause a reduction of Medicaid payments to the State in FY 1987. Directs the Secretary to enter into an agreement with New Jersey to conduct a demonstration project which shall be administered by a State health agency and which provides respite care services, including: (1) short-term sitter, homemaker, and personal-care services, adult day care, inpatient care, and emergency respite care; and (2) peer support and training for family caregivers. Provides such services to elderly and disabled Medicaid-eligible individuals and to other elderly and disabled individuals, for a reasonable fee, who would otherwise require institutional care. Provides that priority, among the latter group, shall be given to those who would be eligible for Medicaid benefits upon institutionalization. Provides that the State and Federal government shall each cover one-half of project costs, but sets a fiscal year limit on Federal outlays. Limits the duration of the project to four years, plus an additional period of up to six months for final evaluation and reporting. Sets forth reporting requirements. Permits States to provide ambulatory prenatal care to women during a presumptive eligibility period not to exceed 45 days if: (1) the woman has begun maternity care with a qualified provider; (2) the provider determines that the woman's family income falls below the applicable Medicaid standard and notifies the State of the woman's eligibility within five working days; and (3) the woman applies for such benefits within 14 days of being presumed eligible. Subtitle C: Miscellaneous Provisions - Amends part D (Child Support) of title IV of the Act to prohibit the retroactive modification of child support arrearages except with respect to such arrearages which accumulate after the obligee and entity which is issued the child support order receive notice that the obligor has pending an active application for modification of such order. Amends the Consolidated Budget Reconciliation Act of 1985 to hold a State harmless in FY 1987 against changes that Act effected in the annual calculation of the Federal medical assistance percentage under part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Act if such changes would cause a reduction of AFDC payments to the State in FY 1987. Directs the Secretary of the Treasury to make the installment payment of revenue sharing funds that would otherwise have to be paid on or before October 5, 1986, by no later than September 30, 1986. Title VI-A: Committee on Finance: Revenue Provisions - Amends the Internal Revenue Code to provide for Medicare coverage of, and the application of the hospital insurance tax to, all State and local government employees. Sets forth administrative procedures for the deposit of social security contributions by State and local government employers. Revises administrative procedures for the collection of excise taxes to accelerate the time of payment for excise tax deposits regarding: (1) tobacco products; (2) cigarette papers and tubes; and (3) distilled spirits. Provides that the aggregate penalty tax for negligence and substantial understatement of liability of tax shall not be less than 25 percent. Makes appropriations for Internal Revenue Service enforcement for FY 1987. Title VII: Governmental Affairs - Part A: Postal Service Matters - Amends Federal law to revise the method by which revenue is computed for reduced-rate mail and mailers. Assumes that the combination of postage and appropriations to be received for each of the reduced-rate categories will bear the same ratio to the costs attributed to such respective categories as the revenues to be received from the most closely corresponding regular-rate category bear to the costs attributed to that regular-rate category. Part B: Federal Employees Retirement System - Amends the Federal Employees' Retirement System Act of 1986 to move up from June 30, 1987, to March 31, 1987, the date by which one must be a Federal employee to be eligible to elect to be subject to such Act. Moves up from July 1, 1987, to April 1, 1987, the earliest date on which an eligible Federal employee may make such an election. Moves up from June 30, 1987, to March 31, 1987, the earliest date on which certain Federal employees serving continuously since December 31, 1983, may elect to become subject to such Act. Moves up from July 1, 1987, to April 1, 1987, the commencement date for the period during which a Federal employee or a Member of Congress may elect to participate in the Thrift Savings Plan. Permits the Executive Director of the Federal Retirement Thrift Investment Board to prescribe such election period. Part C: Program Civil Fraud - Program Civil Fraud Remedies Act of 1986 - Establishes penalties and assessments to be imposed against any person who knowingly makes a false claim or statement to: (1) an authority of the United States; (2) a recipient of property, services, or money from such authority; (3) a party to a contract with such authority; or (4) an authority which has the effect of decreasing an obligation to pay or account for property, services, or money. Declares that such penalties and assessments are in addition to criminal and civil penalties and assessments provided by other laws. Directs the investigating official of a Federal authority to investigate allegations that a person made a false claim or statement and to report findings to the reviewing official designated for that authority. Directs the reviewing official to refer such allegations to a hearing examiner for that authority upon determining there is adequate evidence to believe that the person is liable for a penalty or assessment. Requires the reviewing official, prior to notifying the hearing examiner, to notify the Attorney General of any intention to refer such allegations to a hearing examiner. Allows the reviewing official to refer allegations of liability to a hearing examiner only if, within 90 days of receipt of notice, the Attorney General or designated Assistant Attorney General approves the referral. Prohibits the referral of allegations to a hearing examiner if the Attorney General transmits a statement to such effect. Authorizes the Attorney General, by written statement, to stay any hearing already in progress if such hearing adversely affects a pending or potential civil action related to a fraudulent claim. Prohibits the referral of allegations to a hearing examiner when a fraudulent claim exceeds $100,000. Specifies the authority of the investigating official and the official conducting the hearing, and the procedure for judicial review of the determination reached in the hearing. Authorizes the Attorney General to commence a civil action to recover a penalty or assessment determined by such a hearing. Authorizes the authority head to settle a final penalty or assessment determined by hearing. Grants the Attorney General exclusive authority to settle a claim subject to judicial review or collection procedures. Authorizes the deduction from any sum owed to a person by the United States, except Federal tax refunds, of the amount of any penalty or assessment owed by that person to the United States. Specifies time limitations for commencing a hearing concerning a false statement or claim and for commencing an action to recover any penalty or assessment. Requires each authority head to report annually to the appropriate Congressional committees on actions taken under this Act during the most recent 12-month period ending September 30. Prohibits the delegation to any other officer or employee of the Department of Justice of any function, duty, or responsibility specified to be carried out by the Attorney General or by an Associate or Assistant Attorney General designated by the Attorney General. Title VIII: Committee on Labor and Human Resources - Education Budget Savings Act of 1986 - Amends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to require that all applicants undergo a financial needs test to receive a Guaranteed Student Loan (GSL). (Current law makes a student from a family with an annual income under $30,000 automatically eligible for a GSL.) Repeals the current GSL expected family contribution schedule under the Student Financial Technical Amendments of 1982. (Provides that the financial needs test for expected family contribution used for other Federal student aid programs be used for GSL determinations of need.) Permits student auxiliary loans or parent loans to be used to offset the expected family contributions for GSLs. Increases the interest rate for GSL new borrowers after September 30, 1986, from eight percent to ten percent when the loan enters repayment. Lowers the rate of Federal reimbursement (or \"reinsurance\") of claims paid on defaulted loans to guarantee agencies from 100%-90%-80% to 100%-80%-70%. (Retains the 100% reimbursement in cases of a less than five percent default rate). Revises the formula for determining special allowances paid to banks for participation in the GSL program so as to decrease such allowances from three and one-half to three percent of specified amounts. Revises the definition of independent student to require unmarried students under age 23 without dependents to prove two prior years of financial independence from their parents. Directs the Secretary of Education, during FY 1987, to recover, and deposit in the Treasury, a specified amount of outstanding advances to State guaranty agencies. Amends title VII (Construction, Reconstruction, and Renovation of Academic Facilities) of HEA to redesignate the current part D as part E and to add a new part D: Housing and Other Educational Facilities Loans. (These provisions are similar in many respects to those under title IV (Housing for Educational Institutions) of the Housing Act of 1950 which is repealed by this Act.) Authorizes the Secretary of Education to make loans to undergraduate postsecondary institutions for the construction, reconstruction, or renovation of housing, undergraduate academic facilities, and other educational facilities for students and faculties. Set forth conditions for the making of such loans. Sets forth provisions governing the use of such loans for previously made contracts, and the amount and conditions of such loans. Provides that funds obtained pursuant to specified provisions of title IV of the Housing Act of 1950 shall be available to carry out part D. Provides that the total amount of notes and obligations which the Secretary of Education may continue to issue and have outstanding for purchase by the Secretary of the Treasury shall not exceed the amount issued and outstanding under such provisions as of September 30, 1985. Requires that at least ten percent of such funds held by the Secretary be made available for loans under part D for each fiscal year. Authorizes appropriations to the Secretary of Education of such sums as may be necessary, together with principal and interest payments made by postsecondary educational institutions assisted with loans made under part D (or under title IV of the Housing Act of 1950), for payment on notes and obligations issued by the Secretary under such part or title. Sets forth general provisions relating to budget and accounting, use of funds, legal powers, computation of allowable discounts, contracts for supplies or services, applicability of the Government Corporation Control Act, and wage rates. Directs the Secretary of Education to sell college housing and higher education facilities loan obligations held under title VII of HEA so as to carry out the directions in the concurrent resolution on the budget for the FY 1987. Directs the Secretary, in awarding loans under part D, to give priority to loans for renovation or reconstruction of: (1) undergraduate academic facilities; and (2) older undergraduate academic facilities and undergraduate academic facilities that have gone without major renovation or reconstruction for an extended period. Prohibits any loan application under part D until ten years after the date on which an undergraduate postsecondary educational institution received a loan under such part. Repeals title IV (Housing for Educational Institutions) of the Housing Act of 1950. Title IX: Committee on Small Business - Amends the Small Business Investment Act of 1958 to require the Secretary of the Treasury to sell to the public all right, title, and interest in debentures guaranteed by the Small Business Administration (including all of its interests in notes, mortgages, guarantees, security interest, or other interest in underlying collateral supporting such debentures) and held by the Federal Financing Bank in such amounts as to realize specified net proceeds for FY 1987 through 1989. Provides that sales by the Secretary shall be on a nonrecourse basis to the Government. Sets forth specified requirements with respect to such sales. Title X: Social Security COLAS - Cost-of-Living Adjustment Reform Act of 1986 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to eliminate the requirement that there be at least a three-percent rise in the Consumer Price Index before a cost-of-living adjustment of benefits is made. Title XI: Miscellaneous Provisions - Restores provisions repealed by the Consolidated Omnibus Budget Reconciliation Act of 1985 concerning the computation of retirement annuities for part-time employees of the Veterans Administration's Department of Medicine and Surgery. Repeals the termination date for provisions of such Act setting forth Senate procedures regarding extraneous material and germaneness in the consideration of a reconciliation bill or resolution. Changes the deadline by which the President must transmit the annual Federal budget and current services estimates to the Congress from the first Monday after January 3 to the first Tuesday in February each year. Requires any sale of debentures by the Secretary of the Treasury or any other U.S. agent to be without recourse to the Government. Denies the foreign tax credit for taxes paid to any country: (1) the government of which the United States does not recognize, unless such government is eligible to purchase defense articles or services under the Arms Export Control Act; (2) with respect to which the United States has severed, or does not conduct, diplomatic relations; or (3) which the Secretary of State has designated as repeatedly providing support for acts of international terrorism. Denies the income tax deferral of a U.S. shareholder's share of the income of a foreign controlled corporation derived from any such country. Permits the obligation of funds appropriated for Food for Peace programs for FY 1986 for program purposes only. Amends title XVIII (Medicare) of the Social Security Act to revise the conditions under which a hospital shall be considered to be a hospital that serves a significantly disproportionate number of low-income patients for purposes of provisions governing hospital payments for inpatient hospital services. Title XII: Miscellaneous Retirement Benefits Protections - Subtitle A: Protections From Extraordinary Public Debt Management - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to direct the Managing Trustee of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Tust Fund (OASDI trust funds), as soon as possible without exceeding the public debt limit or jeopardizing the timely payment of OASDI benefits, to invest any amounts in the trust funds that have not been invested solely by reason of the public debt limit, if the taxes with respect to which such amounts were appropriated have been received in the general fund of the Treasury. Defines the term \"debt limit impact period\" as any period for which the Secretary of the Treasury determines that the issuance of Government obligations sufficient to conduct the financial operations of the United States may not be made without exceeding the public debt limit. Requires the Managing Trustee, upon expiration of any debt limit impact period, to: (1) reissue to each OASDI trust fund obligations identical to obligations which were redeemed during such period and which would not have been redeemed if such period had not occurred; and (2) issue to each OASDI trust fund obligations identical to obligations which were not issued during such period but which would have been issued if such period had not occurred; and (3) pay to each OASDI trust fund an amount equal to the interest such trust fund failed to earn because of redemptions, disinvestments, or a lack of investments during a debt limit impact period solely by reason of the public debt limit. Provides for the immediate availability of OASDI tax receipts exclusively for purposes of the OASDI program upon their transfer from the general fund of the Treasury. Authorizes the Secretary of Treasury to suspend the investment of amounts in the Civil Service Retirement and Disability Fund (Fund) if necessary to ensure that the public debt is not exceeded. Requires any Fund amounts which are not invested solely by reason of the public debt limit to be invested as soon as such investments can be made without exceeding such limit. Directs the Secretary, upon the expiration of any debt limit impact period, to: (1) issue to the Fund obligations to replicate the amount of holdings the Fund would have had if the debt limit impact period had not occurred; and (2) pay to such Fund an amount equal to the interest such Fund failed to earn because of redemptions, disinvestments, or a lack of investments during a debt limit impact period solely by reason of the public debt limit. Authorizes the Secretary to sell or redeem invested assets of the Fund only to make authorized Fund payments, even if the Fund holds amounts not invested by reason of the public debt limit, to the extent necessary to ensure timely payments. Requires the Secretary to: (1) report to the Congress and the Comptroller General on the operation and status of the Fund during each debt limit impact period; and (2) notify the Congress when Fund amounts can not be invested by reason of the public debt limit. Exempts certain Federal benefits payable in calendar years 1987 through 1991 and cost-of-living adjustments therein from modification, suspension, or reduction pursuant to a presidential sequestration order. Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to exempt from any benefit reduction under such Act the dual benefits payments account in the Treasury (60-0111-0-1-601) pertaining to certain railroad retirement benefits. Applies such exemption to fiscal years beginning FY 1987. Subtitle B: Older Americans Pension Benefits - Amends the Age Discrimination in Employment Act to prohibit employee benefit plans from requiring or permitting the suspension of an employee's benefit accrual, because of age, before accruing the maximum normal retirement benefit under the plan. Sets forth exceptions to such prohibition. Amends the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code to disqualify defined benefit plans which suspend or reduce the rate of an employee's benefit accrual solely because of age before accruing the maximum normal retirement benefit under the plan. Sets forth exceptions to such disqualification. Revises provisions for defined contribution plans to require that individual account plans not suspend or reduce employer contributions to the employee's account solely because of age. Sets forth exceptions to such requirement. Title XIII: Social Security Trust Funds - Social Security Trust Funds Management Act of 1986 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to require that amounts in the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund (OASDI trust funds) be invested by the Managing Trustee of such trust funds as soon as such investments can be made without exceeding the public debt limit or jeopardizing OASDI benefit payments. Directs the Managing Trustee, upon the expiration of a debt limit impact period, to issue and pay to the OASDI trust funds those obligations the trust funds would have held and the interest they would have earned but for the debt limit. Requires that the tax receipts earmarked for the OASDI program be immediately transferred (currently, monthly transfers are made) from the general fund of the Treasury to the OASDI trust funds. Requires members of the OASDI trust funds' Board of Trustees to faithfully execute their duties, but does not impose a fiduciary duty. Directs the Board of Trustees of the OASDI trust funds to meet at least twice a year. (Currently, they must meet at least once a year.) Sets forth provisions requiring reports by the Board of Trustees and the Managing Trustee to the Congress regarding the operation and status of the OASDI trust funds. Prohibits the sale and redemption of OASDI trust fund assets or the expenditure of OASDI trust fund amounts for purposes other than making payments under title II or provisions of law directly related to OASDI programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sixth Omnibus Budget Reconciliation Act, 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Education Budget Savings Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Program Civil Fraud Remedies Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Sixth Omnibus Budget Reconciliation Act, 1986", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Cost-of-Living Adjustment Reform Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Education Budget Savings Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Program Civil Fraud Remedies Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Social Security Trust Funds Management Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide for reconciliation pursuant to section 2 of the concurrent resolution on the budget for fiscal year 1987 (S. Con. Res. 120, Ninety-ninth Congress).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:00-05:00"
}