{
  "actions": [
    {
      "acted_at": "2000-06-15", 
      "references": [
        {
          "reference": "CR S5264-5267", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-06-15", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-30", 
      "references": [
        {
          "reference": "CR S11359", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2740-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-15", 
  "number": "2740", 
  "official_title": "A bill to provide for the establishment of Individual Development Accounts (IDAs) that will allow individuals and families with limited means an opportunity to accumulate assets, to access education, to own their own homes and businesses, and ultimately to achieve economic self-sufficiency, and to increase the limit on deductible IRA contributions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Savings Accounts Are Valuable for Everyone Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-06-15", 
  "subjects": [
    "Bank accounts", 
    "Business income tax", 
    "Capital investments", 
    "Charities", 
    "College costs", 
    "Commerce", 
    "Community development banking", 
    "Credit unions", 
    "Earned income tax credit", 
    "Economics and public finance", 
    "Education", 
    "Education savings accounts", 
    "Electronic funds transfers", 
    "Families", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Higher education", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Income", 
    "Income tax", 
    "Individual retirement accounts", 
    "Labor and employment", 
    "Medicare", 
    "Nonprofit organizations", 
    "Old age, survivors and disability insurance", 
    "Personal budgets", 
    "Personal income tax", 
    "Public assistance programs", 
    "Savings accounts", 
    "Science, technology, communications", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax refunds", 
    "Taxation", 
    "Vocational education", 
    "Welfare eligibility", 
    "Working poor"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-06-15", 
    "text": "TABLE OF CONTENTS: Title I: Qualified Individual Development Accounts for Low-Income Workers Title II: Qualified Individual Development Account Program Investment Credits Title III: Modification of IRA Contribution Limit Savings Accounts Are Valuable for Everyone Act of 2000 - Title I: Qualified Individual Development Accounts for Low-Income Workers - Allows any qualified financial institution or qualified nonprofit organization to establish one or more qualified individual development account (IDA) programs which meet the requirements of this Act. Requires each qualified IDA program to consist of: (1) an IDA to which an eligible individual contributes money; and (2) a tax-exempt parallel account for receiving matching funds.(Sec. 101) Limits qualified IDA programs to those in which at least one third of the IDAs under such program are owned by eligible individuals each of whom is a member of a household whose gross income does not exceed 50 percent of the area median income.(Sec. 102) Sets forth procedures for opening an IDA and qualifying for IDA matching funds.Requires completion of a financial education course before holders of IDAs are eligible to withdraw matching funds to pay for qualified expenses.(Sec. 103) Provides that except in the case of a qualified rollover, individual contributions to an IDA will not be accepted for the taxable year in excess of the lesser of the following: (1) $2,000; or (2) an amount equal to the compensation includible in the individual's gross income for such taxable year.(Sec. 104) Requires the qualified financial institution or qualified nonprofit organization to deposit all matching funds for each IDA into a parallel account, which shall earn not less than the market rate of interest.Requires the qualified financial institution or qualified nonprofit organization to deposit not less than quarterly into the parallel account with respect to each eligible individual: (1) a dollar-for-dollar match for the first $500 the eligible individual contributes into an IDA with respect to any taxable year; and (2) any matching funds provided by State, local, or private sources in accordance to the matching ratio set by those sources.(Sec. 105) Outlines withdrawal procedures for qualified (higher education, first-time home-buyer, business capitalization, rollovers) and for nonqualified expenses.Excludes from an eligible individual's gross income any amount withdrawn from a parallel account.(Sec. 107) Authorizes appropriations for monitoring IDA programs.(Sec. 108) Disregards funds in parallel accounts of IDA account program participants for purposes of certain means-tested Federal programs.Title II: Qualified Individual Development Account Program Investment Credits - Amends the Internal Revenue Code with respect to a qualified taxpayer that is: (1) a qualified financial institution; or (2) neither a qualified financial institution nor the individual owning an IDA. Allows for such a qualified taxpayer a credit (determined according to a specified formula) against both the income tax (with certain exceptions) and the employer's excise tax for old age, survivors, and disability insurance (OASDI) for matching contributions to an eligible individual's qualified IDA program investment for the taxable year.(Sec. 205) Directs the Secretary of the Treasury to transfer from the general fund of the Treasury to the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, and the Federal Hospital Insurance Trust Fund amounts equivalent to the reduction in the employer's OASDI taxes by reason of the tax credit relating to the qualified IDA program investment credit.(Sec. 202) Prohibits qualified financial institutions which establish qualified IDA programs from receiving credit for funding, administration, and education expenses under any test contained in regulations for the Community Reinvestment Act of 1977 for those activities and related expenses and taken into account for purposes of the qualified IDA program investment tax credit.(Sec. 203) Amends the Internal Revenue Code to provide for designation of earned income tax credit payments for deposit to IDAs.Title III: Modification of IRA Contribution Limit - Amends the Internal Revenue Code to increase from $2,000 to $3,500 the annual limit on deductible IRA contributions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Savings Accounts Are Valuable for Everyone Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of Individual Development Accounts (IDAs) that will allow individuals and families with limited means an opportunity to accumulate assets, to access education, to own their own homes and businesses, and ultimately to achieve economic self-sufficiency, and to increase the limit on deductible IRA contributions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:20-05:00"
}