{
  "actions": [
    {
      "acted_at": "1978-10-05", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3549-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-05", 
  "number": "3549", 
  "official_title": "A Bill to modify the procedures used for the promulgation of rules or regulations by the independent regulatory agencies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14369-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Independent Agencies Regulatory Improvements Act", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-05", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-05", 
    "text": "Independent Agencies Regulatory Improvement Act - Directs the head of each independent regulatory agency to revise the rulemaking procedures of the agency in order to: (1) minimize the paperwork required of such procedures; and (2) provide for public participation in such procedures. States that criteria for identifying significant agency rules shall be established by each agency head and must include consideration of: (1) the persons and organizations affected, the paperwork required, and the direct and indirect effects caused by the rule; and (2) the relationship of the rule to rules of other programs or agencies. Requires each agency head to publish in the Federal Register at least twice a year an agenda of the significant rules under development or review by that agency. Sets forth the information concerning each rule which must be included in such agenda. Specifies that there must be a 60-day period provided for public comment on proposed significant rules. Requires each agency head to approve proposed significant rules before they are published in the Federal Register. Directs the agency head to approve such rule upon determining that: (1) the impact and requirements of and public comment concerning such rule have been adequately considered; and (2) the proposed rule is necessary, clearly written, and the least burdensome of acceptable alternatives. Requires each agency head to prepare a regulatory analysis of significant rules which may have major economic consequences for the general economy, industry, government, or geographic regions. Directs the agency head to develop procedures for public participation in developing such analysis. Directs each agency head to periodically review agency rules to determine whether such rules conform to the policies of this Act. Requires the agency head to publish within 60 days of the date of enactment of this Act the criteria for selecting the rules to be reviewed. Requires the Comptroller General to monitor the implementation of this Act by the agencies and to report to Congress and the President on the effectiveness of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Agencies Regulatory Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A Bill to modify the procedures used for the promulgation of rules or regulations by the independent regulatory agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:56-05:00"
}