{
  "actions": [
    {
      "acted_at": "1989-04-13", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1993-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Luken, Thomas A.", 
      "sponsored_at": "1989-04-13", 
      "state": "OH", 
      "thomas_id": "00713", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1989-04-13", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-13", 
  "number": "1993", 
  "official_title": "To amend the provisions of the Solid Waste Disposal Act regarding the regulation of storage tanks containing hazardous substances.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tank Spill Prevention Act of 1989", 
  "sponsor": {
    "district": "18", 
    "name": "Walgren, Doug", 
    "state": "PA", 
    "thomas_id": "01195", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-13", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Liability for oil pollution", 
    "Liability for toxic substances pollution damages", 
    "Liability insurance", 
    "Oil pollution control", 
    "Petroleum storage", 
    "Pollution control", 
    "Refuse and refuse disposal", 
    "Storage", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-13", 
    "text": "Tank Spill Prevention Act of 1989 - Amends the Solid Waste Disposal Act to require the Administrator of the Environmental Protection Agency to promulgate regulations applicable to above-ground storage tanks which include requirements that tank owners and operators adopt spill and leak prevention plans and construct and maintain spill and leak prevention systems. Requires that spill and leak prevention systems: (1) be capable of catching and holding 110 percent of the tank's capacity; and (2) be reviewed by the tank's owner or operator and a qualified registered professional engineer and certified as fail safe and reflective of good engineering practices. Requires that spill and leak prevention plans: (1) be designed specifically for each facility; (2) assure that adequate procedures, equipment, and trained personnel are available to control and clean up any release of a regulated substance; (3) include tank testing before beginning operations and periodically thereafter; (4) be certified by a qualified registered professional engineer as reflective of good engineering practices; (5) be updated periodically as new spill control and clean-up technology is developed; and (6) include procedures for the prompt notification of the National Response Center and the nearest local government. Authorizes the Administrator to require a tank owner or operator to undertake corrective action in response to any release of a regulated substance from the tank when such action will be done properly and promptly. Permits the Administrator, upon notification of a release, to prohibit operations in a facility until such action has been taken. Authorizes the Administrator to take corrective action where the owner or operator fails to take prompt and effective action and human health and the environment are endangered. Requires tank owners or operators to amend their spill and leak plans and systems whenever a major modification in the design, construction, operation, or maintenance of the tank materially affects the tank's potential to release substances. Prohibits a tank's use until such amended plan and system have been certified by an engineer and approved by the Administrator. Permits the establishment of financial responsibility for a spill by any means the Administrator deems appropriate. Authorizes the assertion of claims against guarantors providing evidence of financial responsibility for claims against insolvent owners or operators of tanks. Limits guarantor liability to the aggregate amount which the guarantor has provided as evidence of financial responsibility to the owner or operator. Authorizes the Administrator to establish coverage requirements which may vary among particular classes or categories of above-ground storage tanks. Authorizes a State to submit for the Administrator's review and approval a program under which such State would assume primary responsibility for the enforcement of regulations pertaining to above-ground storage tanks. Requires that State regulation and enforcement procedures be at least as stringent as those used by the Administrator. Requires the Administrator to monitor State programs for compliance with this Act's requirements. Directs the Administrator to impose a fee on all above-ground storage tanks which shall be deposited in a Tank Spill Enforcement Fund for use in providing grants to States for administering State programs. Authorizes the Administrator to issue compliance orders or commence civil actions against violators of this Act's requirements, but requires that prior notification be given to States operating their own program. Imposes criminal and civil monetary penalties for violations of this Act's requirements. Makes tank owners and operators liable for the Administrator's corrective action costs and damages arising out of or directly resulting from the unauthorized release of a regulated substance from the tank. Makes third parties liable when owners or operators can establish that the costs and damages were caused solely by third parties. Sets forth defenses to liability. Authorizes the Administrator to establish limits on total liability except where: (1) the incident was proximately caused by the willful misconduct or gross negligence of the tank owner or operator, or by the violation of applicable Federal safety, construction, or operating regulations; or (2) the tank owner or operator fails to report an incident where required by law to do so and has reason to know of such incident or fails to cooperate and assist with removal activities. Provides for the appointment of Federal and State trustees who shall act on behalf of the public to recover damages for injuries and losses to natural resources. Gives a trustee's assessment of such damages the status of a rebuttable presumption in administrative and judicial proceedings. Requires that recovered sums be used to restore or replace natural resources. Allows tank owners or operators to recover removal costs and damages to which a defense or liability limitation is applicable, provided such claim is presented within a specified period of time. Prohibits indemnification agreements from effectively transferring liability under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tank Spill Prevention Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the provisions of the Solid Waste Disposal Act regarding the regulation of storage tanks containing hazardous substances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:26-05:00"
}