{
  "actions": [
    {
      "acted_at": "1977-11-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-03", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10015-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-11-03", 
  "number": "10015", 
  "official_title": "A bill to amend the Coastal Zone Management Act of 1972 in order to provide financial assistance to Great Lakes States to enable the States to implement erosion management measures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Ruppe, Philip E.", 
    "state": "MI", 
    "thomas_id": "01002", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-11-03", 
  "subjects": [
    "Beach erosion", 
    "Coastal zone", 
    "Federal-state relations", 
    "Great Lakes", 
    "Lakes", 
    "Public lands and natural resources", 
    "States", 
    "Water resources development"
  ], 
  "subjects_top_term": "Coastal zone", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-11-03", 
    "text": "Authorizes the Secretary of Commerce to make annual grants to assist States in carrying out public shoreline erosion management measures in the Great Lakes region. Authorizes grants to States to: (1) acquire private shoreline property where necessary to protect adjacent public land; (2) relocate existing structures endangered by erosion; and (3) carry out erosion management measures. Limits the amount of any such grant to 80 percent of the estimated cost of a State's proposed erosion management measures during the year such grant is made. Requires a State, as a condition of eligibility for such a grant, to implement an erosion management assistance plan approved by the Secretary. Sets forth the types of financial aid which a State erosion management assistance plan must provide to private shoreline property owners. Requires a State to furnish the Secretary with information and records concerning its erosion management assistance plan. Directs the Secretary, in allocating aid among the States, to consider: (1) the length of the Great Lakes shoreline within each State; (2) comparative recession rates of each shoreline; and (3) the proportion of shoreline in each State which is subject to high erosion. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Coastal Zone Management Act of 1972 in order to provide financial assistance to Great Lakes States to enable the States to implement erosion management measures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:20-05:00"
}