{
  "actions": [
    {
      "acted_at": "1997-06-25", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-07-07", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Railroads", 
      "text": "Referred to the Subcommittee on Railroads.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-08-07", 
      "bill_ids": [
        "hr2247-105"
      ], 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "See H.R.2247.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2066-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Wise, Robert E., Jr.", 
      "sponsored_at": "1997-06-25", 
      "state": "WV", 
      "thomas_id": "01237", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-25", 
  "number": "2066", 
  "official_title": "To restructure and reform the laws relating to Amtrak, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2247-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "s961-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Amtrak Restructuring Act of 1997", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-25", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Air quality", 
    "Auditing", 
    "Authorization", 
    "Business losses", 
    "Business records", 
    "Capital investments", 
    "Civil rights and liberties, minority issues", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Commercial arbitration", 
    "Common carriers", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Construction workers", 
    "Consumer protection", 
    "Contracts", 
    "Corporation directors", 
    "Cost accounting", 
    "Cost control", 
    "Department of Transportation", 
    "Disabled", 
    "Economics and public finance", 
    "Environmental protection", 
    "Executive compensation", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Financial statements", 
    "Freedom of information", 
    "Government contractors", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Health", 
    "Highspeed trains", 
    "Infrastructure", 
    "Inspectors general", 
    "Intermodal transportation", 
    "Interstate compacts", 
    "Labor and employment", 
    "Law", 
    "Local taxation", 
    "Locomotives", 
    "Magnetic levitation vehicles", 
    "Massachusetts", 
    "Motor carrier rates", 
    "Motor vehicle pollution control", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "New York City", 
    "Noise", 
    "Northeastern States", 
    "Occupational health and safety", 
    "Parking facilities", 
    "Planning-programming-budgeting", 
    "Poor", 
    "Productivity in government", 
    "Profit", 
    "Railroad abandonments", 
    "Railroad commuting traffic", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad equipment", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad maintenance and repair", 
    "Railroad passenger traffic", 
    "Railroad policy", 
    "Railroad rates", 
    "Railroad retirement plans", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Restrictive trade practices", 
    "Rhode Island", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Social welfare", 
    "State taxation", 
    "Strategic planning", 
    "Subcontractors", 
    "Subsidiary corporations", 
    "Subsidies", 
    "Tax assessment", 
    "Tax exemption", 
    "Taxation", 
    "Technological innovations", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Transportation planning", 
    "Unemployment insurance", 
    "Wages"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-25", 
    "text": "TABLE OF CONTENTS: Title I: Operational Reforms Title II: Financial Reforms Title III: Northeast Corridor Improvements Title IV: Authorizations Title V: Miscellaneous Title VI: High-Speed Rail Amtrak Restructuring Act of 1997 - Title I: Operational Reforms - Amends Federal transportation law to change from mandatory to discretionary the National Railroad Passenger Corporation (AMTRAK) authority to provide cost-effective intercity rail passenger service. Requires AMTRAK's decisions regarding the initiation, retention, modification, or elimination of intercity rail passenger service to be made on the basis of available financial resources. Requires any AMTRAK agreement with State or local governments or private entities to support such service to be made with the understanding that Federal funding will be eliminated after FY 2001. Authorizes a person to provide intercity rail passenger transportation over an AMTRAK route only with the consent of AMTRAK (currently, if they have a contract). (Sec. 101) Directs AMTRAK to adjust its route structure applying sound business and transportation principles. Directs AMTRAK to provide its employees' representatives, affected States, cities, and other interested parties with 90 days advance notice of any route discontinuance that would remove all service on a route or cut service by more than half in order to enable such parties to provide financial support for its continued operation. (Sec. 102) Exempts certain commuter authorities from paying a tax or fee to the same extent that AMTRAK is exempt. Repeals specified provisions regarding: (1) authority for the AMTRAK Commuter (thus abolishing it as an AMTRAK subsidiary); (2) route and service criteria with respect to route discontinuances and route additions; (3) certain requests to AMTRAK by State, regional, or local authorities or other persons to provide rail passenger transportation or keep a train, route, or service that AMTRAK intends to discontinue; and (4) additional qualifying routes. (Sec. 107) Repeals AMTRAK's mandates for: (1) cost and performance reviews of AMTRAK routes in the basic system; and (2) provision of special commuter transportation. Title II: Financial Reforms - Exempts AMTRAK (and AMTRAK subsidiary) passengers and customers from any fee, head charge, or other charge imposed by a State or local taxing authority directly or indirectly on travel in intercity rail passenger transportation or mail or express transportation provided by AMTRAK or a rail carrier subsidiary of AMTRAK, or on the carriage of such persons, mail, or express, or on the sale of any such transportation, or on the gross receipts derived from such activities. (Sec. 203) Grants congressional consent to States with an interest in a specific form, route, or corridor of intercity passenger rail service, including high-speed rail service, to enter into interstate compacts to promote such service. Title III: Northeast Corridor Improvements - Decreases to three hours (currently, three hours and 40 minutes) the time intercity rail passenger transportation should take between Boston, Massachusetts, and New York City. (Sec. 302) Repeals the program master plan for Boston-New York main line. (Sec. 303) Directs AMTRAK to make capital improvements for the Northeast Corridor improvement program in order to operate reliable, high-speed rail passenger service, and enhance capacity for intercity and commuter passenger service. Authorizes appropriations for the construction of a third track on the Northeast Corridor between Davisville and Central Falls, Rhode Island. Applies the Davis-Bacon Act to require that laborers on the construction of such track be paid the prevailing local wage. (Sec. 304) Repeals provisions governing compensatory agreements between rail freight and commuter rail passenger transportation providers and AMTRAK. Requires AMTRAK and rail freight carrier and commuter providers to submit their disputes to binding arbitration under the rules of the American Arbitration Association. Amends the Northeast Rail Service Act of 1981 to repeal the mandate for determination of a costing methodology with respect to certain Northeast Corridor cost disputes. Title IV: Authorizations - Authorizes appropriations for AMTRAK for: (1) operating grants; and (2) capital and supplemental capital investments. Title V: Miscellaneous - Establishes as some of the goals for Amtrak: (1) management of its capital investment in such a way as to provide its customers with world class service; and (2) treatment of all passengers with respect, courtesy, and dignity. (Sec. 505) Declares that the Freedom of Information Act shall not apply to AMTRAK in any fiscal year it does not receive Federal funding. (Sec. 506) Repeals current maintenance and rehabilitation requirements, including the mandate for a regional maintenance plan. Prohibits AMTRAK from submitting a bid for the performance of services under a contract for an amount less than the cost to it of performing such services (below-cost competition) with respect to any activity, except the provision of intercity rail passenger transportation. Authorizes AMTRAK and motor carriers of passengers, subject to Surface Transportation Board review, to: (1) combine their respective services and facilities to the public as a means of increasing revenues; and (2) coordinate schedules, routes, rates, reservations, and ticketing to provide for enhanced intermodal surface transportation. (Sec. 507) Repeals provisions: (1) authorizing AMTRAK or the owner of a facility presenting a danger to AMTRAK employees, passengers, or property to receive assistance to minimize or eliminate such danger; and (2) mandating AMTRAK to maintain a rail safety system program, and to develop a plan for demonstrating new technology in rail passenger equipment. (Sec. 511) Directs AMTRAK in its annual report to the Congress to include among other things: (1) information on long-term profit or loss of intercity rail passenger transportation; (2) an update that describes AMTRAK's efforts in implementing the Program Master Plans for the Northeast Corridor; and (3) projections of the anticipated benefits of the capital projects AMTRAK proposes to fund, and has previously funded, with Federal funding. Declares that a State shall have access to AMTRAK's records, accounts, and other necessary documents used to determine the amount of any State payment to AMTRAK. (Sec. 512) Amends the Inspector General Act of 1978 to declare that AMTRAK shall not be considered a Federal entity for purposes of such Act. Title VI: High Speed Rail - Authorizes appropriations for FY 1998 through 2003 for high-speed rail technology activities. (Sec. 602) Directs the Secretary of Transportation to prescribe regulations addressing noise emissions from high-speed rail systems, including magnetic levitation systems, operating at speeds greater than 150 miles per hour. Declares that such regulations shall be in lieu of railroad-related noise regulations issued under the Noise Control Act of 1972 only with respect to operation at speeds greater than 150 miles per hour."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amtrak Restructuring Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To restructure and reform the laws relating to Amtrak, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:01-05:00"
}