{
  "actions": [
    {
      "acted_at": "2005-05-17", 
      "references": [
        {
          "reference": "CR S5329", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-17", 
      "committee": "Committee on Indian Affairs", 
      "references": [
        {
          "reference": "CR S5329-5365", 
          "type": "text as measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-07-14", 
      "in_committee": null, 
      "references": [], 
      "text": "Committees on Indian Affairs. Joint hearings held with Committee on Health, Education, Labor and Pensions. Hearings printed: S.Hrg. 109-162.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-27", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-03-16", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator McCain with an amendment in the nature of a substitute. With written report No. 109-222.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-03-16", 
      "calendar": "Senate Legislative", 
      "number": "375", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 375.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1057-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2005-07-14", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "2006-08-01", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2005-10-24", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2006-09-19", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2006-09-15", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "2005-05-17", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2006-09-15", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2005-06-07", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2005-07-14", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2006-08-03", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2005-10-24", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-05-17", 
  "number": "1057", 
  "official_title": "A bill to amend the Indian Health Care Improvement Act to revise and extend that Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5312-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5312-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Indian Health Care Improvement Act Amendments of 2005", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-10-27", 
  "subjects": [
    "Access to health care", 
    "Accreditation (Medical care)", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Alaska", 
    "Alcoholism", 
    "Alternative medicine", 
    "Ambulances", 
    "Ambulatory care", 
    "Appropriations", 
    "Arizona", 
    "Auditing", 
    "Building construction", 
    "Buy American", 
    "California", 
    "Cancer", 
    "Catastrophic health insurance", 
    "Child sexual abuse", 
    "Clinics", 
    "Coinsurance", 
    "Collection of accounts", 
    "College teachers", 
    "Communicable diseases", 
    "Community colleges", 
    "Community health services", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Continuing education", 
    "Continuum of care", 
    "Crime and law enforcement", 
    "Curricula", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Environmental health", 
    "Environmental protection", 
    "Epidemiology", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Food safety", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Fringe benefits", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Graduate education", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Health insurance", 
    "Health planning", 
    "Health services administration", 
    "Health surveys", 
    "Higher education", 
    "Home care services", 
    "Hospital care", 
    "Housing and community development", 
    "Human behavior", 
    "Indian children", 
    "Indian education", 
    "Indian housing", 
    "Indian medical care", 
    "Indian women", 
    "Indigenous peoples", 
    "Infrastructure", 
    "Joint ventures", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Legislation", 
    "Licenses", 
    "Long-term care", 
    "Maintenance and repair", 
    "Mammography", 
    "Medicaid", 
    "Medical education", 
    "Medical research", 
    "Medical screening", 
    "Medical statistics", 
    "Medically uninsured", 
    "Medicare", 
    "Men", 
    "Mental health services", 
    "Miners", 
    "Minimum wages", 
    "Minorities", 
    "Minorities in medicine", 
    "Minority employment", 
    "Montana", 
    "Native Americans", 
    "North Dakota", 
    "Nursing education", 
    "Nursing homes", 
    "Oil pollution", 
    "Oklahoma", 
    "Paramedical personnel", 
    "Poor children", 
    "Preventive medicine", 
    "Psychologists", 
    "Public health personnel", 
    "Public lands and natural resources", 
    "Radiation safety", 
    "Radiation victims", 
    "Rent", 
    "Scholarships", 
    "Science, technology, communications", 
    "Secondary education", 
    "Self-insurance", 
    "Sewage disposal", 
    "Sex offenders", 
    "Social welfare", 
    "South Dakota", 
    "Standards", 
    "Student loan funds", 
    "Surplus government property", 
    "Telemedicine", 
    "Terminal care", 
    "Transportation and public works", 
    "Travel costs", 
    "Urban affairs", 
    "User charges", 
    "Victims of crimes", 
    "Wages", 
    "Water resources development", 
    "Water supply", 
    "Welfare eligibility", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2006-03-16", 
    "text": "Indian Health Care Improvement Act Amendments of 2005 - (Sec. 2) Amends the Indian Health Care Improvement Act (the Act) to declare a new national Indian health policy in order to: (1) raise the health status of Indians by 2010 to at least the levels set forth in the goals contained within the Healthy People 2010 or successor objectives; and (2) allow Indians, to the greatest extent possible, to set their own health care priorities and establish goals that reflect their unmet needs. Authorizes approval of up to a two-year extension (or the part-time equivalent) of a health profession preparatory pregraduate education scholarship. Revises Indian Health Scholarship requirements. Requires a year-for-year service obligation, which may be in a teaching capacity in a tribal college or university nursing (or related health profession) program, if the health service provided to Indians would not decrease. Revises American Indians Into Psychology Program requirements to establish a maximum grant amount of $300,000 to each of nine (currently three) colleges and universities. Authorizes appropriations for FY2006-FY2015. Revises requirements for matching grants to tribes for health professional scholarship programs. Allows 20% of funds for the scholarship costs to be from any source instead of only nonfederal sources. Requires a scholarship recipient to agree not to discriminate in providing health care against individuals on the basis of payment under title XXI (State Children's Health Insurance Program) (SCHIP) of the Social Security Act (SSA). Revises the Indian health service extern program requirements. Extends the extern program to a Tribal Health Program or an Urban Indian Organization (on a discretionary basis) or other HHS agencies (as available). Allows a high school extern program. Revises requirements for programs for continuing education allowances. Repeals the set-aside for postdoctoral training. Allows extension of continuing education allowances to health professionals employed in an Indian Health Program or an Urban Indian Organization. Revises community health representative program requirements. Renames health paraprofessionals community health representatives. Revises Indian Health Service Loan Repayment Program requirements. Requires the Secretary of Health and Human Services to notify a loan repayment applicant of approval or disapproval within 21 days after receipt of the application. Cancels the service or payment of damages obligation of an individual at death. Revises Scholarship and Loan Repayment Recovery Fund (LRRF) requirements. Includes among Fund sources any collections from contract breaches for the scholarships or loan repayment programs and interest. Allows Tribal Health Programs also to use payments received from the LRRF to provide scholarships. Revises requirements for recruitment activities to allow travel reimbursement of health professionals seeking positions with Indian Health Programs or Urban Indian Organizations. Revises Indian recruitment and retention program and advanced training and research requirements, specifying the involvement of health professionals who have worked in an Indian Health Program or Urban Indian Organization. Renames the nursing grant program the Quentin N. Burdick American Indians into Nursing Program. Eliminates the program of grants to establish nursing school clinics. Makes tribal cultural orientation and history education of Indian Health Service (IHS) employees mandatory. Requires such education to describe the use and place of Traditional Health Care Practices of the Indian Tribes in the IHS area. Revises requirements for the Indians Into Medicine (INMED) Program. Revises health training programs of community colleges requirements to require grant-receiving community colleges to: (1) have a relationship with a hospital rather than mere access; and (2) agree to provide for Indian preference for program applicants. Establishes a funding priority for tribal colleges and universities in Service Areas where they exist. Repeals the authority for additional incentives for health professionals. Extends retention bonuses to any health professional (not just doctors and nurses) employed by Indian Health or Urban Indian Organization programs. Repeals the requirement that the retention bonus be paid at the beginning of the term of service. Limits the nursing residency training program to Indians working in an Indian Health Program or Urban Indian Organization. Allows education leading to any advanced degrees or certifications in nursing or public health (currently, a Master's degree). Allows obligated service in an Urban Indian Organization. Revises community health aide program requirements. Authorizes the Secretary to establish a national Community Health Aide Program. Requires the Secretary, acting through the IHS, to establish a neutral panel to study the dental health aide therapist services under such program. Directs the Secretary to act through the IHS to provide training for Indians in the administration and planning of Tribal Health Programs. Authorizes the Secretary, acting through the IHS, to fund health professional chronic shortage demonstration programs. Prohibits the Secretary from removing a National Health Service Corps member from an Urban Indian Organization. Exempts National Health Service (NHS) Corps scholars qualifying for the Commissioned Corps in the U.S. Public Health Service from the full-time equivalent limitations of the NHS Corps and the IHS when serving as a commissioned corps officer in a Tribal Health Program or an Urban Indian Organization. Revises requirements for substance abuse counselor educational curricula demonstration programs. Extends the initial grant period from one year to three years and the renewal periods from one year to two years. Converts mental health to behavioral health training and community education programs, making Indian Tribes and Tribal Organizations participants. Repeals the University of South Dakota pilot program. Authorizes appropriations through FY2015 for Indian health, human resources, and development. Revises Indian Health Care Improvement Fund requirements. Authorizes the Secretary to expend funds either directly or under the authority of the Indian Self-Determination and Education Assistance Act (ISDEAA). Adds telehealth and telemedicine to uses of such funds, as well as elimination of inequities in funding for both direct care and contract health service programs. Revises Indian Catastrophic Health Emergency Fund (CHEF) requirements. Prohibits allocation, apportionment, or delegation of CHEF funds on an Area Office, Service Unit, or other similar basis. Requires the Secretary to use a specified negotiated rulemaking process for the promulgation of CHEF regulations. Revises requirements for Health Promotion and Disease Prevention Services. Revises diabetes prevention, treatment, and control requirements. Directs the Secretary to: (1) establish a cost-effective approach to ensure ongoing monitoring of disease indicators; and (2) continue to maintain each model diabetes project already in existence on the enactment of this Act. Authorizes the Secretary to establish a position of diabetes control officer in each Area Office. Converts the shared services for long-term care demonstration project into a permanent program. Repeals certain contract eligibility requirements. Directs the Secretary to encourage the use of existing underused facilities or allow the use of swing beds for long-term or similar care. Revises health services research requirements. Replaces the current set-aside of $200,000 for research with general authority to fund research for Indian health programs, instead of only the IHS. Requires the Secretary to coordinate, to the maximum extent practicable, resources and activities to address relevant Indian Health Program research needs. Authorizes the use of research funding for both clinical and nonclinical research. Revises requirements on coverage of screening mammography. Eliminates the minimum age requirement of 35 for Indian women. Opens screening mammography to Indian women at a frequency appropriate to such women under accepted and appropriate national standards. Requires the Secretary to provide for other cancer screening as well. Revises patient travel costs requirements. Authorizes the Secretary to provide funds for appropriate and necessary qualified escorts and transportation by private vehicle (where no other means of transportation is available), specially equipped vehicle, ambulance, or by such other available means when air or motor vehicle transportation is not available. Revises epidemiology center requirements, maintaining those in existence on the enactment of this Act, but requiring the establishment of centers in the remaining areas without reducing funds for the existing centers. Repeals requirements that the Secretary: (1) develop sets of data and formats for the uniform collecting and reporting of information; and (2) establish a system for monitoring progress toward health objectives. Revises requirements for comprehensive school health education programs and the Indian Youth Program, including urban Indian youth as beneficiaries of the latter. Extends a specified disease prevention, control, and elimination program from tuberculosis to other communicable and infectious diseases. Makes permanent a demonstration project for home- and community-based care, including hospice care, assisted living, and long-term health care. Revises requirements for the program, and repeals the prohibition against the use of funds for cash payments, room and board, construction, and nursing facility services. Eliminates the Office of Indian Women's Health Care. Requires the Secretary, acting through the IHS, Indian Tribes, Tribal Organizations, and Urban Indian Organizations, to monitor and improve the quality of health care for Indian women of all ages through the planning and delivery of IHS programs. Revises requirements for the nuclear resource development health hazards study and health plan development program. Extends such program to ongoing monitoring of environmental health hazards generally, including petroleum contamination, and contamination of water source and of the food chain, as well as nuclear resource development. Extends through FY2015 the designation of Arizona as a contract health service delivery area. Designates North Dakota and South Dakota as contract health service delivery areas. Converts the current California contract health services demonstration program into a permanent program. Allows the excluded counties to become part of the contract service area if funding is specifically provided by IHS for contract health services in those counties. Repeals a specified limitation on the provision of funds for health care programs and facilities operated by Indian tribes and tribal organizations. Exempts from state licensing requirements any health care professionals employed by a Tribal Health Program to perform services described in its contract or compact under the ISDEAA. Requires the IHS to pay a valid claim (currently, a completed claim) within 30 days after completion of the claim. Denies recourse by a service provider against a patient for contract health care services if the claim has been deemed accepted by the IHS. Directs the Secretary to establish within IHS an Office of Indian Men's Health to coordinate and promote the health status of Indian men. Extends the authorization of appropriations for health services to Indians through FY2015. Revises requirements regarding health facilities. Requires any Indian health facility to meet the construction standards of any accrediting body (not only those of the Joint Commission on Accreditation of Health Care Organizations) recognized by the Secretary for programs under title XVIII (Medicare), title XIX (Medicaid), and title XXI (State Children's Health Insurance Program) (SCHIP) of the Social Security Act. Requires the Secretary, acting through the IHS, to establish a health care facility priority system, developed through negotiated rulemaking with Indian Tribes and Tribal Organizations, that gives Indian Tribes' needs the highest priority. Specifies a list of facilities that must, at a minimum, be included in the system. Requires the Government Accountability Office (GAO) to report to Congress on the needs of IHS, Indian Tribes, Tribal Organizations, and Urban Indian Organizations, for the types of facilities listed. Revises requirements on safe water and sanitary waste disposal facilities, now simply called sanitation facilities. Requires the Secretary to provide priority funding for emergency repairs and operation and maintenance for sanitation facilities to avoid imminent health threats (currently, hazards) or to protect the investment in the health benefits gained through sanitation facilities. Prohibits the use of IHS funding for new homes constructed using Department of Housing and Urban Development funds. Authorizes the Secretary to accept funds from any source for placement into contracts or compacts under the ISDEAA for sanitation facilities and services. Authorizes the Secretary to use sanitation facilities appropriations to: (1) fund tribal loans for new sanitation facility projects; or (2) meet matching or cost participation requirements under other federal and nonfederal programs for such new projects. Directs the Secretary to establish standards applicable to the planning, design, and construction of sanitation facilities. Declares that an Indian tribe has primary responsibility for establishing and collecting user fees. Authorizes the Secretary to assist, on a short-term basis, an Indian Tribe, Tribal Organization, or Indian community when a tribally operated sanitation facility is threatened with imminent failure. Revises requirements for determining sanitation deficiency levels. Revises pay rate and specified wage requirements with respect to preference for Indians and Indian firms in the construction of tribally related health and sanitation facilities. Revises requirements for expenditure of non-IHS funds for renovation to include major expansion as an authorized use of such funds. Requires the Indian tribe or Tribal Organization to provide to the Secretary certain information regarding staffing, equipment, and other costs associated with the expansion. Requires the methodology for determining priorities to be developed and updated through negotiated rulemaking with representatives of Indian Tribes and Tribal Organizations. Revises requirements for the grant program for the construction, expansion, and modernization of small ambulatory care facilities. Revises requirements for alternative Indian health care delivery demonstration projects requirements, among other changes, by: (1) requiring consultation by the Secretary, acting through the IHS, with Indian Tribes and Tribal Organizations; (2) permitting the use of IHS funds to match other funds; (3) requiring the Secretary to develop and promulgate regulations through negotiated rulemaking; and (4) requiring the Secretary to give priority to demonstration project applications in each of specified Service Units. Authorizes all other federal agencies, in addition to the Bureau of Indian Affairs (BIA), to transfer, at no cost, land and improvements to IHS for the provision of health care services. Authorizes the Secretary to accept such land and improvements for such purposes. Revises requirements for leases, contracts, and other agreements between the Secretary and Indian tribes to add tribal organizations as eligible lessors. Directs the Secretary to study and report to specified congressional committees on the feasibility of establishing a loan fund to provide to Indian Tribes and Tribal Organizations direct loans or guarantees for loans for the construction of health care facilities. Authorizes a Tribal Health Program to lease permanent structures for the purpose of providing health care services without obtaining advanced approval in appropriations Acts. Renames certain joint venture demonstration projects the Indian Health Service/Tribal Facilities Joint Venture Program. Makes Tribal Organizations eligible for participation. Requires the Secretary to develop project need criteria through the negotiated rulemaking process. Requires negotiation for continued operation of a facility at the end of the initial 10 year no-cost lease period. Authorizes recovery in a proportional amount from the United States if the IHS ceases to use the facility within the 10-year lease period. Includes staff quarters in the definition of health facility for purposes of such Joint Venture Program requirements. Revises requirements on priority in location of IHS facilities on Indian lands. Grants top priority to Indian land owned by one or more Indian tribes. Includes among such lands all lands in Alaska owned by any Alaska Native village, or village or regional corporation under the Alaska Native Claims Settlement Act, or any land allotted to any Alaska Native. Requires the Secretary to identify, in the report to Congress accompanying the President's budget, the backlog of maintenance and repair work required at both IHS and tribal health care facilities. Authorizes a Tribal Health Program which operates a hospital or other health facility and associated, federally owned quarters pursuant to a contract or compact under the ISDEAA to: (1) establish the rental rates charged to the occupants of such quarters; and (2) collect rents directly from federal employees who occupy such quarters. Exempts Indian tribes and tribal organizations from the requirements of the Buy American Act. Authorizes the Secretary to: (1) accept from any source, including federal and state agencies, funds available for the construction of health care facilities for Indians, and place such funds into a contract or compact under the ISDEAA; and (2) enter into interagency agreements for the planning, design, and construction of health care facilities. Authorizes appropriations through FY2015 for Indian health facilities. Revises requirements for access to health services. Prohibits from consideration in determining appropriations for health care and services to Indians any Medicare, Medicaid, or SCHIP payments (reimbursements) received by an Indian Health Program or by an Urban Indian Organization. Requires the Secretary to ensure that each Service Unit of IHS receives 100% (currently, at least 80%) of the amount to which the facilities are entitled. Revises requirements for the direct billing program. Revises requirements for grants to and contracts with IHS, Indian tribes, Tribal Organizations, and Urban Indian Organizations to assist individual Indians to enroll for Medicare, Medicaid, or SCHIP benefits. Revises requirements for reimbursement from certain third parties of costs of health services. Grants the United States, an Indian Tribe, or Tribal Organization, including an Urban Indian Organization, the right to seek recovery from third parties. Requires all reasonable efforts to provide notice to the individual to whom health services were provided, either before or during the pendency of an action. Denies the United States the right of recovery against a tribal self-insured plan without written authorization from the tribe. Prohibits denial of a claim for benefits based on the format in which the claim is submitted, if the format complies with certain requirements. Authorizes Indian tribes, Tribal Organizations, and Urban Indian Organizations to use certain funds to purchase health care coverage. Revises requirements with respect to sharing arrangements with federal agencies. Authorizes the Secretary to enter agreements for sharing of medical facilities with the Departments of Veterans Affairs (VA) and of Defense (DOD), requiring VA or DOD reimbursement where services are provided through the IHS, an Indian Tribe, or a Tribal Organization, to beneficiaries eligible for services from either Department. Makes Indian Health Programs and health care programs operated by Urban Indian Organizations the payor of last resort for services provided to eligible persons. Requires nondiscrimination with regard to service provider qualifications for reimbursement of services by qualified providers. Directs the Secretary to maintain within the Centers for Medicaid and Medicare Services a Tribal Technical Advisory Group, will shall include a representative of the Urban Indian Organizations and of the IHS. Authorizes a state to provide under its state SCHIP plan for payments to Indian Health Programs and Urban Indian Organizations providing child health assistance to targeted low-income Indian children. Authorizes an Indian Health Program to petition the Secretary for a waiver of a sanction against a health care provider under the Medicare, Medicaid, SCHIP or related SSA program, if the state has not sought the waiver within 60 days of the Indian Health Program request for it. Establishes a safe-harbor from anti-kickback sanctions for exchanges between and among Indian Health Programs. Prohibits charging Indians a deductible, copayment, or coinsurance for an item furnished under the Medicaid or SCHIP program or by the IHS. Declares that no Indian otherwise eligible for services under Medicaid or SCHIP may be charged a premium, enrollment fee, or similar charge as a condition of receiving program benefits. Excludes specified kinds of property located on an Indian reservation from the determination of Medicaid eligibility. Specifies the payment rules which shall apply in the case of an Indian enrolled with a non-Indian Medicaid managed care entity but receiving covered Medicaid managed care services from an Indian Health Provider or an Urban Indian Organization, whether or not it is a participating provider with respect to such entity. Gives enrollees the option to select an Indian Health Program or Urban Indian Organization as primary care provider. Provides for offering of managed care through Indian Medicaid managed care entities. Sets forth special rules for Indian managed care entities. Directs the Secretary to study and report to Congress on the feasibility of treating the Navajo Nation as a state for Medicaid purposes, with an entity having the same authority and performing the same functions as a single-state Medicaid agency responsible for administration of a plan to provide services to Indians living within the boundaries of the Nation. Authorizes appropriations through FY2015 for Indian access to health services. Revises requirements for health services for Urban Indians. Revises requirements for evaluations and renewal standards for contracts and grants. Authorizes the Secretary to evaluate each Urban Indian Organization through acceptance of evidence of its accreditation in lieu of an annual onsite evaluation. Revises requirements for other contracts with and grants to Urban Indian Organizations. Allows lump sum payments by the Secretary to an Urban Indian Organization unless it is determined through an appropriate evaluation that the organization is not capable of administering such payments in their entirety. Revises reports and records requirements, extending the reporting period from quarterly to semi-annual. Requires a report to include a minimum set of data, using uniformly defined elements. Modifies the cost of annual audits to specify independent financial audits (currently, private audits) conducted by a certified public accountant or a certified public accounting firm qualified to conduct federal compliance audits. Revises requirements for facilities renovation grants. Allows use of grants for the lease, purchase, construction, or expansion as well as renovation of facilities (currently, only for minor renovations). Authorizes the Secretary, acting through the IHS, to study the feasibility of establishing a loan fund to provide Urban Indian Organizations with direct loans or guarantees for loans for health care facility construction. Changes the IHS Branch of Urban Health Programs into an IHS Division of Urban Indian Health. Makes permanent the Tulsa Clinic and Oklahoma City demonstration projects, continuing their treatment as Service Units in the allocation of resources and coordination of care. Subjects such projects to the requirements and definitions of an Urban Indian Organization. Sets September 30, 2008, as the final effective date of any grants to or contracts with Urban Indian Organizations for the administration of Urban Indian alcohol programs transferred to the IHS from the National Institute on Alcoholism and Alcohol Abuse. Establishes consultation requirements with Urban Indian Organizations. Deems an Urban Indian Organization to be part of the IHS in HHS for Federal Tort Claim Act coverage. Authorizes the Secretary, acting through the IHS, to: (1) fund the construction and operation of at least two residential treatment centers in each state meeting certain criteria to demonstrate the provision of alcohol and substance abuse treatment services to Urban Indian youth in a culturally competent residential setting. Directs the Secretary, acting through the IHS, to allow an Urban Indian Organization to use federal excess facilities and equipment in carrying out a grant or contract. Authorizes the Secretary to make grants to Urban Indian Organizations for the prevention and treatment of, and control of the complications resulting from, diabetes among Urban Indians. Permits the Secretary, acting through the IHS, to enter into contracts with, and make grants to, Urban Indian Organizations, for the employment of Indians as health service providers through the Community Health Representation Program. Authorizes appropriations through FY2015 for health services for urban Indians. Converts the Director of IHS into an Assistant Secretary of Indian Health in the Public Health Service of the HHS. Revises requirements for automated management information systems. Authorizes the Secretary, acting through the Assistant Secretary, to enter into contracts, agreements, or joint ventures with other federal agencies, states, private and nonprofit organizations for the purpose of enhancing information technology in Indian health programs and facilities. Authorizes appropriations through FY2015 with respect to organizational improvements. Subsumes substance abuse and mental health programs into behavioral health programs. Directs the Secretary, acting through the IHS, to: (1) encourage Indian Tribes and Tribal Organizations to develop tribal plans, Urban Indian Organizations to develop local plans, and all such groups to participate in developing areawide plans for Indian Behavioral Health Services; (2) establish a national clearinghouse of such plans and reports on their outcomes; and (3) provide technical assistance for plan preparation and development of standards of care. Requires updates of memoranda of agreement with respect to behavioral health services. Revises requirements for a comprehensive behavioral health prevention and treatment program. Requires the Secretary, acting through the IHS, to ensure that the mental health technician program involves the use and promotion of the Traditional Health Care Practices of the Indian Tribes to be served. Revises requirements for the Indian women treatment program. Renames the Indian Health Service youth program the Indian Youth Program. Authorizes the Secretary, acting through the IHS, to provide for intermediate adolescent behavioral health services which include sober or transitional housing. Requires the Secretary to collect the data for an Indian youth mental health report. Authorizes the Secretary to carry out a demonstration project to test the use of telemental health services in suicide prevention, intervention, and treatment of Indian youth. Authorizes appropriations for FY2006-FY2009. Revises requirements for facilities assessment. Authorizes the Secretary, acting through the IHS, Indian Tribes, and Tribal Organizations, to provide in each IHS area at least one inpatient mental health care facility, or the equivalent, for Indians with behavioral health problems. Considers California to be two Area Offices for such purposes. Revises requirements for training and community education, including instruction with respect to child sexual abuse. Revises requirements for innovative community-based behavioral health services to Indians, including funding for projects by tribal organizations. Revises requirements for fetal alcohol disorder programs. Directs the Secretary, acting through the IHS, Indian Tribes, Tribal Organizations, and Urban Indian Organizations, to develop and provide services for early childhood intervention projects and supportive services. Includes the National Institute for Child Health and Human Development and the Centers for Disease Control and Prevention in the Fetal Alcohol Disorder Task Force. Combines certain demonstration projects regarding child sex abuse into permanent programs for: (1) victims of sexual abuse who are Indian children or children in an Indian household; and (2) perpetrators of child sex abuse who are Indians or members of an Indian household. Requires the use of funding to develop and provide community education and prevention programs. Replaces requirements for mental health research with requirements for behavioral health research. Extends the authorization of appropriations through FY2015 for behavioral health programs. Revises reporting requirements and requirements on regulations, including negotiated rulemaking. Requires the Secretary to submit to Congress a plan explaining the manner and schedule, by title and section, for implementation of this Act. Revises requirements on the eligibility of California Indians for health services. Revises requirements on health services for ineligible persons. Requires the Secretary, acting through the IHS, to provide services and benefits for Indians in Montana in a manner consistent with the decision of the U.S. Court of Appeals for the Ninth Circuit in McNabb for McNabb v. Bowen. Authorizes the IHS to provide certain services according to eligibility criteria in effect on September 15, 1987. Treats Indian Tribes or Tribal Organizations carrying out a contract or compact pursuant to the ISDEAA as not an employer for certain purposes. Establishes the National Bi-Partisan Indian Health Care Commission to study and make legislative recommendations to Congress regarding the delivery of federal health care services to Indians. Authorizes appropriations. Authorizes appropriations through FY2015 to carry out specified miscellaneous requirements. (Sec. 3) Amends federal law authorizing sanitation facilities for the Soboba Band of Mission Indians. (Sec. 4) Amends SSA title XIX (Medicaid) and XXI (SCHIP) to conform to this Act. (Sec. 5) Amends the ISDEAA to direct the Secretary to establish the Native American Health and Wellness Foundation. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Health Care Improvement Act Amendments of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Health Care Improvement Act Amendments of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Indian Health Care Improvement Act to revise and extend that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:32-05:00"
}