{
  "actions": [
    {
      "acted_at": "2002-07-24", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-08-07", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "National Parks, Recreation and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks, Recreation and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-08-07", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "text": "Referred to the Subcommittee on Fisheries Conservation, Wildlife and Oceans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-08-07", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Forests and Forest Health", 
      "text": "Referred to the Subcommittee on Forests and Forest Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-08-07", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-08", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-08", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-10-08", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Subcommittee on Forests and Forest Health Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-08", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Subcommittee on Fisheries Conservation, Wildlife and Oceans Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-08", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Subcommittee on National Parks, Recreation and Public Lands Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-15T15:06:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 107-750.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-15T15:06:00-04:00", 
      "calendar": "Union", 
      "number": "470", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 470.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2002-10-16T20:18:00-04:00", 
      "references": [], 
      "text": "Mr. Armey asked unanimous consent discharge the Committee of the Whole House on the State of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T20:19:00-04:00", 
      "references": [
        {
          "reference": "CR H7964-8009", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T20:20:00-04:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR H7977-7984", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-10-16T20:20:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-17", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S10769-10771", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-10-17", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-10-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-28", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-11-06", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2002-11-06", 
      "congress": "107", 
      "law": "public", 
      "number": "282", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 107-282.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h619-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "619"
    }
  ], 
  "bill_id": "hr5200-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Recreation, and Public Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Fisheries Conservation, Wildlife, and Oceans", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Forests and Forest Health", 
      "subcommittee_id": "20"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "107", 
    "law_type": "public", 
    "number": "282"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2002-11-06", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-10-16T20:20:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-10-17", 
    "vetoed": false
  }, 
  "introduced_at": "2002-07-24", 
  "number": "5200", 
  "official_title": "To establish wilderness areas, promote conservation, improve public land, and provide for high quality development in Clark County, Nevada, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2612-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Clark County Conservation of Public Land and Natural Resources Act of 2002", 
  "sponsor": {
    "district": "2", 
    "name": "Gibbons, Jim", 
    "state": "NV", 
    "thomas_id": "01485", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2002-11-06", 
  "subjects": [
    "Affordable housing", 
    "Agriculture and food", 
    "Air quality", 
    "Aircraft", 
    "Airports", 
    "Airspace (Law)", 
    "Animals", 
    "Archaeology", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Bicycles", 
    "Colleges", 
    "Commemorations", 
    "Commerce", 
    "Conservation of natural resources", 
    "Crime and law enforcement", 
    "Cultural property", 
    "Damages", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational finance", 
    "Electric power transmission", 
    "Emergency management", 
    "Endangered species", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Fire prevention", 
    "Firearms", 
    "Fishing", 
    "Flood control", 
    "Flood damage prevention", 
    "Forest fires", 
    "Foundations", 
    "Gas pipelines", 
    "Geothermal resources", 
    "Government liability", 
    "Government trust funds", 
    "Grazing", 
    "Groundwater", 
    "Habitat conservation", 
    "Helicopter transportation", 
    "Helicopters", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Hunting", 
    "Infrastructure", 
    "Interstate highway system", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Landfills", 
    "Law", 
    "Leases", 
    "Maintenance and repair", 
    "Military aircraft", 
    "Military aviation", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Minorities", 
    "Motor vehicles", 
    "National parks", 
    "National recreation areas", 
    "Native Americans", 
    "Natural areas", 
    "Nature conservation", 
    "Nevada", 
    "Noise", 
    "Outdoor recreation", 
    "Parks", 
    "Police", 
    "Police training", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Religion", 
    "Relocation", 
    "Research centers", 
    "Reservoirs", 
    "Restoration ecology", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Social welfare", 
    "Sports and recreation", 
    "Surveying", 
    "Trails", 
    "Transportation and public works", 
    "Trapping", 
    "Water pollution measurement", 
    "Water resources development", 
    "Water supply", 
    "Water treatment plants", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2002-10-16", 
    "text": "Clark County Conservation of Public Land and Natural Resources Act of 2002 - (Sec. 3) States that the appropriate Secretary being referred to in this Act is the Secretary of Agriculture for National Forest System land and the Secretary of the Interior for other land.(Sec. 4) Authorizes appropriations.Title I: Red Rock Canyon National Conservation Area Land Exchange and Boundary Adjustment - Red Rock Canyon National Conservation Area Protection and Enhancement Act of 2002 - (Sec. 104) Directs the appropriate Secretary to convey to the Howard Hughes Corporation, Nevada, specified land and to Clark County, Nevada, certain other land if the Corporation agrees to convey specified holdings to the United States. Requires Clark County to hold the land it acquires in perpetuity for use only as a public park or as part of a public regional trail system. States that the values of the exchanged lands shall be equal.(Sec. 105) Requires the Secretary to administer the lands acquired by the Federal Government as part of the Red Rock Canyon National Conservation Area, in accordance with the Red Rock Canyon National Conservation Area Establishment Act of 1990, the Southern Nevada Public Lands Management Act of 1998, and other applicable laws.(Sec. 106) Subjects the lands being exchanged to valid existing rights. Directs the Secretary to withdraw, subject to such rights, the land acquired by the Federal Government and of certain other land from operation of the public land and mining laws.Title II: Wilderness Areas - (Sec. 202) Designates specified Federal lands (the \"additions\") in Nevada as wilderness and components of the National Wilderness Preservation System (the \"System\").(Sec. 203) Directs that the additions to the System shall be administered in accordance with the Wilderness Act, with certain exceptions. Permits the grazing of livestock to continue in those parts of the additions that are administered by the Bureau of Land Management and in which grazing is already established. Declares that nothing in this Act shall constitute any reservation by the United States of any water or water rights within the lands newly designated as wilderness (\"wilderness areas\").(Sec. 204) Permits nonwilderness activities to continue even if they can be seen or heard from areas within a wilderness area.(Sec. 205) Allows low-level overflights of military aircraft over wilderness areas, as well as flight testing and evaluation.(Sec. 206) States that nothing in this Act shall be construed to diminish the rights of any Indian tribe. Allows tribes to access Federal lands for tribal activities, including spiritual, cultural, and traditional food-gathering activities.(Sec. 207) Releases, and retains from release, certain Nevada lands as wilderness study areas. Directs the appropriate Secretary to issue to the State-regulated sponsor of the Centennial Project the right-of-way for the construction and maintenance of two 500-kilovolt electrical transmission lines within certain land in Clark County, Nevada.(Sec. 208) Permits, in accordance with the Wilderness Act, the State or its designee to use aircraft (including helicopters) to survey, capture, transplant, monitor, and provide water for wildlife populations.Allows the appropriate Secretary to establish, for reasons of public safety, administration, or compliance with applicable laws, periods during which no hunting, fishing, or trapping shall be allowed in the wilderness areas.Directs the Secretary to enter into a cooperative agreement with the State of Nevada, which will specify the terms and conditions under which the State or its designee may utilize wildlife management activities in the wilderness areas.(Sec. 209) States that nothing in this title precludes government from conducting wildfire management operations to manage wildfires in the wilderness areas.(Sec. 210) Permits climatological data collection in the wilderness areas if such measures are essential to flood warning, flood control, and water reservoir operation activities.(Sec. 211) States that if any laws, regulations, or management policies applicable to the National Park Service for Lake Mead National Recreation Area conflict with this Act, such laws, regulations, or policies shall control.Title III: Transfers of Administrative Jurisdiction - (Sec. 301) Transfers administrative jurisdiction over certain land from the Bureau of Land Management to the United States Fish and Wildlife Service for inclusion in the Desert National Wildlife Range. Declares that such land shall be managed in accordance with the National Wildlife Refuge System Administration Act, as amended by the National Wildlife Refuge System Improvement Act of 1997, and with existing cooperative conservation agreements.(Sec. 302) Transfers administrative jurisdiction over specified land from the Bureau of Land Management to the National Park Service for inclusion in the Lake Mead National Recreation Area. Directs that the land be used for administrative facilities.Title IV: Amendments to the Southern Nevada Public Land Management Act - (Sec. 401) Allows up to ten percent of amounts available in the special account under the Southern Nevada Public Land Management Act to go to conservation initiatives on Federal land in Clark County, Nevada, administered by the Department of the Interior or the Department of Agriculture.Withdraws, subject to valid existing rights, certain land designated for disposal under the Act from: (1) all forms of entry, appropriation, and disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) operation of the mineral leasing, mineral materials, and geothermal leasing laws.Title V: Ivanpah Corridor - (Sec. 501) Directs the appropriate Secretary to manage the land located along the Interstate Route 15 corridor south of the Las Vegas Valley to the border between California and Nevada in accordance with the Southern Nevada Public Land Management Act and provisions of this Act for multiple use purposes. Terminates the administrative withdrawal of such land.Directs the Secretary to transfer upon request, subject to valid existing rights and certain conditions, specified land to Clark County, Nevada, known as the Ivanpah Airport noise compatibility area.Withdraws, subject to valid existing rights, the corridor and the Ivanpah Airport area from location and entry under the mining laws, and from operation under the mineral leasing and geothermal leasing laws. Provides for the termination of such withdrawals at the discretion of the Secretary or when the corridor or land, respectively, is patented.(Sec. 502) Withdraws from location, entry, and patent under the mining laws for up to five years any Federal land in Areas of Critical Environmental Concern which is not already withdrawn. Directs the Secretary to make final decisions on such temporary withdrawals within five years of enactment of this Act, which shall be consistent with the Federal Land Policy and Management Act and in accordance with the 1998 Las Vegas Resource Management Plan.Title VI: Sloan Canyon National Conservation Area - Sloan Canyon National Conservation Area Act - (Sec. 604) Establishes in Nevada the Sloan Canyon National Conservation Area to conserve, protect, and enhance the cultural, archaeological, natural, wilderness, scientific, geological, historical, biological, wildlife, educational, and science resources of such Area.Requires the appropriate Secretary, in consultation with various parties, to develop a management plan for the Area.Withdraws, subject to valid existing rights, the Area from: (1) all forms of entry, appropriation, and disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) operation of the mineral leasing, mineral materials, and geothermal leasing laws.(Sec. 606) Directs the appropriate Secretary to convey to the highest qualified bidder all right, title, and interest of the United States in and to certain Federal land in Nevada.Title VII: Public Interest Conveyances - (Sec. 702) Permits the Clark County Department of Aviation to convey all right, title, and interest in and to certain land to the University of Nevada at Las Vegas Research Foundation for the development of a technology research center. Sets forth conditions the Foundation must meet if it sells, leases, or otherwise conveys the land.(Sec. 703) Directs the appropriate Secretary to convey to the Las Vegas Metropolitan Police Department all right, title, and interest of the United States in and to certain land for use as a shooting range.(Sec. 704) Requires the appropriate Secretary to convey to the city of Henderson, Nevada, all right, title, and interest of the United States in and to certain land for use as a campus for the Nevada State College at Henderson. Delineates certain conditions for the conveyance that the Chancellor of the University system and the City shall agree to in writing, including that the college will use the land for educational and recreational purposes.(Sec. 705) Directs the appropriate Secretary to convey to the City of Las Vegas, Nevada, all right, title, and interest of the United States in and to certain land for use for affordable housing or for a related purpose.(Sec. 706) Requires the appropriate Secretary to convey to the highest bidder all right, title, and interest of the United States in and to specified land in Clark County, Nevada.(Sec. 707) Directs the appropriate Secretary to relocate a specified right-of-way corridor in Clark and Lincoln Counties, Nevada.Requires the Secretary to, without consideration from the grant holders, relocate the entire portion of two rights-of-way grants lying within the relinquished corridor from such corridor to the relocated corridor in such a manner as to minimize engineering design changes.Permits the Secretary to authorize certain uses within the relocated corridor, including, without limitation, transmission lines, gas pipelines, water lines, and wells.Title VIII: Humboldt Project Conveyance - Humboldt Project Conveyance Act - (Sec. 803) Directs the appropriate Secretary to convey all right, title, and interest in and to the lands and features of the Humboldt Project to the Pershing County Water Conservation District (PCWCD), a public entity in the State of Nevada. Requires that the conveyance be consistent with the terms of specified documents, including the Memorandum of Agreement between PCWCD and Lander County of January 24, 2000.(Sec. 804) Requires PCWCD to pay the United States the net present value of miscellaneous revenues associated with such lands.(Sec. 805) Requires the district, the State, Pershing County, and Lander County to comply with the relevant laws applicable to non-Federal water distribution systems with regard to the conveyed land.(Sec. 806) Revokes the withdrawals of public lands for the Rye Patch Reservoir and the Humboldt Sink, effective on the date of the conveyance.(Sec. 807) Excludes the United States from being held liable by any court for damages relating to the Humboldt Project, except for damages for negligence prior to the date of the conveyance.(Sec. 808) Directs the Secretary to complete, prior to the conveyance, all actions necessary under the National Environmental Policy Act of 1969, the Endangered Species Act of 1973, and all other applicable laws.(Sec. 809) States that after the conveyance, the Humboldt Project shall no longer be a Federal reclamation project and the district shall not receive any future reclamation benefits with respect to that project.Title IX: Miscellaneous Provisions - Amends provisions of PL 99-548, concerning the transfer of lands to the city of Mesquite, Nevada, with respect to the use of proceeds from the sale of lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clark County Conservation of Public Land and Natural Resources Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sloan Canyon National Conservation Area Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Clark County Conservation of Public Land and Natural Resources Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Humboldt Project Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Red Rock Canyon National Conservation Area Protection and Enhancement Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Sloan Canyon National Conservation Area Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Clark County Conservation of Public Land and Natural Resources Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Humboldt Project Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Red Rock Canyon National Conservation Area Protection and Enhancement Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Sloan Canyon National Conservation Area Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Clark County Conservation of Public Land and Natural Resources Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Humboldt Project Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Red Rock Canyon National Conservation Area Protection and Enhancement Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Sloan Canyon National Conservation Area Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish wilderness areas, promote conservation, improve public land, and provide for high quality development in Clark County, Nevada, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:32-05:00"
}