{
  "actions": [
    {
      "acted_at": "1978-08-23", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture, Nutrition and Forestry, S. Rept. 95-1142.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-23", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-08", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-08", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #376 (65-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "bill_ids": [
        "hr10584-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 10584.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-28", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-29", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 95-1315.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1755.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "House agreed to conference report, roll call #935 (356-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-20", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-21", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-21", 
      "references": [], 
      "text": "Public Law 95-501.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3447-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Morgan, Robert B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "01404", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-21", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-23", 
  "number": "3447", 
  "official_title": "An Act to strengthen the economy of the United States through increased sales abroad of United States agricultural commodities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10584-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Trade Act", 
  "sponsor": {
    "district": null, 
    "name": "Stone, Richard (Dick)", 
    "state": "FL", 
    "thomas_id": "01443", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1978-08-23", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "China", 
    "Commodity Credit Corporation", 
    "Corporations", 
    "Department of Agriculture", 
    "Export credit", 
    "Exports", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Agriculture in foreign trade", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-10-11", 
    "text": "(Conference report filed in House, H. Rept. 95-1755) Agricultural Trade Act - =Title I: Intermediate Credit= - Amends the Food for Peace Act of 1966 to authorize the Commodity Credit Corporation to finance export sales of agricultural commodities on credit terms in excess of three years, but not more than ten years. Restricts such financing to export sales that will: (1) develop or maintain the importing nation as a foreign market for the commercial sale and export of United States agricultural commodities without displacing normal commercial sales; or (2) otherwise improve the capability of the importing nation to purchase and use, on a long-term basis, such commodities. Requires the Secretary of Agriculture to obtain commitments from purchasers to prevent resale or transshipment to other nations of commodities, the domestic sale or distribution of reserve stocks, so financed. Establishes a penalty for noncompliance with such commitments. Provides that agreements to finance export sales, except those for the establishment of reserve stocks, shall be subject to terms and conditions required by the Secretary. Specifies that agreements to finance export sales for the establishment of reserve stocks will not be effective for a certain number of days after they are transmitted to the House and Senate Agriculture Committees. Exempts export sales financed under this title from the cargo preference laws. =Title II: Commodity Credit Corporation Financing of Deferred Payment Sales; Credit Sales to the People's Republic of China= - Authorizes the Secretary to provide Commodity Credit Corporation financing to exporters of agricultural products who wish to extend deferred payment terms of not to exceed three years to buyers in other nations in order to meet sales competiton from other nations or to make additional export sales. Limits such financing of sales to nations eligible for financing under the Corporation's short-term export credit sales program. Authorizes the Corporation to provide short-term export credit and deferred payment financing for commercial sales of agricultural commodities out of private stocks on terms of not to exceed three years to the People's Republic of China. =Title III: Agricultural Counselors= - Amends the Agricultural Act of 1954 to designate as Agricultural Counselors or Agricultural Attaches certain Department of Agriculture officers or employees assigned to posts abroad. Provides that at least ten Agricultural Counselors shall be appointed within the first three years. Directs that an Agricultural Counselor be appointed in any country in which (1) other governments compete for agricultural markets; (2) the potential is great for long-term expansion of agricultural markets; or (3) competition for potential markets with other countries is intense. Authorizes each Federal agency, upon the request of the Secretary of Agriculture, to make its services, personnel, and facilities available, in a reimbursable arrangement, to the officers or employees appointed or assigned under this title. =Title IV: Establishment of United States Agricultural Trade Offices= - Amends the Agricultural Act of 1954 to direct the Secretary, in consultation with the Secretary of State, to establish abroad not less than six nor more than 25 United States Agricultural Trade Offices, for the purpose of developing, maintaining, and expanding international markets for United States agricultural commodities. =Title V: Reorganization= - Abolishes the position of Assistant Secretary of Agriculture for International Affairs and Commodity Programs. Establishes in the Department of Agriculture the position of Under Secretary of Agriculture for International Affairs and Commodity Programs, appointed by the President. =Title VI: General Provisions= - Requires the Secretary to transmit to Congress annual reports on the activities and accomplishments of the Department, especially those of the United States Agricultural Trade Offices, in developing, maintaining, and expanding foreign markets for United States agricultural commodities. Directs the Secretary to appoint an interagency task force within the Department to analyze the effectiveness of the export sales reporting provisions of the Agricultural Act of 1970, and to report its findings and recommendations to the appropriate committees of Congress. Requires the Secretary, within six months after enactment, to report to Congress on the impact of this Act on American agriculture."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Export Trade Expansion Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Agricultural Trade Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the economy of the United States through increased sales abroad of American agricultural products.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to strengthen the economy of the United States through increased sales abroad of United States agricultural commodities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:54-05:00"
}