{
  "actions": [
    {
      "acted_at": "1998-02-23", 
      "references": [
        {
          "reference": "CR S839-841, S843-844", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-02-23", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1666-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-02-23", 
  "number": "1666", 
  "official_title": "A bill to amend Federal election laws to better define the requirements for Presidential candidates and political parties that accept public funding, to better define the limits on the election-related activities of tax exempt organizations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-02-23", 
  "subjects": [
    "Administrative procedure", 
    "Campaign funds", 
    "Charitable contributions", 
    "Charities", 
    "Checkoff", 
    "Direct mail advertising", 
    "Economics and public finance", 
    "Electronic mail systems", 
    "Families", 
    "Federal Election Commission", 
    "Finance and financial sector", 
    "Fund raising", 
    "Gifts", 
    "Government operations and politics", 
    "Government trust funds", 
    "Income tax", 
    "Law", 
    "Loans", 
    "Newspapers", 
    "Periodicals", 
    "Personal income tax", 
    "Political advertising", 
    "Political conventions", 
    "Political parties", 
    "Politicians' families", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential primaries", 
    "Radio in politics", 
    "Science, technology, communications", 
    "Social welfare", 
    "Soft money", 
    "Tax returns", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Television in politics", 
    "Vice Presidential candidates", 
    "Voter registration", 
    "Voter turnout", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-02-23", 
    "text": "Amends Internal Revenue Code (IRC) provisions regarding the Presidential Election Campaign Fund (Fund) to define \"fundraising activity.\" Adds new conditions for eligibility for Fund payments to: (1) bar presidential candidates, members of their immediate families, and their authorized committees from participating in fund raising during the expenditure report period; and (2) require presidential candidates to agree not to participate in coordinated disbursements during the election report period. Defines a \"coordinated disbursement\" as a purchase, payment, distribution, loan, advance, deposit, or gift of money or anything of value made in connection with specified types of general public communications or advertising by a person (other than a candidate or the candidate's committee) in cooperation with, or at the request of, a candidate, member of the candidate's immediate family, the candidate's committees, or a committee of a political party. Adds new conditions for eligibility for Presidential Primary Matching Payment Account (Account) payments to prohibit: (1) presidential primary candidates, members of their immediate families, and their authorized committees from participating in any fundraising activity during the matching payment period unless such activity has as its sole purpose the solicitation or acceptance of contributions as defined under the Federal Election Campaign Act of 1971 (FECA); and (2) such candidates and committees from participating in coordinated disbursements during such period except to the extent that the disbursement is a contribution subject to FECA contribution limits. (Sec. 2) Amends FECA to prohibit a national committee of a political party eligible to receive payments for a presidential nominating convention (national committee), during the matching payment and expenditure report periods, from: (1) making disbursements for electioneering advertising in connection with presidential or vice presidential candidates except from funds subject to FECA limitations and reporting requirements; or (2) transferring funds that are not subject to FECA to a State, district, or local committee of a political party to make disbursements for such purposes. Applies a specified limitation on coordinated expenditures by committees of a political party to the aggregate of expenditures, disbursements for electioneering advertising, and independent expenditures made by the national committee in connection with a presidential candidate. Bars national committees from: (1) participating in coordinated disbursements during the matching payment and expenditure report periods with respect to presidential or vice presidential candidates; and (2) soliciting any funds for, or making or directing any donation to, specified tax-exempt organizations that engage in election-related activities. Adds \"soft money\" provisions to: (1) prohibit a national committee (and specified related entities) from soliciting, receiving, or directing to another person contributions or spending funds not subject to FECA; and (2) require amounts spent by national, State, district, or local committees of political parties to raise funds for Federal election activities to be made from funds subject to FECA. Limits personal contributions to a political committee established by a State committee of a political party eligible to receive presidential convention payments to an annual amount of $10,000. (Sec. 3) Requires presidential or vice presidential candidates eligible for Fund or Account payments to include a statement on any advertisement to the effect that Federal law establishes voluntary spending limits for presidential candidates and to indicate whether the individual candidate has agreed to abide by such limits. (Sec. 4) Denies certain tax-exempt organizations exemption from taxation if they: (1) solicit or accept a contribution from a committee of a political party or an authorized committee of a candidate; (2) make or direct a contribution to such committees; or (3) make specified disbursements for electioneering advertising or participate in coordinated disbursements. (Sec. 5) Includes within the definition of \"political committee\" under FECA certain tax-exempt political organizations described under the IRC unless such an organization's activities are for the exclusive purpose of influencing State or local elections. Redefines \"political organization\" to limit the tax benefits to those organizations described as \"political committees\" under FECA except to the extent that their activities are State- or locally-related."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend Federal election laws to better define the requirements for Presidential candidates and political parties that accept public funding, to better define the limits on the election-related activities of tax exempt organizations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:18-05:00"
}