{
  "actions": [
    {
      "acted_at": "2009-10-15", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Original measure reported to Senate by Senator Harkin. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-15", 
      "calendar": "Senate Legislative", 
      "number": "182", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 182.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-10-19", 
      "references": [
        {
          "reference": "CR S10524-10530", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-19", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S10525-10530", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2009-10-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-20T19:13:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-20T19:42:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21T10:33:00-04:00", 
      "references": [], 
      "text": "Mr. Pallone moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21T10:34:00-04:00", 
      "references": [
        {
          "reference": "CR H11523-11533", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21T10:34:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 1793.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21T10:58:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21T13:21:00-04:00", 
      "references": [
        {
          "reference": "CR H11553", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21T13:47:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H11523-11528", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "793", 
      "status": "PASSED:BILL", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 408 - 9 (Roll no. 793).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2009-10-21T13:47:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2009-10-26", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2009-10-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2009-10-30", 
      "congress": "111", 
      "law": "public", 
      "number": "87", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 111-87.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2692-111", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2692"
    }
  ], 
  "bill_id": "s1793-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "111", 
    "law_type": "public", 
    "number": "87"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2009-10-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2009-10-21T13:47:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2009-10-19", 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-15", 
  "number": "1793", 
  "official_title": "An original bill to amend title XXVI of the Public Health Service Act to revise and extend the program for providing life-saving care for those with HIV/AIDS.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3792-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3792-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Ryan White HIV/AIDS Treatment Extension Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2009-10-30", 
  "subjects": [
    "Civil actions and liability", 
    "Congressional oversight", 
    "HIV/AIDS", 
    "Health", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Infectious and parasitic diseases", 
    "Medical education", 
    "Medical tests and diagnostic methods", 
    "Minority health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Public Law", 
    "date": "2009-10-30", 
    "text": "Ryan White HIV/AIDS Treatment Extension Act of 2009 - (Sec. 2) Amends provisions of title XXVI of the Public Health Service Act (popularly known as the Ryan White Care Act [RWCA]) to extend the RWCA (repeals the termination date) and revive any expired programs retroactively to September 30, 2009. Reauthorizes appropriations for RWCA provisions, including provisions concerning: (1) emergency relief grants for metropolitan areas to assist in delivering and enhancing HIV-related services; (2) grants to enable states to improve health care and support services for individuals and families with HIV/AIDS (Care grants); (3) early intervention grants to public and nonprofit private entities to provide early intervention services; (4) programs to provide coordinated services for women, infants, children, and youth with HIV/AIDS; (5) grants for HIV/AIDS education and training for health care personnel; (6) grants to dental schools and programs for oral health care to patients with HIV/AIDS; and (7) the Minority AIDS Initiative. Requires the Secretary of Health and Human Services (HHS) to: (1) develop a formula for awarding emergency relief grants and Care grants that ensures that funding is provided based on the distribution of populations disproportionately impacted by HIV/AIDS; and (2) synchronize the schedule of application submissions and funding availability of the Minority AIDS Initiative with other provisions of the RWCA. Directs the Comptroller General to report to the appropriate congressional committees on Minority AIDS Initiative activities across HHS. (Sec. 3) Extends from FY2009 to FY2012 the transition period for reporting living names-based non-AIDS cases of HIV for purposes of distribution of emergency relief grants for metropolitan areas and Care grants. (Sec. 4) Considers as a transitional area an eligible metropolitan area (EMA) that received an emergency relief grant for FY2010, but does not qualify for FY2011 as an EMA or as a transitional area. Allows continuation as a transitional area for an area with at least 1,400 (and fewer than 1,500) living cases of AIDS if not more than 5% of the total grants awarded to the area are unobligated at the end of the most recent fiscal year. Sets forth provisions regarding transfer to the state of funds for a metropolitan area that ceases to be a transitional area. (Sec. 5) Limits through FY2013 the maximum amount that a grant to an EMA or a state may decrease from the prior fiscal year. (Sec. 6) Requires the HIV health services planning council to: (1) determine the size and demographics of the estimated population of individuals with HIV/AIDS who are unaware of their HIV status; and (2) develop a strategy for identifying individuals with HIV/AIDS who do not know their HIV status, making such individuals aware of their status, and enabling such individuals to use HIV-related health and support services. Requires weighting as one-third of the criteria for distributing supplemental emergency relief grants the demonstrated success of an area in identifying individuals with HIV/AIDS who do not know their HIV status and making them aware of such status. (Sec. 7) Requires the Secretary, in determining the amount of emergency relief grants, Care grants, and supplemental grants, to deem the applicable number of living cases of HIV/AIDS in an area that were reported to and confirmed by the Centers for Disease Control and Prevention (CDC) to be 3% higher than the actual number if: (1) such area was a transitional area for FY2007; (2) FY2007 was the first year in which the count of living non-AIDS cases of HIV in such area was based on a names-based reporting system; and (3) the amount of funding that such area received for FY2007 was less than 70% of the amount of funding that such area received in FY2006. (Sec. 8) Increases from 2% to 5% the percentage of unobligated balances permitted from the prior fiscal year for purposes of eligibility for supplemental grants and avoidance of a reduction in emergency relief and Care grants. Authorizes the Secretary to permit the use of unobligated balances for purposes of future grants under certain circumstances. Excludes the amount of unobligated balance waived by the Secretary from consideration in determining the amount of any reduction of future grant amounts. (Sec. 9) Requires state applications for Care grants to include a comprehensive plan related to: (1) identifying and making services available to individuals with HIV/AIDS who are not aware of their status; and (2) describing efforts to remove legal barriers to routine testing. (Sec. 10) Sets forth provisions regarding the rebates under the AIDS Drug Assistance Program (ADAP), including provisions to: (1) allow the Secretary to exclude certain rebate amounts in determining the amount of unobligated balances at the end of the fiscal year; and (2) require ADAP rebates to be reallocated to the ADAP program or supplemental Care grants. (Sec. 11) States that nothing in the provisions for grants for coordinated services for women, infants, children, and youth with HIV/AIDS shall be construed as requiring grant funds to be used for primary care services when payments are available for such services from other sources (including Medicaid). (Sec. 12) Requires the Secretary to establish a national HIV/AIDS testing goal of 5 million tests for HIV/AIDS annually through federally supported HIV/AIDS prevention, treatment, and care programs. Sets forth provisions regarding reporting requirements and review of such program. (Sec. 13) Requires the Secretary to complete the development of: (1) a list of potentially life-threatening infectious diseases to which emergency response employees may be exposed in responding to emergencies; (2) guidelines describing the circumstances in which such employees may be exposed to such diseases; and (3) guidelines describing the manner in which medical facilities should make determinations that an emergency employee has been exposed to an infectious disease by transporting a victim of an emergency. Directs the Secretary to include a specification of those infectious diseases that are routinely transmitted through airborne or aerosolized means. Sets forth required notifications in the event a victim of an emergency who is transported by emergency response employees has an airborne infectious disease. Establishes a process for an emergency employee who believes that he or she may have been exposed to an infectious disease by a victim of an emergency to receive notice of such an infectious disease. Gives the Secretary authority to commence a civil action for the purpose of obtaining an injunction for violations of these provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ryan White HIV/AIDS Treatment Extension Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Ryan White HIV/AIDS Treatment Extension Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Ryan White HIV/AIDS Treatment Extension Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Ryan White HIV/AIDS Treatment Extension Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Ryan White HIV/AIDS Treatment Extension Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend title XXVI of the Public Health Service Act to revise and extend the program for providing life-saving care for those with HIV/AIDS.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:21-05:00"
}