{
  "actions": [
    {
      "acted_at": "1973-05-09", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1770-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-09", 
  "number": "1770", 
  "official_title": "A bill to establish a National Domestic Development Bank to provide an alternative source of credit to State and local governments for the purpose of financing public and quasi-public facilities of all types, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Domestic Development Bank Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-09", 
  "subjects": [
    "Economic development", 
    "Finance and financial sector", 
    "Public works"
  ], 
  "subjects_top_term": "Economic development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-09", 
    "text": "National Domestic Development Bank Act - Creates the National Domestic Development Bank and provides that such bank shall have a board of Directors which shall initially consist of fifteen members to be appointed by the President of the United States. Asserts that the management of the bank shall be vested in the President of the bank subject to the policies prescribed by the board of directors. Authorizes the Secretary of the Treasury to pay initial organizing and operating expenses. Authorizes to be appropriated not to exceed $500,000 for this purpose. Authorizes the bank to: (1) purchase, service, and sell any obligation of a State or local government issued wholly or partly to finance the construction of community facilities or public works; (2) make or guarantee loans to State or local governments to finance the construction of such facilities or public works; and (3) make loans for the purpose of facilitating economic development in geographical areas designated by the Council of Economic Advisors as being low income, depressed or labor surplus areas. Provides that the Bank's lending activity will be carried out through regional operating divisions supervised by a three member panel appointed by the Board of Directors. Provides that each region will also have an advisory committee of 18 to 25 persons broadly representative of governments, and economic groups within the region. Authorizes the Bank to assemble a staff to give technical and economic advice including preliminary assistance with applications to the Bank and general advice during the construction period. Provides for one class of common, voting stock with a $100 par. Provides that dividends in any one year may not exceed six percent of the value of stock outstanding and must be paid out of net earnings. Capitalizes the Bank at $3.5 billion to be provided from the sale of common stock and, if necessary, by purchases by the Treasury Department of the Bank's obligations in yearly amounts of $300 million. Authorizes the Bank to sell bonds on the national market in an amount up to 50 times its stated capital to raise monies necessary to finance projects which are applied for by the users of the Bank. Authorizes annual Federal payments to the Bank in an amount sufficient to make up the difference between interest paid by the Bank on its obligations and the interest received from its loans to local governments. Provides for the Federal insurance of bank loans, by the Department of Housing and Urban Development, and authorizes appropriations of $10 million to establish a revolving fund for this purpose. Provides for an annual audit by the General Accounting Office and a yearly report by the General Accounting Office to the Congress. Excludes from gross income 50 percent of the amounts received as dividends by a stockholder during any taxable year pursuant to the Internal Revenue Code. Provides that the United States is not liable for debts, defaults or actions of the Bank other than those specified in this Act. Requires an annual report be submitted to the President and the Congress. Authorizes to be appropriated without fiscal year limits such funds as may be necessary to carry out the purpose of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Domestic Development Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Domestic Development Bank to provide an alternative source of credit to State and local governments for the purpose of financing public and quasi-public facilities of all types, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:42-05:00"
}