{
  "actions": [
    {
      "acted_at": "1983-04-21", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-29", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-07", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-28", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-03", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-04", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-28", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2682-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1983-04-21", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-21", 
  "number": "2682", 
  "official_title": "A bill to improve the operations of the bilingual education program by focusing the program on building the capacity of local educational agencies to carry out programs of bilingual education, by broadening the range of instructional approaches eligible for assistance, by targeting assistance on the children of limited English proficiency most in need of such programs, and by providing financial assistance to State educational agencies for reviewing, evaluating, and monitoring programs of bilingual education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1041-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1041-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Bilingual Education Improvements Act of 1983", 
  "sponsor": {
    "district": "13", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-21", 
  "subjects": [
    "Adult education", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bilingual education", 
    "Bilingualism", 
    "Department of Education", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Educational policy", 
    "Elementary education", 
    "Employment and training programs", 
    "English language", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Language and languages", 
    "Local and Municipal Government", 
    "Manpower training programs", 
    "Minorities", 
    "Minority education", 
    "Minority employment", 
    "Minority youth", 
    "Private schools", 
    "Public schools", 
    "Puerto Ricans", 
    "Puerto Rico", 
    "Secondary education", 
    "Spanish language", 
    "State education agencies", 
    "States", 
    "Teacher education", 
    "Teachers", 
    "Territories (U.S.)", 
    "Unemployment", 
    "Vocational education", 
    "Youth employment"
  ], 
  "subjects_top_term": "Bilingual education", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-21", 
    "text": "Bilingual Education Improvements Act of 1983 - Amends the Bilingual Education Act to revise the statement of purpose and policy. Defines \"bilingual education\" as a program of instruction with specified characteristics including the acquisition of English language skills (but no longer including currently required study of the native language of children of limited English proficiency to the extent necessary to allow achievement of competence in English). Provides that nothing in such Act shall be construed to require a recipient of funds to use any particular method or approach for providing education to children of limited English proficiency. Revises provisions for grants for bilingual education programs to authorize the Secretary of Education to award such grants to local educational agencies that demonstrate a need to build their capacity for serving children of limited English proficiency. Revises application and other requirements for such bilingual education program grants. Revises personnel requirements for such programs to include only those teachers who are proficient: (1) in English; and (2) to the extent that a program includes the use of a language other than English as a medium of instruction, in such other language. Eliminates specified provisions for State coordination of technical assistance to bilingual education programs. Repeals the requirement that priority in distribution of bilingual education program funds be given to areas having the greatest need for such programs. Revises provisions relating to bilingual education programs in the Commonwealth of Puerto Rico to conform to the program capacity-building requirements for all such programs under this Act, but permits such programs in Puerto Rico to serve the needs of children of limited Spanish proficiency, as well as those with limited English proficiency, as provided under current law. Includes among criteria for determining the length of time for which a program grant application will be approved the progress the local educational agency has made toward building its capacity to carry out programs of bilingual education. Limits, beginning FY 1984 such financial assistance for bilingual education programs to any one local educational agency to five years. Provides that financial assistance to continue grants to local educational agencies awarded on or before the end of FY 1983 shall not be counted in applying this five-year limitation. Permits a local educational agency to receive more than one bilingual education grant, subject to such five-year limitation, after FY 1983 only if specified requirements are met. Revises provisions for grants and contracts for training of bilingual education personnel to direct the Secretary of Education to give priority to applications that propose to carry out training activities in areas with the greatest need for such activities. (Current law requires that priority be given to applicants with demonstrated competence and experience in the bilingual education field.) Eliminates a limitation on the portion of such training funds which may be provided for training activities involving State educational agencies. Authorizes the Secretary to award grants to, or enter into contracts or cooperative agreements with, eligible applicants for bilingual education demonstration projects. Limits any such award of a grant, contract, or agreement, to a maximum of three years. Authorizes the Secretary to enter into agreements with State educational agencies to carryout: (1) review and evaluation of bilingual education programs assisted under such Act in such State; and (2) other activities designed to support the purposes of such Act. Sets maximum and minimum limits on the amount of such supplementary assistance to State programs. Includes among the areas for which such financial assistance may be used the provision, coordination, or supervision of technical and other forms of nonfinancial assistance to local educational agencies and private elementary and secondary schools that have bilingual education programs that are not funded under such Act, and the review and evaluation of such programs. Authorizes the Secretary to award grants to, and enter into contracts with, eligible applicants to provide for the establishment, operation, or improvement of vocational programs that use bilingual education methods or approaches and are designed to: (1) enable out-of-school youths and adults of limited English proficiency to participate in job training programs for acquisition of work- related skills; (2) train instructors and counselors for such programs; or (3) develop and disseminate instructional materials and methods that meet the job training needs of such persons. Directs the Secretary to give priority to applicants for such grants or contracts that propose to carry out training activities in areas with the greatest need of such activities. Includes among research activities authorized to be assisted under such Act studies to determine alternative methods or approaches of providing educational services to children of limited English proficiency. Extends through FY 1985 the authorization of appropriations for bilingual education research and development. Extends through FY 1985 the authorization of appropriations for carrying out such Act. (Authorizes appropriations for FY 1984 in an amount which is lower than that currently authorized for FY 1983. Authorizes appropriations for FY 1985 for such sums as may be necessary.) Directs the Secretary to reserve up to one percent of such appropriations for the National Advisory Council on Bilingual Education. Makes technical and conforming amendments, some of which reflect prior transfers of functions under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bilingual Education Improvements Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the operations of the bilingual education program by focusing the program on building the capacity of local educational agencies to carry out programs of bilingual education, by broadening the range of instructional approaches eligible for assistance, by targeting assistance on the children of limited English proficiency most in need of such programs, and by providing financial assistance to State educational agencies for reviewing, evaluating, and monitoring programs of bilingual education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:48-05:00"
}