{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-28", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Juvenile Justice", 
      "text": "Referred to Subcommittee on Juvenile Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-02", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Juvenile Justice", 
      "references": [], 
      "text": "Subcommittee on Juvenile Justice. Hearings held. Hearings printed: S.Hrg. 102-1085.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-30", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-08", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Biden with an amendment in the nature of a substitute. With written report No. 102-393. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-08", 
      "calendar": "Senate Legislative", 
      "number": "657", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 657.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-09-25", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-25", 
      "bill_ids": [
        "hr5194-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5194 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-25", 
      "bill_ids": [
        "hr5194-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 5194 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-25", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3198-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3198"
    }
  ], 
  "bill_id": "s2792-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Juvenile Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1992-06-29", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1992-09-16", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1992-09-22", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1992-09-09", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1992-09-25", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1992-08-12", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "2792", 
  "official_title": "A bill to amend and authorize appropriations for the continued implementation of the Juvenile Justice and Delinquency Prevention Act of 1974.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5194-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr5194-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Incentive Grants for Local Delinquency Prevention Programs Act", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-07-30", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Administrative procedure", 
    "Alcohol and youth", 
    "Aliens", 
    "Appropriations", 
    "Authorization", 
    "Child abuse", 
    "Child development", 
    "Child welfare", 
    "Compensation for victims of crime", 
    "Conferences", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Correctional institutions", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Day care", 
    "Delinquency prevention", 
    "Department of Justice", 
    "Disabled", 
    "Dropouts", 
    "Drug abuse", 
    "Drugs and youth", 
    "Education", 
    "Employee training", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to child welfare", 
    "Federal aid to law enforcement agencies", 
    "Gangs", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Hate crimes", 
    "Health", 
    "Homeless", 
    "Homeless children", 
    "Housing and community development", 
    "Imprisonment", 
    "Income", 
    "Information networks", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Learning disabilities", 
    "Legal education", 
    "Manpower training programs", 
    "Mediation", 
    "Mental health services", 
    "Missing children", 
    "Narcotic traffic", 
    "Preschool education", 
    "Probation", 
    "Prosecution", 
    "Recidivists", 
    "Recreation", 
    "Research", 
    "Right to counsel", 
    "Runaway children", 
    "School vandalism", 
    "School violence", 
    "Sentences (Criminal procedure)", 
    "Sex discrimination", 
    "Territories (U.S.)", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Urban areas", 
    "Victims of crimes", 
    "Violence", 
    "Vocational education", 
    "White House conferences", 
    "Youth employment"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1992-09-25", 
    "text": "Amends the Juvenile Justice and Delinquency Prevention Act of 1974 (the Act) to: (1) make findings, including that the incidence of juvenile delinquency can be reduced through public recreation programs and activities designed to provide youth with social skills, enhance self esteem, and encourage the constructive use of discretionary time; and (2) revise provisions with respect to the operation of the Office of Juvenile Justice and Delinquency Prevention (OJJDP). Provides that the Administrator of OJJDP shall have the same reporting relationship with the Attorney General as the directors of other offices and bureaus within the Office of Justice Programs. Includes: (1) the Commissioner of Immigration and Naturalization on the Coordinating Council on Juvenile Justice and Delinquency Prevention; and (2) among the functions of the Council to coordinate, and make recommendations to the President and the Congress regarding, all Federal programs and activities that detain or care for unaccompanied juveniles apprehended by or in the custody of the Immigration and Naturalization Service. Raises the allocation formula limits with respect to Federal assistance for State and local programs concerning juvenile delinquency and programs to improve the juvenile justice system, subject to certain requirements. Limits to ten (currently, seven and a half) percent of the total annual allotment of a State the amount available for State plan development and other preaward activities associated with such State plan, and for administration. Requires States to include part E challenge activities in the plans they submit to OJJDP in order to receive formula grants. Revises provisions with respect to the composition and functions of the advisory group required under each State plan. Specifies that such advisory group shall consist of not more than 30 members: (1) who have training, experience, or special knowledge concerning the prevention and treatment of juvenile delinquency or the administration of juvenile justice; (2) including at least one locally elected official representing general purpose local government, representatives of law enforcement and juvenile agencies, public agencies concerned with delinquency prevention or treatment, private nonprofit organizations, volunteers who work with delinquents or potential delinquents, youth workers involved with programs that are alternatives to incarceration (including programs providing organized recreation activities), persons with special experience and competence in addressing problems related to school violence, vandalism, and alternatives to suspension and expulsion, and in addressing problems related to learning disabilities, emotional difficulties, child abuse and neglect, and youth violence; (3) a majority of whom (including the chairperson) shall not be full-time employees of the Federal, State, or local government; (4) at least one-fifth of whom shall be under age 24 at the time of appointment; and (5) at least three of whom have been under the jurisdiction of the system at some time. Sets forth additional requirements with respect to such advisory group. Earmarks funds for programs and services such as: (1) community-based alternatives to incarceration and institutionalization, including specified programs and services for youth who can remain at home with assistance, need temporary placement, and need residential placement; (2) community-based programs and services to work with parents and other family members to strengthen families, including parent self-help groups, so that juveniles may be retained in their homes; (3) comprehensive juvenile justice and delinquency programs that meet the needs of youth through the collaboration of the many local systems before which a youth may appear, including schools, courts, and specified agencies and services; (4) educational programs or supportive services for delinquent or other youth, provided equitably regardless of sex, race, or family income, designed to encourage them to remain in school; (5) expanded use of home probation; (6) programs and projects designed to provide for the treatment of youths' dependence on or abuse of alcohol or other drugs; (7) law-related education programs and projects for delinquent and at-risk youth; (8) programs for positive youth development that assist delinquent and other at-risk youth in obtaining a sense of safety and structure, of belonging, of self-worth, of independence and control over one's life, of closeness in interpersonal relationships, and of competence; (9) programs that hold juveniles accountable for their delinquent conduct and provide juvenile court judges with a range of dispositional options that recognize the needs of juvenile offenders; and (10) programs designed to prevent and reduce hate crimes committed by juveniles. Includes alien juveniles in custody in the group of status offenders to be removed from secure detention or correctional facilities. Extends through 1997 (currently, 1993) the requirement that the Administrator promulgate regulations which make exceptions to a prohibition against the detention or confinement of juveniles in any jail or lockup for adults with respect to the detention of juveniles accused of non-status offenses who are awaiting an initial court appearance pursuant to an enforceable State law requiring such appearances within 24 hours after being taken into custody, subject to specified exceptions. Includes among such exceptions situations where conditions of: (1) distance to be traveled or the lack of highway, road, or other ground transportation do not allow for court appearances within 24 hours, so that a brief delay (not to exceed 48 hours) is excusable; and (2) safety exist (such as severely adverse weather conditions that do not allow for reasonably safe travel), in which case the time for an appearance may be delayed until 24 hours after the time that such conditions allow for reasonably safe travel. Requires State plans to provide assurance that youth in the system are treated equitably on the basis of gender, race, family income, and mentally, emotionally, or physically handicapping conditions. Provides for the reduction of funds by 25 percent for each paragraph with respect to which noncompliance with requirements of the Act occurs. Revises provisions with regard to ineligibility of such States to receive allotments. Directs that a provision regarding the termination of a State's eligibility for funding for noncompliance remain in effect to the extent that it provides the Administrator authority to grant a waiver with respect to a fiscal year prior to FY 1993. Includes among the purposes of the National Institute for Juvenile Justice and Delinquency Prevention to provide appropriate training for recreation and park personnel, prosecutors, and defense attorneys. Authorizes the Administrator to: (1) establish or expand programs that hold juveniles accountable for their delinquent conduct and provide juvenile court judges with a range of dispositional options that recognize the needs of juvenile offenders; (2) encourage the development and establishment of programs to enhance the States' ability to identify chronic serious and violent juvenile offenders; (3) support independent and collaborative research, research training, and consultation on social, psychological, educational, economic, and legal issues affecting children and families; and (4) support research related to achieving a better understanding of the commission of hate crimes by juveniles and designed to identify educational programs best suited to prevent and reduce the incidence of hate crimes committed by juveniles. Modifies provisions regarding: (1) the establishment of a training program with respect to the prevention and treatment of juvenile delinquency to include methods and techniques specifically designed to prevent and reduce the incidence of hate crimes committed by juveniles; and (2) curricula for such program to include training designed to prevent juveniles from committing hate crimes. Directs the Comptroller General, not later than one year after enactment of this Act, to conduct studies with respect to: (1) juveniles waived to adult court; (2) admissions of juveniles for behavior disorders to private psychiatric hospitals and to other residential and nonresidential programs that serve such juveniles; (3) gender bias within State juvenile justice systems; (4) the Native American pass-through grant program that reviews the cost-effectiveness of the funding formula utilized; and (5) access to counsel in juvenile court proceedings. Directs the Administrator to study: (1) the incidence of violence committed by or against juveniles in urban areas of the United States; and (2) the characteristics of juveniles who commit hate crimes. Sets forth reporting requirements. Requires the Administrator to provide for the establishment or support of: (1) programs and services that encourage the improvement of due process available to juveniles in the system and the quality of legal representation for such juveniles; (2) programs stressing advocacy activities aimed at improving services to juveniles affected by the juvenile justice system, including services that provide for the appointment of special advocates by courts for such juveniles; and (3) programs designed to prevent and reduce the incidence of hate crimes by juveniles. Authorizes the Administrator to develop new approaches to develop and implement on-the-job training programs to assist community service personnel to more effectively recognize and provide for learning disabled and other handicapped juveniles. Specifies that the competitive process regarding consideration of grant applications shall not be required if the Administrator makes a written determination that applies to programs to be carried out in areas with respect to which the President declares under the Robert T. Stafford Disaster Relief and Emergency Assistance Act that a major disaster or emergency exists, or if the Congress specifically sets aside funds for a program as an appropriation (but repeals other exceptions, and reporting requirements related to such exceptions, to the competitive process). Directs the Administrator to establish and support programs and activities that involve families and communities in: (1) the prevention of youth gangs through programs that are designed to: target elementary school students, with the purpose of steering students away from gang involvement; provide individual and family crisis intervention and counseling to students and their families who are particularly at risk of gang involvement; develop and support community education about gangs and gang activity with the intent of involving the community in dealing with the problems associated with gangs; and include a special location within a school or housing project for program activities; and (2) crisis intervention and rehabilitation of youth gangs. Requires the Administrator to: (1) establish and support programs and activities for the purpose of implementing mentoring programs and activities designed to link children in high crime areas with adult law enforcement officers and other responsible adults and intended to achieve any of several specified goals, such as discouraging involvement in gangs; and (2) develop and distribute to program participants specific model guidelines for the screening of prospective program mentors. Sets forth permissible uses of grant funds. Directs the Administrator to select grant recipients based on specified guidelines. Authorizes the Administrator to make grants, in the amount of ten percent of the amount of the State allocation, for challenge activities in which the State participates. Defines \"challenge activity\" as a program maintained for one of specified purposes, such as: (1) developing and adopting policies and programs to provide: basic health and appropriate education services for youth in the system as specified in standards developed by the National Advisory Committee for Juvenile Justice and Delinquency Prevention prior to October 12, 1984; access to counsel for all juveniles in the justice system to ensure that juveniles consult with counsel before waiving the right to counsel; and secure settings for the placement of violent juvenile offenders with capacities of no more than 50 youth with ratios of staff to youth great enough to ensure adequate supervision and treatment; (2) increasing community-based alternatives to incarceration by establishing programs (such as expanded use of probation, mediation, restitution, community service, treatment, home detention, intensive supervision, and electronic monitoring) and developing and adopting objective criteria for the appropriate placement of juveniles in detention and secure confinement; (3) developing and adopting policies to prohibit gender bias in placement and treatment, and establishing programs to ensure that female youth have access to the full range of health and mental health services, treatment for physical or sexual assault and abuse, self defense instruction, education in parenting, education in general, and other training and vocational services; (4) establishing and operating a State ombudsman office for children, youth, and families to investigate and resolve complaints relating to action, inaction, or decisions of providers of out-of-home care to children and youth that may adversely affect the health, safety, welfare, or rights of resident children and youth; (5) developing and adopting policies and programs designed to remove, where appropriate, status offenders from the jurisdiction of the juvenile court; (6) developing and adopting policies and programs designed to serve as alternatives to suspension and expulsion from school; (7) increasing aftercare services for juveniles involved in the justice system; and (8) developing and adopting policies to establish a State administrative structure to coordinate program and fiscal policies for children who have emotional and behavioral problems and their families among the major child serving systems and a statewide case review system. Directs the Administrator to make grants to public and nonprofit private organizations to develop, establish, and support projects that: (1) provide treatment to juvenile offenders who are victims of child abuse or neglect and to their families so as to reduce the likelihood that the juvenile offenders will commit subsequent violations of law; (2) based on the best interests of juvenile offenders who receive treatment for child abuse or neglect, provide transitional services (including individual, group, and family counseling) to juvenile offenders to strengthen the relationships of juvenile offenders with their families and encourage the resolution of intrafamily problems related to the abuse or neglect, facilitate their alternative placement, prepare juveniles aged 16 years and older to live independently, and carry out research (including surveys of existing transitional services, identification of exemplary treatment modalities, and evaluation of treatment and transitional services. Establishes grant priorities. Authorizes the Administrator to make grants to the appropriate agencies of one or more States for the purpose of establishing up to ten military-style boot camps (camps) for juvenile delinquents. Directs that such camps be located on existing or closed military installations on sites to be chosen by the agencies in one or more States, or in other facilities designated by the agencies on such sites. Requires the Administrator to try to achieve to the extent possible equitable geographic distribution in approving camp sites and give priority to grants where more than one State enters into formal cooperative arrangements to jointly administer a camp. Specifies that such camps shall provide: (1) a highly regimented schedule of strict discipline, physical training, work, drill, and ceremony characteristic of military basic training; and (2) remedial, special, and vocational education and treatment for substance abuse and other health and mental health problems. Directs that each camp be designed to accommodate between 150 and 250 juveniles for such time as the grant recipient agency deems appropriate. Sets forth additional requirements regarding: (1) eligibility; (2) operation; and (3) post-release supervision. Authorizes the President to call and conduct a National White House Conference on Juvenile Justice to: (1) increase public awareness of the problems of juvenile offenders and the juvenile justice system; (2) examine the status of minors currently in the juvenile and adult justice systems; (3) assemble persons involved in policies and programs related to juvenile delinquency prevention and juvenile justice enforcement; (4) create a forum in which persons and organizations from diverse regions may share information regarding successes and failures of policy in their juvenile justice and juvenile delinquency prevention programs; and (5) develop such specific and comprehensive recommendations for executive and legislative action as may be appropriate to address the problems of juvenile delinquency and juvenile justice. Authorizes the President to appoint and compensate an Executive Director of the National White House Conference on Juvenile Justice and such other directors and personnel for the Conference as the President deems advisable, subject to specified requirements. Specifies the duties of the Executive Director. Sets forth provisions regarding: (1) schedule of conferences; (2) State and regional conferences; (3) selection of delegates; (4) participant expenses; (5) fees; (6) detailees from Federal agencies and military departments; (7) planning and administration of the Conference; and (8) reporting and oversight requirements. Authorizes appropriations. Revises findings with respect to runaway and homeless youth. Specifies that runaway and homeless youth centers funded by grants under the Act shall serve as alternatives to the law enforcement, child welfare, mental health, and juvenile justice systems. Provides for increases in the allocation to a State or territory under such provisions. Repeals a provision authorizing the Secretary of Health and Human Services (HHS) to provide on-the-job training to local runaway and homeless youth center and other personnel in recognizing and providing for learning disabled and other handicapped juveniles. Modifies eligibility requirements with respect to such grants. Includes among such requirements that an applicant propose to establish, strengthen, or fund a locally controlled project (currently, facility) providing temporary shelter. Requires that, to qualify for such assistance, the applicant submit a plan to the Secretary including assurances that the applicant shall: (1) develop an adequate plan for assuring proper relations with health and mental health care personnel; and (2) keep adequate statistical records profiling the family members which it serves, including youth who are not referred to out-of-home shelter services. Authorizes appropriations for grants for a national communication system to assist runaway and homeless youth in communicating with their families and with service providers. Gives priority to grants smaller than $250,000 (currently, $150,000) for runaway and homeless youth centers. Requires applicants, to be eligible for transitional living grant assistance, to submit to the Secretary a plan in which such applicant agrees, as part of such project: (1) to provide services including training in money management, budgeting, consumer education, and use of credit to homeless youth; and (2) not to disclose records maintained on individual homeless youth without the consent of the individual youth (currently, and parent or legal guardian) to anyone other than an agency compiling statistical records or a government agency involved in the disposition of criminal charges against youth. Repeals provisions with respect to grants for technical assistance and training, authority to make grants to research, demonstration, and service projects, and coordination with the activities of health agencies in the Department of HHS. Authorizes the Secretary to make grants and provide technical assistance to public and nonprofit private entities (and combinations of such entities) to establish and operate street-based services to runaway, homeless, and other street youth. Requires an applicant, to be eligible for such assistance, to propose to establish, strengthen, or fund a street-based services project and submit to the Secretary a plan in which the applicant agrees, as part of the project, to: (1) identify and frequent areas in which such youth congregate, making contact and forming relationships with such youth; (2) assess the problems and service needs of such youth and provide appropriate services or information and referral for these services; (3) cause its staff to work in teams with on-street supervision or backup and off-street clinical supervision, develop referral relationships with agencies and organizations, and help integrate and coordinate such services for youth; (4) submit to the Secretary an annual report and an annual budget; (5) implement such accounting procedures and fiscal control devices as the Secretary may require; (6) keep adequate statistical records profiling the youth that it serves and not disclose the identity of individual street youth in documents based on such records; (7) not disclose records maintained on street youth without the consent of the individual youth to anyone; and (8) provide to the Secretary such other information as the Secretary may reasonably require. Directs the Secretary to: (1) give priority in selecting eligible applicants to entities that have experience in providing direct services to street youth; and (2) make grants to State, regional, and other nonprofit organizations (and combinations of such organizations) to provide technical assistance and training to eligible groups for the purpose of establishing and improving the operation of programs for street youth. Authorizes the Secretary to make grants to States, localities, and private entities (and combinations of such entities) to carry out research, demonstration, and service projects designed to increase knowledge concerning, and to improve services for, street youth. Requires the Secretary to give priority to applicants that have knowledge of or experience in working with runaway and homeless youth, and special consideration to proposed projects meeting specified criteria. Directs the Secretary, with respect to matters relating to health, education, employment, and housing, to coordinate the activities of health agencies in the Department of HHS with those of other divisions of that department and other public and private entities, and encourage coordination with other departments. Sets forth additional reporting requirements. Authorizes appropriations. Sets forth priorities in the use of appropriated funds. Authorizes appropriations for grants relating to locating missing children. Creates a new title V of the Act, which may be cited as the Incentive Grants for Local Delinquency Prevention Programs Act. Sets forth provisions regarding the duties and functions of the Administrator. Authorizes the Administrator to make grants to a State for delinquency prevention programs and activities for youth who have had, or who are likely to have, contact with the system, including the provision to children, youth, and families of recreation services, tutoring and remedial education, assistance in the development of work awareness skills, child and adolescent health and mental health services, alcohol and substance abuse prevention services, leadership development activities, and the teaching that people are and should be held accountable for their actions. Sets forth requirements with respect to: (1) eligibility requirements; (2) priorities in considering grant applications; (3) innovative ways to involve the private nonprofit and business sector in delinquency prevention activities; and (4) developing or enhancing a statewide subsidy program to local governments that is dedicated to early intervention and delinquency prevention. Authorizes appropriations. Directs the General Accounting Office, after such program has been funded for two years, to prepare and submit to the Congress a study of the effects of the program in encouraging States and units of general local government to comply with requirements of the Act. Amends the Victims of Child Abuse Act of 1990 to include the following findings: (1) traditionally, community agencies and professionals have different roles in the prevention, investigation, and intervention process; and (2) there is a national need to enhance coordination among community agencies and professionals involved in the intervention system. Directs the Administrator of OJJDP to establish a children's advocacy program to: (1) focus attention on child victims; (2) provide support for nonoffending family members; (3) enhance coordination among community agencies and professionals; and (4) train physicians and other health care and mental health care professionals in a multidisciplinary approach to child abuse. Requires the Administrator, for the purpose of enabling grant recipients to provide information, services, and technical assistance to aid communities in establishing multidisciplinary programs that respond to child abuse, to: (1) establish regional children's advocacy program centers; (2) fund existing regional centers with expertise in the prevention, judicial handling, and treatment of child abuse and neglect; and (3) fund the establishment of freestanding facilities in multidisciplinary programs within communities that have yet to establish such facilities. Sets forth provisions regarding: (1) requirements for grant recipients; (2) operation of the regional children's advocacy program; and (3) monitoring and evaluation of the activities of grant recipients. Sets forth reporting requirements. Requires the Administrator and the Director of the National Center on Child Abuse and Neglect to establish a children's advocacy advisory board to review the solicitation and selection of children's advocacy program proposals and make recommendations, and to review the program activities and management plan of each grant recipient and report its findings and recommendations to the Administrator and the Director. Sets forth additional reporting requirements. Directs the Administrator (currently, the Director of the Office of Victims of Crime) to make grants to develop and implement multidisciplinary child abuse investigation and prosecution programs, to make grants to national organizations to provide technical assistance and training to attorneys and others instrumental to the criminal prosecution of child abuse cases in State or Federal courts, and to establish criteria for evaluating grant applications. Requires a grant recipient to consult from time to time with regional children's advocacy centers in its census region that are grant recipients. Authorizes appropriations. Specifies that not less than 90 percent of such appropriations shall be used for grants for regional and local children's advocacy centers. Amends the Head Start Act to authorize the Secretary of HHS to provide training for specialized or other personnel needed in connection with Head Start programs (as under current law), including funds from programs authorized under such Act to support an organization to administer a centralized child development and national assessment program leading to recognized credentials for personnel working in early childhood development and child care programs, training for personnel providing services to non-English language background children, training for personnel in helping children cope with community violence, and resource access projects for personnel working with disabled children (currently, including a centralized child development training and national assessment program which may be administered at the State or local level leading to recognized credentials for such personnel, training for personnel providing services to non-English language background children, and resource access projects for personnel of handicapped children). Directs the Secretary to: (1) develop a systematic approach to training Head Start personnel, including specific goals and objectives for program improvement and continuing professional development, a process for continuing input from the Head Start community, and a strategy for delivering training and technical assistance; and (2) report on the approach developed to specified congressional committees. Authorizes the Secretary to provide training for Head Start personnel in the use of the performing and visual arts and interactive programs using electronic media to enhance the learning experience of Head Start children. Amends the Child Care and Development Block Grant Act Amendments of 1992 to provide that payments to a State from its allotment under such Act for any fiscal year may be expended by the State in that fiscal year or in the succeeding three fiscal years (under current law, such payments may be obligated by the State in that fiscal year or in the succeeding fiscal year). Excludes the value of child care provided or arranged (or any amount received as payment, or reimbursement for costs incurred, for such care) pursuant to the Child Care and Development Block Grant program from income for purposes of any Federal or federally-assisted program that bases eligibility, or the amount of benefits, on need."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Incentive Grants for Local Delinquency Prevention Programs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Justice Enhancement for Abused and Neglected Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Justice System Enhancement for Abused and Neglected Children Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Incentive Grants for Local Delinquency Prevention Programs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and authorize appropriations for the continued implementation of the Juvenile Justice and Delinquency Prevention Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:37-05:00"
}