{
  "actions": [
    {
      "acted_at": "1980-04-28", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2614-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-28", 
  "number": "2614", 
  "official_title": "A bill to amend the United States Housing Act of 1937 to control the long-term costs of assisted housing programs, to increase assistance for lower income families, to increase the number of rental units built and rehabilitated, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Assisted Housing Amendments Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-28", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Housing policy", 
    "Low-income housing", 
    "Mortgage interest rates", 
    "Mortgages", 
    "Public housing", 
    "Rent", 
    "Rental housing"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-28", 
    "text": "Assisted Housing Amendments Act of 1980 - Amends the United States Housing Act of 1937 to set forth the amount by which the limitation on aggregate contractual contributions for low-income housing projects shall be increased on October 1, 1980. Terminates, as of October 1, 1980, the present requirement that the Secretary of Housing and Urban Development, in utilizing such additional authority to enter into such contracts, administer low-income housing programs to provide assistance for new, substantially rehabilitated, and existing units, in accordance with the goals of local governments as reflected in specified housing assistance plans. Directs the Secretary, in utilizing such additional authority on and after October 1, 1980, to accommodate, to the maximum extent possible, desires of local governments regarding the allocation of assistance among new, substantially rehabilitated, and existing housing units. Directs the Secretary, in so doing, to limit, to the maximum extent possible, the budget authority allocated to local areas to the amount which would result if, on a nationwide basis taking account of local variations, 30 percent of the units to be assisted under such Act for public housing development or lower-income housing assistance with such additional authority were to be for new construction or substantial rehabilitation. Requires that the Secretary seek to ensure that, consistent with available funding limitations, at least 30 percent of the units shall be: (1) either newly constructed or substantially rehabilitated housing units assisted under such Act (other than under the existing low-income housing assistance program or the multifamily rental production program established by this Act); or (2) newly constructed or substantially rehabilitated housing units under the low-income housing assistance program which are financed through specified means. Limits the total budget authority associated with such additional contract authority. Sets aside a specified amount of such additional contract authority for units assisted under such Act other than under the existing low-income housing assistance program or the multifamily rental production program established by this Act. Establishes a multifamily rental production program. Authorizes the Secretary to provide annual contributions in the form of interest reduction payments pursuant to contracts with owners or prospective owners of new or substantially rehabilitated rental housing projects involving five or more dwelling units. Permits such interest reduction payments to be made with respect to projects subject to mortgages insured under the National Housing Act. Requires that such payments be made on behalf of the owner directly to a mortgagee. Provides that interest be subsidized down to a rate determined by the Secretary, guided by the objective that the average of all such lower rates shall be six and one-half percent per year for the first ten years, with lower or higher rates depending on factors in the local area or involving the specific project. Requires that interest rate differential for a project not insured under the National Housing Act not exceed the applicable rate if the mortgage were so insured. Provides that, commencing with the eleventh year of such payments for a project, the amount of the annual payment shall be phased out in accordance with a schedule determined at the time the contract was entered into or altered by mutual agreement of the Secretary and the owner. Limits the allowable income at the time of initial occupancy of a household occupying a unit in such project to 120 percent of the area median income, during the period when interest reduction payments are being made. Authorizes the Secretary to establish higher or lower income ceilings, if necessary, because of prevailing construction cost levels, unusually high or low median household incomes, or other factors. Requires that, during the interest reduction payment period, the approval of the Secretary be obtained for: (1) the initial rent schedule and any rent increases; (2) prepayment or refinancing of the mortgage; and (3) sale or other disposition of such project. Prohibits conversion of such projects to other than rental uses for a period of 30 years following the initial occupancy without the approval of the Secretary. Directs the Secretary to ensure that the selection of sites for such assisted projects shall avoid the displacement of lower income persons. Permits a project financed by a State housing finance or State development agency to receive interest reduction assistance if at least 20 percent, but not more than 30 percent, of the project units are set aside for occupancy by families assisted under the low-income housing assistance program. Permits a project financed by a local government agency to receive such assistance if the Secretary is satisfied that: (1) at least 20 percent of the units in any project being financed by such agency will be reserved for lower income families at the time they initially occupy the unit; and (2) at least six percent of the units in such project will be reserved for very low income families at the time they initially occupy the unit. Directs the Secretary, in allocating interest reduction assistance, to give preference to projects located in tight rental markets and to projects promoting urban revitalization. Provides that specified provisions of the Housing and Community Development Act of 1974 relating to local housing assistance plans and allocation of housing funds shall not be applicable to projects receiving such multifamily rental production interest reduction assistance, except to the extent that provisions relating to the low-income housing assistance program would otherwise apply. Limits the amount of contracts for annual contributions under the multifamily rental production program to such amounts as are provided in appropriations Act. Authorizes appropriations for sums necessary to carry out such program, including the making of interest reduction payments under contracts entered into by the Secretary. Limits the budget authority obligated under such contracts to a specified amount. Provides that such authorization of appropriations shall apply only if: (1) the additional authority to enter into contracts for annual contributions provided on October 1, 1980, for low-income housing assistance and for public housing does not exceed a specified amount; and (2) the budget authority associated with such additional authority does not exceed a specified amount."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Assisted Housing Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the United States Housing Act of 1937 to control the long-term costs of assisted housing programs, to increase assistance for lower income families, to increase the number of rental units built and rehabilitated, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:25-05:00"
}