{
  "actions": [
    {
      "acted_at": "1999-11-16", 
      "references": [
        {
          "reference": "CR S14628-14630, S14633-14635", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-16", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1931-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1999-11-16", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-16", 
  "number": "1931", 
  "official_title": "A bill to provide a more just and uniform procedure for Federal civil forfeitures, and for other purposes.", 
  "popular_title": "Civil Asset Forfeiture bill", 
  "related_bills": [], 
  "short_title": "Civil Asset Forfeiture Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-11-16", 
  "subjects": [
    "Actions and defenses", 
    "Civil rights and liberties, minority issues", 
    "Compensation for victims of crime", 
    "Constitutional law", 
    "Crime and law enforcement", 
    "Damages", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Evidence (Law)", 
    "Finance and financial sector", 
    "Forfeiture", 
    "Government liability", 
    "Housing and community development", 
    "Interest", 
    "Law", 
    "Legal assistance to the poor", 
    "Legal fees", 
    "Real property", 
    "Right of petition", 
    "Searches and seizures", 
    "Social welfare", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-11-16", 
    "text": "Civil Asset Forfeiture Reform Act - Amends the Federal criminal code (the code) to create general rules for proceedings under a Federal civil forfeiture statute. Provides that, in general, the Government has 60 days to send notice of a seizure of property. Allows a court to extend that period for 60 days upon written ex parte certification by a supervisory official of the seizing agency that notice may have an adverse result, including: (1) endangering the life or physical safety of an individual; (2) flight from prosecution; (3) destruction of or tampering with evidence; (4) intimidation of potential witnesses; or (5) otherwise seriously jeopardizing an investigation or unduly delaying a trial. Requires the Government to return the property, if it fails to send notice, without prejudice to the right of the Government to commence a forfeiture proceeding at a later time.Allows any person claiming property seized in a nonjudicial forfeiture proceeding to file a claim with the appropriate official after the seizure, which may be filed not later than the deadline set forth in a personal notice letter, except that if that letter is not received a claim may be filed within 30 days after the date of final publication of notice of seizure. Directs that claims be made under oath, subject to penalty of perjury. Specifies that no bond need be posted.Allows the Government 90 days after a claim has been filed to file a complaint for forfeiture or return the property, except that a court may extend the filing period for good cause shown or upon agreement of the parties. Bars the Government from taking further action to effect the forfeiture if it does not comply. Authorizes the Government to include a forfeiture allegation in a criminal indictment. Specifies that no complaint may be dismissed on the ground that the Government did not have adequate evidence at the time the complaint was filed to establish the forfeitability of the property by a preponderance of the evidence.Allows any person claiming an interest in seized property to file a claim in court not later than 30 days after service of the Government's complaint or, where applicable, not later than 30 days after final publication of notice of seizure. Requires a claimant to file an answer to the Government's complaint within 20 days of the filing of the claim.Authorizes a court to appoint counsel to represent an indigent claimant in a judicial civil forfeiture proceeding if the property subject to forfeiture is real property used by the claimant as a primary residence, or the claimant is represented by a court-appointed attorney in connection with a related Federal criminal case. Directs the court, in determining whether to appoint or authorize such counsel, to take into account such factors as: (1) the person's standing to contest the forfeiture; and (2) whether the claim appears to be made in good faith. Directs the court to set compensation for representation, which shall be equivalent to that provided for court-appointed representation in a related Federal criminal case.Places the burden of proof on the Government to establish by a preponderance of the evidence that the property is subject to forfeiture. Allows the Government to use evidence gathered after the filing of a complaint to meet that burden.Provides that an innocent owner's interest in property shall not be forfeited under any civil forfeiture statute. Places the burden upon the claimant to prove that he or she is an innocent owner by a preponderance of evidence. Defines \"innocent owner\" as one who, with respect to a property interest in existence at the time the illegal conduct giving rise to forfeiture took place: (1) did not know of the conduct giving rise to forfeiture; or (2) upon learning of such conduct, did all that reasonably could be expected under the circumstances to terminate such use of the property.Specifies that, with respect to a property interest acquired after the conduct giving rise to the forfeiture has taken place, \"innocent owner\" means a person who, at the time that person acquired the interest in the property was a bona fide purchaser or seller for value, did not know and was reasonably without cause to believe that the property was subject to forfeiture, or in limited circumstances involving a principal residence, a spouse, or legal dependent.Prohibits the assertion of an ownership interest in contraband or other property that it is illegal to possess.Authorizes a person entitled to written notice in a nonjudicial civil forfeiture proceeding who does not receive such notice to file a motion to set aside a declaration of forfeiture with respect to his or her property interest, subject to specified requirements. Requires that such motion be filed not later than six years after the date that the claimant discovered or had reason to discover that the property was forfeited, subject to the doctrine of laches, but no later than 11 years after the date that the Government's forfeiture cause of action accrued. Gives the Government 60 days to re-institute proceedings against the property if such motion is granted.Entitles a claimant to immediate release of seized property if the claimant has a possessory interest in the property and has sufficient ties to the community to provide assurance that the property will be available at the time of the trial, the continued possession by the Government pending final disposition of forfeiture proceedings will cause substantial hardship, such hardship outweighs the risk that the property will be destroyed, damaged, lost, concealed, or transferred if it is returned to the claimant during the pendency of the proceeding, and if other conditions apply.Authorizes a claimant to petition the court to determine whether a forfeiture was constitutionally excessive. Directs the court, in making this determination, to compare the forfeiture to the gravity of the offense giving rise to the forfeiture and, if it finds that the forfeiture is grossly disproportional to the offense, to reduce or eliminate the forfeiture. Places on the claimant the burden of establishing that the forfeiture is grossly disproportional by a preponderance of the evidence at a hearing conducted by the court without a jury.(Sec. 3) Makes the Federal Tort Claims Act applicable to claims based on injury or loss of goods, merchandise, or other property while in the possession of any officer of customs or excise or any other law enforcement officer if the property was seized for the purpose of civil forfeiture, the interest of the claimant is not forfeited, and the claimant is not convicted of a crime for which the claimant's interest in the property would be subject to forfeiture under a Federal criminal forfeiture law.Authorizes the Attorney General to settle, for not more than $50,000 in any case, certain claims for damage to or loss of privately owned property caused by an investigative or law enforcement officer who is employed by the Department of Justice and acting within the scope of his or her employment, subject to specified limitations.(Sec. 4) Rewrites Federal judicial code provisions regarding the return of property to the claimant and liability for wrongful seizure to require that, upon entry of judgment for the claimant in any proceeding to condemn or forfeit property seized or arrested (seized) under any provision of Federal law: (1) such property be returned forthwith to the claimant or his or her agent; and (2) if it appears that there was reasonable cause for the seizure, the court cause a proper certificate to be entered and, in such case, neither the person who made the seizure nor the prosecutor shall be liable to suit or judgment on account of such suit or prosecution, nor shall the claimant be entitled to costs, except as specified below.Makes the United States liable, in any civil proceeding to forfeit property under any provision of Federal law in which the claimant substantially prevails (with exceptions listed below), for: (1) reasonable attorney fees and other litigation costs reasonably incurred by the claimant; (2) post-judgment interest; and (3) in cases involving currency, other negotiable instruments, or the proceeds of an interlocutory sale, specified interest amounts and imputed amounts of interest.Specifies that: (1) the United States shall not be required to disgorge the value of any intangible benefits nor make any other payments to the claimant not specifically authorized; and (2) this section shall not apply if the claimant is convicted of a crime for which the claimant's property interest would be subject to forfeiture under a Federal criminal forfeiture law.(Sec. 5) Rewrites Federal criminal code provisions regarding civil forfeitures and seizure requirements to authorize (with exceptions) property subject to forfeiture to the United States to be seized by the Attorney General and, in the case of property involved in a violation investigated by the Secretary of the Treasury or the United States Postal Service, to allow the property also to be seized by the Secretary or by the Service, respectively.Directs that such seizures be made pursuant to a warrant in the same manner as provided for a search warrant under the Federal Rules of Criminal Procedure, with exceptions. Allows a seizure warrant to be issued by a judicial officer in any district in which a forfeiture action against the property may be filed under the judicial code, and executed in any district in which the property is found.Amends the Controlled Substances Act to direct that any property subject to forfeiture to the United States which may be seized by the Attorney General be seized in the manner specified above.(Sec. 6) Amends the code's civil forfeiture provisions to authorize the use of forfeited property as restoration to any victim of the offense giving rise to the forfeiture, including, in the case of a money laundering offense, any offense constituting the underlying specified unlawful activity.(Sec. 7) Directs that all civil forfeitures of real property and interests in real property proceed as judicial forfeitures. Prohibits (except as provided herein): (1) real property that is the subject of a civil forfeiture action from being seized before entry of a forfeiture order; and (2) the eviction, or other deprivation of the use and enjoyment of real property that is the subject of a pending forfeiture action, of the owners or occupants of the property. Specifies that the filing of a pending suit and the execution of a writ of entry for the purpose of conducting an inspection and inventory of the property shall not be considered a seizure.Directs the Government to initiate a civil forfeiture action against real property by: (1) filing a complaint for forfeiture; (2) posting a notice of the complaint on the property; and (3) serving notice on the property owner, along with a copy of the complaint. Provides for constructive service under specified circumstances. Specifies that if real property has been posted in accordance with requirements of this section, it shall not be necessary for the court to issue an arrest warrant in rem, or to take any other action to establish in rem jurisdiction over the property.Authorizes the seizure of real property prior to the entry of a forfeiture order if: (1) the Government notifies the court that it intends to seize the property before trial; and (2) the court issues a notice of application for warrant, causes the notice to be served on the property owner and posted on the property, and conducts a hearing to determine if there is probable cause for the forfeiture, or makes an ex parte determination that there is probable cause for the forfeiture and that there are exigent circumstances that permit the Government to seize the property without prior notice and an opportunity for the property owner to be heard.Requires the court, if it authorizes a seizure of real property, to conduct a prompt post-seizure hearing during which the property owner shall have an opportunity to contest the basis for the seizure."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Civil Asset Forfeiture bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Civil Asset Forfeiture Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a more just and uniform procedure for Federal civil forfeitures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:01-05:00"
}