{
  "actions": [
    {
      "acted_at": "2004-05-06", 
      "references": [
        {
          "reference": "CR S5000-5001", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-06", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S5001-5002", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-09-22", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-10-04", 
      "references": [
        {
          "reference": "CR S10323", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-19", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with amendments. With written report No. 108-417.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-11-19", 
      "calendar": "Senate Legislative", 
      "number": "808", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 808.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2393-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "2004-05-06", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2004-05-13", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2004-05-06", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2004-09-08", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2004-09-23", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-05-06", 
  "number": "2393", 
  "official_title": "A bill to improve aviation security.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Aviation Security Advancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-09-22", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Air cargo", 
    "Aircraft", 
    "Airline employees", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Animals", 
    "Armed forces and national security", 
    "Aviation safety", 
    "Biological warfare", 
    "Chemical warfare", 
    "Claims", 
    "Commercial aircraft", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Data banks", 
    "Department of Homeland Security", 
    "Destruction of property", 
    "Dogs", 
    "EBB Terrorism", 
    "Economics and public finance", 
    "Electronic government information", 
    "Explosives", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Flight crews", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Identification devices", 
    "Identification of criminals", 
    "Labor and employment", 
    "Laboratories", 
    "Larceny", 
    "Law", 
    "Nuclear terrorism", 
    "Police training", 
    "Research and development", 
    "Science, technology, communications", 
    "Security measures", 
    "Standards", 
    "Technological innovations", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation research", 
    "Transportation workers"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-11-19", 
    "text": "Aviation Security Advancement Act - (Sec. 2) Directs the Administrator of the Federal Aviation Administration (FAA) to develop a system for issuing pilot's licenses with certain enhanced security features. Authorizes appropriations for FY 2005. (Sec. 3) Directs the Secretary of Homeland Security (Secretary) to implement a procedure under which persons engaged in the business of chartering or renting aircraft may contact the Transportation Security Administration (TSA) to determine prior to boarding if the pilot or passengers of such chartered or rented aircraft are a flight security or terrorism risk. Sets forth certain privacy safeguards with respect to information obtained during the screening process. Authorizes appropriations. (Sec. 5) Directs the Secretary to develop for all U.S. commercial airports standards for determining aviation security staffing standards necessary to provide necessary levels of aviation security, and to ensure that the average aviation security-related delay experienced by airline passengers is minimized. Directs the Comptroller General to conduct an expedited analysis of the standards for effectiveness, administrability, ease of compliance, and consistency with the requirements of existing law, and to report on them to specified congressional committees, together with recommendations for further improving the efficiency and effectiveness of the screening process. Directs the Secretary to study the feasibility of combining operations of Federal employee screeners at airports and aviation security related functions under the Department of Homeland Security in order to coordinate and increase the effectiveness of security-related activities and increase commercial air transportation security. (Sec. 6) Authorizes appropriations for FY 2005 through 2007 to improve aviation security related to the transportation of cargo on both passenger aircraft and all-cargo aircraft. Establishes a grant program to develop, test, purchase, and deploy next-generation air cargo security technology. Authorizes appropriations for FY 2005 through 2007 for: (1) research in, development, and deployment of such technology; and (2) projects and activities for which airport security improvement project letters of intent have been issued. Authorizes the Secretary to extend the period of reimbursement under any letter of intent for up to ten years after its issuance, subject to the availability of appropriations. Requires the Secretary to report to specified congressional committees with respect to the deployment of next-generation air cargo security technology. (Sec. 7) Requires the Secretary to develop a plan to enhance air cargo security at airports for commercial passenger and cargo aircraft (including supply chain security) that incorporates the recommendations made by the Cargo Security Working Group of the Aviation Security Advisory Committee. Requires the volume of property screened or inspected be at least twofold the volume that is screened or inspected after enactment of this Act. Directs the Administrator of the Transportation Security Administration (TSA) to issue an order: (1) requiring all-cargo aircraft operators to maintain a barrier (including use of a hardened cockpit door) between the aircraft flight deck and the aircraft cargo compartment sufficient to prevent unauthorized access; and (2) prohibiting the possession of a flight deck door key to any flight crew member not assigned to the flight deck. Directs the TSA Administrator, in addition, to require the physical screening of each air passenger and their baggage on all-cargo aircraft, as well as a physical search of the aircraft each day and securing, sealing, or removal of access to aircraft unattended overnight. (Sec. 8) Directs the Secretary to establish a schedule for replacing where appropriate trace-detection equipment used for in-line baggage screening with explosive detection system equipment at airports. Authorizes appropriations for: (1) research and development (R&D) of next generation explosive detection systems; and (2) R&D and installation of portal detection systems or similar devices at airports to detect biological, radiological, and explosive materials. Requires the Secretary to report annually to specified congressional committees on such R&D projects, including total project costs. (Sec. 9) Directs the Secretary to report to specified congressional committees on the potential for cross-training of air marshals and on the need for contingency funding for air marshal operations. Authorizes appropriations for FY 2005 through 2007 for the deployment of Federal Air Marshals. (Sec. 10) Directs the Secretary to report to specified congressional committees on: (1) the present system for addressing lost, stolen, damaged, or pilfered baggage claims relating to air transportation security screening procedures; and (2) implementation of recommendations contained in the General Accounting Office's report titled \"Homeland Security: Efforts To Improve Information Sharing Need To Be Strengthened\" (GAO-03-760), August, 2003. (Sec. 12) Authorizes appropriations for: (1) R&D of biometrics technology applications to aviation security; (2) establishment of competitive centers of excellence at the national laboratories; and (3) airport perimeter security technology. (Sec. 14) Requires air carriers to offer low rate bereavement air fares to the public in connection with the death of a relative or other relationship (as determined by the air carrier). (Sec. 15) Requires the TSA to complete a review of its Prohibited Items List (including to modify such list as it deems appropriate) and release a revised rule that prohibits passengers from carrying butane lighters onboard passenger aircraft. (Sec. 16) Requires the Secretary to report to Congress on defending against the threat of attacks on commercial aircraft from man-portable air defense systems (MANPADS) (shoulder-fired, surface-to-air missile systems that can be carried and transported by a person). (Sec. 17) Directs the Secretary to report to specified congressional committees on the current status of efforts, and additional needs, regarding passenger and carryon baggage screening equipment at U.S. airports to detect chemical and plastic explosives. (Sec. 18) Directs the Secretary to report to specified congressional committees on the number of individuals serving as Federal air marshals (including the number of Federal air marshals who are women, minorities, or employees of other Federal agencies, the percentage of domestic and international flights that have a Federal air marshal aboard, and the rate at which individuals are leaving service as Federal air marshals). (Sec. 19) Requires the Secretary to designate individuals and parties to whom Federal air marshals must identify themselves. (Sec. 20) Directs the Under Secretary of Homeland Security for Border Transportation and Security to provide assistance to public airports to install security monitoring cameras to deter theft in baggage handling areas that are not open to public view. Authorizes appropriations for FY 2005."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Security Advancement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Aviation Security Advancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve aviation security.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:48-05:00"
}