{
  "actions": [
    {
      "acted_at": "1975-04-30", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-04-30", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-06-20", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-218.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1608-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1975-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-30", 
  "number": "1608", 
  "official_title": "A bill to amend the Drug Abuse Office and Treatment Act of 1972, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hathaway, William D.", 
    "state": "ME", 
    "thomas_id": "01354", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-30", 
  "subjects": [
    "Drug abuse", 
    "Drugs", 
    "Narcotics"
  ], 
  "subjects_top_term": "Drug abuse", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1975-06-20", 
    "text": "(Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-218) Expresses the Congress' finding under the Drug Abuse Office and Treatment Act that drug abuse must be dealt with on a continuing basis rather than on a crisis basis. Makes it a national policy under such Act to reduce the incidence of drug abuse and the social and personal costs thereof. Provides for the continuity of the coordinating and policymaking roles of the Special Action Office (which has been abolished) in the Office of Drug Abuse Prevention Policy until a formal Reorganization plan is effective. Redesignates the Special Action Office for Drug Abuse Prevention as the Office of Drug Abuse Prevention Policy, and provides for the continuity of its existence. Reduces from six to two the number of assistant directors in such Office. Authorizes appropriations for the Special Fund under such Act through fiscal year 1978, and authorizes appropriations for the functions of the Director through fiscal year 1978. Eliminates the authority for direct programmatic expenditures under the Special Fund. Transfers the authority of such Office for direct funding of specified pharmacological research and development to the National Institute on Drug Abuse. Redesignates the National Advisory Council on Drug Abuse Prevention as the National Advisory Council on Drug Abuse and expands the Council to include Federal and State officials. Requires that prior to publication of any proposed regulation affecting drug abuse prevention functions or drug traffic prevention functions, the Council be provided adequate opportunity to review and comment on such proposed regulations. Prohibits federally aided hospitals from discriminating against drug abusers in admission or treatment of drug abusers suffering from medical conditions solely because of their drug abuse or drug dependence. Authorizes appropriations for three fiscal years for formula grants under such Act. Requires a system of substate planning and performance standards or research protocols to be incorporated in projects or programs supported by funds supplied under formula grants. Authorizes appropriations under such Act for three fiscal years for special project grants. Requires that primary prevention be accorded a high priority in the distribution of funds appropriated for special project grants and contracts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Drug Abuse Office and Treatment Act of 1972, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:21-05:00"
}