{
  "actions": [
    {
      "acted_at": "1995-07-17", 
      "references": [
        {
          "reference": "CR S10150-10153", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-17", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1045-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1995-07-17", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "1995-08-03", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-07-17", 
  "number": "1045", 
  "official_title": "A bill to amend the National Foundation on the Arts and the Humanities Act of 1965, the Museum Services Act, and the Arts and Artifacts Indemnity Act to privatize the National Foundation on the Arts and the Humanities and to transfer certain related functions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Foundation on the Arts and Humanities Privatization Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Abraham, Spencer", 
    "state": "MI", 
    "thomas_id": "01269", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-07-17", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Art", 
    "Art objects", 
    "Arts", 
    "Arts, culture, religion", 
    "Authorization", 
    "Charitable contributions", 
    "Commerce", 
    "Congress", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid to museums", 
    "Federal aid to the arts and humanities", 
    "Federal officials", 
    "Government operations and politics", 
    "Income tax", 
    "Legislation", 
    "Museums", 
    "National Foundation on the Arts and the Humanities", 
    "Presidential appointments", 
    "Privatization", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Arts, culture, religion", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-07-17", 
    "text": "The National Foundation on the Arts and Humanities Privatization Act of 1995 - Amends the National Foundation on the Arts and the Humanities Act of 1965 (NFAH Act), the Museum Services Act, and the Arts and Artifacts Indemnity Act to privatize the National Foundation on the Arts and the Humanities (NFAH) over a five-year period and transfer certain related functions. (Sec. 2) Amends the NFAH Act to extend through FY 1999 the authorizations of appropriations for the National Endowment for the Arts (NEA) and the National Endowment for the Humanities (NEH). Reserves specified portions of such annual appropriations to support private fundraising activities of NEA and NEH. Limits administrative expenditures. (Sec. 3) Repeals the NFAH Act as of September 30, 1999. Amends the Museum Services Act and the Arts and Artifacts Indemnity Act to reflect such repeal of the NFAH Act. Directs the Chairpersons of NEA and of NEH and the Director of the Institute of Museum Services to jointly prepare and submit to the Congress recommended legislation containing other technical and conforming amendments to reflect such repeal. (Sec. 4) Transfers to the Institute of Museum Services all functions that the Federal Council on the Arts and Humanities exercised before September 30, 1998, relating to any action carried out under the Arts and Artifacts Indemnity Act (with the Office of Management and Budget, if necessary, making any determination of such transferred functions). Authorizes the Director of the Institute of Museum Services, acting through the Program Director for Arts and Artifacts of the Institute of Museum Services, to use the services of personnel of the Council and funds appropriated to such transferred functions during a reasonable period to facilitate an orderly transition. Requires the Director to recommend to the Congress any additional necessary legislation related to such purposes. (Sec. 5) Amends the Museum Services Act to provide for appointment of a Program Director for Arts and Artifacts to the Institute of Museum Services to carry out functions described in the Art and Artifacts Indemnity Act. (Sec. 6) Expresses the sense of the Senate that additional tax incentives for charitable donations should be provided, such as tax deductions for nonitemizers, the elimination of the cap on charitable deductions, and a specific tax credit for donations to the newly constituted privatized national organization for the arts and humanities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Foundation on the Arts and Humanities Privatization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Foundation on the Arts and the Humanities Act of 1965, the Museum Services Act, and the Arts and Artifacts Indemnity Act to privatize the National Foundation on the Arts and the Humanities and to transfer certain related functions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:55-05:00"
}