{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Mineral Resources and Development", 
      "text": "Referred to Subcommittee on Mineral Resources and Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-03", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-18", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Interior Department. Favorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-30", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Mineral Resources and Development", 
      "references": [], 
      "text": "Subcommittee on Mineral Resources and Development. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-29", 
      "bill_ids": [
        "s1730-100"
      ], 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered favorably reported an original bill (S. 1730) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s66-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Mineral Resources Development and Production", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1987-02-02", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1987-01-20", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1987-01-20", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "66", 
  "official_title": "A bill to provide for competitive leasing for onshore oil and gas.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1730-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Onshore Competitive Oil and Gas Leasing Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Bumpers, Dale", 
    "state": "AR", 
    "thomas_id": "01295", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Actions and defenses", 
    "Alaska", 
    "Competition", 
    "Courts and Civil Procedure", 
    "Energy policy", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Fraud", 
    "Oil and gas leases", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Public Lands and Real Property", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Federal Onshore Competitive Oil and Gas Leasing Act of 1987 - Amends Federal law regarding competitive leasing of oil and gas for onshore Federal lands to increase from 640 acres to 2,560 acres the units of land open to competitive leasing. Provides for lease sales to be: (1) conducted by oral bidding; and (2) held at least quarterly in each State (or more frequently at the Secretary's discretion). Requires the Secretary of the Interior to accept the highest bid which is at least $20 or greater per acre without evaluation of the economic or geologic value of the lands proposed for lease. Requires that all bids for less than the minimum acceptable price be rejected. Makes lands available for leasing for a one-year period if the highest bid received for such lands was less than the minimum acceptable price. Describes circumstances under which certain lands may be leased without competitive bidding. Increases the primary lease term from five to ten years. Authorizes the Secretary to disapprove partial assignments of less than 640 acres outside of Alaska, or of less than 2,560 acres within Alaska. Subjects a lease to cancellation by the Secretary of the Interior after 30 days' notice for noncompliance with the lease terms unless: (1) the leasehold contains a well capable of production of oil or gas in paying quantities; or (2) the lease is committed to an approved cooperative or unit plan or communitization agreement which contains a well capable of production of unitized substances in paying quantities. Amends the Alaska National Interest Lands Conservation Act to make leasing in Alaska consistent with that in the lower 48 States. Repeals provisions regarding: (1) determination of favorable petroleum geological provinces; and (2) suspension of noncompetitive leasing. Establishes an interim period during which certain pending lease applications will be processed as they would have been prior to the date of enactment of this Act. Prohibits noncompetitive lease applications for specified lands from being processed until such lands are posted for competitive bidding in accordance with this Act. Requires the Secretary of the Interior to hold at least one competitive lease sale for tracts which but for this Act would have been posted for the filing of simultaneous oil and gas lease applications. Permits the inclusion in such sale of certain tracts which had over-the-counter noncompetitive oil and gas lease offers. Imposes civil penalties upon persons who willfully and knowingly misrepresent the value of lands and leases under this Act. Grants to the States concurrent civil and criminal jurisdiction for violations of this Act. Requires the Secretary to submit an annual report to the Congress regarding the implementation of this Act, including specified data."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Onshore Competitive Oil and Gas Leasing Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for competitive leasing for onshore oil and gas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:05-05:00"
}