{
  "actions": [
    {
      "acted_at": "1976-04-13", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13226-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-13", 
  "number": "13226", 
  "official_title": "A bill to provide for sound forest management practices in the national forests of the United States consistent with the principles of multiple use and sustained yield.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2926-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Forest Timber Management Reform Act", 
  "sponsor": {
    "district": "4", 
    "name": "Hechler, Ken", 
    "state": "WV", 
    "thomas_id": "00522", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-13", 
  "subjects": [
    "Environmental protection", 
    "Forest clearcutting", 
    "Forest management", 
    "Forest products", 
    "Forests and forest products", 
    "Government operations and politics", 
    "National forests"
  ], 
  "subjects_top_term": "Forest products", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-13", 
    "text": "National Forest Timber Management Reform Act - Directs the Secretary of Agriculture to establish standards for future timber sales from national forests consistent with the criteria set forth in this Act. Requires that timber sales be made only from stable lands which are capable of regenerating a commercial stand of timber. Requires that minimum reforestation requirements be included in such standards. Imposes quantity sales limitations on timber sales in order to prevent the quantity and quality of timber from declining. Directs the Secretary to establish standards for maximum utilization of all trees sold from the national forests. Requires a complete interdisciplinary review from an environmental, biological, engineering, and economic standpoint of all proposed timber sales of $5,000 or more in national forests. Directs the Secretary to make public at least 60 days prior to each sale a brief statement as to the consistency of such proposed cut with principles of multiple use. Requires that the Secretary impose limitations on clearcutting practices in national forests. Prohibits the Secretary from allowing the cutting of immature trees except where the cutting of such trees: (1) conforms to specified forest management purposes; (2) achieves an even age distribution in southern pine forests; and (3) in connection with clearcuts where the stand of trees is predominantly of mature trees. Prohibits the cutting and removal of any tree from national forests unless such tree has been properly marked. Authorizes clearcuts without marking of individual trees in accordance with standards to be promulgated by the Secretary. Requires that the Secretary evaluate and limit the effects of proposed conversions of plant communities within natural forests. Prohibits contracts for the cutting of timber in national forests for more than a three-year period. Prohibits the use of DDT and other chlorinated hydrocarbons by the Secretary in the national forests for pest control purposes. Requires that the Secretary and the Forest Service take steps to preserve the natural ecosystems, soil resources, and fish and wildlife resources in national forests. Requires the preparation of a multiple use-sustained yield management plan for each national forest. Requires the establishment of a cost accounting system for future timber sales, to include indirect and direct administrative costs with respect to growth and reforestation of timber as well as sales. Allows States and localities to elect to receive payments from the Secretary of Agriculture based on the amount of specified public lands within the boundaries of such governmental units in lieu of the sum of amounts made available to States and localities under other provisions of Federal law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Forest Timber Management Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for sound forest management practices in the national forests of the United States consistent with the principles of multiple use and sustained yield.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:11-05:00"
}