{
  "actions": [
    {
      "acted_at": "1995-04-06", 
      "references": [
        {
          "reference": "CR S5449-5450", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s709-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1995-04-06", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-06", 
  "number": "709", 
  "official_title": "A bill to amend the Fair Credit Reporting Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Reporting Reform Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Bond, Christopher S.", 
    "state": "MO", 
    "thomas_id": "01286", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-06", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Bankruptcy", 
    "Business records", 
    "Child support", 
    "Civil rights and liberties, minority issues", 
    "Class actions (Civil procedure)", 
    "Collection of accounts", 
    "Commerce", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Contracts", 
    "Counterintelligence", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Damages", 
    "Debtor and creditor", 
    "Direct mail advertising", 
    "Disciplining of employees", 
    "Employee selection", 
    "Employment agencies", 
    "Families", 
    "Federal Reserve System", 
    "Federal Trade Commission", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Insurance", 
    "Insurance rates", 
    "International affairs", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Limitation of actions", 
    "Mailing lists", 
    "Marketing", 
    "Medical records", 
    "Negligence", 
    "Public assistance programs", 
    "Punitive damages", 
    "Recruiting of employees", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Sales promotion", 
    "Science, technology, communications", 
    "Social welfare", 
    "State laws", 
    "Telephone", 
    "Terrorism", 
    "Unemployed"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-06", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to Fair Credit Reporting Act Title II: Credit Repair Organizations Title III: Truth in Lending Act Title I: Amendments to Fair Credit Reporting Act - Consumer Reporting Reform Act of 1995 - Amends the Fair Credit Reporting Act (the Act) to: (1) define adverse action to include denial of credit, insurance, or employment; (2) specify that the term \"credit or transaction which is not initiated by the consumer\" does not include use of a consumer report (CR) by a person with which the consumer has an account for purposes of reviewing or collecting the account; (3) define the term \"firm offer of credit or insurance\" to mean any offer of credit or insurance to a consumer that will be honored if the consumer is determined, based on information in a CR on the consumer, to meet the specific criteria used to select the consumer for the offer, except that the offer may be further conditioned as specified; and (4) excludes certain communications by from the definition of \"consumer report.\" (Sec. 103) Allows the furnishing of a CR for: (1) a legitimate business need in connection with a business transaction that is initiated by the consumer or is a direct marketing transaction for which the furnishing of information from a consumer's file by the agency is not prohibited, or to review an account to determine whether the consumer continues to meet the terms of the account; and (2) employment purposes only if certain disclosures are made and the consumer consents. (Sec. 104) Prohibits: (1) using or obtaining information from a CR unless it is obtained for an authorized purpose; (2) the furnishing of a CR for use in credit transactions not initiated or authorized by the consumer; and (3) a credit reporting agency (CRA), in connection with employment or credit transaction purposes, from furnishing, without the consumer's consent, a CR which contains medical information. Requires CRAs to maintain a notification system, including a toll-free telephone number, which permits any consumer to elect to be excluded from lists provided in connection with solicitations of credit or insurance not initiated by the consumer. (Sec. 106) Removes exceptions to prohibitions on reporting obsolete information. (Current law prohibits reporting information which is over a specified number of years old, except for credit transactions, life insurance, or employment involving amounts over specified limits.) Regulates the beginning of the seven-year reporting period for certain types of information. Requires CRAs to include in CRs information that a consumer voluntarily closed an account and to indicate any information that is disputed by a consumer. (Sec. 107) Prohibits a person who procures a CR from reselling the information unless the identity of the end user and the purpose is disclosed to the CRA. (Sec. 108) Requires a CRA to: (1) disclose to a consumer all information in the consumer's file, certain information about the recipients of a CR, a record of inquiries in the last year that identified the consumer in connection with a credit transaction which was not initiated by the consumer, and, with any such disclosures, a summary of the consumer's rights under the Act. (Sec. 109) Requires CRAs, unless the dispute is frivolous or irrelevant, to reinvestigate disputed information free of charge or delete the item from the file, notify the information furnisher, delete inaccurate, incomplete, or unverifiable information, and notify the consumer of the results of the reinvestigation. Requires certain CRAs to implement automated reinvestigation systems. (Sec. 110) Regulates charges by CRAs for certain disclosures. Provides for certain free disclosures to a consumer if the consumer certifies that he or she is unemployed or is a recipient of public welfare assistance or has reason to believe that the consumer file is inaccurate due to fraud. (Sec. 111) Revises current requirements on users of consumer reports and sets forth revised and additional requirements concerning the duties of users: (1) taking adverse actions on the basis of information contained in consumer reports; (2) making written credit solicitations on the basis of information contained in consumer files; and (3) making other written solicitations on the basis of information contained in consumer files. (Sec. 112) Subjects any person (currently, any CRA or user of information) to civil liability for willful or negligent noncompliance with the Act. (Sec. 113) Sets forth: (1) duties of furnishers of information to CRAs, including a prohibition on furnishing information which the furnisher should have known is incomplete or inaccurate; and (2) provisions regarding investigative consumer reports. Increases criminal penalties for obtaining information under false pretenses. (Sec. 117) Authorizes State civil actions to enforce the Act, subject to a specified limitation. (Sec. 119) Preempts any State law relating to CR and CRA requirements imposed under this Act, with specified exceptions. (Sec. 120) Allows the Federal Trade Commission (FTC) to modify or make more stringent certain requirements if found necessary for the protection of consumers. (Sec. 121) Amends the Fair Debt Collection Practices Act to provide exceptions to certain debt collection practices with respect to communications. (Sec. 122) Amends the Fair Credit Reporting Act to authorize the furnishing of consumer reports to certain officials for purposes relating to child support. (Sec. 123) Requires a CRA to identify, to the FBI, financial institutions at which a consumer maintains or has maintained an account for purposes of foreign counterintelligence investigations. Authorizes a court, if requested by the Director of the Federal Bureau of Investigation (FBI), to issue an order directing a CRA to furnish a CR to the FBI upon a showing in camera that: (1) the CR is necessary for an authorized foreign counterintelligence investigation; and (2) there are facts giving reason to believe that the consumer whose CR is sought is a foreign agent and is engaging or has engaged in international terrorism or clandestine intelligence activities that may involve a criminal violation. Limits the FBI's use of such CRs and sets forth prohibitions on disclosure. Makes an agency liable to the consumer for damages for disclosure violations. Terminates this section five years after this Act's enactment. Title II: Credit Repair Organizations - Amends the Consumer Credit Protection Act to provide that specified provisions of that Act may be cited as the Credit Repair Organizations Act. (Sec. 201) Prohibits: (1) advising any consumer to make an untrue or misleading statement, or to alter the consumer's identification to prevent the display of the consumer's credit record; (2) other fraud or deception; and (3) a credit repair organization (CRO) from charging or receiving valuable consideration for any service before such service is fully performed. Specifies a statement which a CRO must provide to consumers before an agreement is executed regarding the consumer, the CRO, and related rights, powers, and obligations. Requires written, signed contracts covering specified matters in order for a CRO to provide services. Allows a consumer to cancel a contract with a CRO within three business days of making the contract. Declares void any consumer waiver of any protection under this title. Makes an attempt to obtain a waiver a violation of this title. Voids any contract not in compliance with this title. Provides for civil liability for failing to comply with this title, including allowing punitive damages and class actions. Requires enforcement of this title under the Federal Trade Commission Act (FTCA) by the FTC. Makes: (1) a violation of this title an unfair or deceptive act or practice in violation of specified provisions of the FTCA; and (2) all functions and powers of the FTC available for enforcement of this title. Establishes a statute of limitations for actions to enforce liability under this title. Title III: Truth in Lending Act - Amends the Truth in Lending Act to include certain intangible taxes and delivery fees as finance charges for purposes of consumer credit cost disclosure. Declares that creditors have no civil or criminal liability, and that consumers have no extended rescission rights, due to a creditor's improper disclosure of such taxes and fees for transactions consummated prior to February 1, 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Reporting Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Credit Repair Organizations Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Credit Reporting Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:46-05:00"
}