{
  "actions": [
    {
      "acted_at": "1998-07-16", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-16", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-16", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-30", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to the Subcommittee on Social Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4256-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Campbell, Tom", 
      "sponsored_at": "1998-07-16", 
      "state": "CA", 
      "thomas_id": "00170", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sanford, Marshall (Mark)", 
      "sponsored_at": "1998-07-16", 
      "state": "SC", 
      "thomas_id": "01012", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Smith, Nick", 
      "sponsored_at": "1998-07-16", 
      "state": "MI", 
      "thomas_id": "01080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Stenholm, Charles W.", 
      "sponsored_at": "1998-07-16", 
      "state": "TX", 
      "thomas_id": "01110", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-16", 
  "number": "4256", 
  "official_title": "To amend title II of the Social Security Act to provide for individual security accounts funded by employee and employer Social Security payroll deductions, to extend the solvency of the old-age, survivors, and disability insurance program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "21st Century Retirement Act of 1998", 
  "sponsor": {
    "district": "5", 
    "name": "Kolbe, Jim", 
    "state": "AZ", 
    "thomas_id": "00645", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-16", 
  "subjects": [
    "Appropriations", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer price indexes", 
    "Cost of living adjustments", 
    "Department of Labor", 
    "Early retirement", 
    "Earnings", 
    "Economic research", 
    "Economics and public finance", 
    "Election administration", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Families", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Health", 
    "House rules and procedure", 
    "Indexing (Economic policy)", 
    "Labor and employment", 
    "Legislative resolutions", 
    "Local employees", 
    "Married people", 
    "Medicare", 
    "Off-budget expenditures", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Retirement age", 
    "Retirement income", 
    "Savings accounts", 
    "Self-employed", 
    "Senate rules and procedure", 
    "Social security beneficiaries", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "State employees", 
    "Surveys", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Taxation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-16", 
    "text": "21st Century Retirement Act of 1998 - Amends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act (SSA) to add a new part B (Individual Security Accounts). Requires the Commissioner of Social Security to establish an individual security account (ISA) for each individual who is employed or self-employed. Requires each employed or self-employed individual (or, if need be, the Commissioner) to designate the investment type of ISA to which the Secretary of the Treasury shall credit, for such individual, the contribution amount deducted from the individual's income. Requires investment of an ISA in a manner similar to that under the Thrift Savings Plan for Federal employees. Prescribes rules for the transfer and distribution of account funds, including providing for the off-budget treatment of ISAs. (Sec. 2) Establishes in the Treasury an Individual Security Fund composed of all established ISAs, and managed by an Individual Security Fund Board. Directs the Board to study and report to the President and the Congress on ways to increase an individual's ISA investment options, especially with respect to rollovers or distributions from such account. Amends the Internal Revenue Code to reduce Federal Insurance Contributions Act (FICA) tax rates on the income and self-employment income of every individual, as well as to impose an ISA contribution on such income, computed according to a specified formula, and adjusted for inflation. (Sec. 3) Amends SSA title II to: (1) establish a new minimum monthly social security benefit for certain low-income individuals who become eligible for Old-Age or Disability Insurance benefits after December 31, 2005; and (2) eliminate the limitation on the amount of outside income (earnings test) which beneficiaries who have attained retirement age may earn without incurring a reduction in benefits. (Sec. 5) Amends the Social Security Amendments of 1983, as amended by the Omnibus Budget Reconciliation Act of 1993, to provide for a phased reduction to zero, beginning after 2009, of the subtrahend in the formula for certain transfers to the Hospital Insurance Trust Fund under the Medicare program of SSA title XVIII. (Sec. 6) Amends SSA title II to provide for: (1) OASDI coverage of newly hired State and local employees; (2) a gradual increase in the number of benefit computation years and, for calendar years after 2009, the use of all computation base years in the computation of primary insurance amounts; and (3) a graduated increase in the early and delayed retirement credits. (Sec. 9) Directs the Commissioner of the Bureau of Labor Statistics (BLS) to publish annually in the Federal Register an estimate of: (1) the number of percentage points by which the Consumer Price Index (CPI) is reduced below the level it would otherwise have attained by reason of the adjustments in the determination of such index instituted by the Bureau after December 31, 1997; and (2) the upper level substitution bias retained in the CPI. Makes appropriations to BLS for: (1) research, evaluation, and implementation of a superlative index to estimate upper level substitution bias in the CPI; (2) expansion of the Consumer Expenditure Survey and the Point of Purchase Survey; and (3) implementation of revisions to the CPI with respect to programs under SSA title II. Directs BLS to establish an administrative advisory committee to advise it periodically about CPI revisions, and to conduct research and experimentation with alternative data collection and estimating approaches. Amends SSA title II to provide for use of a reduced CPI in the indexing of cost-of-living benefits. (Sec. 10) Amends SSA title II to: (1) provide for a phased-in reduction in spousal benefits other than survivor's benefits to 33 percent of primary insurance amount; (2) make various specified adjustments to the bend points in the formula for determining the primary insurance amount; and (3) provide for a phased-in increase in social security normal and early retirement ages, up to a normal retirement age of 70 in the year 2037 for individuals attaining early retirement age (62) in the year 2029. Requires specified incremental increases in both normal and early retirement ages after 2029. (Sec. 13) Amends SSA title VII (Administration) to establish a new mechanism for ensuring solvency in the social security trust funds. Directs the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund, if it determines that the balance ratio of either Trust Fund for any calendar year during the succeeding 75 years will be zero, to recommend to the Congress and the President statutory adjustments affecting Trust Fund receipts and disbursements necessary to maintain its balance ratio at not less than 20 percent, with due regard to the economic conditions which created such inadequacy in the balance ratio, and the amount of time necessary to alleviate it in a prudent manner. Requires such report to specify the extent to which benefits would have to be reduced, taxes would have to be increased, or a combination thereof, in order to obtain the desired objectives. Directs the same Board to recommend to the Congress and the President statutory adjustments to the disability insurance program to modify the changes in disability benefits made under this Act without reducing the balance ratio of the Federal Disability Insurance Trust Fund. Prescribes a procedure for presidential review, disapproval, and approval of Board recommendations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "21st Century Retirement Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title II of the Social Security Act to provide for individual security accounts funded by employee and employer Social Security payroll deductions, to extend the solvency of the old-age, survivors, and disability insurance program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:05-05:00"
}