{
  "actions": [
    {
      "acted_at": "1976-08-24", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3768-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1975-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fong, Hiram L.", 
      "sponsored_at": "1975-01-03", 
      "state": "HI", 
      "thomas_id": "01333", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1975-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-24", 
  "number": "3768", 
  "official_title": "A bill to provide for the development of Aquaculture in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Aquaculture Organic Act", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-24", 
  "subjects": [
    "Advisory bodies", 
    "Aquaculture", 
    "Federally-assisted loans", 
    "Fisheries", 
    "Fishes", 
    "Loans", 
    "Marine and coastal resources, fisheries", 
    "Research grants"
  ], 
  "subjects_top_term": "Aquaculture", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-24", 
    "text": "National Aquaculture Organic Act - Directs the Secretary of Commerce to establish a National Development Plan. States that such plan shall: (1) identify each aquatic species which can be cultured on a commercial basis (priority aquatic species); and (2) contain a program of aquaculture development for such priority aquatic species. Directs the Secretary of Commerce to review annually each aquatic species not identified as a priority species and the program established for each priority species. Directs the Secretary to: (1) establish and maintain an aquaculture information center; (2) maintain an inventory of public and private aquaculture being carried out in the United States; (3) arrange for the mutual exchange of information relating to aquaculture with foreign nations; (4) provide advisory, educational, marketing, and technical services with respect to aquaculture to interested public and private organizations and individuals; and (5) coordinate with the Environmental Protection Agency to investigate the utilization of aquacultural and other forms of waste water in carrying out the purposes of this Act. Establishes the Interagency Committee on Aquaculture comprised of the heads of various Federal agencies to insure that there is a continuing exchange of information relating to the aquacultural programs and projects of the various agencies and to review on a continuing basis the relevant programs and projects of all Federal agencies. Authorizes the Secretary of Commerce, the Secretary of Agriculture, and the Secretary of the Interior to make grants or enter into contracts to carry out the purposes of this Act. Limits the amount of any grant made available under this Act to one-half of the estimated cost of the project for which the grant was made. Authorizes the Secretary of Commerce to guarantee obligations issued for the financing of any aquaculture facility within the United States. Stipulates that the aggregate unpaid principal amount of all such guaranteed obligations shall not exceed $100,000,000. Authorizes the Secretary to collect a fee for guaranteed obligations not to exceed one-half of one percent per annum of the outstanding principal balance of the obligation. Sets forth the allowable interest rate, maturity date, and default procedures relating to such loans. Authorizes the Secretary to issue notes or obligations to the Secretary of the Treasury if the monies in the loan fund are insufficient to pay such a loan in the event of default. Establishes within the Treasury a Federal Aquaculture Assistance Fund for the purpose of guaranteeing loans under this act. Requires the Secretary, in cooperation with the Secretaries of the Interior and Agriculture, to submit an annual report to Congress which shall document and evaluate the success or failure of the facilities for which loan guarantees were made under this Act. Authorizes appropriations in specified amounts to each of the Secretaries of Commerce, Agriculture and the Interior through fiscal year 1980 to carry out the provisions of this Act except for the purpose of guaranteeing loans. Authorizes appropriations of a maximum of $100,000,000 without fiscal year limitation, to the Federal Aquaculture Assistance Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aquaculture Organic Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development of Aquaculture in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:57-05:00"
}