{
  "actions": [
    {
      "acted_at": "1995-05-25", 
      "references": [
        {
          "reference": "CR S7520-7521", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-25", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-19", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-08-30", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kassebaum under the authority of the order of Aug 11, 95 with an amendment in the nature of a substitute and an amendment to the title. With written report No. 104-135. Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-30", 
      "calendar": "Senate Legislative", 
      "number": "181", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 181.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s856-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1995-05-25", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1995-05-25", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1995-05-25", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1995-09-06", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1995-05-25", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1995-05-25", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-05-25", 
  "number": "856", 
  "official_title": "A bill to amend the National Foundation on the Arts and the Humanities Act of 1965, the Museum Services Act, and the Arts and Artifacts Indemnity Act to improve and extend the Acts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1557-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Arts, Humanities, and Museums Amendments of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-07-19", 
  "subjects": [
    "Art", 
    "Art objects", 
    "Arts, culture, religion", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Commemorations", 
    "Computer networks", 
    "Congress", 
    "Congressional agencies", 
    "Congressional reporting requirements", 
    "Copyright", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational policy", 
    "Executive reorganization", 
    "Exhibitions", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to higher education", 
    "Federal aid to libraries", 
    "Federal aid to museums", 
    "Federal aid to the arts and humanities", 
    "Federal employees", 
    "Foundations", 
    "Fund raising", 
    "Government operations and politics", 
    "Higher education", 
    "Indemnity", 
    "Information services", 
    "Information technology", 
    "Intellectual property", 
    "Labor and employment", 
    "Law", 
    "Librarians", 
    "Libraries", 
    "Library of Congress", 
    "Minorities", 
    "Museums", 
    "National Foundation on the Arts and the Humanities", 
    "Pornography", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "Socially handicapped", 
    "Socially handicapped children", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Arts, culture, religion", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1995-08-30", 
    "text": "TABLE OF CONTENTS: Title I: National Foundation on the Arts and the Humanities Act of 1965 Title II: Museum and Library Services Act Title III: Arts and Artifacts Indemnity Act Arts, Humanities, and Museums Amendments of 1995 - Title I: National Foundation on the Arts and the Humanities Act of 1965 - Amends the National Foundation on the Arts and Humanities Act of 1965 (NFAHA) to revise and reauthorize provisions for the Foundation's Endowments, separating them into a title II for the National Endowment for the Arts (NEA) and a title III for the National Endowment for the Humanities (NEH). (Sec. 101) Requires the NEA and NEH Chairpersons to jointly conduct, or contract for, a study on the feasibility of establishing a true endowment for the NEA and the NEH to provide supplemental funding to support their efforts. Requires such study to examine innovative methods through which a true endowment may be funded, including such methods as private fundraising, an extension of a copyright term, recapture of funds from past grants that have proven profitable, or any other innovative methods the Chairpersons determine appropriate. Requires a report, with recommendations, to the appropriate committees of Congress. Extends the authorization of appropriations for the NEA and the NEH. Reserves specified portions of NEA grant programs funding for partnership grants, national significance grants, direct grants, and arts education and underserved communities grants. Reserves specified portions of NEH grant programs funding for partnership grants, national grants, and research and scholarship grants. Bases certain additional appropriations for NEA and NEH on donated amounts. Limits administrative expenditures by NEA and NEH to not more than 12 percent of their total funding amounts. Revises provisions for the NEA. Provides for a program of NEA partnership grants to States and local and regional groups to establish local arts activities, with emphasis on arts education and projects that reach rural and urban underserved communities. Directs the NEA Chairperson to use partnership grant reserved funds and an appropriate portion of additional funds to allot basic State grants to assist States in supporting specified activities (with a 50 percent Federal match, and certain discretionary increases of such match). Provides for a program of NEA national significance grants to groups, including regional groups, of demonstrated and substantial artistic and cultural importance, for projects, productions, and workshops to increase the access of all the people to the best of U.S. arts and culture (with a 25 percent Federal match, or 16.63 percent in the case of groups with certain larger annual budgets, and with certain discretionary increases of such match). Sets forth required and permissible elements for such projects, productions, and workshops. Gives priority to those that increase public access, including by touring, by regional or national dissemination, or by geographic dispersion. Provides for a program of NEA direct grants to groups and individuals that are broadly representative of the U.S. cultural heritage and broadly geographically representative, for projects, productions, and workshops of high artistic excellence and merit (with a 50 percent Federal match, and certain discretionary increases of such match). Gives priority to those that will be disseminated widely after completion. Provides for a program of NEA arts education and underserved communities grants. Authorizes the NEA Chairperson to use specified reserved funds and an appropriate portion of additional funds to make grants to States, arts agencies, or other local or regional groups to promote access to the arts through support of specified activities for education, for expansion and advancement of the arts, and for assisting developing arts organizations in underserved communities (with a 50 percent Federal match, and certain discretionary increases of such match). Revises provisions relating to advisory panels. Reduces the number of members of the National Council on the Arts. Sets forth limitations on NEA grants. Prohibits subgrants, except by State or regional groups, to any other organization or individual to conduct activities independent of the direct grant recipient. Revises NEA administrative provisions and those for reports, sanctions, and payments. Requires recipients of funding to repay certain amounts if they have derived program income from the funded activities exceeding a specified amount. Provides for an Award for Distinguished Lifetime Service for the Arts. Continues provision for the National Medal of Arts. Revises provisions for NEH. Provides for NEH partnership grants to support programs of humanities councils at the State and local levels (with a 50 percent Federal match, and certain discretionary increase of such match). Provides for NEH national grants to groups, individuals, and State agencies or entities for specified activities relating to education and the public humanities that have a national audience and significance (with a 50 percent Federal match, or 25 percent in the case of development of new sources of long-term support). Provides for NEH research and scholarship grants to groups, individuals, and State agencies and entities (with a 50 percent Federal match). Provides for review panels. Reduces the number of members of the National Council on the humanities. Revises limitations on NEH grants. Revises NEH administrative provisions and those for reports, sanctions, and payments. Requires recipients of funding to repay certain amounts if they have derived program income from the funded activities exceeding a specified amount. Continues provisions for the Jefferson Lecture in the Humanities Award and the Charles Frankel Prize. (Sec. 102) Makes conforming amendments to the Inspector General Act of 1978. Title II: Museum and Library Services Act - Museum and Library Services Act - Amends the Museum Services Act to revise and rename it as the Museum and Library Services Act (MLSA). (Sec. 201) Establishes within NFAHA an Institute of Museum and Library Services (IMLS), consisting of an Office of Museum Services (OMS) and an Office of Library Services (OLS), with a National Museum Services Board in OMS. Provides for an IMLS Director and Deputy Directors for OMS and OLS. Library Services and Technology Act - Provides for Library Services and Technology under MLSA, with an emphasis on library services and technology, access, and literacy programs for underserved communities. Authorizes appropriations to the Secretary of Education for grants to States for information access through technology and information empowerment through special services. Directs the Secretary to transfer such funds to the Director to carry out such library services and technology programs. Sets forth basic program requirements for reservations and allotments, payments, 50 percent Federal share, maintenance of effort, and State five-year plans. Sets forth requirements and authorized activities for such library programs of grants to States for: (1) information access through technology; and (2) information empowerment through special services (including special services for children in poverty who are served by libraries). Sets forth administrative provisions for such library grants programs, including State evaluation of assisted activities, State advisory councils, Federal grants for library services for Indian tribes, and a program of national leadership and evaluation activities. Sets forth MLSA provisions for Museum Services. Continues to authorize: (1) grants to museums to increase and improve museum services through specified types of activities; and (2) contracts and cooperative agreements with appropriate entities for projects to strengthen museum services. Continues to limit the Federal share to 50 percent, allowing the Director to use up to 20 percent of funds to make such grants, contracts, or cooperative agreements where the Federal share may be 100 percent. Requires the Director to undertake an assessment of the collaborative possibilities museums can engage in to serve the public more broadly and effectively. Authorizes the Director to make an annual National Award for Museum Service to outstanding museums that have made significant contributions in service to their communities. Includes the Director as a member of the National Museum Services Board (which gives policy direction or advice to the Director with respect to grants, contracts, and other matters). Authorizes appropriations to the Director to carry out Museum services under MLSA. (Sec. 202) Amends the National Commission on Libraries and Information Science Act to make such Commission responsible for advising the IMLS Director on general policies with respect to IMLS duties and powers relating to library services. Directs the Commission to meet jointly with the National Museum Services Board at least once a year to advise on general policy with respect to financial assistance for joint projects of OLS and OMS. Includes the IMLS Director as an ex officio, nonvoting member of such Commission. Requires that nonprofessional members have special competence in or knowledge of (currently, interest in) society's need for library and information services. Requires that at least one of the nonprofessional members be knowledgeable about the library and information service and science needs of the elderly. (Sec. 203) Transfers functions from the Institute of Museum Services (IMS) to the Institute of Museum and Library Services (IMLS). (Sec. 204) Provides that the current IMS Director shall serve as the first IMLS Director. (Sec. 205) Requires the IMLS Director, in appointing OLS employees, to give strong consideration to individuals with experience in administering State-based and national library and information services programs. (Sec. 206) Repeals the Library Services and Construction Act and title II (Academic Libraries and Information Services) of the Higher Education Act of 1965. Title III: Arts and Artifacts Indemnity Act - Amends the Arts and Artifacts Indemnity Act to transfer authority to enter into indemnity agreements for exhibitions of arts and artifacts from the Federal Council on the Arts and Humanities to the NEA Chairperson. (Sec. 301) Requires that the exhibition of such items be certified as being in the national interest by the Secretary of State or such Secretary's designee. (Current law requires that the Director of the U.S. Information Agency provide such certification.) Includes as eligible items parts of an exhibition that originates either in the United States or outside the United States and that is touring the United States (thus extending coverage to domestic as well as foreign exhibitions)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arts, Humanities, and Museums Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Library Services and Technology Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Museum and Library Services Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Arts, Humanities, and Museums Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Library Services and Technology Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Museum and Library Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Foundation on the Arts and the Humanities Act of 1965, the Museum Services Act, and the Arts and Artifacts Indemnity Act to improve and extend the Acts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:50-05:00"
}