{
  "actions": [
    {
      "acted_at": "1987-04-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-10", 
      "bill_ids": [
        "hr4333-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.4333.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2190-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-28", 
  "number": "2190", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to improve the administration of the internal revenue laws and the collection practices of the Internal Revenue Service, to further protect the rights of taxpayers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4333-100", 
      "reason": "related"
    }
  ], 
  "short_title": "IRS Administrative Reform and Taxpayer Protection Act of 1987", 
  "sponsor": {
    "district": "17", 
    "name": "Traficant, James A., Jr.", 
    "state": "OH", 
    "thomas_id": "01166", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-28", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative responsibility", 
    "Appellate courts", 
    "Auditing", 
    "Civil Rights and Liberties", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil service employment", 
    "Collection of accounts", 
    "Consumer credit", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Damages", 
    "Department of the Treasury", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "District courts", 
    "Economics and public finance", 
    "Equal Employment Opportunity Commission", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Government employees' political activities", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Governmental investigations", 
    "Income tax", 
    "Information services", 
    "Informers", 
    "Internal Revenue Service (IRS)", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Law enforcement officers", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Ombudsman", 
    "Public Contracts, Procurement, and Property", 
    "Rating of employees", 
    "Right of privacy", 
    "Right to counsel", 
    "Tax administration", 
    "Tax assessment", 
    "Tax auditing", 
    "Tax consultants", 
    "Tax courts", 
    "Tax liens", 
    "Tax returns", 
    "Tax sales", 
    "Taxation", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-28", 
    "text": "IRS Administrative Reform and Taxpayer Protection Act of 1987 - Amends the Internal Revenue Code (IRC) to authorize the Secretary of the Treasury (Secretary) to enter into binding agreements with taxpayers under which tax liability may be paid in installments when the Secretary determines that such an agreement will facilitate the collection of the liability. Permits such an agreement with any individual: (1) whose tax liability is $20,000 or less; and (2) who has not been delinquent in installment tax payments under similar agreements during a specified period. Permits the Secretary, after proper notice and a hearing, to modify or annul such an agreement upon the finding that the financial condition of the affected taxpayer has significantly changed. Makes the entire amount of unpaid tax due and payable upon the Secretary's notice and demand when an installment is not timely paid. Specifies information that must be incorporated in a notice of lien for taxes, including possible alternative actions to prevent a lien and the appropriate appeals procedures. Requires that such notice be preceded by the Secretary's written offer to enter into an agreement with the taxpayer, if qualified, permitting installment payments of the unpaid tax. Prohibits the filing of a notice of lien unless the Secretary first obtains a court order from the appropriate Federal district court specifically authorizing such lien. Extends from ten to 30 days the period between the required notice to a person who neglects or refuses to pay tax liability and a levy on such person's salary, wages, or other property. Specifies information that must be incorporated in such notice, including possible alternative actions and the appropriate appeals procedures. Adds to the circumstances triggering termination of such a levy: (1) an agreement between the taxpayer and the Secretary for payment of the liability; and (2) the Secretary's determination that the taxpayer's financial condition precludes enforceability of the liability. Requires that any levy be preceded by the Secretary's written offer to enter into an agreement with the taxpayer, if qualified, permitting installment payments of the unpaid tax. Prohibits a levy on any property unless the Secretary first obtains a court order from the appropriate Federal district court specifically authorizing such levy. Revises the list of property exempt from levy to increase the exempt amount permitted for certain personal effects, the property of a business, and wages. Prohibits a levy on any property when levy and sales expenses exceed either the liability for which the levy is made or the fair market value of the levied property. Provides an express exemption from levy, except under limited circumstances specified in this Act, for the taxpayer's principal residence, a motor vehicle used by the taxpayer as the primary means of transportation to work, and certain tangible property necessary for the taxpayer's business. Sets forth situations in which the Secretary must release a levy. Amends the Fair Debt Collection Practices Act to apply its provisions to officers and employees of the Internal Revenue Service (IRS). Amends the IRC to make it a criminal offense for any Federal officer or employee acting in connection with any U.S. revenue law to create or maintain a list containing the name of a taxpayer whose tax return is to be audited solely because of information relating to such taxpayer's compliance with internal revenue laws in a preceding taxable year. Permits the Secretary, after obtaining a court order from a Federal court, to authorize a uniformed local law enforcement officer to act as an armed escort to accompany a Federal officer or employee collecting tax from a taxpayer if the Secretary reasonably believes that: (1) the taxpayer's income is derived from unlawful activity; or (2) the taxpayer will forcibly resist the tax collection. Declares that the United States shall be bound by any written assessment-related information, advice, or interpretation provided to a taxpayer by any IRS officer or employee acting in an official capacity unless such information is: (1) based on erroneous data provided by a taxpayer; or (2) intentionally fraudulent. Requires the full abatement of any penalty or interest imposed on any deficiency completely attributable to erroneous advice given to a taxpayer by an IRS officer or employee. Prohibits the Secretary from imposing or assessing any addition to tax, additional amount, or penalty against a taxpayer with respect to any matter disputed by such taxpayer until the matter is determined or is no longer appealable. Requires any IRS interviewer, before meeting with a taxpayer, to advise the taxpayer of certain rights and procedures applicable to the interview, including notice that: (1) the taxpayer has a right to remain silent; (2) any statement the taxpayer makes may be used against him or her; (3) the taxpayer has the right to the presence of an attorney, accountant, or income tax return preparer; (4) the taxpayer may record the meeting or request a transcript of a recording made by the interviewer; and (5) the IRS is bound only by written statements. Permits a waiver of taxpayer rights if knowingly, voluntarily, and intelligently made. Prohibits evaluations of IRS personnel based on revenue collected from taxpayers as a result of audits or investigations involving such personnel. Prohibits the Secretary from requiring IRS personnel to meet any revenue collection quotas. Amends the IRC to prescribe criminal penalties for: (1) any investigation or surveillance by an officer or employee of the United States in connection with Federal revenue laws that inquires into the beliefs, associations, or activities of any individual or organization; or (2) the maintenance of any records containing information derived from such an investigation. Directs the Secretary to provide, upon a taxpayer's request, a copy of any information in the IRS master files concerning such taxpayer. Permits a reasonable fee to be charged for such service. Mandates that the Comptroller General (Comptroller) audit, at least biennially, agencies to which the IRS makes tax returns available to determine whether the safeguards and procedures being used ensure the confidentiality of such returns. (Current law authorizes, but does not require, such audits.) Directs the Comptroller to notify a taxpayer in the event that the confidentiality of such taxpayer's return has not been ensured. Prohibits the Secretary from contracting with private persons for the processing of any tax returns. Creates a civil cause of action for damages in Federal district court against the United States for any person: (1) against whom a tax lien or levy has been wrongfully imposed; (2) aggrieved by a violation of any regulation, agreement, or provision relating to matters of tax administration and procedure; or (3) who is physically injured by IRS personnel collecting revenue. Places upon the IRS the burden of proof on all issues in all administrative and judicial proceedings between the IRS and a taxpayer, except in cases when the taxpayer has exclusive control over certain evidence. Requires that reasonable court costs, including up to $25,000 for attorney fees, be awarded to the prevailing party in certain tax-related cases in which the United States is a party if the U.S. position in the proceeding is not clearly and convincingly correct. Repeals an IRC provision that authorizes payments to individuals who provide information that leads to the detection and prosecution of persons guilty of violating the internal revenue laws. Directs the Secretary to deposit in the U.S. general revenue fund all interest and penalty payments, additions to tax, and other amounts collected. Establishes within the IRS the Office of the Ombudsman, to be headed by the Taxpayer Ombudsman. Sets forth the duties and powers of the Taxpayer Ombudsman. Authorizes the Ombudsman, upon taxpayer application, to issue a Taxpayer Assistance Order if the Ombudsman determines that: (1) the taxpayer is suffering or is about to suffer from an unusual or irreparable loss as a result of the manner in which the internal revenue laws are being administered by the Secretary; and (2) the Secretary has failed to carry out duties or has violated any provision of law. Allows the terms of a Taxpayer Assistance Order to require the Secretary to release property of the taxpayer levied upon or to cease or refrain from certain actions. Requires the Secretary to obey any Taxpayer Assistance Order issued by the Ombudsman. Establishes within the IRS the Office of Investigative Counsel. Sets forth criteria to govern the appointment, term, and removal of the Investigative Counsel (Counsel). Requires such Counsel to: (1) receive, investigate, and take appropriate action relating to certain allegations concerning IRS personnel practices and other activities of IRS employees; (2) represent, upon request, IRS whistleblowers; and (3) review and, when appropriate, file objections to the implementation of, certain rules and regulations issued by the Director of the Office of Personnel Management. Authorizes the Counsel, among other things, to: (1) conduct independent investigations for certain purposes; (2) issue subpoenas and grant immunity; (3) prescribe rules and regulations; and (4) appear in certain adjudicative proceedings, including actions before the Merit Systems Protection Board (Board) in cases involving an IRS employee, with the consent of such employee. Permits the Counsel to obtain judicial review in U.S. district court of orders generated from such Board actions with respect to which the Counsel is a party. Prohibits the Counsel from issuing advisory opinions. Details the procedures to govern the receipt and treatment of disclosures by IRS employees, including requirements with respect to: (1) the confidentiality of the whistleblower's identity; (2) time limits applicable to various phases of the review process; (3) actions and reports of the Commissioner of Internal Revenue in the event the Counsel makes a positive determination regarding an allegation; (4) negative determinations by the Counsel with respect to an allegation; (5) cases involving intelligence information; and (6) public access to information about investigated matters. Authorizes the Counsel or an IRS employee to request the Board to order a stay in certain personnel actions involving IRS employees upon a claim that there are reasonable grounds for believing that the personnel action occurred, or will occur, as a result of a prohibited personnel practice. Details procedures concerning the granting of such stays and their effect on certain related proceedings begun during their pendency. Directs the Counsel to petition the Board for corrective action if, during the time of such stay, the IRS has not acted with respect to the prohibited personnel practice justifying the stay. Sets forth procedural rules to govern such petitions. Requires the Counsel to report to the Commissioner and to the Attorney General when investigations lead to a determination that there is reasonable cause to believe that an IRS employee has engaged in a criminal violation. Directs the Counsel to report to the Commissioner any violation that is neither a criminal offense nor a prohibited personnel practice. Authorizes the Counsel to initiate disciplinary action against any IRS employee who commits prohibited acts or fails to comply with a Board order. Describes the rights of an employee subject to such complaint, including the right to: (1) representation by an attorney; (2) a Board hearing; and (3) a written decision, with reasons. Permits a final Board disciplinary order to impose any combination of: (1) removal; (2) a reduction in grade; (3) debarment from Federal employment for up to five years; (4) suspension; (5) a reprimand; and (6) a civil penalty of up to $1,000. Prohibits administrative appeal of such disciplinary orders. Permits their appeal in the appropriate U.S. court of appeals. Provides for Counsel referral of certain discrimination complaints to the Equal Employment Opportunity Commission. Authorizes the Counsel to investigate certain political and other activities of IRS employees. Describes actions to be taken in such cases. Requires the Counsel to submit to the Congress an annual report concerning the activities of the Office of Investigative Counsel and containing specified information and recommendations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "IRS Administrative Reform and Taxpayer Protection Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to improve the administration of the internal revenue laws and the collection practices of the Internal Revenue Service, to further protect the rights of taxpayers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:22-05:00"
}