{
  "actions": [
    {
      "acted_at": "1977-04-05", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6036-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-05", 
  "number": "6036", 
  "official_title": "A bill to provide emergency price and income protection for farmers for the 1977 crops, to assure consumers an abundance of food and fiber at reasonable prices.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1233-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Food and Agriculture Act", 
  "sponsor": {
    "district": "6", 
    "name": "Nolan, Richard M.", 
    "state": "MN", 
    "thomas_id": "00867", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-05", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Corn", 
    "Cotton", 
    "Dairy products", 
    "Feed grains", 
    "Food prices", 
    "Milk", 
    "Rice", 
    "Soybeans", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agricultural credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-05", 
    "text": "Emergency Food and Agriculture Act - Title I: Payment Limitation - Increases the total amount of payments a person shall be entitled to receive under specified annual programs of the Agricultural Act of 1970 from $20,000 to $30,000. Title II: Dairy - Sets the price support of milk, under the Agricultural Act of 1949, at no less than 90 percent of parity as of the date of enactment, adjusted quarterly, and ending March 31, 1978. Title III: Wool Program - Sets the price support for 1977 wool and mohair under the National Wool Act of 1954, at not less than 100 percent of parity. Title IV: Wheat Program - Sets the loan level for the 1977 crop of wheat, under the Agricultural Act of 1949, as amended, at not less than 90 percent of the established price. Sets the established price of wheat per bushel at $4.98. Title V: Feed Grain Program - Sets the loan level for the 1977 crop of corn at not less than 90 percent of parity. Sets the established price of corn per bushel at $3.42. Title VI: Upland Cotton Program - Sets the nonrecourse loan level for the 1977 crop of upland cotton, under the Agricultural Act of 1949, as amended, at not less than 90 percent of the established price. Sets the established price of cotton per pound at 82.84 cents. Title VII: Soybean Program - Sets the loan level for the 1977 crop of soybeans, under the Agricultural Act of 1949, at not less than 90 percent of the established price. Sets the established price of soybeans per bushel at $7.54. Title VIII: Rice Program - Sets the established price for the 1977 crop of rice under the Agricultural Act of 1949, at $13.60 per hundredweight. Sets the loan level at $12.24 per hundredweight. Title IX: Dry Edible Beans - Sets the loan level for the 1977 crop of dry edible beans, under the Agricultural Act of 1949, at not less than 90 percent of the established price. Sets the established price per hundredweight of dry edible beans at $26.40."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Food and Agriculture Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide emergency price and income protection for farmers for the 1977 crops, to assure consumers an abundance of food and fiber at reasonable prices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:09-05:00"
}