{
  "actions": [
    {
      "acted_at": "1973-10-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11173-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-30", 
  "number": "11173", 
  "official_title": "A bill to insure the enforcement of the criminal laws and the due administration of justice; establish an independent Special Prosecutor.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2611-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Independent Special Prosecution Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-30", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Criminal investigation", 
    "Government operations and politics", 
    "Law", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-30", 
    "text": "Independent Special Prosecutor Act - Directs the chief judge of the United States District Court for the District of Columbia to appoint a special prosecutor and a deputy special prosecutor. States that the special prosecutor shall have exclusive jurisdiction to investigate as he deems appropriate and prosecute offenses arising out of the 1972 Presidential election and alleged offenses by the President or his staff. provides that the special prosecutor shall have full power to: (1) conduct proceedings before grand juries and other investigations he deems necessary; (2) review all documentary evidence available from any source; (3) determine whether or not to contest the assertion of Executive Privilege or any other testimonial privilege; and (4) receive appropriate national security clearance and review all evidence sought to be withheld on grounds of national security and if necessary contest in court such withholding. Provides that all evidence collected by the former special prosecutor shall be delivered to the new special prosecutor. Empowers the Chief Judge to dismiss the special prosecutor or the deputy special prosecutor if, in his discretion, he determines that the special prosecutor or the deputy special prosecutor has willfully violated the provisions of this Act or committed other extraordinary improprieties and for no other reason. States that the special prosecutor solely shall exercise the powers and perform the duties specified in this Act; that the chief judge nor the President of the United States, nor any other officer of the United States shall have any authority to interfere with any action taken by the special prosecutor pursuant to this Act; and that neither the President of the United States, nor any other officer of the United States, shall have any authority to remove the special prosecutor from office. Authorizes the appropriation of necessary sums to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Special Prosecution Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to insure the enforcement of the criminal laws and the due administration of justice; establish an independent Special Prosecutor.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:55-05:00"
}