{
  "actions": [
    {
      "acted_at": "1992-07-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5664-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Armey, Richard K.", 
      "sponsored_at": "1992-07-22", 
      "state": "TX", 
      "thomas_id": "00028", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Ballenger, Cass", 
      "sponsored_at": "1992-07-22", 
      "state": "NC", 
      "thomas_id": "00050", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bliley, Tom", 
      "sponsored_at": "1992-07-22", 
      "state": "VA", 
      "thomas_id": "00097", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Boehner, John A.", 
      "sponsored_at": "1992-07-22", 
      "state": "OH", 
      "thomas_id": "00102", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1992-07-22", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Bunning, Jim", 
      "sponsored_at": "1992-07-22", 
      "state": "KY", 
      "thomas_id": "00146", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1992-09-16", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Dornan, Robert K.", 
      "sponsored_at": "1992-07-22", 
      "state": "CA", 
      "thomas_id": "00310", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Franks, Gary A.", 
      "sponsored_at": "1992-07-22", 
      "state": "CT", 
      "thomas_id": "00410", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Gallegly, Elton", 
      "sponsored_at": "1992-07-22", 
      "state": "CA", 
      "thomas_id": "00425", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1992-07-22", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kolbe, Jim", 
      "sponsored_at": "1992-07-22", 
      "state": "AZ", 
      "thomas_id": "00645", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1992-07-22", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McCrery, Jim", 
      "sponsored_at": "1992-07-22", 
      "state": "LA", 
      "thomas_id": "00763", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Michel, Robert H.", 
      "sponsored_at": "1992-07-22", 
      "state": "IL", 
      "thomas_id": "00801", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1992-07-22", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Paxon, Bill", 
      "sponsored_at": "1992-07-22", 
      "state": "NY", 
      "thomas_id": "00901", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1992-07-22", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1992-09-16", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1992-07-22", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Sundquist, Don", 
      "sponsored_at": "1992-07-22", 
      "state": "TN", 
      "thomas_id": "01125", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Taylor, Charles H.", 
      "sponsored_at": "1992-07-22", 
      "state": "NC", 
      "thomas_id": "01141", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Walker, Robert S.", 
      "sponsored_at": "1992-07-22", 
      "state": "PA", 
      "thomas_id": "01196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Weber, Vin", 
      "sponsored_at": "1992-07-22", 
      "state": "MN", 
      "thomas_id": "01212", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Zeliff, William H., Jr.", 
      "sponsored_at": "1992-07-22", 
      "state": "NH", 
      "thomas_id": "01263", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-22", 
  "number": "5664", 
  "official_title": "To encourage, assist, and evaluate educational choice programs, and for other purposes.", 
  "popular_title": "G.I. Bills for Children bill", 
  "related_bills": [], 
  "short_title": "Federal Grants for State and Local \"GI Bills\" for Children", 
  "sponsor": {
    "district": "2", 
    "name": "Gradison, Willis D., Jr.", 
    "state": "OH", 
    "thomas_id": "00451", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-22", 
  "subjects": [
    "Church schools", 
    "Education", 
    "Educational accountability", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal aid to private schools", 
    "Income", 
    "Income tax", 
    "Private schools", 
    "Scholarships", 
    "Secondary education", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-22", 
    "text": "Federal Grants for State and Local \"G.I. Bills\" for Children - Requires the Secretary of Education to use specified funds to make competitive grants to States and localities for educational choice programs. Authorizes reservation of a specified portion of such funds for national evaluation of such programs. Authorizes appropriations. Makes a State or locality eligible for such a grant if it: (1) has taken significant steps to provide a choice of schools to families with school children in the program area, including those not eligible for scholarships under this Act; (2) will, if awarded a grant, provide scholarships to parents of eligible children that may be redeemed for elementary or secondary education at a broad variety of public and private (including religious) schools serving that area; and (3) permits all such lawfully operating schools serving the area to participate in its program under this Act if they so choose. Requires grantees to provide scholarships to parents of eligible children, with a value of $1,000 from Federal funds under this Act and an additional amount, if any, of State, local, and nongovernmental funds. Excludes such scholarships from consideration as income for Federal income tax or Federal program eligibility purposes. Requires such scholarships to be provided to parents of children who reside in the program area, will attend a participating public or private school, and are from a middle- or low-income family (as determined by the grantees, in accordance with the Secretary's regulations). Limits the maximum family income for eligibility to not more than the higher of the State or national median family income. Provides for continuation of such scholarship aid to a child in each program year, unless the child no longer resides in the program area or no longer attends school, or the child's family income exceeds by 20 percent or more than the maximum income of families who received scholarships in the preceding year. Requires the grantee to provide scholarships to the lowest income families if the grant amount is insufficient to provide such aid to each child up to the income level for which the grantee applied. Sets forth application requirements, including descriptions of program areas and economic profiles of children residing there. Requires that programs be selected to receive such grants on the basis of: (1) number and variety of educational choices they make available to families of eligible children; (2) extent to which choices among public, private, and religious schools are available to all families in the area, including those not eligible for scholarships; (3) proportion of children from low-income families among participants; and (4) applicant's financial support of the program, including, State, local, and nongovernmental supplementary funds, not only for scholarships but also for other economic incentives such as tax relief (taking local conditions into account). Requires awards to programs in urban and rural areas and in different areas of the Nation. Requires award of annual grants, taking account of availability of appropriations, number and quality of applications, and other appropriate factors. Allows each grant to be for up to four years and to be renewed for an additional four-year period. Requires the following sequence for use of the Federal portion of such a scholarship: (1) for tuition and fees at the school selected by the parents, and for reasonable transportation costs (at the parent's option); (2) if the parent's so choose, for supplementary academic services for the child (up to $500 in cost) from any provider chosen by the parents that the grantee determines is capable to do so and has an appropriate refund policy; and (3) any remaining funds to be used either by the public school the child attends for student academic achievement programs, or, if the child attends private school, by the grantee for additional scholarships. Sets forth the effect of this Act on other programs. Requires a local educational agency to provide to any child in an educational choice program the same services that it would otherwise provide to that child under chapter 1 title I Elementary and Secondary Education Act of 1965 provisions for educationally disadvantaged children. Declares that this Act does not affect specified requirements under the Individuals with Disabilities Education Act. Provides that such scholarships are aid to families, not institutions, so that their expenditure shall not be construed as Federal financial aid or assistance to a school or provider of supplementary academic services. Requires schools or providers of academic services, in order to receive scholarship funds under this Act, to comply with antidiscrimination requirements under specified Federal laws. Directs the Secretary to promulgate regulations to implement this requirement, taking into account the purposes of this Act and the nature, variety, and missions of schools and providers that may participate. Prohibits consideration of Federal funds provided under this Act in Federal, State, or local agency determination of other assistance to such grantees or schools attended. Provides that no State constitution or law shall be construed or applied to prohibit any grantee from: (1) paying administrative costs of a program under this Act; or (2) providing any Federal funds received under this Act to parents for use at a religious or other private institution. Declares that nothing in this Act authorizes the Secretary to exercises direction, supervision, or control over any participating school or educational institution as to curriculum, instructional program, administration or personnel. Directs the Secretary to conduct with specified reserved funds, a national evaluation of the program authorized by this Act. Directs the Secretary to promulgate regulations to enforce this Act. Prohibits such enforcement through a private cause of action."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "G.I. Bills for Children bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Grants for State and Local \"GI Bills\" for Children", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To encourage, assist, and evaluate educational choice programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:50-05:00"
}