{
  "actions": [
    {
      "acted_at": "1989-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-07", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr43-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-03", 
  "number": "43", 
  "official_title": "To require that certain contracts between the United States and private contractors contain provisions requiring the contractor to provide certain pension and health benefits to its employees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Benefits Standards in Government Contracting Act of 1989", 
  "sponsor": {
    "district": "1", 
    "name": "Clay, William (Bill)", 
    "state": "MO", 
    "thomas_id": "00203", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-03", 
  "subjects": [
    "Auditing", 
    "Construction costs", 
    "Cost accounting", 
    "Cost control", 
    "Cost effectiveness", 
    "Costs", 
    "Debarment of government contractors", 
    "Economic impact statements", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government service contracts", 
    "Health insurance", 
    "Labor and employment", 
    "Maintenance and repair", 
    "Overtime", 
    "Pension funds", 
    "Privatization", 
    "Public works", 
    "Standards"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-03", 
    "text": "Employee Benefits Standards in Government Contracting Act of 1989 - Requires that certain contracts between the United States and private contractors and subcontractors require the contractor to provide certain pension and health benefits to its employees. Declares that Federal contracts or subcontracts are covered by this Act if they are in excess of $25,000 and involve employment in connection with: (1) construction, alteration, or repair (including painting or decorating) of Federal public buildings or Federal public works within the United States; or (2) the manufacture or furnishing of materials, supplies, articles, or equipment. Prohibits any contract or subcontract subject to this Act from being awarded on the basis of a bid that contains specifications concerning uncompensated overtime. Requires Federal agencies to provide a cost-savings impact statement (along with the specifics of the award) demonstrating that the services performed under the contract or subcontract could not have been performed at least as effectively and economically by the Federal Government, whenever such Federal agency awards a contract or subcontract which: (1) is required to meet the pension plan and group health plan requirements of this Act; (2) exceeds $500,000; and (3) is for services or is on other than a firm, fixed-price basis. Sets forth pension plan and group health plan requirements for contracts covered by this Act. Treats certain governmental, church, and other pension plans as meeting such requirements. Directs the Secretary of Labor to prescribe regulations to carry out this Act within one year after its enactment. Directs the Secretary to provide for penalties for failure by employers to comply with contractual provisions required by this Act, including: (1) publication of the employer's name; and (2) debarment from future Government contracts, or extensions or modifications of existing contracts, until the employer has established and carried out policies to provide for such compliance. Provides for equitable relief from such noncompliance. Directs the Secretary to establish, and serve as chairperson of, a waiver review board which shall decide whether to grant a waiver from the requirements of this Act to any Federal agency applying for one. Directs the Secretary to conduct an annual review of a random number of audits conducted by agencies that award contracts under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Benefits Standards in Government Contracting Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require that certain contracts between the United States and private contractors contain provisions requiring the contractor to provide certain pension and health benefits to its employees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:33-05:00"
}