{
  "actions": [
    {
      "acted_at": "1981-01-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr924-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1981-05-12", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-19", 
  "number": "924", 
  "official_title": "A bill to establish a program of full employment, vocational training, and employment placement for all young Americans willing and able to work, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Employment Act of 1981", 
  "sponsor": {
    "district": "20", 
    "name": "Weiss, Ted", 
    "state": "NY", 
    "thomas_id": "01213", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-19", 
  "subjects": [
    "Advisory bodies", 
    "Children and youth", 
    "Department of Labor", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Full employment policies", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Manpower training programs", 
    "Public service employment", 
    "States", 
    "Unemployment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Youth employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-19", 
    "text": "Youth Employment Act of 1981 - Directs the Secretary of Labor to establish a program to: (1) provide financial assistance, through the Youth Job Guarantee Office created under this Act, to States, local governments, and private organizations established under the Comprehensive Employment and Training Act for training and employment programs for eligible youths in jobs on public service and private employment projects; and (2) provide special assistance to those eligible youths who apply for such aid. Makes eligible for programs and assistance under this Act those individuals age 16 to 24, inclusive, who are able and willing to work but who are not employed and who are unable to obtain employment through other means. Establishes in the Department of Labor a National Youth Full Employment Board to assist the Secretary in carrying out the provisions of this Act. Directs the Secretary to carry out this Act so as to: (1) seek to reduce differentials in employment rates among various population segments; (2) within one year after the enactment of this Act, reduce the number of unemployed youths in each political subdivision of every State to not more than ten percent of the total force in such subdivision; (3) within two years, reduce the number of unemployed youths in each subdivision to not more ten percent of the total labor force; and (4) within three years, reduce the number of unemployed youths to effectively zero. Establishes a Youth Job Guarantee Office within the Department of Labor, with regional offices to be located in each State. Directs the Secretary, through the Office, to do the following in carrying out the assistance programs established under this Act: (1) insure that, among projects planned, adequate consideration be given to such individuals and groups as face special obstacles in finding and holding useful employment; (2) after consulting with and receiving the approval of certain prime sponsor's planning councils, enter into agreements containing specified assurances with agencies and organizations for public service and private employment projects to be administered by such agency or organization; (3) require that State and local government applications to enter into such agreements contain assurances that fiscal control and fund accounting procedures will be adopted and that women project employees will be entitled to maternity benefits; (4) refer eligible youths who apply for assistance to private and public employment placement facilities, or to employment projects established under this Act; and (5) declare ineligible for assistance any youth unwilling or unable to work. Sets forth provisions relating to wage and labor standards, nondiscrimination, and judicial relief under such program. Authorizes appropriations for fiscal years 1982 through 1984 to carry out this Act. Amends the Comprehensive Employment and Training Act to require prime sponsor planning councils to select and plan projects for assistance under this Act and to monitor and evaluate such projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Employment Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program of full employment, vocational training, and employment placement for all young Americans willing and able to work, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:03-05:00"
}