{
  "actions": [
    {
      "acted_at": "2006-05-23", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2989-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-05-23", 
  "number": "2989", 
  "official_title": "A bill to reform the franchise procedure relating to cable service and video service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Franchise Reform Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-05-23", 
  "subjects": [
    "Cable television", 
    "Commerce", 
    "Franchises (Retail trade)", 
    "Government operations and politics", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Television programs"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-05-23", 
    "text": "Franchise Reform Act of 2006 - Amends the Communications Act of 1934 to designate the State Commission of each state as the franchising authority for any state-issued franchise for the provision of cable or video service in that state. Outlines application requirements for any entity or person seeking to obtain a state-issued certificate of franchise authority. Exempts existing franchises from such application requirements. Requires the holder of a state-issued certificate to pay each municipality in which the holder provides cable or video service a franchise fee of five percent of the gross revenues of such holder. Requires certificate holders to: (1) comply with applicable customer service standards until there are two or more providers offering service in a municipality; (2) provide municipalities, upon request, with capacity to allow public, educational, and governmental (PEG) access channels for noncommercial programming (with a required minimum number of such channels); and (3) provide for the interconnection of cable and video systems within a municipality for the purpose of providing PEG programming. Requires local municipalities to allow certificate holders to install, construct, and maintain necessary communications networks within public rights-of-way. Prohibits certificate holders from denying access to cable or video service to any group of residential subscribers because of the income of the residents in the local area."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Franchise Reform Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the franchise procedure relating to cable service and video service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:14-05:00"
}