{
  "actions": [
    {
      "acted_at": "1973-11-09", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2678-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hughes, Harold E.", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "01364", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-09", 
  "number": "2678", 
  "official_title": "A bill to provide for a special election for the offices of President and Vice President when the offices of President and Vice President are both vacant.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hathaway, William D.", 
    "state": "ME", 
    "thomas_id": "01354", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-09", 
  "subjects": [
    "Government operations and politics", 
    "Presidential succession"
  ], 
  "subjects_top_term": "Presidential succession", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-09", 
    "text": "Provides that if, by reason of death, resignation, removal from office, inability, or failure to qualify, there is neither a President or Vice President to discharge the powers and duties of the office of President prior to the 20th day of January in the fourth year of the current Presidential term, and: (1) if the Speaker of the House is a member of the same political party as the President, then the Speaker shall act as President; or (2) if the Speaker is not a member of the same political party as the President, and the Minority Leader of the House is a member of the same political party, then the Minority Leader shall act as President. States that if the Speaker or the Minority Leader of the House fails to qualify as Acting President, then the officer of the United States who is highest on the following list shall act as President: Secretary of State, Secretary of the Treasury, Secretary of Defense, Attorney General, Secretary of the Interior, Secretary of Agriculture, Secretary of Commerce, Secretary of Labor, Secretary of Health, Education, and Welfare, Secretary Housing and Urban Development, and Secretary of Transportation. Provides that if there is neither a President nor a Vice President to discharge the powers and duties of the office of President, occuring prior to the 20th day of January in the fourth year of the current Presidential term, then on the ninetieth day after the date on which the Acting President takes the oath of office of the Presidency, there shall be appointed electors of the President and Vice President in the manner such electors are provided for in a regular election for the offices of President and Vice President, and such electors shall vote on the seventh day following the date of their appointment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for a special election for the offices of President and Vice President when the offices of President and Vice President are both vacant.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:57-05:00"
}