{
  "actions": [
    {
      "acted_at": "1980-07-23", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7798-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Breaux, John B.", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-23", 
  "number": "7798", 
  "official_title": "A bill to amend the Fishery Conservation and Management Act of 1976 to provide for representation of the Northern Mariana Islands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-23", 
  "subjects": [
    "Administrative fees", 
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Fishery management", 
    "Fishing", 
    "Fishing boats", 
    "Licenses", 
    "Northern Mariana Islands", 
    "Ships", 
    "Ships and shipping", 
    "Sports and Athletics", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Vessel documentation"
  ], 
  "subjects_top_term": "Fishery management", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-23", 
    "text": "Amends the Fishery Conservation and Management Act of 1976 to include the Northern Mariana Islands within the fishery management program of the United States. Authorizes the Secretary of Commerce to issue a recreational tournament permit for each recreational fishing vessel of a foreign nation which wishes to engage in fishing in a recreational fishing tournament conducted in the fishery conservation zone. Requires the owner or operator of the vessel for which such permit is issued to prominently display such permit and show it, upon request, to any officer authorized to enforce the provisions of such Act. Authorizes the Secretary to establish, require the payment of, and collect fees for such permits. Includes the Northern Mariana Islands within the Western Pacific Fishery Management Council. Increases the membership of such Council to 13. Changes to May 1 the date by which each fishery management council must submit to the Secretary a report on the council's activities during the immediately preceding calendar year. Authorizes the Secretary to require persons to submit data which would be pertinent to a fishery and which the Secretary determines are necessary and appropriate for the preparation of a preliminary fishery management plan or a fishery management plan for that fishery. Declares that any such statistics submitted to the Secretary shall be confidential and shall not be disclosed except when required under court order. Extends to 90 days the length of time any emergency regulation promulgated by the Secretary which changes any existing fishery management plan may remain in effect. Changes to July 1 the date by which the Secretary shall report to the Congress and the President concerning all activities of the councils and the Secretary with respect to fishery management. Eliminates imprisonment as a punishment for a person guilty of fishing without a valid permit in a foreign vessel. Permits the Secretary, in the case of any perishable seized fish, to dispose of such fish in a manner prescribed by regulations of the Secretary or the Secretary of the department in which the Coast Guard is operating. Requires the Secretary and the Secretary of the department in which the Coast Guard is operating to report, annually rather than semiannually, to specified congressional committees on the degree and extent of known and estimated compliance with the provisions of such Act. Authorizes such Secretaries to seize the proceeds of the sale of any fish taken or retained in violation of any provisions of such Act. Directs the Secretary of the department in which the Coast Guard is operating to cause the vessel M/V OLWOL, owned by the government of the Trust Territory of the Pacific Islands and in the custody of the government of the Northern Mariana Islands, to be documented as a vessel of the United States upon compliance with the usual requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Fishery Conservation and Management Act of 1976 to provide for representation of the Northern Mariana Islands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:26-05:00"
}