{
  "actions": [
    {
      "acted_at": "1974-06-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15609-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Burke, Yvonne B.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00150", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Helstoski, Henry", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00529", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Holtzman, Elizabeth", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00556", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Moakley, John Joseph", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00820", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Podell, Bertram L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00920", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Waldie, Jerome R.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01193", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Wolff, Lester L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01239", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Yates, Sidney R.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01252", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-25", 
  "number": "15609", 
  "official_title": "A bill to establish a National Resource Information System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14135-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Natural Resource Information Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-25", 
  "subjects": [
    "Conservation of natural resources", 
    "Department of Commerce", 
    "Libraries", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-25", 
    "text": "Natural Resource Information Act - Expresses the findings of Congress and declares the purposes of this Act, including to provide: (1) for improved resource information within a National Resource Information System, (2) for inventories of natural resources in the public lands, (3) for regular reporting of information by significant corporations in natural resource industries, and (4) information that will aid in improved policy making, conservation, science, environmental protection, competition and regulation. Defines the terms used in this Act. Title I: Bureau of Natural Resource Information - Establishes a Bureau of Resource Information within the Department of Commerce, headed by a Director of Resource Information appointed by the President by and with the advice and consent of the Senate. Provides that the Bureau is to (1) build, operate, maintain and improve the National Resource Information System; (2) establish consultation, coordination and exchange arrangements with other departments and agencies of government, and private institutions, which have libraries of natural resource information; and (3) conduct studies of the state of information on such subjects as the institutional structure of the resource supply system, consumption patterns, statistical and accounting methods and problems in natural resource information, price and cost factors affecting energy, technological and environmental factors, and capital requirements of public and private institutions responsible for natural resources. Directs the Bureau to report monthly, quarterly and annually on specified classes of natural resource information. Title II: National Resource Information System - Establishes a National Resource Information System to be operated and maintained by the Bureau. Establishes in the System three components: a public library, a confidential library, and a secret library. Provides that the System shall use other available libraries of resource information; use modern, including microform and electronic, methods; have its information on natural resource industries organized by establishments, companies, Standard Industrial Classifications, geographical locations and other referents; and have the capacity to receive and answer questions of fact concerning, and compare sources of, natural resource information. Provides for public use of the public library of the System, at fees sufficient to cover costs of such use. Provides for waiver or reduction of fees in cases of public-interest use. Provides for access to the confidential library by Federal Government officials for official use only. Establishes the secret library as the repository for information that may be used only for statistical purposes in anonymous aggregates. Establishes priorities for entry of information into the System. Defines and limits national security and reasonable competitive equities as reasons for placement of information in the confidential or secret library. Provides for removal of information more than 25 years old from the confidential or secret library to the public library. Provides for hearings in cases of dispute on placement of information in a particular library of the System, and for placement of information in question in the secret library pending resolution of the dispute. Provides penalties for unauthorized disclosures and thefts of information from the System, and for failure to provide required information for the System. Authorizes the Secretary of Commerce or the Director to obtain from an affiliate of a company, or an organization of which it is a member, any information which they are empowered by this Act to obtain directly from the company, provided the company is notified. Gives the Secretary of Commerce and the Director power to inspect records and subpoena documents in certain cases. Confers jurisdiction on U.S. District Courts to enforce such subpoenas. Title III: Natural Resources Inventories and Inspections by the Department of the Interior - Directs the Secretary of the Interior to compile and maintain, on an annual basis, an inventory of natural resources in public lands of the United States including the Outer Continental Shelf. Provides that the inventories may be based on estimates, supplemented as feasible by onsite geological and engineering inspections by departmental personnel. Provides that the first inventory is to be completed within 18 months and reported to Congress within 20 months of the effective date of this title. Provides that copies of all such annual reports and inventories shall be given to the Director for the System's public library. Provides that, on request of the Director, the Secretary of the Interior shall make onsite physical inspections of mineral reserves and resources reported in private lands. Contains directions for the contents of reports by the Secretary of the Interior. Title IV: Information on Natural Resources - Provides that substantial natural resource companies are to file verified annual reports with the Director on the mineral reserves and natural resources they control. Contains directions on the contents of such reports. Provides for the promulgation by the Director of forms for the making of such reports. Provides that such forms shall be mailed by the Director to reporting companies within 11 months of the effective date of this title and be returned by companies to the Director within 60 days after receipt. Provides that information obtained by Director on report forms required by this title and title V shall be placed in the public, confidential, or secret library of the System, as provided by this Act. Title V: Information on Natural Resource Industries - Requires major companies in commerce to file verified annual reports, on an establishment basis, on their operations worldwide. Provides for the making of such reports in two parts, one being for the public library of the System and the other for the confidential or secret library. Contains directions for the contents of such reports, including information on shipments by Standard Industrial Classification, total business receipts, and in specified cases profit information. Authorizes the Director to require such reports more often than annually in specified cases, and to require from major natural resource companies lists describing all mandatory and voluntary reports they file elsewhere, containing natural resource information. Title VI: General Accounting Office Oversight - Provides that the Comptroller General of the United States, upon his own initiative or by direction of Congress, shall review and evaluate procedures of the Bureau. Directs the Comptroller General to report to Congress at least annually on such reviews of the Bureau. Provides that such report may be by endorsement of or addendum to the Bureau's own annual report. Title VII: Conformance of and With Other Statutes - Provides that the Director may excuse a company from providing natural resources information required by this Act, if the company waives confidential status of the same information as previously provided by it to the Census Bureau and protected by the Census Code. Title VIII: Miscellaneous - Authorizes appropriations to carry out the provisions of this Act. Establishes the effective date as the date of enactment, except titles IV and V, which are effective on the first day of the third full calendar month after date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Resource Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Resource Information System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:10-05:00"
}