{
  "actions": [
    {
      "acted_at": "1991-03-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s689-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-03-20", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1991-11-26", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-19", 
  "number": "689", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide that a taxpayer conscientiously opposed to participation in war may elect to have such taxpayer's income, estate, or gift tax payments spent for nonmilitary purposes; to create the United States Peace Tax Fund to receive such tax payments; to establish a United States Peace Tax Fund Board of Trustees; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1870-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "United States Peace Tax Fund Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-19", 
  "subjects": [
    "Congressional Record", 
    "Conscientious objectors", 
    "Defense budgets", 
    "Estate tax", 
    "Gift tax", 
    "Government paperwork", 
    "Government trust funds", 
    "Income tax", 
    "Peace", 
    "Peace research", 
    "Religious liberty", 
    "Tax administration", 
    "Tax amnesty", 
    "Tax returns", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-19", 
    "text": "United States Peace Tax Fund Act - Amends the Internal Revenue Code to establish in the Treasury the United States Peace Tax Fund (Fund) to receive payments designated on the tax returns of qualified individuals to be used for nonmilitary purposes. Directs the Secretary of the Treasury to report annually to the Congress on amounts transferred into the Fund. Requires the information to be printed in the Congressional Record. Permits conscientious objectors to designate on their income tax returns that any tax liability be paid into the Fund. Makes this designation procedure available to any individual who has demonstrated himself or herself, by reason of religious training and belief, to be opposed to participation in war in any form. Requires that each publication of general instructions accompanying income tax returns include specified information about the Fund, including the purposes of the Fund and the criteria governing one's eligibility to designate tax payments for it. Requires every taxpayer who makes such a designation for any taxable year to file a questionnaire return for the purpose of determining whether the taxpayer is an eligible individual. Permits the setting aside of criminal or civil penalties imposed upon a taxpayer for nonpayment of tax prior to 1990 if the taxpayer pays the tax due (with interest) and establishes to the satisfaction of the Secretary of the Treasury that the nonpayment was due to religious beliefs. Authorizes corresponding procedures in connection with estate and gift tax payments, under conditions prescribed by the Secretary of the Treasury. Directs the Comptroller General to determine the percentage of actual appropriations made by the United States from the Federal budget during the preceding year for military purposes. Requires publication of this information in the Congressional Record. Establishes a United States Peace Tax Fund Board of Trustees to distribute funds for eligible nonmilitary activities and research. Directs the Board to publish regulations to govern applications for funds. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Peace Tax Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide that a taxpayer conscientiously opposed to participation in war may elect to have such taxpayer's income, estate, or gift tax payments spent for nonmilitary purposes; to create the United States Peace Tax Fund to receive such tax payments; to establish a United States Peace Tax Fund Board of Trustees; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:48-05:00"
}