{
  "actions": [
    {
      "acted_at": "1982-06-07", 
      "references": [], 
      "text": "House Committee on The Budget Reported an Original Measure. Report No: 97-597.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-07", 
      "references": [], 
      "text": "Placed on Union Calendar No: 365.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "Rule Granted Providing a Modified Rule with 2 Hours of Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "bill_ids": [
        "hres496-97"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.496 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-10", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-10", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-10", 
      "references": [], 
      "text": "Resolution Agreed to in House (Amended) by Yea-Nay Vote: 219 - 206 (Record Vote No: 142).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-10", 
      "references": [], 
      "text": "Laid on Table in House by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-10", 
      "bill_ids": [
        "scres92-97"
      ], 
      "references": [], 
      "text": "Other Measure S.Con.Res.92 (Amended) Passed House in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h593-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "593"
    }, 
    {
      "amendment_id": "h594-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "594"
    }
  ], 
  "bill_id": "hconres352-97", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-07", 
  "number": "352", 
  "official_title": "A concurrent resolution revising the congressional budget for the United States Government for the fiscal year 1982 and setting forth the congressional budget for the United States Government for the fiscal years 1983, 1984, and 1985.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres496-97", 
      "reason": "rule"
    }, 
    {
      "bill_id": "sconres92-97", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Jones, James R.", 
    "state": "OK", 
    "thomas_id": "00609", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1982-06-07", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional budget", 
    "Congressional committees", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fiscal policy", 
    "Government lending", 
    "Legislation", 
    "Monetary policy", 
    "Money", 
    "Public debt"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1982-06-10", 
    "text": "(Measure passed House, amended, roll #142 (219-206)) Title I: Revision of the Congressional Budget for the United States Government for the Fiscal Year 1982 - Sets the level of Federal revenues in FY 1982 at $628,400,000,000 and the net amount by which the aggregate level of Federal revenues should be decreased at $200,000,000. States that the level of total budget authority for FY 1982 is $779,300,000,000 and that the level of total budget outlays is $729,200,000,000. Sets forth a budget deficit of $100,800,000,000. States that the level of public debt is $1,143,100,000,000 with an increase of $63,300,000,000 in the statutory limit on such debt. States that the level of total obligations for the principal amount of new direct loans is $63,400,000,000. Sets the level of total new primary commitments to guarantee loan principal at $74,850,000,000 and the level of total new secondary commitments to guarantee loan principal at $68,950,000,000. Sets forth the levels of new budget authority and outlays under each major functional category of the budget for FY 1982. Establishes a Congressional Federal credit budget for fiscal year 1982 with appropriate levels of: (1) new direct loan obligations at $63,400,000,000; (2) new primary loan guarantee commitments at $74,850,000,000; and (3) new secondary loan guarantee commitments at $68,950,000,000. Sets forth the appropriate levels of total Federal credit activity, new direct loan obligations, new primary loan guarantee commitments, and new secondary loan guarantee commitments for each functional category for FY 1982. Title II: Setting Forth the Congressional Budget for the United States Government for the Fiscal Years 1983, 1984, and 1985 - Sets a level of Federal revenues in FY 1983 of $665,900,000,000 and the aggregate level of Federal revenues increased by $20,900,000,000. States that the level of total new budget authority is $800,475,000,000. Sets the level of total budget outlays at $765,263,000,000. Expresses the sense of Congress that the following ceilings should be applied in FY 1982: (1) $30,200,000,000 for off-budget lending activities; (2) $33,200,000,000 for on-budget lending activities; (3) $74,850,000,000 for new primary loan guarantee commitments; and (4) $68,950,000,000 for new secondary loan guarantee commitments. Sets forth a budget deficit of $99,363,000,000. Sets the level of public debt for FY 1983 at $1,290,200,000,000 with an increase of $890,200,000,000 in the statutory limit on such debt. Sets forth the levels of new budget authority and outlays under each major functional category of the budget for FY 1983. Establishes a Congressional Federal credit budget for FY 1983 with appropriate levels of: (1) new direct loan obligations at $58,050,000,000; (2) new primary loan guarantee commitments at $99,400,000,000; and (3) new secondary loan guarantee commitments at $68,250,000,000. Sets forth the appropriate levels of total Federal credit activity, new direct loan obligations, new primary loan guarantee commitments, and new secondary loan guarantee commitments for each functional category for FY 1983. Expresses the sense of Congress that the following ceilings should be applied in FY 1983: (1) $30,150,000,000 for off-budget lending activities; (2) $27,950,000,000 for on-budget lending activities; (3) $99,400,000,000 for new primary loan guarantee commitments; and (4) $68,250,000,000 for new secondary loan guarantee commitments. Recommends levels of Federal revenues of $738,000,000,000 in FY 1984 and $821,400,000,000 in FY 1985. Sets the amount by which the aggregate levels of Federal revenues should be increased at $36,000,000,000 in FY 1984 and $41,400,000,000 in FY 1985. States that the level of total new budget authority for FY 1984 is $862,601,000,000 and $948,483,000,000 for FY 1985. Sets the level of total budget outlays at $815,979,000,000 for FY 1984 and $875,416,000,000 for FY 1985. Sets the amount of deficit in the budget at $77,979,000,000 in FY 1984 and $54,016,000,000 in FY 1985. Sets the level of the public debt at $1,426,600,000,000 and $1,551,100,000,000 in FY 1984 and 1985, respectively. Sets forth the increase in the temporary statutory limit on such debt at $1,026,600,000,000 in FY 1984 and $1,151,100,000,000 in FY 1985. Sets forth the levels of new budget authority and outlays under each major functional category of the budget for FY 1984 and FY 1985. Title III: Providing Reconciliation Instructions and Other Enforcement Measures - Part A - Reconciliation Instructions - Requires specified House and Senate committees to recommend program changes in laws within their respective jurisdictions to reduce budget authority and outlays for FY 1983, 1984, and 1985 by specified amounts. Requires such committees to submit their recommendations to the Committees on the Budget of their respective Houses. Requires the Committees on the Budget to report to the House and the Senate a reconciliation bill or resolution or both carrying out all such recommendations without any substantive revision. Declares that, in the House of Representatives, no bill or resolution providing new budget authority for FY 1983, or new spending authority first effective in FY 1983 which exceeds the appropriate allocation or subdivision of such new discretionary budget authority or new spending authority shall be enrolled until after Congress has completed action on the second concurrent resolution on the budget. Makes it out of order in either House to consider any bill or resolution or amendment thereto providing new budget authority for FY 1983 or new spending authority first effective in FY 1983 within the jurisdiction of any of its committees unless and until such committee makes the allocations or subdivisions required by the Budget Act. Makes it out of order after the concurrent resolution on the budget for FY 1983 has been passed to consider any bill, resolution, or amendment providing authority for new direct loan obligations, new primary loan guarantee commitments or new secondary loan guarantee commitments. Declares that it is the sense of Congress that reductions in Federal employment should be accomplished through attrition only. Declares that it is the sense of the House that the new spending and revenue levels for FY 1982, adopted by the House, and their underlying assumptions, shall be the ceilings against which the spending and revenue actions of the House will be measured pending final agreement with the Senate and revision of the Second Concurrent Resolution on the Budget for FY 1982. Declares that it is the sense of Congress that if Congress acts to restore fiscal responsibility and reduces projected budget deficits in a substantial and permanent way, then the Federal Reserve Open Market Committee shall reevaluate its monetary targets in order to assure that they are fully complementary to a new and more restrained fiscal policy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution revising the congressional budget for the United States Government for the fiscal year 1982 and setting forth the congressional budget for the United States Government for the fiscal years 1983, 1984, and 1985.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:35-05:00"
}