{
  "actions": [
    {
      "acted_at": "1981-03-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2601-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-18", 
  "number": "2601", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to allow individuals certain credits against income tax for certain expenses for education and a deduction from gross income for certain contributions to qualified higher education funds, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Higher Education Funding Act of 1981", 
  "sponsor": {
    "district": "1", 
    "name": "Lujan, Manuel, Jr.", 
    "state": "NM", 
    "thomas_id": "00712", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-18", 
  "subjects": [
    "Church and state", 
    "Churches", 
    "Courts and Civil Procedure", 
    "District courts", 
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Higher education", 
    "Income tax", 
    "Private schools", 
    "Public schools", 
    "Religion and Clergy", 
    "Secondary education", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation", 
    "Vocational education"
  ], 
  "subjects_top_term": "Tax credits", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-18", 
    "text": "Title I: Credit for Tuition Paid for the Elementary or Secondary Education of Dependents - Amends the Internal Revenue Code to allow a taxpayer an income tax credit for the lesser of $200 or 50 percent of the tuition paid to a private nonprofit elementary or secondary school for the education of a dependent. Requires the individual for whom the credit is allowed to be a full-time student during five months of the school year. Reduces the amount of the credit allowable to taxpayers whose adjusted gross income for the taxable year exceeds $18,000. Excludes from the definition of \"tuition\" any amounts paid for meals, lodging, transportation,supplies, or similar personal expenses. Forbids any construction of this Act as granting the Government additional authority to examine the books or activities of any church school except to the extent necessary to determine whether such school is a private nonprofit elementary or secondary school. Grants standing in the United States District Court for the District of Columbia to any taxpayer to petition for injunctive or declaratory relief with respect to the constitutionality of any provision of this Act. Requires the expedited consideration of any such case. Authorizes direct appeal of any such decision to the Supreme Court. Title II: Credit for Expenses Paid for the Higher Education of Individuals - Amends the Internal Revenue Code to allow an income tax credit for vocational education expenses of the taxpayer or any other individual. Reduces the amount of such credit by one percent of the amount by which the adjusted gross income of the taxpayer for the taxable year exceeds $18,000. Defines \"expenses of higher education\" as tuition and fees required for the attendance of a student at an institution of higher education and fees, books, supplies, and equipment required for coursework. Excludes from such definition amounts paid for meals, lodging, or similar personal expenses. Title III: Deduction for Contributions to Qualified Higher Education Funds - Higher Education Funding Act of 1981 - Amends the Internal Revenue Code to allow an income tax deduction from gross income for contributions to a qualified higher education fund established by the taxpayer to fund the higher education of his dependents. Limits the amount of the deduction to the lesser of: (1) $500 times the number of qualified beneficiaries; (2) ten percent of the taxpayer's adjusted gross income; or (3) $2,500. Provides that a qualified education fund must be established by the taxpayer pursuant to a written plan: (1) which is designed to defray the cost of room, board, and tuition of one or more eligible beneficiaries of the fund at an institution of higher education; (2) which provides that no distribution shall be made by the fund (except upon termination) other than to, or on behalf of, eligible beneficiaries; (3) which provides that upon termination of the fund all assets of the fund shall be distributed to the taxpayer or his estate; (4) which prohibits contributions to the fund in excess of amounts deductible; and (5) under which the taxpayer includes in gross income certain amounts attributable to the fund upon termination of such fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Higher Education Funding Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to allow individuals certain credits against income tax for certain expenses for education and a deduction from gross income for certain contributions to qualified higher education funds, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:38-05:00"
}