{
  "actions": [
    {
      "acted_at": "2009-06-19", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-08", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-09-09", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 111-73.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-09-09", 
      "calendar": "Senate Legislative", 
      "number": "157", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 157.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1308-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2009-07-08", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2009-07-06", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2009-07-06", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thune, John", 
      "sponsored_at": "2009-07-07", 
      "state": "SD", 
      "thomas_id": "01534", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2009-07-08", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-19", 
  "number": "1308", 
  "official_title": "A bill to reauthorize the Maritime Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Administration Authorization Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-07-08", 
  "subjects": [
    "Department of Transportation", 
    "Education programs funding", 
    "Executive agency funding and structure", 
    "Higher education", 
    "Historic sites and heritage areas", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Navigation, waterways, harbors", 
    "Teaching, teachers, curricula", 
    "Transportation and public works", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-09-09", 
    "text": "Maritime Administration Authorization Act of 2010 - (Sec. 2) Authorizes the Secretary of Transportation (DOT) to make cooperative agreements to carry out Maritime Administration and merchant marine provisions. States that the Administration has authority to make contracts and cooperative agreements. Authorizes the Maritime Administrator to use up to 3% of grant programs for administrative and related expenses. (Sec. 3) Amends the National Maritime Heritage Act of 1994 to make amounts credited to the Vessel Operations Revolving Fund from the sale of obsolete vessels in the National Defense Reserve Fleet available for preservation of the Administration's maritime heritage property. (Sec. 4) Authorizes the Administration to use appropriated funds to make a lump-sum payment at a rate of pay that existed on the date of termination or day before conversion to the Civil Service for any unused annual leave accrued by a non-appropriated fund instrumentality employee who was terminated if determined ineligible for conversion, or converted to the Civil Service as a United States Merchant Marine Academy employee during FY2009. (Sec. 5) Makes the authority of the Administrator to hire adjunct professors at the United States Merchant Marine Academy permanent. (Sec. 6) Directs the Administration to: (1) credit midshipman fees to a separate account within its operations and training appropriations for expenses directly related to fee purposes; and (2) maintain a separate accounting of fee revenue and associated expenses. Authorizes excess fees to be returned to a midshipman through an Administration-approved mechanism. (Sec. 8) Establishes a Port Infrastructure Development Program and a Port Infrastructure Development Fund. Authorizes appropriations. (Sec. 9) Authorizes the Administration to convey obsolete vessels for marine conservation reef creation to a U.S. territory, possession, Commonwealth, or foreign country. Prohibits any financial assistance to a foreign country to prepare a transferred ship for such use. (Sec. 10) Eliminates the requirement that the Administration pay student incentive payments at the beginning of the school year. (Sec. 11) Directs the Administration to: (1) credit nonappropriated funds received to a separate account within its operations and training appropriations for expenses directly related to the Academy master's program; and (2) maintain a separate accounting of revenues and associated expense (Sec. 12) Directs the Secretary to establish a short sea transportation program of grants to: (1) support state and local marine transportation initiatives to facilitate commerce, mitigate landside congestion, reduce transportation energy consumption, reduce harmful emissions, improve safety, assist in environmental mitigation efforts, and improve transportation system resiliency; and (2) provide capital funding to address short sea transportation infrastructure and freight transportation needs for ports, vessels, and intermodal cargo facilities. (Sec. 13) Directs the Secretary to expand the Marine View system so that it is able to identify, store, and securely distribute throughout the marine transportation system information that: (1) provides access to diverse marine transportation system data sources; (2) enables a system-wide view of the marine transportation system; (3) fosters U.S. government-private entity partnerships; (4) monitors marine transportation system threats; and (5) ensures the economic viability of U.S. waterways. Authorizes FY2010-FY2013 appropriations. (Sec. 14) Authorizes FY2010 appropriations to the Administration for: (1) operations and training activities, including Academy costs; (2) maintenance of a U.S.-flag merchant fleet to serve U.S. national security needs; (3) reimbursement for the maintenance and repair pilot program; (4) disposition of obsolete vessels in the National Defense Reserve Fleet; and (5) certain loan guarantees and administrative costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Administration Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Maritime Administration Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Maritime Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:11-05:00"
}