{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr406-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "406", 
  "official_title": "A bill to amend the Social Security Act to establish a national catastrophic illness insurance program under which the Federal Government, acting in cooperation with state insurance authorities and the private insurance industry, will reinsure and otherwise encourage the issuance of private health insurance policies which make adequate health protection available to all Americans at a reasonable cost.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Catastrophic Illness Protection Act of 1987", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Business and commerce", 
    "Catastrophic health insurance", 
    "Economics and public finance", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Insurance", 
    "National health insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "National Catastrophic Illness Protection Act of 1987 - Amends the Social Security Act to establish a new title XX, National Catastrophic Illness Insurance. Part A: General Provisions - Establishes as the policy of the Congress the need for a National Catastrophic Illness Insurance program to encourage State and private insurers in the development of adequate health insurance policies. Part B: Establishment of Program; State Plans - Authorizes the Secretary of Health and Human Services to establish and carry out a National Catastrophic Illness Insurance Program under the Social Security Act. Provides that: (1) the program shall involve the creation of State-wide plans providing extended health insurance; and (2) the Federal Government will reinsure insurers and pools of insurers who offer such insurance. Requires all plans to provide: (1) that extended health insurance be available to all eligible individuals at a cost which is reasonable, subject only to deductibles authorized in this Act; (2) that where an insurer does not agree to write a policy of extended insurance, or does so under various limiting conditions, the State authority is notified and provides that the policy would then be placed with a pool or otherwise assigned to insurers by the \"all-industry placement facility\"; (3) that data be compiled and studied in connection with the operation of the State-wide plan; (4) that certain reports be submitted to the State insurance authority by individual insurers; (5) that any cancellation of a policy provide for reasonable notice to permit coverage under a new policy to be written under the plan; and (6) that public information about the plan be readily distributed. Authorizes the Secretary to promulgate premium rates on the basis of a study of the risks in question and actuarial principles. Provides that, before payments are made under an extended insurance policy, a deductible must be satisfied through an equal amount of medical expenses paid or incurred by such individual. Sets forth the formula for determining the amount of such deductible. Provides that statements pledging participation and cooperation with the State insurance authority would be required of insurers seeking reinsurance under the program. Provides that an insurer shall neither direct any agent or broker not to solicit business through such a plan nor penalize agents or brokers in any manner for submitting applications under the plan. Requires the State plan to be evaluated from time to time in accordance with criteria established by the Secretary. Part C: Reinsurance Coverage - Authorizes the Secretary to reinsure against the losses which might be incurred under extended health insurance policies. Authorizes the Secretary to make agreements with insurers and pools for reinsurance in consideration of payments of reinsurance premiums deposited in the National Catastrophic Illness Insurance Fund in excess of the estimated amount of losses under such policies. Provides a detailed procedure for implementation of the reinsurance program in a State within specified time requirements, taking into account certain State and local factors which might affect such implementation. Provides that the Government may recover in the courts any unpaid premiums lawfully payable to the Government by an insurer under provisions of a five-year statute of limitation. Part D: Government Program with Industry Assistance - Authorizes, after determination that a State-wide program cannot be carried out or that the objective of the program would be materially assisted by the Government's assumption of the plan, the Government to carry out the objectives of the program. Part E: Provisions of General Applicability - Provides procedures for judicial review of disallowances of claims for losses under the reinsurance program whether State-wide or operated by the Government. Authorizes the Secretary to enter into contracts with fiscal intermediaries and servicing agents. Provides for the creation of a National Catastrophic Illness Insurance Fund for purposes of receiving premiums for reinsurance. Provides that the Secretary may make periodic payments to insurers and pools in recognition of reductions in premium rates below estimated risks. Authorizes the Secretary to exercise powers similar to those vested in the Secretary of the Department of Housing and Urban Development under the Housing Act of 1950. Provides that the Secretary may, on a reimbursable basis, utilize the services of other Government agencies. Authorizes necessary payment adjustments in connection with the program. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Catastrophic Illness Protection Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to establish a national catastrophic illness insurance program under which the Federal Government, acting in cooperation with state insurance authorities and the private insurance industry, will reinsure and otherwise encourage the issuance of private health insurance policies which make adequate health protection available to all Americans at a reasonable cost.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:33-05:00"
}