{
  "actions": [
    {
      "acted_at": "1977-06-29", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1780-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1977-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hayakawa, Samuel Ichiye", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01356", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1977-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1977-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-29", 
  "number": "1780", 
  "official_title": "A bill to reorganize, simplify, deregulate, and consolidate certain elementary and secondary education programs in order to provide improved State and local administration of the programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Optional Educational Simplification Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-29", 
  "subjects": [
    "Adult education", 
    "Alcohol and youth", 
    "Bilingual education", 
    "Consumer education", 
    "Dropouts", 
    "Drugs and youth", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational planning", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Environmental education", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal aid to libraries", 
    "Federal aid to private schools", 
    "Federal aid to vocational education", 
    "Federal aid to youth services", 
    "Manpower training programs", 
    "Metric system", 
    "Minorities", 
    "Preschool education", 
    "School health programs", 
    "School libraries", 
    "Secondary education", 
    "Sex discrimination against women", 
    "Sex discrimination in education", 
    "State aid to education", 
    "State aid to private schools", 
    "State education agencies", 
    "States", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-29", 
    "text": "Optional Educational Simplification Act - Declares the purpose of this Act to be to provide an optional program of consolidation and simplification of certain Federal assistance programs to State and local educational agencies, and to provide such agencies with greater flexibility in the use of such assistance. Title I: Special Needs Programs - Directs States desiring to participate in such a program to design their programs to; (1) meet the special educational needs of children from low income families; (2) provide health, nutritional, and educational services of such children, including preschool children and those previously enrolled in Headstart or Follow Through programs; (3) meet the educational needs of migratory children, including preschool children; (4) meet the educational needs of handicapped children, and establish standards for such programs; and (5) provide bilingual instruction for children with limited English speaking ability, and such instruction and bilingual vocational training programs for adults. Specifies how a State shall allocate funds to local educational agencies for each of such programs under this Title. Title II: Vocational, Adult, and Continuing Education and Employment Training - Authorizes Federal grants to assist States to; (1) extend programs of vocational, homemaking, and consumer education; (2) develop new programs of vocational education; (3) develop and carry out programs to overcome sex discrimination and sex stereotyping in vocational education programs; and (4) provide part-time employment for youths in order for them to continue vocational training. Sets forth the programs for which funds provided under this Title may be used. Requires a State desiring to participate in such consolidation program authorized by such Act to develop programs for adult basic education and for children in adult correctional institutions. Requires a participating State to show how its education training programs relate to manpower programs established under the Comprehensive Employment and Training Act of 1973. Authorizes to be appropriated for each fiscal year ending prior to October 1, 1982, funds for such programs. Provides for the distribution of Federal funds to local educational agencies by the States for programs under this Title, and defines how they are to be allocated. Title III: Special Emphasis Projects - Requires a participating State to provide funds to local educational agencies for: (1) school library resources; (2) instructional equipment; (3) model elementary and secondary school programs; (4) counseling, testing, and guidance services; (5) nutrition and health services in low income area elementary and secondary schools; (6) programs aimed at lowering the dropout rate in secondary schools with high dropout rates; (7) strengthening the leadership resources of State and local educational agencies; (8) encouraging the use of the metric system; (9) education of gifted children; (10) career education; (11) educational equity for women; (12) drug and alcohol abuse projects; (13) curriculum materials on American ethnic groups and their contributions; (14) the Teacher Corps; (15) programs aimed at children with reading deficiencies; and (16) environmental activities. Directs that local educational agencies establish the needs and priorities of such programs. Provides for the allocation of State funds under this Title to local agencies. Title IV: General Provisions - Provides for the reserving of certain funds from the amounts appropriated to carry out programs consolidated by such Act, and the allocation of such reserved funds among those States participating in the consolidation program. Directs the United States Commissioner of Education to pay to each participating State an amount equal to the amount expended in that State for carrying out the State plan adopted pursuant to this Title. Provides for a participating State to receive a planning grant for use in preparing the comprehensive plan required by such Act. Authorizes appropriations for each fiscal year ending prior to October 1, 1981, to make these planning grants. Requires a State desiring to receive a grant for such consolidation program to; (1) designate a State agency to administer the financial assistance made available under this Act; (2) develop a four-year plan with an annual update; and (3) submit such plan or update to the Commissioner for his approval. Authorizes grants to States for the costs of administering the consolidation program. Requires a participating State to establish certain procedures for use in developing its comprehensive plan designed to assure: (1) the identification of children and adults with special educational and vocational needs; (2) determination of priorities by local education agencies; (3) participation of interested citizens, local government units, appropriate State agencies in the development of the plan; (4) coordination of consolidation funds with State, local, and other Federal funds extended for similar purposes; and (5) publication of the final plan or annual update. Deems a State plan to meet the necessary requirements if it includes; (1) the goals and program objectives; (2) the assessments of needs determined above; (3) the types of individuals to be served and the estimated enrollment of each program; (4) procedures to assure the proper distribution of funds as authorized by such Act; (5) a description of the program's administrative structure; (6) procedures for monitoring the local educational agencies; (7) procedures that the State will use to insure that any local educational agency receiving funds under such Act will annually develop or update a comprehensive plan for the use of such funds; (8) procedures for auditing local educational agency expenditures under such Act; (9) Minimum expenditures of funds from non-Federal sources; (10) procedures to assure that funds made available under such Act supplement and not supplant State and local funds; (11) due process procedures, including withholding of funds, available to a State against a local educational agency which has failed to implement a comprehensive program plan; and (12) an appeal process within the State for a local educational agency dissatisfied with such State's compliance with such Act. Provides for an annual evaluation of a State's program by the Commissioner. Authorizes the Commissioner to conduct annual monitoring programs of States' programs, and to establish procedures to rectify areas of noncompliance. Directs the Commissioner to provide technical assistance upon request of State and local educational agencies. Directs the Commissioner to issue grants to participating States for interstate programs of educational research and planning, and common administrative problems. Authorizes appropriations of $3,000,000 for each of the fiscal years ending prior to October 1, 1982, to carry out such provision. Directs that the consolidation program authorized by this Act be administered by a separate Federal administrative unit to be established within 60 days after enactment of this Act. Provides the Commissioner with certain enforcement procedures against participating States, and provides such States with judicial recourse against such action. Authorizes the use of funds paid to a State under this Act for construction purposes where such construction funds would have been available under a program consolidated under this Act. Subjects funds made available under this Act to certain civil rights requirements. Provides the Secretary of Health, Education, and Welfare with certain enforcement procedures against local educational agencies not in compliance with such requirements. Provides for the participation of eligible children in private nonprofit elementary and secondary schools and Indian tribal schools in the programs authorized under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Optional Educational Simplification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize, simplify, deregulate, and consolidate certain elementary and secondary education programs in order to provide improved State and local administration of the programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:25-05:00"
}