{
  "actions": [
    {
      "acted_at": "1996-04-24", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-04-30", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator Specter. With written report No. 104-258.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-30", 
      "calendar": "Senate Legislative", 
      "number": "388", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 388.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-05-02", 
      "committee": "Committee on Armed Services for a period not to exceed 30 days of session, pursuant to section 3(b) of Senate Resolution 400 of the 94th Congress to report or be discharged", 
      "references": [], 
      "text": "Referred to the Committee on Armed Services for a period not to exceed 30 days of session, pursuant to section 3(b) of Senate Resolution 400 of the 94th Congress to report or be discharged.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-06", 
      "references": [], 
      "text": "Committee on Armed Services. Reported to Senate by Senator Thurmond with amendments. With written report No. 104-277.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-06", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Armed Services. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-06-06", 
      "committee": "Committee on Governmental Affairs for a thirty-day period provided in section 3(b) of Senate Resolution 400, Ninety-fourth Congress, to report or be discharged", 
      "references": [], 
      "text": "Referred to the Committee on Governmental Affairs for a thirty-day period provided in section 3(b) of Senate Resolution 400, Ninety-fourth Congress, to report or be discharged.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-25", 
      "in_committee": "Committee on Governmental Affairs for a thirty-day period provided in section 3(b) of Senate Resolution 400, Ninety-fourth Congress, to report or be discharged", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-07-29", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Stevens with amendments. With written report No. 104-337.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-29", 
      "calendar": "Senate Legislative", 
      "number": "543", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 543.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-09-17", 
      "references": [
        {
          "reference": "CR S10626-10641", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17", 
      "bill_ids": [
        "hr3259-104"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3259 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17", 
      "bill_ids": [
        "hr3259-104"
      ], 
      "references": [
        {
          "reference": "CR S10641", 
          "type": "consideration"
        }
      ], 
      "text": "Senate passed companion measure H.R. 3259 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17", 
      "references": [
        {
          "reference": "CR S10647", 
          "type": "consideration"
        }
      ], 
      "text": "Returned to the Calendar. Calendar No. 543.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5355-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5355"
    }, 
    {
      "amendment_id": "s5356-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5356"
    }
  ], 
  "bill_id": "s1718-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-04-30", 
  "number": "1718", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1997 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and for the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3259-104", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3259-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3259-104", 
      "reason": "includes"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 1997", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1996-04-24", 
  "subjects": [
    "Administrative procedure", 
    "Advanced weapons", 
    "Advice and consent of the Senate", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms control", 
    "Arrest", 
    "Authorization", 
    "Biological weapons", 
    "Business intelligence", 
    "Business records", 
    "Central Intelligence Agency", 
    "Chemical weapons", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Commerce", 
    "Computer crimes", 
    "Computer networks", 
    "Computer security measures", 
    "Confidential funding (Federal budgets)", 
    "Congress", 
    "Congressional committee chairmen", 
    "Congressional committee membership", 
    "Congressional committees (Senate)", 
    "Congressional liaison", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-executive relations", 
    "Conspiracy", 
    "Conventional weapons", 
    "Corporate corruption", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Defense budgets", 
    "Department of Defense", 
    "Department of Justice", 
    "Department of State", 
    "Department of the Treasury", 
    "Disciplining of employees", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Employee training", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export controls", 
    "Extraterritoriality", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Geodesy", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Import restrictions", 
    "Information networks", 
    "Infrastructure", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "International affairs", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Legal fees", 
    "Maps", 
    "Mass destruction weapons", 
    "Members of Congress (Senate)", 
    "Military intelligence", 
    "Military readiness", 
    "Narcotic traffic", 
    "Nuclear nonproliferation", 
    "Officer personnel", 
    "Organized crime", 
    "Personnel management", 
    "Political parties", 
    "President and foreign policy", 
    "Presidential appointments", 
    "Presidential powers", 
    "Punitive damages", 
    "Rating of employees", 
    "Remote sensing", 
    "Reprogramming of appropriated funds", 
    "Right of privacy", 
    "Salaries", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Security clearances", 
    "Senate rules and procedure", 
    "Space activities", 
    "Surveying", 
    "Technology transfer", 
    "Telephone", 
    "Terrorism", 
    "Transfer of employees", 
    "Undercover operations"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended, 3rd committee reporting", 
    "date": "1996-07-29", 
    "text": "TABLE OF CONTENTS: Title I: Intelligence Activities Title II: Central Intelligence Agency Retirement and Disability System Title III: General Provisions Title IV: Federal Bureau of Investigation Title V: Economic Espionage Title VI: Combatting Proliferation Subtitle A: Assessment of Organization and Structure of Government for Combatting Proliferation Subtitle B: Other Matters Title VII: Renewal and Reform of Intelligence Activities Title VIII: National Imagery and Mapping Agency Intelligence Authorization Act for Fiscal Year 1997 - Title I: Intelligence Activities - Authorizes appropriations for FY 1997 for the conduct of the intelligence and intelligence-related activities of the: (1) Central Intelligence Agency (CIA); (2) Department of Defense (DOD); (3) Defense Intelligence Agency (DIA); (4) National Security Agency (NSA); (5) Departments of the Army, Navy, and Air Force; (6) Departments of State, the Treasury, and Energy; (7) Federal Bureau of Investigation (FBI); (8) Drug Enforcement Administration (DEA); (9) National Reconnaissance Office (NRO); and (10) Central Imagery Office. (Sec. 102) Specifies that the amounts authorized to be appropriated and the authorized personnel ceilings as of September 30, 1997, for such activities are those specified in the classified Schedule of Authorizations which shall be made available to the Senate and House Appropriations Committees and the President. (Sec. 103) Allows the Director of Central Intelligence (DCI), with the approval of the Director of the Office of Management and Budget (OMB), to authorize employment of civilian personnel in excess of the number authorized for FY 1997 when necessary to the performance of important intelligence functions. Requires notification to the Senate and House Intelligence Committees (intelligence committees). (Sec. 104) Authorizes appropriations for the Community Management Account of the DCI for FY 1997. Title II: Central Intelligence Agency Retirement and Disability System - Authorizes appropriations for the Central Intelligence Agency Retirement and Disability Fund for FY 1997. Title III: General Provisions - Permits appropriations authorized by this Act for salary, pay, retirement, and other benefits for Federal employees to be increased by such additional amounts as may be necessary for increases in such compensation or benefits authorized by law. (Sec. 302) Specifies that the authorization of appropriations by this Act shall not be deemed to constitute authority for the conduct of any intelligence activity which is not otherwise authorized by the Constitution or laws of the United States. (Sec. 303) Amends the National Security Act of 1947 (the Act) to extend for an additional two years the authority of the President to stay the imposition of an economic, cultural, diplomatic, or other sanction or related action when the President determines and reports to the Congress that to proceed without delay would seriously risk the compromise of an intelligence source or method or an ongoing criminal investigation. (Sec. 304) Requires the DCI to prescribe regulations requiring each new and current CIA employee to sign a written agreement restricting the activities of that employee upon ceasing employment with the CIA. (Sec. 305) Directs the President to report to the congressional intelligence committees on actions taken to ensure adequate oversight by the executive branch of the budgets of NRO and other elements of the intelligence community within DOD. Title IV: Federal Bureau of Investigation - Amends the Federal criminal code to authorize the FBI Director to request local and long distance toll billing records for counterintelligence purposes, subject to specified requirements. Revises provisions regarding civil actions for violations regarding stored wire and electronic communications and transactional records access to authorize any individual aggrieved by such a violation to bring suit. Authorizes the court to assess: (1) punitive damages if the violation is willful or intentional; and (2) costs of the action, together with reasonable attorney's fees, in the case of a successful action. Provides for disciplinary actions for violations. Title V: Economic Espionage - Economic Espionage Act of 1996 - Amends the Federal criminal code to prohibit theft of proprietary economic information undertaken on behalf of, or with intent to benefit, a foreign government or its agent, with exceptions. Specifies a separate maximum punishment for an organization found guilty of such offense. Provides for criminal forfeiture of property constituting or derived from any proceeds of such violation and any property used to commit or facilitate such violation. Authorizes the President, consistent with international obligations, to prohibit for up to five years the importation or exportation of any merchandise produced, made, assembled, or manufactured by a person or organization convicted of an offense under this title. Authorizes the Secretary of the Treasury to impose civil penalties of up to $100,000. Sets forth provisions regarding seizure and forfeiture and applicability of customs laws. Sets forth provisions regarding the scope of extraterritorial jurisdiction, the preservation of the confidentiality of proprietary economic information, and the non-impairment of lawful intelligence and law enforcement activities. Title VI: Combatting Proliferation - Combatting Proliferation of Weapons of Mass Destruction Act of 1996 - Subtitle A: Assessment of Organization and Structure of Government for Combatting Proliferation - Establishes the Commission to Assess the Organization of the Federal Government to Combat the Proliferation of Weapons of Mass Destruction. Outlines Commission qualification requirements. Directs the Commission to study the organization of the Government, including the elements of the intelligence community, and to report to the Congress on recommendations for improving the effectiveness of the organization of Federal departments and agencies in meeting U.S. national security interests with respect to the proliferation of weapons of mass destruction. Authorizes appropriations. Subtitle B: Other Matters - Requires the DCI to report on: (1) the acquisition by foreign countries of dual-use and other technology useful for the development or production of weapons of mass destruction and advanced conventional munitions; and (2) trends in the acquisition of such technology by such countries. Title VII: Renewal and Reform of Intelligence Activities - Intelligence Activities Renewal and Reform Act of 1996 - Establishes within the National Security Council the Committee on Foreign Intelligence. Directs the Committee to: (1) conduct an annual review of U.S. national security interests; (2) identify on an annual basis the intelligence required to meet such interests and establish an order of priority for the collection and analysis of such intelligence; (3) conduct an annual review of the intelligence community to determine its success in collecting, analyzing, and disseminating such intelligence; and (4) submit each year to the Council and the DCI a comprehensive report on its activities. (Sec. 703) Amends the Act to: (1) direct the President to report to the appropriate congressional committees on U.S. intelligence requirements and the activities of the intelligence community; and (2) provide for the establishment within the National Security Council of a Committee on Transnational Threats. (Sec. 705) Revises provisions of the Act regarding the duties, composition and staffing of the Office of the DCI. (Sec. 706) Revises provisions regarding the National Intelligence Council. Requires the DCI to prescribe appropriate security requirements for persons appointed from the private sector as contractors of the Council or employees of such contractors. Authorizes the Center (sic) to carry out its responsibilities by contract, including contracts for substantive experts necessary to assist with particular assessments. Directs that the Center be readily accessible to policy making officials and other appropriate individuals not otherwise associated with the intelligence community. (Sec. 707) Revises the Act to require the DCI to facilitate the development of an annual budget for intelligence and intelligence-related activities of the United States by: (1) developing and presenting to the President an annual budget for the National Foreign Intelligence Program (NFIP); and (2) participating in the development by the Secretary of Defense (Secretary) of the annual budgets for the Joint Military Intelligence Program (JMIP) and the Tactical Intelligence and Related Activities Program. Requires the DCI to approve collection requirements, determine collection priorities, and resolve conflicts in collection priorities levied on national collection assets, except as otherwise agreed with the Secretary pursuant to the direction of the President. Amends the Act to direct the Secretary to consult with the DCI before reprogramming funds made available under the JMIP. Requires the DCI and the Secretary to jointly issue guidance for the development and implementation by the year 2000 of a database to provide timely and accurate information on the amounts and status of resources, including periodic budget execution updates, for national, defense-wide, and tactical intelligence activities. (Sec. 708) Requires the DCI, in consultation with the Secretary and the Chairman of the Joint Chiefs of Staff, to submit each year to the Committee on Foreign Intelligence of the National Security Council and the appropriate congressional committees an evaluation of the performance and responsiveness of NSA, NRO, and the National Imagery and Mapping Agency (NIMA) in meeting their national missions. (Sec. 709) Amends the Act to establish an Assistant Director of Central Intelligence for: (1) Collection; (2) Analysis and Production; and (3) Administration. Requires the DCI and the Deputy Secretary of Defense to jointly report to specified congressional committees on ongoing efforts to achieve commonality, interoperability, and consolidation of the collection of clandestine intelligence from human sources conducted by DOD's Defense Human Intelligence Service and the CIA's Directorate of Operations. (Sec. 712) Sets the pay level of the three new Assistant Directors of Central Intelligence. (Sec. 713) Amends the Central Intelligence Agency Act of 1949 to establish a General Counsel of the CIA. (Sec. 714) Amends the Act to: (1) establish the Office of Congressional Affairs of the Intelligence Community; and (2) authorize intelligence agencies to collect information outside the United States about non-U.S. persons at the request of a law enforcement agency. Makes such authority applicable only to NSA, NRO, and NIMA. Precludes the direct participation of a member of the Army, Navy, Air Force, or Marine Corps in an arrest. Prohibits any such assistance that will adversely affect U.S. military preparedness. (Sec. 716) Revises Act provisions to require the Secretary to obtain the concurrence of the DCI before recommending to the President an individual for appointment to fill a vacancy for the Director of NSA or NRO. Authorizes the Secretary, if the DCI does not concur in the recommendation, to make the recommendation with a statement that the DCI does not concur. Directs the department head having jurisdiction over the position to consult with the DCI before appointing or recommending to the President an individual to fill a vacancy for Director of DIA, Assistant Secretary of State for Intelligence and Research, Director of the Office of Non-proliferation and National Security of the Department of Energy, and Assistant Director, National Security Division of the FBI. (Sec. 717) Requires the President to include in his annual budget submission in unclassified form the aggregate amounts appropriated during the current fiscal year and requested for the next fiscal year for all intelligence and intelligence-related activities of the U.S. Government. (Sec. 718) Repeals a provision that prohibits members of the Senate Intelligence Committee from serving continuously for more than eight years. Bars any Member from serving continuously as chairman or vice chairman of the select committee for more than six years. (Sec. 719) Requires the DCI to report to the Congress on the results of a review of the threats to the United States on protecting the national information infrastructure against information warfare and other non-traditional attacks and on the counterintelligence response of the DCI. Title VIII: National Imagery and Mapping Agency - Amends the Act to provide that NIMA shall have a national mission to support the imagery requirements of the State Department, DOD, and other Federal departments and agencies. Requires the Secretary and the DCI, in consultation with the Chairman of the Joint Chiefs of Staff, to jointly: (1) identify deficiencies in NIMA capabilities to accomplish assigned missions; and (2) develop policies and programs to review and correct such deficiencies. Authorizes the DCI to approve collection requirements, determine collection priorities, and resolve conflicts in collection priorities levied on national imagery collection assets, except as otherwise agreed by the DCI and the Secretary pursuant to direction provided by the President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Combatting Proliferation of Weapons of Mass Destruction Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Economic Espionage Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Intelligence Activities Renewal and Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Intelligence Authorization Act for Fiscal Year 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Combatting Proliferation of Weapons of Mass Destruction Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Economic Espionage Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Intelligence Activities Renewal and Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1997 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and for the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:12-05:00"
}