{
  "actions": [
    {
      "acted_at": "1983-03-01", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-10", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Courts", 
      "text": "Referred to Subcommittee on Courts.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-11", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Courts", 
      "references": [], 
      "text": "Subcommittee on Courts. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Office of the U.S. Attorney General.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-08", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Courts", 
      "references": [], 
      "text": "Subcommittee on Courts. Hearings concluded. Hearings printed: S.Hrg. 98-424.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-29", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Courts", 
      "references": [], 
      "text": "Subcommittee on Courts. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-29", 
      "bill_ids": [
        "s381-98", 
        "s384-98", 
        "s385-98"
      ], 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Courts", 
      "references": [], 
      "text": "Subcommittee on Courts. Incorporated provisions of related measures S. 381, S. 384, and S. 385.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-27", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary received executive comment from Office of the U.S. Attorney General.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s645-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Courts", 
      "subcommittee_id": "20"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1983-03-01", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1983-03-01", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-01", 
  "number": "645", 
  "official_title": "A bill to establish an Intercircuit Tribunal and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s381-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s384-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s385-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Court Improvements Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-01", 
  "subjects": [
    "Administration of justice", 
    "Advisory bodies", 
    "Appellate courts", 
    "Appellate procedure", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Grants-in-aid", 
    "Income tax", 
    "Judges", 
    "Judicial compensation", 
    "Judicial officers", 
    "Judicial review", 
    "Jurisdiction", 
    "Law", 
    "Puerto Rico", 
    "State courts", 
    "States", 
    "Supreme Court", 
    "Survivors' benefits", 
    "Tax-exempt organizations", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-01", 
    "text": "Court Improvements Act of 1983 - Title I: Supreme Court Review - Makes discretionary (by writ of certiorari) instead of mandatory (by appeal, as now) Supreme Court review of any decision of the highest court of a State on the constitutionality of a Federal or State law. Makes the same provision for review of decisions by the Supreme Court of Puerto Rico regarding possible conflicts between Puerto Rican laws and the constitution, treaties, or laws of the United States. Amends various provisions of Federal law (including the Federal Election Campaign Act, the Trans-Alaska Pipeline Authorization Act, and the Regional Rail Reorganization Act of 1973) to provide that certain cases will now be heard by the Supreme Court under its discretionary certiorari authority instead of hearing such appeals directly. Title II: Civil Priorities - Requires each court of the United States to determine the order in which civil actions are heard and determined. Authorizes the Judicial Conference of the United States to modify the rules adopted by the courts in order to establish consistency. Amends over 80 priority or expediting provisions relating to civil actions. Title III: Judicial Survivors' Annuities - Judicial Survivors' Annuities Reform Act of 1982 - Amends the Judicial Survivors' Annuities Reform Act to revise the annuity program for survivors of Federal Justices, judges, and judicial officers. Makes the benefits conferred by this Act immediately available to any eligible individual. Permits a judicial officer who has participated in such annuity program to withdraw, in writing, according to specified procedures. Title IV: State Justice Institute - State Justice Institute Act of 1982 - Establishes the State Justice Institute as a private nonprofit corporation to further the development of improved judicial administration in State courts in the United States. Permits the Institute to be incorporated in any State or the District of Columbia. Directs the Institute to: (1) direct a national assistance program to assure persons ready access to a fair and effective system of justice; (2) foster coordination and cooperation with the Federal judiciary; (3) make recommendations concerning the proper allocation of responsibility between the State and Federal court systems; (4) promote recognition of the importance of the separation of powers doctrine to an independent judiciary; and (5) encourage education for State court judges and support personnel. Authorizes the Institute to award grants and enter into cooperative agreements or contracts to: (1) conduct research, demonstrations, or special projects relating to the purposes of this Act; (2) serve as a clearinghouse of information regarding State judicial systems; (3) participate in joint projects with other agencies, including the Federal Judicial Center; (4) evaluate the impact of programs carried out under this Act upon the quality of criminal, civil, and juvenile justice; (5) encourage judicial education; (6) serve in a consulting capacity to State and local justice systems; and (7) be responsible for the certification of national programs to improve State judicial systems. Prescribes uses and limitations on uses of grants and contracts. Places restrictions on Institute activities. Authorizes appropriations for FY 1984 through 1986 to carry out this subtitle. Title V: Federal Courts Study Commission - Federal Courts Study Act - Establishes a Federal Courts Study Commission on the future of the judiciary. Directs the Commission to: (1) make a complete study of the jurisdiction of the courts of the United States; (2) recommend revisions to the Constitution and laws of the United States; (3) review studies on the effectiveness of the courts; (4) develop a long-range plan for the judicial system; (5) report annually to Congress and the President; and (6) make any recommendations it deems advisable annually. Provides that the Commission shall have 14 members. Terminates the Commission 90 days after it submits its final report which is due ten years after enactment and is to contain a detailed statement of the Commission's findings and conclusions. Authorizes appropriations for FY 1984 through 1993 to carry out this subtitle. Title VI: Intercircuit Tribunal - Intercircuit Tribunal of the United States Courts of Appeals Act - Establishes an Intercircuit Tribunal of the United States Courts of Appeals composed of a Chancellor and 26 circuits judges. Establishes the office and duties of the Chancellor of the United States. Provides for the appointment of such Chancellor by the Chief Justice of the Supreme Court and makes the Chancellor responsible for the administration of the Tribunal. Directs that the principal office of such Tribunal shall be in the District of Columbia. Grants to the Tribunal jurisdiction over cases referred to it by the Supreme Court. Declares that decisions of the Tribunal shall be binding on all U.S. courts unless modified or overruled by the Supreme Court. Authorizes appropriations. Directs the Tribunal, in consultation with the Director of the Administrative Office of the United States Courts, to report to Congress on its activities by October 1, 1987. Terminates the Tribunal on September 30, 1988."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Court Improvements Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Courts Study Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Intercircuit Tribunal of the United States Court of Appeals Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Judicial Survivors Annuities Reform Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Justice Institute Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Intercircuit Tribunal and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:38-05:00"
}