{
  "actions": [
    {
      "acted_at": "1977-03-16", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-16", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-16", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-16", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5137-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-16", 
  "number": "5137", 
  "official_title": "A bill to reorganize the executive branch; to require rules and regulations proposed by executive agencies to be acted upon by the Congress; to impose certain additional requirements upon the President and executive agencies, and to tighten the standards of official conduct by officers and employees of executive agencies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3260-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Executive Agencies Reorganization and Operations Reform Act", 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-16", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Auditing", 
    "Civil service employment", 
    "Conflict of interests", 
    "Congress", 
    "Congressional oversight", 
    "Contractors", 
    "Cost effectiveness", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Executive orders", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Financial disclosure", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Law", 
    "Legal fees", 
    "Tax returns"
  ], 
  "subjects_top_term": "Executive reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-16", 
    "text": "Executive Agencies Reorganization and Operations Reform Act - Title I: Reorganization of Certain Executive Agencies - Requires the President to submit to Congress a plan to increase the regulatory accountability of specified agencies and to recommend transfer, merger, or abolition of regulations and agencies as necessary as follows: (1) with respect to specified agencies regulating energy and environmental matters, by March 31, 1978; (2) with respect to specified agencies regulating commerce, transportation, and communications, by March 31, 1979; (3) with respect to agencies regulating matters of food, health, and safety, and unfair or deceptive trade practices, by March 31, 1980; and (4) with respect to specified agencies regulating matters of labor, housing, and Government procurement, by March 31, 1981. States that if the President fails to submit such plans on the specified dates, the Congress shall prepare such plan which shall become pending business in both Houses. States that if no comprehensive regulatory reform legislation in a designated area is enacted by December 31, of the year in which a plan has been submitted by the President such plan shall become effective unless either House specifically disapproves it. Title II: Reform of Regulatory Practices - State that no agency rule shall become effective unless approved by both Houses of Congress. Requires all proposed rules submitted by Federal agencies to Congress to include an economic impact statement assessing the costs and benefits anticipated to occur as a result of the implementation of such rule and the name of the author or authors of such rule to enable Congress to call upon such author or authors to explain such rule. Requires the notice of proposed rulemaking in the Federal Register to include at least a summary of the economic impact statement required by this Act. Prohibits the penalizing of any person by an agency for violation of its rules if such violation was required to comply with another rule of that or any other agency. Prohibits requiring a person to file any information with an agency which has been previously furnished to such agency or which is not directly relevant to the considerations that affect the grant or denial of an application or conduct of an agency proceeding. Permits agencies to assess penalties against an employer for rule violations by his employee if such penalty is equivalent to one to which the employee is subject. Requires any agency which fails to make a final determination respecting the application to such agency for a licence within six months from the date of announcement of the initiation of any such licensing proceeding to reimburse the applicant for all costs of such application including reasonable attorney's fees. Title III: Reform of Executive Agency Operations - Requires the President to transmit to Congress a copy of all Presidential proclamations and Executive orders he issues. Requires the Secretary of the Treasury to prepare and make public for each fiscal years, a consolidated financial statement covering all Government programs based on accrual accounting procedures. Amends the Budget and Accounting Acts of 1921 and 1950 to require that the President's Budget submitted to Congress include a tabulation showing the effect of expansion, restriction or initiation of Federal activity within each State included is such budget. States that whenever estimates are used to develop such tabulations they shall be as accurate as possible. Requires the Office of Management and Budget to undertake activities aimed at improving the accuracy of such estimates and to establish a standardized information and data system for developing the State-by-State economic impact statements required by this Act. Requires the General Accounting Office, under the Legislative Reorganization Act of 1970, to ascertain the sufficiency of the data provided by the President pursuant to this Act. Specifies a method of cost comparison to be used by an agency in determining whether to acquire a product or service from private sources or in-house performance. Amends the Office of Federal Procurement Policy Act to require the payment of interest at a rate of at least nine percent on payments under government contracts which are overdue by more than 30 days. Provides for the payment of specified costs of litigation of parties opposing the United States in civil cases to the extent such party prevails, in criminal cases if such defendant is found not guilty, if a guilty verdict is overturned on appeal, or if charges are dismissed, and of parties participating in an agency proceeding to the extent that such party prevails. Title IV: Tightening of the Standards of Official Conduct for Federal Officers and Employees - Prohibits the use, solicitation by a prospective employee of the United States, or the offering of any recommendation for employment by any politician or other person except as required by an authorized employee of the United States and only if such required recommendation evaluates the prospective employee's qualifications for a job for which he or she has applied. Prohibits the employee of an agency who, during the last two years of Government employment, was involved in the process of letting Government contracts from accepting employment with anyone who had a substantial interest in such contract within two years after the termination of Government employment. Prohibits Government employees from accepting travel at the expenses of any prince, king, or foreign state. States that a Federal employee traveling by air at Government expense may not be reimbursed for the difference between cost of first-class accommodations and the cost of any other flight accommodations. Requires Federal employees and officers to disclose annually all honorariums, gifts, and honors received by such person which are over specified values. Requires the Internal Revenue Service to audit the income tax returns of Federal officials appointed by the President, except military officers earning less than $25,000 per annum, employed by the Executive Office of the President and earning $25,000 or more per annum, and persons in the competitive service at a permanent position of GS-15 or higher. Title V: General Provisions - Defines terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Executive Agencies Reorganization and Operations Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize the executive branch; to require rules and regulations proposed by executive agencies to be acted upon by the Congress; to impose certain additional requirements upon the President and executive agencies, and to tighten the standards of official conduct by officers and employees of executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:51-05:00"
}