{
  "actions": [
    {
      "acted_at": "1986-08-15", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-08-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5478-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-08-15", 
  "number": "5478", 
  "official_title": "A bill to extend the expiration date of the Defense Production Act of 1950, to authorize appropriations for purposes of such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Production Act Amendments of 1986", 
  "sponsor": {
    "district": "32", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-08-15", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Cost accounting", 
    "Defense contracts", 
    "Defense procurement", 
    "Economics and public finance", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "National Security and Intelligence Operations", 
    "Public Contracts, Procurement, and Property", 
    "Research", 
    "Standards"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-08-15", 
    "text": "Defense Production Act Amendments of 1986 - Amends the Defense Production Act of 1950 (the Act) to extend specified provisions of the Act and all authority conferred thereunder through September 30, 1988. Authorizes appropriations for FY 1987 and 1988 for purchase of raw materials and installation of equipment under the Act. Sets a limit on the aggregate amount of loans, guarantees, purchase agreements, and other actions under specified provisions of this Act during FY 1987 and 1988. Revises provisions relating to presidential reports on the impact of offsets. Requires that each such report be based on requisite interagency studies designed to progressively capture: (1) the long-term as well as the short-term effects of offsets (particularly the effects resulting from technology transfer associated with offset agreements); and (2) the direct and indirect effects of offsets on lower tier defense subcontractors and on non-defense industry sectors which may be adversely affected by offsets. Requires each such report to contain an appropriate summary of: (1) the scope of such interagency studies; and (2) the findings and conclusions of the agencies involved (including any differences in conclusions). Revises provisions relating to the Cost-Accounting Standards Board (presently a congressional agency). Makes the Board an independent board consisting of: (1) the Administrator of the Office of Federal Procurement Policy, who shall serve as Chairman of the Board; and (2) four members to be appointed by the President, by and with the advice and consent of the Senate. Grants the Board the authority when necessary, to: (1) promulgate cost-accounting standards; and (2) amend, interpret, and clarify existing standards. Includes contracts or subcontracts where the price negotiated is based on adequate price competition among the categories of contracts or subcontracts for which such standards are inapplicable. Requires the Board to consult with the Comptroller General before promulgating proposed standards and rules and regulations for implementation of such standards. Provides that any such cost-accounting standard shall control in any case in which such standard is inconsistent with any standard regarding cost allocation which is established by any relevant Federal agency. Authorizes the Board to prescribe rules and regulations: (1) exempting classes or categories of defense contractors and subcontractors from specified requirements of cost accounting standards; and (2) establishing procedures for the waiver of such requirements with respect to individual contractors and subcontractors. Revises the period after which such cost-accounting standards, modifications, and rules and regulations take effect. Requires the Board, within one year after the enactment of this Act and annually thereafter, to report to the Congress with respect to its activities and operations, together with appropriate recommendations. Provides that all cost-accounting standards, interpretations, modifications, rules, and regulations promulgated or issued by the Board shall remain in effect unless and until amended, superseded, or eliminated by the Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Production Act Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the expiration date of the Defense Production Act of 1950, to authorize appropriations for purposes of such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:41-05:00"
}