{
  "actions": [
    {
      "acted_at": "1977-02-01", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H. Rept. 95-311.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-13", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #416 (199-198).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-18", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-10", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 95-795.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-13", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-13", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-13", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #216 (60-33).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-25", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-26", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-27", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-28", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1399.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-09", 
      "references": [], 
      "text": "House agreed to conference report, roll call #666 (236-164).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-09", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-08-09", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-10", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-10", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-08-20", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-08-20", 
      "references": [], 
      "text": "Public Law 95-351.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2777-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-08-20", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-01", 
  "number": "2777", 
  "official_title": "An Act to provide for consumers a further means of minimizing the impact of inflation and economic depression by narrowing the price spread between costs to the producer and the consumer of needed goods, services, facilities, and commodities through the development and funding of specialized credit sources for, and technical assistance to, self-help, not-for-profit cooperatives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres638-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1135-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3692-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3693-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3694-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4365-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6540-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6541-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1010-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Consumer Cooperative Bank Act", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-01", 
  "subjects": [
    "Conflict of interests", 
    "Consumer protection", 
    "Cooperative societies", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Federal incorporation", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "National banks"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-07-28", 
    "text": "(Conference report filed in House, H. Rept. 95-1399) National Consumer Cooperative Bank Act - =Title I: National Consumer Cooperative Bank= - Establishes the National Consumer Cooperative Bank to: (1) encourage the development of cooperatives eligible for its assistance by providing specialized credit and technical assistance; (2) maintain broad-based control of the Bank by its voting stockholders; (3) encourage broad-based ownership control and active participation by members in eligible cooperatives; (4) assist in improving the quality and availability of goods and services to consumers; and (5) encourage ownership of its equity securities by cooperatives and others, so that the date when all of the Bank's class A stock owned by the United States has been fully redeemed occurs as early as possible. States that the Bank shall have the power to make and service loans, commitments for credit, guarantees, furnish financially related services, technical assistance, and borrow money and issue notes, bonds, and debentures or other obligations. Enumerates additional powers necessary to carry out its powers and duties. States that the original Board of Directors shall consist of 13 members appointed by the President with the approval of the Senate, seven of which shall be selected from officers of agencies and departments of the Government, and six members from the general public. Makes the terms of the directors three years. Staggers the resignations of such appointed directors who shall be replaced by stockholder-elected directors. Stipulates that the one remaining Presidential appointee shall be from among proprietors of small business. Provides for other policies governing the Board of Directors. States that the capital of the Bank is to be provided by the purchase of class A preferred stock by the Secretary of the Treasury on behalf of the United States at the authorized rate of $100,000,000 for the fiscal year ending September 30, 1979, and for the next four fiscal years an amount not exceeding an aggregate of $200,000,000; by the purchase of class B stock by borrowers at a rate required by the Bank, which shall not be less than one percent nor more than ten percent of the face value of the loan; and by the purchase of class C stock by investors who are eligible to borrow or are controlled by eligible borrowers. Requires the retirement of government-owned stock as soon as practicable. Sets forth rules governing the handling of dividends or distribution on or redemption of any other class of stock. Requires the Bank to hold an annual meeting of stockholders. Permits the Bank to obtain funds through the public or private sale of its bonds, debentures, notes, and other evidences of indebtedness. Authorizes the Bank to make loans to eligible organizations which shall be repayable in not more than 40 years. States that the objective of the Bank shall be to provide the type of credit needed by eligible borrowers, at the lowest reasonable cost on a sound business basis, taking into account the cost of money to the Bank. Sets forth criteria for loan making or guarantee. Exempts the Bank from State and local taxation other than real estate taxes unless all government-owned stock is retired. Authorizes the appropriation of $2,000,000, in addition to other specified authorized appropriations, for fiscal year 1979, and such sums as are necessary for the next two fiscal years. Requires written notice when an application for assistance under this Act is denied or restricted. Requires the Board to promulgate conflict-of-interest regulations at least as stringent as the Federal Executive conflict-of- interest rules. Requires the publication of the financial interest and position of each nominee for elected membership on any board in any organization relevant to, in competition with, or whose interests might be inconsistent with the objectives of the Bank. Provides for an annual examination and audit of the Bank. =Title II: Office of Self-Help Development and Technical Assistance= - Establishes within the Bank an Office of Self-Help Development and Technical Assistance. Authorizes to be appropriated to the Office for fiscal year 1979, $10,000,000 and for the next two fiscal years an aggregate amount of not to exceed $65,000,000. Directs the Office of Self-Help Development and Technical Assistance to provide capital advances and interest subsidies to new or low-income cooperatives and technical and research assistance. Includes among the duties of the office technical assistance programs containing feasibility studies, analysis of a cooperative's capital structure and financial needs, training of a cooperative's board members and staff, and management counseling. Authorizes the Office to charge fees for its training and technical assistance services. Authorizes the appropriations of $2,000,000 for fiscal year 1979, and for each of the two succeeding fiscal years, such sums as may be necessary to the Office for administration. =Title III: General Provisions= - Amends the Government Corporation Control Act by adding the National Consumer Cooperative Bank to the list of mixed-ownership government corporations. Adds the President of the Bank and the Director of the Office to the list of Federal Executives of the Executive Pay Schedule."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Consumer Cooperative Bank Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Consumer Cooperative Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for consumers a further means of minimizing the impact of inflation and economic depression by narrowing the price spread between costs to the producer and the consumer of needed goods, services, facilities, and commodities through the development and funding of specialized credit sources for, and technical assistance to, self-help, not-for-profit cooperatives.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to provide for consumers a further means of minimizing the impact of inflation and economic depression by narrowing the price spread between costs to the producer and the consumer of needed goods, services, facilities, and commodities through the development and funding of specialized credit sources for, and technical assistance to, self-help, not-for-profit cooperatives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:09-05:00"
}