{
  "actions": [
    {
      "acted_at": "2003-03-27", 
      "references": [
        {
          "reference": "CR S4522-4523", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-27", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": " CR S4523-4525", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-31", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-11-19", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with an amendment in the nature of a substitute. With written report No. 108-202.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-11-19", 
      "calendar": "Senate Legislative", 
      "number": "402", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 402.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s733-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-03-27", 
  "number": "733", 
  "official_title": "A bill to authorize appropriations for fiscal year 2004 for the United States Coast Guard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2443-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2443-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Coast Guard Authorization Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-07-31", 
  "subjects": [
    "Administrative remedies", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arrest", 
    "Authorization", 
    "Barges", 
    "Boats and boating", 
    "Bridges", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Coast guard", 
    "Coastwise shipping", 
    "Commemorations", 
    "Crime and law enforcement", 
    "Department of Homeland Security", 
    "Department of Transportation", 
    "Drug abuse", 
    "Drunk driving", 
    "Economics and public finance", 
    "Environmental protection", 
    "Families", 
    "Federal law enforcement officers", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Fishing boats", 
    "Flight training", 
    "Freedom of information", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Harbors", 
    "Health", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Human engineering", 
    "Ice breaking operations", 
    "Immigration", 
    "International affairs", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Liability for environmental damages", 
    "Licenses", 
    "Lighthouses and lightships", 
    "Lighting", 
    "Marine and coastal resources, fisheries", 
    "Marine safety", 
    "Massachusetts", 
    "Merchant seamen", 
    "Military aircraft", 
    "Military bases", 
    "Military dependents", 
    "Military housing", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military training", 
    "Navigation", 
    "Navigational aids", 
    "Oceanographic research", 
    "Officer personnel", 
    "Offshore structures", 
    "Oil pollution", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Public lands and natural resources", 
    "Recruiting and enlistment", 
    "Reprogramming of appropriated funds", 
    "Rescue work", 
    "Research and development", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Salvage", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Ships", 
    "Sports and recreation", 
    "Survivors' benefits", 
    "Tax exemption", 
    "Taxation", 
    "Technology assessment", 
    "Transportation and public works", 
    "Treaties", 
    "Waterways"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2003-11-19", 
    "text": "Coast Guard Authorization Act of 2003 - Title I: Authorization - (Sec. 101) Authorizes appropriations for FY 2004 and FY 2005 for the Coast Guard (CG), under the categories of: (1) CG operation and maintenance, with a portion from the Oil Spill Liability Trust Fund (Fund) for certain purposes under the Oil Pollution Act of 1990 (OPA purposes); (2) acquisition, construction, rebuilding, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft, including related equipment, with a portion from the Fund for OPA purposes, and another portion for the Integrated Deepwater System program; (3) research, development, test, and evaluation of technologies, materials, and human factors directly relating to improving CG performance in search and rescue, aids to navigation, marine safety, marine environmental protection, enforcement of laws and treaties, ice operations, oceanographic research, and defense readiness, with a portion from the Fund for OPA purposes; (4) retired pay, payments under the Retired Serviceman's Family Protection and Survivor Benefit Plans, and payments for medical care of retired personnel and their dependents; (5) environmental compliance and restoration at CG facilities; and (6) alteration or removal of bridges constituting obstructions to navigation, and personnel and administrative costs associated with the Bridge Alteration Program. (Sec. 102) Authorizes a CG end-of-year strength of 45,500 active duty military personnel for FY 2004. Authorizes average military training student loads for FY 2004 in specified numbers under the categories of Recruit/Special, Flight, Professional, and Officer. Title II: Coast Guard Personnel, Financial, and Property Management - (Sec. 201) Amends specified Federal law to permit the Secretary of the Department in which the Coast Guard is operating (Secretary) to provide bonuses to enlisted members who complete training in a critical skill. (Sec. 202) Increases the authorized maximum number of CG active duty commissioned officers (except commissioned warrant officers), during times when no war or national emergency has been declared by Congress or the President. Directs the Secretary, in time of war or national emergency, to establish the total number of CG active duty commissioned officers (excluding commissioned warrant officers). Increases the authorized maximum percentages of commanders and lieutenant commanders on the active duty promotion list. (Sec. 203) Gives the CG direct loan authority (as well as the current loan guarantee authority) for acquisition and construction of military housing. Authorizes the Secretary to make such direct loans to eligible entities. (Sec. 204) Authorizes the CG Auxiliary, subject to the approval of the CG Commandant (Commandant), to exercise dominion over personal property owned by Auxiliary units and dedicated solely for Auxiliary use. (Sec. 205) Provides that the CG Auxiliary and its units are U.S. instrumentalities for taxation purposes and for specified tax-exemptions. (Sec. 206) Lowers from 62 to 60 the maximum age for retention in an active status as a CG Reserve officer. (Sec. 207) Authorizes the Commandant to accept original enlistments for other than full years, and reenlistments for any term of years and months from two to six years. (Sec. 208) Reduces from three years to one year the minimum required amount of constructive credit to be given a CG Reserve Law Specialist upon assignment or designation. (Sec. 209) Authorizes CG exchanges and morale, welfare, and recreation (MWR) systems (which are nonappropriated fund instrumentalities) to enter into contracts or other agreements with other departments, agencies, or instrumentalities of the CG or another Federal agency to provide goods and services beneficial to their efficient management and operation. (Sec. 210) Authorizes CG use of pay offsets to recover delinquent amounts owed by military members and civilian employees who hold Federal contractor-issued travel charge cards. (Sec. 211) Authorizes the Secretary and the Secretary of Defense to agree to provide day care services to armed forces members, with or without requiring reimbursement, in military child development centers and other supported programs. Provides children of CG members the same access as children of other armed forces members to such centers and programs. Title III: Law Enforcement, Marine Safety, and Environmental Protection - (Sec. 301) Authorizes the Commandant to waive a requirement that the marking of an underwater wreck include use of a light at night, upon determination that placing a light would be impractical and that such waiver would not create an undue hazard to navigation. (Sec. 302) Amends the Ports and Waterways Safety Act (PWSA) to authorize the Secretary of the Department in which the CG is operating (the CG Secretary) to prohibit the use on the bridge of vessels of certain electric and electronic devices that interfere with communications or navigation equipment, if the CG determines they pose a threat to vessel safety. Authorizes the Commandant to enter into cooperative agreements with non-Federal entities to carry out PWSA vessel operating requirements, including vessel traffic services. Amends the Ports and Waterways Safety Act to permit the Secretary to cooperate with a public or private entity for Marine vessel traffic services.Amends Federal law to revise suspension criteria, and the bases for suspension and revocation of a license, certificate of registry, or merchant mariner's document.Increases civil penalties for violations of bridge statutes and failure to comply with established safety standards.Amends the Oil Pollution Act of 1990 to increase the amount of funds available to the President for the removal of a discharge of oil or a hazardous substance.Amends Federal law to authorize members of the Coast Guard, subject to guidelines approved by the Secretary and the Attorney General, to carry firearms, make arrests, and seize property. Title IV: Miscellaneous - (Sec. 401) Amends the National Historic Lighthouse Preservation Act of 2000 to require the Secretary oversee the conveyances of lighthouses. (Sec. 402) Authorizes appropriations for capital expenses related to LORAN-C navigation infrastructure. (Sec. 403) Directs the Commandant to convey the following decommissioned CG cutters: (1) BRAMBLE, to the Port Huron Museum of Arts and History, in Port Huron, Michigan; (2) PLANETREE, to the nonprofit group Jewish Life, in Sherman Oaks, California; and (3) SUNDEW, to the Duluth Entertainment and Convention Center Authority, in Duluth, Minnesota. Requires, as a condition of such conveyance, that the recipient agree to: (1) use the vessel for education and historical display purposes and not for commercial transportation, and make it available to the Federal Government if needed in time of war or national emergency; and (2) hold the Federal Government harmless for claims arising from exposure to hazardous materials. (Sec. 404) Designates a cove on the southern coast of Elrington Island in Alaska as Koss Cove, in honor of the late Able Bodied Seaman Eric Steiner Koss who served on the National Oceanic and Atmospheric Administration vessel RAINER and died in the performance of a nautical charting mission in this cove. (Sec. 405) Declares a specified portion of the Wateree River in South Carolina, upstream and downstream from a certain railroad bridge, to not be navigable waters of the United States for purposes of bridge administration. (Sec. 406) Revises a coastwise trade authorization provision under the Maritime Policy Improvement Act of 2002 to give priority to any U.S.-built-and-documented vessel available to transport a platform jacket (offshore drilling or production structure or its components), if such vessel has the capacity to transport or launch such platform jacket (transport and launch under current law). (Sec. 407) Authorizes the CG Commandant to consult with the Office of Naval Research and other Federal agencies with research and development programs that may provide innovative construction alternatives for the Integrated Deepwater System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coast Guard Authorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coast Guard Authorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 2004 for the United States Coast Guard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:09-05:00"
}