{
  "actions": [
    {
      "acted_at": "1975-07-14", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8616-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-14", 
  "number": "8616", 
  "official_title": "A bill to provide for the appointment of several officials to the Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Brooks, Jack B.", 
    "state": "TX", 
    "thomas_id": "00127", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-14", 
  "subjects": [
    "Architect of the Capitol", 
    "Capitol (Washington, D.C.)", 
    "Congress", 
    "Congressional employees", 
    "Congressional-Presidential relations", 
    "Federal employees and officials", 
    "Federal officials", 
    "General Accounting Office", 
    "Government Printing Office", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Library of Congress", 
    "Presidential appointments", 
    "Publishers and publishing"
  ], 
  "subjects_top_term": "Federal officials", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-14", 
    "text": "Provides that the Joint Committee on Printing, rather than the President, shall nominate and the Speaker of the House of Representatives and the President pro tempore of the Senate shall, upon confirmation by a majority vote of each House, appoint for a term of five years with right of reappointment a suitable person, who must be a practical printer and versed in the art of bookbinding, to take charge of and manage the Government Printing Office. Provides that the Joint Committee on the Library, rather than the President, shall nominate and the Speaker of the House of Representatives and the President pro tempore of the Senate shall, upon confirmation by a majority vote of each House, appoint the Librarian of Congress for a term of five years. Provides that the Joint Committee on Congressional Operations, rather than the President, shall nominate and the Speaker of the House of Representatives and the President pro tempore of the Senate shall, upon confirmation by a majority vote of each House, appoint the Comptroller General of the United States for a term of 10 years without right of reappointment. Requires a commission consisting of the Speaker of the House of Representatives, the President pro tempore of the Senate, the majority and minority leaders of the House of Representatives, the majority and minority leaders of the Senate, the chairman and ranking minority member of the Committee on House Administration, and the chairman and ranking minority member of the Committee on Rules and Administration rather than the President, to nominate and the Speaker of the House of Representatives and the President pro tempore of the Senate shall, upon confirmation by a majority vote of each House, to appoint the Architect of the Capitol for a term of five years with right of reappointment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the appointment of several officials to the Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:52-05:00"
}