{
  "actions": [
    {
      "acted_at": "1984-06-28", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-25", 
      "bill_ids": [
        "hjres648-98"
      ], 
      "references": [], 
      "text": "House Incorporated this Measure in H.J.Res.648 as an Amendment.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5963-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Darden, George (Buddy)", 
      "sponsored_at": "1984-09-20", 
      "state": "GA", 
      "thomas_id": "00266", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "1984-09-25", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-28", 
  "number": "5963", 
  "official_title": "A bill entitled the \"Comprehensive Crime Control Act of 1984\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres648-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1762-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Crime Control Act of 1984", 
  "sponsor": {
    "district": "21", 
    "name": "Fish, Hamilton, Jr.", 
    "state": "NY", 
    "thomas_id": "00384", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-06-28", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administration of justice", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Appellate procedure", 
    "Arson", 
    "Assault", 
    "Bail", 
    "Bribery", 
    "Business and commerce", 
    "Business records", 
    "Capital punishment", 
    "Child abuse", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Civil commitment", 
    "Civil procedure", 
    "Civil service compensation", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Counterfeiting", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal law", 
    "Criminal procedure", 
    "Criminal statistics", 
    "Customs administration", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Destruction of property", 
    "Detention of persons", 
    "Disabled", 
    "District courts", 
    "Drug industry", 
    "Drugs and narcotics", 
    "Drugstores", 
    "Electronic surveillance", 
    "Employee benefit plans", 
    "Energy", 
    "Energy facilities", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Explosives", 
    "Exports", 
    "Extradition", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement agencies", 
    "Federal employees and officials", 
    "Federal officials", 
    "Federal-local relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fire fighters", 
    "Firearms", 
    "Fires and Fire Fighters", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Forgery", 
    "Fraud", 
    "Gambling", 
    "Government liability", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government securities", 
    "Government trust funds", 
    "Homicide", 
    "Identification devices", 
    "Imports", 
    "Imprisonment", 
    "Industrial relations", 
    "Informers", 
    "Insanity defense", 
    "Intergovernmental relations", 
    "Investments", 
    "Judicial review", 
    "Jurisdiction", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Labor and employment", 
    "Labor law and legislation", 
    "Labor union finances", 
    "Labor union officials and employees", 
    "Labor unions", 
    "Law enforcement officers", 
    "Livestock", 
    "Local and Municipal Government", 
    "Mentally handicapped", 
    "Monetary policy", 
    "Money", 
    "Murder", 
    "Narcotic traffic", 
    "Narcotics and crime", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Organized crime", 
    "Parole", 
    "Pleas (Criminal procedure)", 
    "Pornography", 
    "Pretrial procedure", 
    "Preventive detention", 
    "Prisoners", 
    "Prisons", 
    "Probation", 
    "Prosecution", 
    "Protection of officials", 
    "Public Contracts, Procurement, and Property", 
    "Punishment", 
    "Reprogramming of appropriated funds", 
    "Retirement income", 
    "Right of privacy", 
    "Rights of institutionalized persons", 
    "Robbery", 
    "Schools", 
    "Searches and seizures", 
    "Securities", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex-oriented businesses", 
    "Smuggling", 
    "Social welfare", 
    "State courts", 
    "State finance", 
    "States", 
    "Stolen property", 
    "Surety and fidelity", 
    "Surplus government property", 
    "Survivors' benefits", 
    "Taxation", 
    "Wiretapping", 
    "Witnesses"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-28", 
    "text": "Comprehensive Crime Control Act of 1984 - Title I: Bail - Bail Reform Act of 1984 - Repeals the Bail Reform Act of 1966 and sets forth new bail procedures. Retains execution of a money bond as a condition for pretrial release. Authorizes a judicial officer to consider the safety of any person or the community when making a pretrial release determination. Establishes as a mandatory release condition that the person not commit a Federal, State, or local crime during release. Expands the discretionary release conditions to include that the defendant: (1) maintain employment or an educational program; (2) avoid contact with an alleged victim or potential witness; (3) report to a law enforcement or pretrial service agency; (4) comply with a curfew; (5) refrain from possessing a firearm or using alcohol or narcotic drugs; (6) undergo medical treatment; (7) agree to forfeit designated property, including money, upon failure to appear; and (8) return to custody at specified hours. Prohibits a judicial officer from imposing financial conditions that result in the pretrial detention of a person. Authorizes a judicial officer to order detention for up to ten days: (1) if a person who is presently on pretrial release for a felony under Federal, State, or local law or on probation or parole or release pending sentencing or appeal for any offense, upon a determination that such person may flee or pose a danger to any person or the community; or (2) if such person is not a U.S. citizen. Requires that a detention hearing be held in any case involving: (1) a crime of violence; (2) any offense punishable by life imprisonment or death; (3) a narcotics offense punishable by at least ten years' imprisonment; (4) a serious risk of flight or obstruction of justice; or (5) any felony committed after the person has been convicted of two or more offenses for which a hearing is mandated. Authorizes a judicial officer after such a hearing to order the pretrial detention of a person upon finding that no condition will reasonably assure such person's appearance and the safety of any other person and the community. Enumerates additional factors to be considered by the judicial officer in making a release determination, including the defendant's past conduct, history of drug or alcohol abuse, criminal history, and the nature and seriousness of the danger to the community or any person. Requires the detention of a person who has appealed his conviction unless the judicial officer finds by clear and convincing evidence that: (1) such person is not likely to flee or pose a danger to another person or property; and (2) the appeal raises a substantial question of law or fact. Requires the detention of a person awaiting sentencing unless the officer finds by clear and convincing evidence that the person is not likely to flee or pose a danger to any other person or the community. Authorizes a U.S. attorney to appeal a release order. Allows a defendant to file a motion for amendment of a condition of release. Makes a person guilty of an offense for failing to appear after having been released. Provides increased penalties for persons charged with more serious offenses. Makes it an affirmative defense to such crime that uncontrollable circumstances prevented the person from appearing. Establishes mandatory additional penalties for commission of an offense while on pretrial release. Subjects a person who has been conditionally released and violates a condition of release to revocation of release and prosecution for contempt of court. Authorizes a surety to arrest a person charged with an offense who is released upon execution of an appearance bond with such surety. Requires such person to be delivered promptly to a judicial officer for a revocation determination. Grants new authority to law enforcement officers to arrest a person who violates pretrial release conditions. Title II: Sentencing Reform - Sentencing Reform Act of 1984 - Sets forth a new sentencing structure applicable to a defendant who is found guilty of an offense under any Federal statute. Permits an individual to be sentenced to a term of imprisonment or probation and a fine, and to receive additional sanctions, including: (1) forfeiture for certain racketeering crimes and drug-related offenses; (2) an order of notice to victims of crimes in cases involving fraud or deceptive practices; or (3) an order of restitution in cases involving bodily injury or property damage. Permits an organization to receive these penalties, with the exception of imprisonment. Creates the United States Sentencing Commission. Specifies factors to be considered by a sentencing court, including the guidelines and policy statements issued by the United States Sentencing Commission. Requires the court to impose a sentence within the range set forth by the Commission, if one has been issued, unless aggravating or mitigating circumstances exist that were not adequately considered by the Commission in formulating the guidelines. Requires the court to state in open court at the time of sentencing the reason for imposing a sentence at a point within the prescribed range, or the specific reason for imposing a sentence outside of such range. Authorizes the imposition of a term of probation in certain circumstances. Sets forth a fine schedule for the categories of offenses generally at higher levels than current law. Includes higher maximums for organizational defendants. Directs the court to consider the defendant's financial status in determining the amount of a fine and the method of payment. Provides for the collection of criminal fines. Sets maximum terms of imprisonment for five classes of felonies (A to E), three classes of misdemeanors (A to C), and an infraction (five day maximum). Allows the court, in imposing a sentence of imprisonment for a felony or misdemeanor, to include a term of supervised release after imprisonment. Eliminates the special sentencing provisions under current law for dangerous special offenders, youth offenders, young adult offenders, and drug addicts, but provides for these categories of offenders under the proposed sentencing guidelines. Excludes capital punishment as an authorized penalty, but leaves unaffected the current death penalty and procedures for aircraft hijacking. Eliminates the parole system. Permits a defendant to petition for a sentence reduction upon a showing of extraordinary and compelling reasons. Limits this motion for defendants who are sentenced to six or more years of imprisonment. Allows the defendant or the government to file a notice of appeal in the district court for review of a final sentence. Provides for congressional review of the operation of the sentencing system after receipt of a study by the General Accounting Office. Expresses the sense of the Senate that in the two years preceding the enactment of the sentencing guidelines, Federal judges in determining the particular sentence to be imposed should consider: (1) the nature and circumstances of the offense and the history of the defendant; (2) alternatives to imprisonment; and (3) the appropriateness of imprisonment in cases in which the defendant has been convicted of a crime of violence or a serious offense. Title III: Forfeiture - Comprehensive Forfeiture Act of 1984 - Amends the Racketeer Influenced and Corrupt Organizations Statute (RICO) to specify that property subject to forfeiture for racketeering activity includes: (1) all proceeds obtained directly or indirectly from racketeering activity; and (2) real and tangible and intangible personal property. Makes property forfeitable to the United States upon the commission of the act giving rise to forfeiture. Permits the forfeiture of property which has been transferred to a third party, but includes a provision protecting innocent bona fide purchasers. Authorizes a court to order the forfeiture of substitute assets of the defendant where the original property cannot be located or traced. Authorizes a court to take appropriate action preserving the availability of property during the pre-indictment period effective for up to 90 days. Specifies the circumstances under which a temporary restraining order may be entered without notice to the affected party. Authorizes the Attorney General to grant petitions for remission or mitigation of forfeiture. Allows the Attorney General to establish regulations governing the restitution and disposition of forfeited property. Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 to establish general criminal forfeiture provisions for felony violations under titles II and III. Includes provisions similar to the RICO amendments of this Act, relating to property subject to forfeiture, third party transfers, asset substitution, pre-indictment orders, and disposition of property. Creates a rebuttable presumption of forfeitability of certain property. Authorizes a court to issue a warrant authorizing the seizure of property subject to forfeiture in the same manner provided for a search warrant, if other injunctive relief would not assure the availability of the property. Provides that a criminal forfeiture proceeding shall stay any civil forfeiture proceeding with respect to the same property. Sets forth procedures for an ancillary hearing to resolve third party claims. Makes it unlawful to invest the income of a felony drug violation. Permits the forfeiture action to be brought in the district in which the defendant is found or is being prosecuted. Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 to allow the Attorney General to transfer drug-related forfeited property to other Federal, State or local agencies. Establishes within the United States Treasury, the Department of Justice Assets Forfeiture Fund to pay for maintenance of forfeited property, awards to informants, and valid liens and mortgages against such property. Amends the Tariff Act of 1930 to provide for the seizure of vessels, vehicles, merchandise or baggage valued at $100,000 or less. Requires written notice of such seizure to all interested parties. Increases the surety bond for any person claiming interest in the seized property to $5,000, or ten percent of the value of the claimed property, whichever is less. Establishes in the Treasury the Customs Forfeiture Fund to pay for maintenance of forfeited property and awards to informants. Requires the deposit in such Fund of all proceeds from the sale and disposition of property forfeited under custom law. Allows for the retention of forfeited property for official use or for transfer to other Federal, State or local governmental agencies assisting in related Federal law enforcement. Increases from $50,000 to $150,000 the award of compensation given to informers for information leading to forfeiture. Grants customs officers arrest authority and the right to carry firearms. Repeals provisions of the Internal Revenue Code dealing with customs officers' law enforcement authority to conform to this Act. Provides that seizures of property effected by customs officers shall be governed by this Act. Title IV: Offenders with Mental Disease or Defect - Insanity Defense Reform Act of 1984 - Amends the Federal criminal code to make it an affirmative defense to a Federal prosecution that at the time of the commission of the acts constituting the offense, the defendant, as a result of mental disease or defect, was unable to appreciate the nature and quality or the wrongfulness of his acts. Authorizes a special verdict of \"not guilty only by reason of insanity\" for any criminal defendant who raises the issue of insanity by notice as currently provided. Establishes a new civil commitment procedure for persons found not guilty only by reason of insanity. Title V: Drug Enforcement Amendments - Controlled Substances Penalties Amendments Act of 1984 - Increases the fine levels for drug trafficking. Increases the penalties for trafficking in large amounts of controlled substances. Provides increased penalties for distributing controlled substances in or near a school. Amends the Controlled Substances Act to allow the Attorney General to place an uncontrolled substance under temporary controls which provide for registration, recordkeeping and criminal penalties. Provides for administrative changes in the registration of practitioners. Title VI: Justice Assistance - Amends title I of the Omnibus Crime Control and Safe Streets Act of 1968 (Justice System Improvement) to eliminate the Law Enforcement Assistance Administration, including the Office of Community Anti-Crime Programs and the Office of Justice Assistance, Research, and Statistics. Retains the Bureau of Justice Statistics and the National Institute of Justice. Establishes a new Office of Justice Assistance (OJA), to be headed by an Assistant Attorney General. Places the National Institute of Justice and the Bureau of Justice Statistics within the new Office of Justice Assistance. Establishes a Justice Assistance Board to: (1) advise and make recommendations to the Assistant Attorney General on research, statistics and program priorities; (2) review and evaluate demonstration programs; and (3) undertake additional tasks the board deems necessary. Requires at least one member of the Board to be experienced in addressing crime against the elderly. Authorizes grants to States for programs that address critical problems of violent and serious crime and for programs which have been certified successful. Enumerates 15 criteria for the awarding of these grants. Limits the Federal share of the grant programs to a period of three years and includes a cash match requirement. Eliminates the current national priority grant programs. Retains the discretionary grant program. Limits the purposes of discretionary grants to: (1) educational and training programs for criminal justice personnel; (2) the provision of technical assistance; and (3) national demonstration programs which are likely to be successful but unlikely to be funded. Establishes within the Office of Justice Assistance a Bureau of Criminal Justice Facilities. Directs the Bureau to make grants to States for the construction and modernization of correctional facilities. Provides for death benefits to the survivors of public safety officers (police and firemen). Authorizes the Director of the Federal Bureau of Investigation to train State and local criminal justice personnel. Authorizes a State to apply for emergency Federal law enforcement assistance in the event that a crime problem of serious and epidemic proportions exists. Authorizes appropriations for law enforcement assistance for FY 1984 through 1987. Requires the President, upon consultation with various Federal, State, local and international agencies, to make recommendations to Congress for the enactment of comprehensive legislation with regard to Federal systems for the identification of individuals. Title VII: Surplus Federal Property Amendments - Amends the Federal Property and Administrative Services Act of 1949 to authorize the Administrator of the General Services Administration to transfer to any State or local government surplus property determined by the Attorney General to be required for correctional facility use. Requires the Administrator to report annually to Congress on the acquisition cost of all donated personal property and real property disposed of during the preceding fiscal year. Title VIII: Labor Racketeering Amendments - Amends the Labor Management Relations Act, 1947 (Taft-Hartley Act) to increase penalties for specified violations of restrictions on financial transactions. Makes violations involving more than $1,000 felonies punishable by up to $15,000 in fines and/or five years' imprisonment. Adds intent to benefit a person not permitted to receive payments, loans, or delivery of money or other thing of value to a labor organization in payment of membership dues, to a joint labor-management trust fund, or to a plant, area, or industry-wide labor-management committee as an element of violations involving those transactions. Grants civil jurisdiction to U.S. district courts over suits brought by: (1) the United States alleging a violation involving those transactions; or (2) any person directly affected by violations by restrictions on financial transactions under such Act. Amends the Employee Retirement Income Security Act of 1974 (ERISA) and the Labor-Management Reporting and Disclosure Act of 1959 to revise prohibitions against persons guilty of criminal offenses holding specified offices or positions involving employee benefit plans, labor organizations, or labor relations consultation to employer organizations. Increases the types of positions from which an individual is barred upon conviction of enumerated crimes. Requires immediate removal of such individual upon conviction (rather than after appeal) of enumerated crimes and crimes relating to the position. Increases, from five years to ten years, the time during which a convicted individual is prohibited from holding such offices or positions, but permits a lesser period to be set by the sentencing court under specified circumstances. Prohibits any person from knowingly hiring, retaining, employing, or otherwise placing any other person to serve in a capacity in violation of such prohibitions. Raises, from one year to five years, the maximum time of imprisonment for violations of such prohibitions. Provides that any salary payable but for such prohibitions shall be placed in escrow pending final disposition of any appeal. Sets forth the responsibility of the Secretary of Labor to detect and investigate violations of ERISA and other provisions for protecting employee benefit rights, without precluding such detection and investigation by another appropriate Federal agency. Title IX: Currency and Foreign Transactions Reporting Act Amendments - Increases penalties for currency violations and authorizes payments of rewards for information leading to the recovery of a criminal fine, civil penalty, or forfeiture. Allows U.S. Customs agents to conduct border searches relating to currency offenses. Title X: Miscellaneous Violent Crime Amendments - Provides Federal jurisdiction over murder-for-hire and crimes in aid of racketeering activity. Makes it a Federal offense to solicit an individual to commit a felony that has as an element the use or threatened use of physical force against the person or property of another. Revises the felony-murder rule. Provides minimum mandatory sentences for the use of firearms during a Federal crime of violence. Allows for an additional mandatory sentence for the use of armorpiercing bullets in the course of Federal crimes. Makes it a Federal offense to kidnap or assault Federal officers or employees in the performance of their duties, or to commit a crime against any family members of Federal officials. Amends the Major Crimes Act, with respect to crimes in Indian country, to include the crimes of maiming and sodomy. Increases the penalty for maiming in the special maritime and territorial jurisdiction of the United States. Includes trucks in the definition of \"motor vehicle\" for purposes of the prohibition against destruction of motor vehicles. Makes it a federal offense to knowingly and willfully damage the property of an energy facility. Provides for criminal penalties for any individual who escapes from civil commitment. Makes changes in the procedure governing interstate rendition and extradition of foreign criminals found in the United States. Amends the Federal criminal code to include within the protected class, for purposes of the prohibition against arson, public safety officers injured within the course of their duty. Pharmacy Protection and Violent Offender Control Act of 1984 - Establishes penalties for taking or attempting to take a controlled substance from a pharmacy, both with or without dangerous weapons. Requires the Department of Justice to report to Congress on the enforcement of this section. Title XI: Serious Nonviolent Offenses - Amends the Federal criminal code dealing with the sexual exploitation of children. Increases the criminal fines for violation of this section by individuals from $10,000 to $75,000 (from $15,000 to $150,000 for a second or subsequent offense). Sets a fine of $250,000 for organizations. Provides for both criminal and civil forfeiture. Requires the Attorney General to report annually to Congress on the number of cases and convictions, and the dollar amount received in forfeiture, under this section. Amends the Racketeer Influenced and Corrupt Organizations Statute to include dealing in obscene matter as an offense. Makes it a Federal offense for any person to give warning of an impending execution of a search warrant. Establishes a Federal offense regarding fraud or bribery in programs receiving Federal funds. Makes it a Federal crime to counterfeit or forge State or corporate securities. Revises provisions relating to receipt of stolen bank property, bribery and fraud. Provides penalties for any inmate in a Federal penal or correctional institution who possesses any contraband article. Allows for a summary seizure and forfeiture of prison contraband by an officer or employee of the Bureau of Prisons. Livestock Fraud Protection Act - Provides penalties for theft of livestock. Title XII: Procedural Amendments - Makes certain procedural amendments allowing certain juveniles to be prosecuted as adults. Allows access to juvenile records under certain circumstances without a court order. Amends the Omnibus Crime Control and Safe Streets Act to provide for emergency interception of wire or oral communications before an order authorizing such interception can be obtained. Modifies the venue statute for threat offenses and certain tax offenses. Authorizes the Attorney General to initiate a civil proceeding in a district court to enjoin a violation of the mail fraud statutes. Authorizes a government appeal after any decision, judgment or order in a district court granting a new trial. Amends the provisions dealing with witness relocation and protection. Permits the United States Marshals Service to credit to its appropriations account fees, commissions, and expenses collected for services it performs. Establishes jurisdiction for crimes committed by or against U.S. nationals in places outside the jurisdiction of any nation. Requires the Attorney General to report to Congress on defendants' use of the Department of Justice internal operating guidelines. Requires the Secretary of the Treasury to provide that all social security checks contain a printed notice that the commission of forgery in conjunction with the cashing of such a check constitutes a violation of the Federal law. Acquisition of Foreign Evidence Improvements Act - Amends the Federal criminal code with regard to the admissibility of foreign records in a Federal court. Provides for the tolling of the statute of limitations in order to obtain foreign information or evidence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Crime Control Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Acquisition of Foreign Evidence Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bail Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Forfeiture Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Controlled Substances Penalties Amendments Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Insanity Defense Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Livestock Fraud Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pharmacy Protection and Violent Offender Control Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sentencing Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Comprehensive Crime Control Act of 1984\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:10-05:00"
}