{
  "actions": [
    {
      "acted_at": "1976-02-17", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2983-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-17", 
  "number": "2983", 
  "official_title": "A bill to establish a Joint Committee on Intelligence Oversight.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Joint Committee on Intelligence Oversight Act", 
  "sponsor": {
    "district": null, 
    "name": "Pearson, James B.", 
    "state": "KS", 
    "thomas_id": "01416", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-17", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional joint committees", 
    "Congressional oversight"
  ], 
  "subjects_top_term": "Congressional joint committees", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-17", 
    "text": "Joint Committee on Intelligence Oversight Act - Establishes the Joint Committee on Intelligence Oversight comprised of seven Members of the House of Representatives and seven Members of the Senate, each serving on the Committee not more than four years. Requires the Committee to conduct a continuing study of the intelligence activities of the United States including activities of: (1) the Central Intelligence Agency; (2) the Federal Bureau of Investigation; (3) the United States Secret Service; (4) the Defense Intelligence Agency; and (5) the National Security Agency. Prohibits covert or clandestine operations, other than those intended solely for necessary intelligence collection, without first informing the Senate Committee on Intelligence Activities. States that no legislation which deals with matter within the jurisdiction of the Committee shall be considered in either House unless it has been reported by the Committee. States that no funds may be appropriated for intelligence or surveillance activity unless the Act authorizing such appropriation was enacted after the date of enactment of this Act. Confers upon the Director of the Central Intelligence Agency the responsibility for protecting intelligence sources and methods. Prohibits any officer or employee of the United States, employee of a contractor of the United States Government, or member of the Armed Forces of the United States who receives information concerning such sources and methods in the course of such relationship with the United States Government from revealing such information to any person not authorized to receive it. Requires that in order to initiate a prosecution under this Act the Attorney General and the Director of the Central Intelligence Agency certify that such information was lawfully classified, was not placed in the public domain by the United States Government, and that there existed a review procedure through which the defendant could obtain a review of the necessity of continuing the classified designation of the information allegedly communicated by such person in violation of this Act. Allows the court to review the allegedly released information relating to intelligence methods and sources in camera to determine whether such information was lawfully classified. Allows judicial invalidation of such classification if the court finds such classification was arbitrary and capricious. Authorizes the Committee to classify information originating within the Committee in accordance with standards set for classifications made by the Executive Department. Requires the Committee to keep records of its actions. States that Committee expenses shall be paid from the contingent fund of the Senate and from funds appropriated for the joint committee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint Committee on Intelligence Oversight Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Joint Committee on Intelligence Oversight.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:44-05:00"
}