{
  "actions": [
    {
      "acted_at": "1980-03-27", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-08-21", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 96-1243 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-19", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 96-1243 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "bill_ids": [
        "s2163-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2163 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6959-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Breaux, John B.", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dicks, Norman D.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00297", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Swift, Al", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01129", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-27", 
  "number": "6959", 
  "official_title": "A bill to provide for the conservation and enhancement of the salmon and steelhead resources of Washington State, assistance to the treaty and non-treaty harvesters of those resources, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2163-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Pritchard, Joel", 
    "state": "WA", 
    "thomas_id": "00932", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-27", 
  "subjects": [
    "Anadromous fishes", 
    "California", 
    "Columbia River development", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to fisheries", 
    "Fisheries", 
    "Fishery management", 
    "Fishing boats", 
    "Indian hunting and fishing rights", 
    "Native Americans", 
    "Oregon", 
    "Rivers", 
    "Salmon fisheries", 
    "Washington State", 
    "Water and Water Resources Development", 
    "Watersheds"
  ], 
  "subjects_top_term": "Fishery management", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-23", 
    "text": "(Measure passed House, amended) Declares that it is the policy and purpose of the Congress that: (1) the various salmon and steelhead managers should coordinate their activities; (2) it is in the national interest to increase the supply of, and to provide for the long-term conservation and optimum production of, the salmon and steelhead resources; (3) Federal financial assistance should be provided for the enhancement of the salmon and steelhead resources within the conservation areas; (4) the economic well-being of treaty and non-treaty commercial fishermen be improved and the recreational fishing opportunity for salmon and steelhead be enhanced; and (5) all commercial and recreational fishermen and the Klamath River Treaty Tribes within the conservation areas shall have a reasonable opportunity to participate in the benefits of the enhancement program of this Act, consistent with other applicable law. =Title I: Management and Enhancement of Salmon and Steelhead= - Provides for the establishment, under specified conditions, of the Joint Columbia River Salmon and Steelhead Management Committee, the Joint Washington Salmon and Steelhead Management Committee, and the Joint Klamath River Fisheries Conservation Committee. Declares that it is the function of such committees to prepare, review, and, if necessary, amend a management plan and an enhancement plan for their respective conservation area. Specifies that any Klamath River or Treaty Tribe electing not to be represented on its respective management committee shall not be bound by any management plan or enhancement plan developed by such committee and shall not be eligible to receive enhancement assistance provided in this Act. Requires each committee preparing a management plan to apply conservation and management measures that shall: (1) prevent overfishing and provide for optimum production and yield from the fishery; (2) be based upon the best scientific information available; (3) provide for the management of each individual stock as a unit; (4) not discriminate between residents of different States; (5) promote efficiency in the utilization of the fishery and related habitat; (6) take into account and allow for variations among, and contingencies in, fisheries and catches; (7) minimize costs and avoid unnecessary duplication; and (8) provide for the harvest of shares in accordance with treaty or other federally-protected Indian rights unless agreed otherwise by all affected parties. Requires each committee preparing an enhancement plan to set forth enhancement projects that shall: (1) assure that all commercial and recreational fishermen and the Klamath River or Treaty Tribes within the conservation area shall have a reasonable opportunity to participate in the benefits of such projects; (2) provide for the long-term conservation and optimum production of the salmon and steelhead resources of the conservation area; (3) complement the contribution of existing sound State, Federal, and tribal enhancement activities; and (4) be economically and biologically sound. Requires each management plan, with respect to a fishery, to contain conservation and management measures consistent with the standards set forth in this Act and any other applicable law. Requires each committee to review the sufficiency and effect of any such management or enhancement plan which is actually implemented. Sets forth the requirements to be met in order for an enhancement or management plan to enter into force and effect. Declares that any management plan, enhancement plan, or amendments thereto prepared by any committee established under this Act shall be treated as having been approved by the Secretary of Commerce unless the Secretary publishes notification in the Federal Register within a specified time that the plan or amendment is not consistent with the appropriate standards and requirements set forth in this Act. Permits a committee, if the Secretary disapproves the plan or any amendments thereto, to prepare a plan or amendment after taking into account the reasons for disapproval or to seek appropriate judicial review of the Secretary's disapproval. Sets forth the effect of such management plans on specified requirements of the Fishery Conservation and Management Act of 1976. Directs the Secretary, upon approval of an enhancement plan of any management committee, to make grants to management parties and the Klamath River and Treaty Tribes concerned to assist them in carrying out the enhancement projects specified in such plan. Limits the amount of any such grant to not more than one-half of the estimated cost of the enhancement project for which it is made, except in specified cases. Requires the Secretary, in computing the estimated cost of any enhancement project, to take into account, in addition to cash outlays to be made by the grant recipient, the value of in-kind contributions (including personal services) and real personal property applied by the recipient in carrying out the project. Sets forth specified conditions under which the Secretary may terminate or suspend assistance made under this Act. Requires each recipient of a grant under this act to make available to the Secretary and to the Comptroller General, for purposes of audit and examination, any book, document, paper, and record that is pertinent to the funds received under such grant. =Title II: Commercial Fishing Fleet Adjustment= - Authorizes the Secretary to distribute Federal funds to the State of Washington for the purchase of commercial fishing and charter vessels (including the associated fishing gear) and licenses. Limits such Federal share to not more than 75 percent of the total costs of the program in that fiscal year. Requires the State to submit to the Secretary, within three months of enactment of this Act, a program designed to: (1) provide incentives for early retirement of licenses or early sale of vessels; (2) set aside specific allocations of funds for each gear type to achieve the specific fleet reductions provided for in the program; (3) obtain an effective and expeditious reduction in the overall fishing capacity of and the number of vessels and licenses in the non-Indian commercial and charter salmon fishing fleets in the Washington conservation area; and (4) provide State funding for 25 percent of the total cost of the program. Sets forth conditions under which the Secretary may approve such program and directs the Secretary to review continually such program's operations. Requires the Secretary, in coordination with the Pacific Fishery Management Council in its salmon management plan, to ensure that the fishing effort reduction that results from the fleet adjustment program of this Act and the license moratorium of the State is not replaced by new fishing effort from outside the State. =Title III: Miscellaneous= - Authorizes the Secretary to promulgate regulations necessary to carry out the purposes of this Act. Directs the States of Washington, Oregon, and California and the tribal coordinating bodies to report annually to the Secretary on the status of any programs authorized by this Act or any other relevant report requested by the Secretary. Declares that nothing in this Act should be construed to diminish appropriate jurisdiction in the field of resource enhancement and management or supersede or modify applicable existing law, except as provided for in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation and enhancement of the salmon and steelhead resources of Washington State, assistance to the treaty and non-treaty harvesters of those resources, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:09-05:00"
}