{
  "actions": [
    {
      "acted_at": "2009-06-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1333-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennett, Robert F.", 
      "sponsored_at": "2009-06-24", 
      "state": "UT", 
      "thomas_id": "01280", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2009-06-24", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2009-06-24", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2009-06-24", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Risch, James E.", 
      "sponsored_at": "2009-06-24", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2009-06-24", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-24", 
  "number": "1333", 
  "official_title": "A bill to provide clean, affordable, and reliable energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean, Affordable, and Reliable Energy Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Barrasso, John", 
    "state": "WY", 
    "thomas_id": "01881", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-06-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Arctic and polar regions", 
    "Business investment and capital", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Competitiveness, trade promotion, trade deficits", 
    "Department of Energy", 
    "Department of the Interior", 
    "Education programs funding", 
    "Electric power generation and transmission", 
    "Employment and training programs", 
    "Endangered and threatened species", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy revenues and royalties", 
    "Environmental assessment, monitoring, research", 
    "Federal officials", 
    "Government information and archives", 
    "Government trust funds", 
    "Higher education", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Income tax credits", 
    "Income tax deductions", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Land transfers", 
    "Licensing and registrations", 
    "Lighting and heating", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Military procurement, research, weapons development", 
    "Mining", 
    "Nuclear Regulatory Commission (NRC)", 
    "Nuclear power", 
    "Oil and gas", 
    "Pipelines", 
    "Public contracts and procurement", 
    "Radioactive wastes and releases", 
    "Research administration and funding", 
    "Residential rehabilitation and home repair", 
    "Sales and excise taxes", 
    "Science and engineering education", 
    "Securities", 
    "Small business", 
    "Solid waste and recycling", 
    "State and local finance", 
    "State and local taxation", 
    "Student aid and college costs", 
    "Vocational education", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-06-24", 
    "text": "Clean, Affordable, and Reliable Energy Act of 2009 - Establishes the American Renewable and Alternative Energy Trust Fund to support specified energy grants, incentives, technologies, and activities. Amends the Nuclear Waste Policy Act of 1982 with respect to: (1) the Nuclear Waste Fund budget status; (2) use of such Fund for grants to or contracts with private-sector entities for the recycling of spent nuclear fuel. Prohibits the Nuclear Regulatory Commission (NRC) from denying a license, permit, or other authorization under the Atomic Energy Act of 1954 because of insufficient spent nuclear fuel or high-level radioactive waste disposal capacity. Establishes an interagency working group to promote the increase of domestic manufacturing capacity and the export of domestic nuclear energy products and services. Amends the Energy Independence and Security Act of 2007 to repeal a certain requirement for federal purchases of alternative or synthetic fuel. Limits to 25 years the maximum multiyear contract authority of the Secretary of Defense for fuel derived from coal, oil shale, and tar sands. Amends the Cooperative Forestry Assistance Act of 1978 regarding the cancellation or termination costs of U.S. Forest Service stewardship multiyear contracts. Strengthening America's Science and Technology Education Act - Directs the Secretary of Energy to make research grants to institutions of higher education and other institutions for science and technology education, including certain scholarships and fellowships. Prescribes requirements for allocation of outer continental shelf (OCS) receipts from oil and gas leasing planning areas to adjacent states and their coastal political subdivisions. Deems approved as a final oil and gas leasing program The Draft Proposed Outer Continental Shelf Oil and Gas Leasing Program 2010-2015, issued by the Secretary of the Interior (Secretary). Directs the Secretary to conduct annual OCS lease sales in specified Planning Areas. Repeals the Gulf of Mexico Energy Security Act of 2006. American Energy Independence and Price Reduction Act - Instructs the Secretary to conduct an oil and gas leasing program within the Coastal Plain of the Arctic National Wildlife Refuge (ANWR) in Alaska. Requires distribution of 50% of leasing revenues to the state of Alaska. Establishes a Coastal Plain Local Government Impact Aid Assistance Fund. Directs the Secretary to offer certain public lands for leasing for research, commercial exploration, development, and production of oil shale resources. Revises requirements for natural gas pipeline integrity reassessment intervals based on risk. Amends the Clean Air Act to: (1) require a study of small refineries; and (2) redefine air pollutant to exclude carbon dioxide, methane from agriculture or livestock, or water vapor. Directs the Secretary to establish a separate Alaska Offshore Continental Shelf Coordination Office. Amends the Endangered Species Act of 1973 to: (1) require temporary exemption from critical habitat prohibitions of certain actions to avoid or ameliorate the impact of a declared emergency; and (2) prohibit the consideration of the impact of a greenhouse gas upon fish, wildlife, or plants. Revises requirements for completion and review of environmental impact statements. Declares new source review requirements inapplicable to routine maintenance, repairs, and replacement of equipment at facilities in compliance with requirements of the Administrator of the Environmental Protection Agency (EPA). Directs the Secretary to develop a methodology to conduct a national assessment of capacity for carbon dioxide. Amends the Internal Revenue Code to: (1) allow new tax credits for the cost of obtaining a certification under the American Society of Mechanical Engineers (ASME) Nuclear Component Certification program, for investments in property for producing energy from an advanced nuclear power facility or from clean-coal equipment, for investment in nuclear power manufacturing projects or equipment, and for home energy audit expenses; (2) make permanent the tax credits for nonbusiness energy property, for gas produced from biomass, and for synthetic fuels produced from coal; (3) extend the excise tax credit for alternative fuels; (4) extend tax credits for alternative fuel vehicles, alternative fuel vehicle refueling property expenditures, new qualified plug-in electric drive vehicles, new energy efficient home expenditures, and energy efficient appliances; (5) extend the tax deduction for energy efficient commercial buildings; and (6) allow bonus depreciation of coal-to-liquid plant property. Describes the following as acts that unreasonably burden and discriminate against interstate commerce. Prohibits states, political subdivisions, and any other taxing authority from: (1) assessing natural gas pipeline property at a value that has a higher ratio to its true market value than the ratio used to assess other commercial and industrial property in the same assessment jurisdiction; (2) levying or collecting a tax on such an assessment; (3) levying or collecting an ad valorem property tax on natural gas pipeline property at a rate that exceeds the rate applicable to commercial and industrial property in the same assessment jurisdiction; or (4) imposing any other tax that discriminates against a natural gas pipeline providing transportation subject to the jurisdiction of the Federal Energy Regulatory Commission (FERC)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean, Affordable, and Reliable Energy Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "American Energy Independence and Price Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Strengthening America's Science and Technology Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide clean, affordable, and reliable energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:11-05:00"
}