{
  "actions": [
    {
      "acted_at": "2007-03-02", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-16", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-30", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-03", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 110-245.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-25", 
      "references": [
        {
          "reference": "CR H8411-8412", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8411", 
          "type": "text"
        }
      ], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Landrieu. With written report No. 110-89.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-25", 
      "calendar": "Senate Legislative", 
      "number": "219", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 219.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1686-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Legislative Branch", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-25", 
  "number": "1686", 
  "official_title": "An original bill making appropriations for the Legislative Branch for the fiscal year ending September 30, 2008, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2771-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2771-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2771-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Legislative Branch Appropriations Act, 2008", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-25", 
  "subjects": [
    "Administrative remedies", 
    "Agriculture and food", 
    "Air conditioning", 
    "Annuities", 
    "Appropriations", 
    "Architect of the Capitol", 
    "Armed forces and national security", 
    "Art", 
    "Arts, culture, religion", 
    "Auditing", 
    "Awards, medals, prizes", 
    "Blind", 
    "Books", 
    "Botanical gardens", 
    "Capitol (Washington, D.C.)", 
    "Casualty insurance", 
    "Civil rights and liberties, minority issues", 
    "Civil rights workers", 
    "Civil service retirement", 
    "Commemorations", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional Budget Office", 
    "Congressional Research Service", 
    "Congressional agencies", 
    "Congressional allowances", 
    "Congressional caucuses", 
    "Congressional chaplains", 
    "Congressional committees (Senate)", 
    "Congressional conference committees", 
    "Congressional employees", 
    "Congressional fellows", 
    "Congressional investigations", 
    "Congressional joint committees", 
    "Congressional leadership", 
    "Congressional legal counsel", 
    "Congressional mail", 
    "Congressional office buildings", 
    "Congressional officers", 
    "Congressional pensions", 
    "Congressional publications", 
    "Congressional reporting requirements", 
    "Copyright", 
    "Crime and law enforcement", 
    "Disabled", 
    "Drug abuse", 
    "Drug law enforcement", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Electric power production", 
    "Employee rights", 
    "Energy", 
    "Ex-Members of Congress", 
    "Exchange of persons programs", 
    "Exhibitions", 
    "Federal libraries", 
    "Federal office buildings", 
    "Finance and financial sector", 
    "Gifts", 
    "Government Accountability Office (GAO)", 
    "Government Printing Office", 
    "Government operations and politics", 
    "Government trust funds", 
    "Haitians", 
    "Health", 
    "Health insurance", 
    "Heating", 
    "Higher education", 
    "History", 
    "Hours of labor", 
    "Hunger", 
    "Immigration", 
    "Inspectors general", 
    "Insurance premiums", 
    "Intellectual property", 
    "International affairs", 
    "Japan", 
    "Joint Economic", 
    "Joint Taxation", 
    "Labor and employment", 
    "Law", 
    "Leadership", 
    "Legislative reference services", 
    "Library of Congress", 
    "Lighting", 
    "Medicare", 
    "Members of Congress", 
    "Miners", 
    "Mississippi", 
    "Nuclear weapons", 
    "Parliamentary government", 
    "Physicians", 
    "Police", 
    "Political conventions", 
    "Politicians' families", 
    "Presidential elections", 
    "Presidential inaugurations", 
    "Printing", 
    "Radiation victims", 
    "Refugees", 
    "Religion", 
    "Reporters and reporting", 
    "Reprogramming of appropriated funds", 
    "Research centers", 
    "Revolving funds", 
    "Scholarships", 
    "Sculpture", 
    "Senate", 
    "Senate Appropriations", 
    "Social life and customs", 
    "Social welfare", 
    "Tourism", 
    "Vice Presidents", 
    "Widows", 
    "Women", 
    "Wyoming"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-06-25", 
    "text": "Legislative Branch Appropriations Act, 2008 - Title I: Legislative Branch Appropriations - Makes appropriations to the Senate for FY2008 for: (1) a payment to Susan Thomas, widow of Craig Thomas, a former Senator from Wyoming; (2) expense allowances; (3) representation allowances for the Majority and Minority Leaders; (4) salaries of specified officers, employees, and committees (including the Committee on Appropriations); (5) agency contributions for employee benefits; (6) inquiries and investigations; (7) the U.S. Senate Caucus on International Narcotics Control; (8) the Offices of the Secretary and of the Sergeant at Arms and Doorkeeper of the Senate; (9) miscellaneous items; (10) the Senators' Official Personnel and Office Expense Account; and (11) official mail costs. (Sec. 2) Continues the authorization of funds for expenses of the U.S. Senate Collection. (Sec. 3) Amends the Legislative Appropriations Act, 2003 to extend the Office of the President Pro Tempore Emeritus of the Senate through the 110th Congress. (Sec. 5) Amends the Legislative Branch Appropriation Act, 1968 to limit the annual gross compensation for employees of Senate standing, select, or joint committees to $162,515. (Sec. 6) Establishes the United States Senate-Japan Interparliamentary Group consisting of up to 12 appointed Senators (United States group) to meet once per Congress with representatives of the Diet Japan for discussion of common problems in the interest of relations between the United States and Japan. Authorizes appropriations. (Sec. 7) Amends the Supplemental Appropriations Act, 1979 to increase from $25,000 to $30,000 the expense allowance for the Offices of the Secretary of the Senate and Sergeant at Arms and Doorkeeper of the Senate for expense payments of orientation seminars for Senators, Senate officials, or members of their staff and other similar meetings in the Capitol Building or the Senate Office Building. (Sec. 8) Requires the Senate Daily Press Gallery, the Senate Periodical Press Gallery, the Senate Press Photographers Gallery, and the Senate Radio and Television Correspondents Gallery to provide media support services for the presidential nominating conventions of the national committees of political parties. Makes appropriations for salaries and/or expenses of: (1) the Joint Economic and Taxation Committees; (2) the Joint Congressional Committee on Inaugural Ceremonies of 2009; (3) the Office of the Attending Physician; (4) the Capitol Guide Service and Special Services Office; (5) the preparation of statements of appropriations; (6) the Capitol Police; (7) the Office of Compliance; (8) the Congressional Budget Office; and (9) the Architect of the Capitol (AOC), including for the care and operation of Capitol buildings and grounds, Senate office buildings, the Capitol power plant, the Library of Congress buildings and grounds, the Capitol Police buildings, grounds, and security, the Botanic Garden, and the Capitol Visitor Center. (Sec. 1002) Requires the appointment of the General Counsel for the U.S. Capitol Police Board and the Chief of the Capitol Police to be made by the Board, subject to specified conditions. (Sec. 1003) Amends the Legislative Branch Appropriations Act, 2003 to transfer Library of Congress Police to the U.S. Capitol Police. (Sec. 1101) Amends the Congressional Accountability Act of 1995 to prohibit an individual from being disqualified for appointment to the office of Executive Director or General Counsel of the Office of Compliance solely by reason of service as an officer or employee of such Office during the four-year period before the appointment. Increases the rate of pay of such positions to at least the highest annual rate of compensation of any Senate or House officer. Allows the Executive Director and General Counsel to serve more than one five-year term instead of being limited to one such term. (Sec. 1201) Permits the Joint Committee on the Library to authorize the AOC to enter into an agreement on its behalf to place a statue of Rosa Parks in National Statuary Hall in the Capitol. (Sec. 1202) Architect of the Capitol Inspector General Act of 2007 - Establishes in the Office of the AOC the Office of the Inspector General. (Sec. 1203) Requires the authorities and reporting responsibilities of OPM to be exercised by the AOC regarding payment of recruitment, relocation, and retention bonuses to AOC and Botanic Garden employees. (Sec. 1204) Authorizes the AOC, through FY2008, to establish and conduct a one-year pilot program to test flexible work schedules within the Office of the AOC and the Botanic Garden. (Sec. 1205) Authorizes the Office of the AOC to pay the travel and transportation allowances of new employees. (Sec. 1206) Authorizes the AOC to: (1) use funds to obtain exhibits and works of art for the Capitol, the Capitol Visitor Center (CVC), and the Botanic Garden; and (2) purchase and acquire casualty or other insurance upon such terms and conditions he considers advisable to cover the risk of loss or damage to such exhibits and works of art. (Sec. 1207) Considers the CVC, for maintenance purposes, as an extension of the Capitol Building. Makes the maintenance functions for the CVC's infrastructure the responsibility of the AOC. Appropriates funds for: (1) the Library of Congress for salaries and expenses, the Copyright Office, Congressional Research Service (CRS), and Books for the Blind and Physically Handicapped; (2) the Government Printing Office (GPO); (3) the Government Accountability Office (GAO); (4) a payment to the Open World Leadership Center Trust Fund; and (5) a payment to the John C. Stennis Center for Public Service Development Trust Fund. (Sec. 1301) Authorizes the expenditure of up to $5,000 for the incentive awards program of the Library of Congress. (Sec. 1302) Establishes an upper limit of $122.529 million for the FY2008 obligational authority of the Library of Congress with regard to certain reimbursable and revolving fund activities. Authorizes the Librarian of Congress, under specified conditions, to transfer temporarily up to $1.9 million of funds appropriated in this Act for Library of Congress salaries and expenses to the revolving fund for the FEDLINK Program and the Federal Research Program established under the Library of Congress Fiscal Operations Improvement Act of 2000. (Sec. 1303) Amends the Legislative Branch Appropriations Act, 1998 to subject the Cooperative Acquisitions Program Revolving Fund to audit by the Comptroller General at his or her discretion. (Currently, the Librarian of Congress prepares and submits to Congress an audited financial statement conducted in accordance with Government Auditing Standards for financial audits issued by the Comptroller General.) (Sec. 1304) Authorizes the transfer of up to 10% of FY2008 Library of Congress appropriations between any of the headings for which the amounts are appropriated, upon the approval of the congressional appropriations committees. (Sec. 1401) Establishes a Contract Appeals Board within GAO to hear and decide appeals from decisions of a contracting officer with respect to any legislative branch agency's contract. (Sec. 1402) Repeals and/or modifies certain GAO audits and reporting requirements under the: (1) Consolidated Appropriations Act, 2000; (2) Consolidated Appropriations Act, 2001; (3) Veterans Health Programs Improvement Act of 2004; (4) Congressional Hunger Fellows Act of 2002; (5) Haitian Refugee Immigration Fairness Act of 1998; (6) National Moment of Remembrance Act; (7) Social Security Act; and (8) Radiation Exposure Compensation Act. Title II: General Provisions - Specifies authorized and prohibited uses of funds appropriated by this Act identical or similar to corresponding provisions of the Legislative Branch Appropriations Act, 2007."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Legislative Branch Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Architect of the Capitol Inspector General Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Legislative Branch Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Architect of the Capitol Inspector General Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Legislative Branch for the fiscal year ending September 30, 2008, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:43-05:00"
}