{
  "actions": [
    {
      "acted_at": "1973-02-28", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4971-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-28", 
  "number": "4971", 
  "official_title": "A bill to amend the Occupational Safety and Health Act of 1970, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1976-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Occupational Safety and Health Act Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Nelsen, Ancher", 
    "state": "MN", 
    "thomas_id": "00858", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-28", 
  "subjects": [
    "Labor and employment", 
    "Occupational health and safety", 
    "Safety measures"
  ], 
  "subjects_top_term": "Occupational health and safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-28", 
    "text": "Occupational Safety and Health Act Amendments - Excludes from the definition \"employers,\" for purposes of the Occupational Safety and Health Act of 1970, any nonagricultural employer who employed not more than 25 employees at any time during the preceding calendar year, or a small farmer. Provides that an employer may establish a safety committee for purposes of this Act, without violating the National Labor Relations Act. Provides that the Secretary of Labor shall evaluate as soon as possible after enactment of these amendments, existing Federal standards for occupational safety and health, and determine the applicability of each such standard to employers within each industry or form of business. Provides that the Secretary shall prescribe the cost per unit to the average employer for compliance with such safety standards, and determine the possibility of performance of required procedures; or if compliance with such standards is impossible, rescind the standards. Provides that failure of an employer or employee to comply with an occupational safety and health standard which has been adopted without compliance with the established administrative procedures shall not in itself be used in any civil action as evidence of negligence. Provides that the Secretary's regulations may require physical examinations of employees upon the inception of their employment in industry. Requires that a citation to an employer for violation of this Act specify the action to be taken for abatement of such violation. Provides as affirmative defenses to any proceeding under this Act that the employer furnished adequate notice and extended all reasonable efforts to obtain the compliance of his employees; that the employer had less than 30 days notice of a new standard; and that the standard which is the subject of the violation charged would not have effectively constituted an improvement of occupational safety and health in the circumstances under which the charge is brought. Authorizes the Secretary to enter into an agreement with an employer to waive or defer penalty provisions under this Act on condition that the employer comply with standards on terms that the Secretary determines appropriate in the circumstances. Authorizes the Secretary to provide technical assistance to employers with less than 100 employees when it appears necessary to comply with this Act's standards. Authorizes the Secretary to make grants to employers for the cost incurred in complying with a standard adopted without compliance with established administrative procedures. Provides that standards under this Act shall be applicable to employers with less than 100 employees only after one year following enactment of this Act. Makes the other amendments of this Act effective two months after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Occupational Safety and Health Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Occupational Safety and Health Act of 1970, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:11-05:00"
}