{
  "actions": [
    {
      "acted_at": "1977-03-14", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5010-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-14", 
  "number": "5010", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide operating assistance for projects located in areas other than urbanized areas, to provide for mass transportation assistance to meet the needs of elderly and handicapped persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-14", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Disabled", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Mass rapid transit", 
    "Motor buses", 
    "Motor vehicles", 
    "Public safety", 
    "Research and development", 
    "Roads and highways", 
    "Rural economic development", 
    "Social welfare", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Transportation and the physically handicapped", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-14", 
    "text": "Amends the Urban Mass Transportation Act of 1964 to authorize the use of funds made available under such Act for the payment of operating subsidies in areas other than urbanized areas. Requires that in making such grants preference be given to private bus operators who have provided transportation to such an area during the previous year. Removes the limitation that grants for managerial training programs under such Act be available only to students pursuing a graduate course of study. Directs the Secretary of Transportation to require that projects receiving Federal financial assistance under such Act be planned and operated to allow effective utilization of mass transportation services by elderly and handicapped persons. Requires that buses purchased with such funds be accessible to such persons. Requires that all technical study grants for local transportation planning made under such Act include work elements necessary to produce a comprehensive local plan for meeting the mass transportation needs of such persons by July 1, 1978. Directs the Secretary to establish a National Advisory Committee on Accessibility of Mass Transportation to consult with the Secretary on all matters relating to mass transportation for elderly and handicapped persons. Requires that at least half the members of such Committee be elderly or handicapped persons. Requires the Secretary to submit to the Congress by July 1, 1978, a comprehensive report on the mass transportation needs of such individuals. Stipulates that a specified portion of Federal moneys made available for research, development and demonstration projects under such Act may be set aside and used exclusively to increase the information and technology needed to provide improved transportation services for such individuals. Authorizes the Secretary to convert specified equipment and facilities loans made under the Urban Mass Transportation Act of 1964 and the Housing Amendments of 1955 into grants under specified conditions. Requires States or local public bodies, as a condition to receiving Federal financial assistance under the Urban Mass Transportation of 1964, to require the systematic safety inspection of buses at least every six months. Authorizes the Secretary to study the transportation component of those Federal programs and services providing social services. Requires the Secretary, upon completion of such study, to propose a plan to make the delivery of transportation services financed by Federal funds more efficient and to report to the Congress regarding such study by September 30, 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide operating assistance for projects located in areas other than urbanized areas, to provide for mass transportation assistance to meet the needs of elderly and handicapped persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:49-05:00"
}