{
  "actions": [
    {
      "acted_at": "1974-04-02", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3295-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1973-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-02", 
  "number": "3295", 
  "official_title": "A bill to guarantee the right of employees to organize and bargain collectively which safeguards the public interest and promotes the free and unobstructed flow of commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Public Employment Relations Act", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-02", 
  "subjects": [
    "Advisory bodies", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Labor and employment", 
    "Labor policy", 
    "States"
  ], 
  "subjects_top_term": "Labor policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-02", 
    "text": "National Public Employee Relations Act - Declares it to be the policy of the United States to encourage collective bargaining. Provides that \"employer\" includes State and local subdivisions as well as public and other authorities and public agencies. Provides that \"employee\" includes any employee of an employer and excludes only \"officials appointed or elected pursuant to a statute to a policy-making position.\" Provides that \"exclusive representative\" includes only those unions which are recognized prior to the enactment of the Act or which later become certified by the National Public Employee Relations Commission. Provides that \"supervisor\" includes only those individuals who can make or effectively recommend personnel changes or who may responsibly direct other employees. Establishes a commission of five members appointed by the President, to be known as the National Public Employment Relations Commission. Provides for a General Counsel of the Commission to investigate alleged violations of this Act. Authorizes employees to form, join or assist a labor organization and to bargain collectively, free from interference by the employer. Requires an employer to deduct from an employee's pay, dues to any organization designated by written authorization by such employee. Provides that where there is an exclusive representative, dues must be checked off to that organization only. Provides that the authorization may be revoked annually. Provides that the employee organization selected for the purpose of collective bargaining by the majority of the employees shall be the exclusive representative of all the employees, and an employer shall not bargain in regard to matters covered by this Act with any employee, group of employees, or other employee organization. States that any employee organization may file a request for recognition as the exclusive representive. Sets forth the procedure for the filing of such petition with the Commission and employer. Provides that a petition may be filed with the Commission asking it to investigate the question of whether employees have selected or designated an exclusive representative. Directs the Commission, upon receipt of such petition, to conduct inquiries and investigations or hold such hearings as it shall deem necessary in order to decide the question raised by the petition. Sets forth the procedure for the Commission to follow in certifying an employee organization as the exclusive representative in a collective-bargaining unit. States that either an employer or an exclusive representative may declare that an impasse has been reached between them in collective bargaining, and may request the Service to appoint a mediator to assist in reconciling their differences. Outlines the procedure to be followed by the mediator in effecting settlement of the controversy. Provides for a factfinder to make advisory recommendations if the mediator is unable to settle the controversy. Provides that an employer and an exclusive representative who enter into an agreement may include in such agreement procedures for binding arbitration disputes involving the interpretation of such agreement. Stipulates, with specified exceptions, that nothing in this Act or in any other law of the United States shall be construed to interfere with the right of an exclusive representative to engage, or of an employee to participate, in a strike arising out of or in connection with a labor dispute. Makes it unlawful for an employer to (1) impose reprisals on any employee because of his exercise of rights under this Act; (2) assist in the formation or administration of any employee organization; (3) encourage or discourage membership in any employee organization through specified discriminations; or (4) refuse to bargain in good faith with an exclusive representative. Empowers the Commission to prevent any person from engaging in the unlawful actions specified under this Act. Provides that, for the purpose of all hearings and investigations conducted by the Commission or its duly authorized agents or agencies, the appropriate provisions of the National Labor Relations Act shall apply. Provides that if a State or local law is substantially equivalent to this Act, the Commission may delegate its responsibility to the State or local agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Public Employment Relations Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to guarantee the right of employees to organize and bargain collectively which safeguards the public interest and promotes the free and unobstructed flow of commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:08-05:00"
}