{
  "actions": [
    {
      "acted_at": "1983-04-19", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-21", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood with an amendment. With written report No. 98-107.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "calendar": "Senate Legislative", 
      "number": "165", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 165.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1983-06-15", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-08-01", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-01", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "how": "By Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate concurred in the House amendment with an amendment (SP2647). By Voice Vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-03-15", 
      "references": [], 
      "text": "House Concurred in Senate Amendments to House Amendments, with Amendments, by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2647-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2647"
    }
  ], 
  "bill_id": "s1098-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1983-08-01", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1983-11-17", 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-19", 
  "number": "1098", 
  "official_title": "A bill to consolidate and authorize certain ocean and coastal programs and functions of the National Oceanic and Atmospheric Administration under the Department of Commerce.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2722-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2853-98", 
      "reason": "related"
    }
  ], 
  "short_title": "National Oceanic and Atmospheric Administration Ocean and Coastal Program Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Packwood, Bob", 
    "state": "OR", 
    "thomas_id": "01414", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASSED:BILL", 
  "status_at": "1983-11-17", 
  "subjects": [
    "Administrative fees", 
    "Alternative energy sources", 
    "Authorization", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Energy", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Fishery management", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Government paperwork", 
    "Metallurgy", 
    "Mines and mineral resources", 
    "National Sea Grant Program", 
    "Ocean mining", 
    "Ocean policy", 
    "Ocean thermal energy conversion"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1984-03-15", 
    "text": "(House agreed to Senate amendments with amendments) National Oceanic and Atmospheric Administration Ocean and Coastal Program Authorization Act - Title I: Polymetallic Sulfide Analyses and Research - Authorizes appropriations to the Department of Commerce for FY 1984-1985 to enable the National Oceanic and Atmospheric Administration (NOAA) to carry out its polymetallic sulfide analyses and research. Title II: National Sea Grant College Program - Authorizes appropriations to the Department of Commerce for FY 1984 and 1985 to enable the National Oceanic and Atmospheric Administration to carry out its duties under the National Sea Grant College Program Act, as amended. Amends the Sea Grant Program Improvement Act of 1976 by limiting funds appropriated under the National Sea Grant College Program Act for FY 1984 and 1985, respectively. Title III: Ocean Thermal Energy Conversion Act - Amends the Ocean Thermal Energy Conversion Act of 1980 to authorize appropriations to the Secretary of Commerce for FY 1984 and 1985 for the use of the Administrator of the National Oceanic and Atmospheric Administration in carrying out such Act. Provides that the ocean thermal energy conversion facilities to be authorized and regulated under such Act shall be facilities located in whole or in part between the highwater mark and the seaward boundary of the territorial sea. Prohibits the issuance of a license for the ownership, construction, or operation of an ocean thermal energy conversion facility if the proposed facility will be documented under the laws of a foreign nation. Provides that marine environmental protection and safety regulations shall apply only to ocean thermal energy conversion facilities which have major components other than water intake or discharge pipes located seaward of the highwater mark. Makes technical and conforming amendments. Requires the Administrator to report to the President of the Senate and the Speaker of the House of Representatives on the administration of the Ocean Thermal Energy Conversion Act of 1980 during each of FY 1984 and 1985. (Under current law, the Administrator must report on the administration of such Act through FY 1983.) Requires the Administrator to report to the President of the Senate and the Speaker of the House of Representatives on the steps the Government is taking and plans to take to promote the export potential of ocean thermal energy conversion components, facilities, and plantships manufactured by U.S. industry. Prohibits the Administrator from taking final action on an application for a license for the ownership, construction, or operation of an ocean thermal energy conversion plantship or facility unless the applicant has paid to the Administrator a reasonable administrative fee which shall be deposited in the miscellaneous receipts of the Treasury. Title IV: National Oceans Policy Commission Act of 1983 - Establishes a 19-member National Oceans Policy Commission to make recommendations on a comprehensive national oceans policy. Specifies issues such recommendations must address. Sets forth factors the Commission must take into account in developing its recommendations. Directs the Commission to make a final report to the President and to each House of the Congress not later than two years after the Commission first meets. Terminates the Commission on the thirtieth day after the final report is submitted. Authorizes appropriations for FY 1984 and 1985. Title V: Deep Seabed Hard Mineral Resources Act - Amends the Deep Seabed Hard Mineral Resources Act to authorize appropriations for FY 1985 for the seabed mining permit and license programs. Title VI: Pay Increase Authorization - Authorizes appropriations to the Department of Commerce for the National Oceanic and Atmospheric Administration for increases in salary and other employee benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Oceanic and Atmospheric Administration Ocean and Coastal Program Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Oceanic and Atmospheric Administration Ocean and Coastal Program Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Oceanic and Atmospheric Administration Ocean and Coastal Program Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate and authorize certain ocean and coastal programs and functions of the National Oceanic and Atmospheric Administration under the Department of Commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:48-05:00"
}