{
  "actions": [
    {
      "acted_at": "1999-01-28", 
      "references": [
        {
          "reference": "CR S1089-1090", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-28", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s324-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1999-07-16", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1999-01-28", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1999-01-28", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-28", 
  "number": "324", 
  "official_title": "A bill to amend the Controlled Substances Act with respect to registration requirements for practitioners who dispense narcotic drugs in schedule IV or V for maintenance treatment or detoxification treatment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Addiction Treatment Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-28", 
  "subjects": [
    "Administrative procedure", 
    "Crime and law enforcement", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse treatment", 
    "Drug traffic", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Law", 
    "Licenses", 
    "Physicians", 
    "Regulatory impact statements", 
    "State laws"
  ], 
  "subjects_top_term": "Drug abuse", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-28", 
    "text": "Drug Addiction Treatment Act of 1999 - Amends the Controlled Substances Act to waive the requirement that practitioners who dispense narcotic drugs to individuals for maintenance or detoxification treatment annually obtain a separate registration for that purpose, and that the Attorney General register an applicant to dispense narcotic drugs to individuals for such treatment, in the case of the dispensing by a practitioner of narcotic drugs in schedule IV or V or combinations of such drugs (schedule IV-V drugs) if the practitioner and the drugs meet specified conditions. Requires that: (1) the practitioner, before dispensing schedule IV-V drugs to patients for maintenance or detoxification treatment, submit to the Secretary of Health and Human Services a notification of intent to begin dispensing such drugs for that purpose, including certifications that the practitioner is licensed under State law and has the ability to treat and manage opiate-dependent patients, has the capacity to refer the patients for appropriate counseling and other appropriate ancillary services, and meets other specified requirements; and (2) the schedule IV-V drugs have been approved for use in maintenance or detoxification treatment and have not been the subject of an \"adverse determination\" (i.e., requires additional standards regarding the qualifications of practitioners to provide such treatment, or requires standards regarding the quantities of the drugs that may be provided for unsupervised use). Sets forth specified procedural requirements to make the waiver effective. Requires the Secretary and the Attorney General, during the three-year period beginning on the date of this Act's enactment, to make determinations regarding whether: (1) treatments provided under such waivers have been effective forms of maintenance and detoxification treatment in clinical settings; (2) such waivers have significantly increased the availability of such treatment; and (3) such waivers have adverse public health consequences. Authorizes the Secretary to collect data from the practitioners for whom waivers are in effect. Sets forth further requirements with respect to the Secretary and the Attorney General, and further procedural requirements. Prohibits a State, during the three-year period, from precluding a practitioner from dispensing schedule IV-V drugs to patients for maintenance or detoxification treatment in accordance with this Act unless, before the expiration of such period, the State enacts a law prohibiting a practitioner from dispensing such drugs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Addiction Treatment Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Controlled Substances Act with respect to registration requirements for practitioners who dispense narcotic drugs in schedule IV or V for maintenance treatment or detoxification treatment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:18-05:00"
}