{
  "actions": [
    {
      "acted_at": "1988-02-04", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-10", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-29", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-04", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-17", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-03-25", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-22", 
      "references": [], 
      "text": "Committee on Veterans. Reported to Senate by Senator Cranston with an amendment in the nature of a substitute and an amendment to the title. With written report No. 100-323.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-22", 
      "calendar": "Senate Legislative", 
      "number": "634", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 634.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-04-28", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-05-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-02", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-12", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-12", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-10-12", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendments to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Senate agreed to the House amendments by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-08", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-11-08", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-18", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-11-18", 
      "congress": "100", 
      "law": "public", 
      "number": "689", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-689.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2049-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1988-02-04", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1988-03-24", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "1988-02-04", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1988-02-04", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "689"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-11-18", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-10-12", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-04-28", 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-04", 
  "number": "2049", 
  "official_title": "A bill to establish an independent Commission on the Veterans' Administration Home Loan Guaranty Program; to amend title 38, United States Code, to authorize reductions in the interest rate on loans made by the Veterans' Administration to finance the sales of properties acquired by the Veterans Administration as the result of foreclosures and to establish creditworthiness requirements and require  a 0.5 per centum fee for assumptions of such loans other than those sold without recourse, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Benefits and Programs Improvement Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-11-18", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "Alcoholism", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Costs", 
    "Drug abuse", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Foreclosure", 
    "Government operations and politics", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Imprisonment", 
    "Military dependents", 
    "Mortgage loans", 
    "Philippines", 
    "Prisoners", 
    "Revolving funds", 
    "Survivors' benefits", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-10-12", 
    "text": "(Measure passed House, amended) Veterans' Benefits and Programs Improvement Act of 1988 - Title I: Education Programs - Part A: Provisions Relating to Montgomery GI Bill and Certain Other Education Programs - Amends Federal veterans' benefits provisions to direct the Administrator of Veterans Affairs to make payments to qualifying veteran's survivors in the event of a veteran's service-connected death while on active duty or within six years of such individual's discharge, according to a certain order of priority. Deducts the amount of educational assistance received by the veteran before the enactment of this Act from the amount to be paid to the veteran under this Act. Provides that a GI Bill participant (a veteran eligible to receive veterans' educational assistance and who has a reduction in monthly basic pay taken in order to receive such educational assistance through the Veterans Administration) who is discharged from the military service for a preexisting medical condition or involuntarily for the convenience of the Government as a reduction in force would be entitled to one month of educational assistance for each month of active duty served by the individual. (Under current law, a GI Bill participant discharged under these circumstances is ineligible for any benefits.) Provides for a six-month period of opportunity for certain service personnel who elected not to participate in the GI Bill program to enroll in such program. Begins such six-month period on December 1, 1988. Outlines the amount of educational assistance to be paid to such newly-enrolled individuals and provides requirements for such individual's enrollment in the program, including a lump sum initial payment into the program and an agreement to have the individual's basic monthly pay reduced by a specified amount. Sets forth educational requirements for individuals on active duty or in the Selected Reserve to receive basic educational assistance under the Montgomery GI Bill. Allows certain members of the Selected Reserve to elect entitlement to basic educational assistance for service on active duty based on an initial obligated period of two years' active duty, in lieu of assistance for service in the Selected Reserve. Includes refresher and deficiency courses among those educational programs approved for GI Bill participants. Authorizes tutorial assistance for individuals participating in the Montgomery GI Bill or in the Veterans' Educational Assistance Program (VEAP). Limits to 80 percent of the regular allowance the monthly allowance payable for educational assistance to an individual pursuing a cooperative program under the Montgomery GI Bill or VEAP. Prohibits the disabling affects of chronic alcoholism from being considered the results of willful misconduct for the purposes of any provision relating to the extension of a delimiting period under any education benefit or rehabilitation program administered by the Veterans Administration (VA). Authorizes payment to an individual pursuing less than half-time training under the Selected Reserve program. (Current law requires such individuals to pursue such education on at least a half-time basis.) Eliminates the requirement under current law that an individual complete 180 days in the Selected Reserve before receiving educational assistance under the Montgomery GI Bill-Selected Reserve program. Makes various technical and conforming amendments relating to educational assistance and eligibility for both veterans' educational assistance and armed forces educational assistance provisions. Part B: Administrative and Miscellaneous Provisions - Requires that mitigating circumstances be considered to exist with respect to courses totaling not more than six semester hours before payments are denied to an eligible veteran who has withdrawn from a course for which assistance has been provided under this Act. Limits the amount of educational assistance benefits paid to an eligible veteran who is pursuing a program of education while incarcerated in a Federal, State, or local penal institution for a felony conviction. Extends the authorization of the Veterans Advisory Committee on Education from December 31, 1989, to December 31, 1993. Repeals a certain expired accelerated-payment loan program. Title II: Rehabilitation for Veterans with Service-Connected Disabilities - Authorizes the Administrator to use the facilities of any State or local government agency receiving Federal financial assistance to provide training or work experience as part or all of a veteran's vocational rehabilitation program without pay or for nominal pay. Allows the use of for-profit entities for job development, placement services, and independent living services assistance. Title III: Home Loan Guaranty Program - Amends Federal veterans' benefits provisions to authorize the Administrator to make loans to finance the sale of foreclosed property acquired by the VA at a lower-than-prevailing market rate in order to assure the salability of such home and the solvency of the Veterans Administration Loan Guaranty Revolving Fund. Makes provisions governing the assumption of VA housing loans applicable to purchases of foreclosed property acquired by the VA. Provides that such provisions shall not apply to a VA loan sold without recourse. Makes the Loan Guaranty Revolving Fund available to the Administrator for the procurement of specified supplementary services and equipment. Limits the amount the Administrator may obligate for such services and equipment. Title IV: Employment - Amends the Alaskas National Interest Lands Conservation Act to establish an employment preference for veterans with respect to local hires within the Alaska Conservation System. Provides for the coordination among the Department of Labor, the Veterans Administration, and State and local agencies of certain services and benefits for veterans seeking employment assistance. Title V: Extensions of Certain Authorities - Extends from FY 1988 through FY 1991 the Administrator's authority to: (1) operate the VA regional office in the Philippines; and (2) contract for care and treatment and rehabilitative services for eligible veterans suffering from alcohol or drug dependence or abuse disabilities. Directs the Administrator to conduct a clinical evaluation to determine the long-term results of drug and alcohol abuse treatment furnished to veterans. Directs the Administrator to submit to specified congressional committees an interim report and a final report on such evaluation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Home Loan Program Improvements Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Veterans' Benefits and Programs Improvement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans' Home Loan Program Improvements Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Veterans' Home Loan Program Improvements Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Veterans' Benefits and Programs Improvement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent national commission on the Veterans' Administration home loan guaranty program; to amend title 38, United States Code, to authorize reductions in the interest rate on loans made by the Veterans' Administration to finance the sales of properties acquired by the Veterans' Administration as the result of foreclosures, and to establish credit worthiness requirements for assumptions of Veterans' Administration vendee loans; and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "A bill to establish an independent Commission on the Veterans' Administration Home Loan Guaranty Program; to amend title 38, United States Code, to authorize reductions in the interest rate on loans made by the Veterans' Administration to finance the sales of properties acquired by the Veterans Administration as the result of foreclosures and to establish creditworthiness requirements and require  a 0.5 per centum fee for assumptions of such loans other than those sold without recourse, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:50-05:00"
}