{
  "actions": [
    {
      "acted_at": "1998-05-22", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2113-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-22", 
  "number": "2113", 
  "official_title": "A bill to reduce traffic congestion, promote economic development, and improve the quality of life in the metropolitan Washington region.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3971-105", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3971-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Metropolitan Washington Regional Transportation Act", 
  "sponsor": {
    "district": null, 
    "name": "Robb, Charles S.", 
    "state": "VA", 
    "thomas_id": "01423", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-05-22", 
  "subjects": [
    "Citizen participation", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporations", 
    "District of Columbia", 
    "Government operations and politics", 
    "Highway engineering", 
    "Highway finance", 
    "Highway maintenance", 
    "Highway planning", 
    "Infrastructure", 
    "Interstate compacts", 
    "Maryland", 
    "Regional planning", 
    "Science, technology, communications", 
    "Technological innovations", 
    "Toll roads", 
    "Traffic congestion", 
    "Transportation and public works", 
    "Transportation engineering", 
    "Transportation planning", 
    "Virginia"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-05-22", 
    "text": "Metropolitan Washington Regional Transportation Act - Directs the National Capital Region Transportation Planning Board to: (1) propose and develop a list of regional transportation projects and regional funding mechanisms needed to address the growing congestion crisis in the metropolitan Washington region; (2) manage the Metropolitan Washington Regional Transportation Corporation to provide short-term funding for such projects; (3) provide notice and opportunity for public comment; (4) promote cooperative action by metropolitan Washington region jurisdictions on regional transportation issues; and (5) assist such jurisdictions in developing an interstate compact or agreement, if necessary, to better meet regional transportation needs. (Sec. 6) Establishes the Metropolitan Washington Regional Transportation Corporation, which shall assist in the management of any initial funding and implementation of an interstate agreement or compact to reduce traffic congestion or improve travel options in the metropolitan Washington region. Requires the approval of Corporation actions by the State departments of transportation in Virginia and Maryland, and the Department of Public Works of the District of Columbia. Prohibits the use of funds received or debt issued by the Corporation to finance costs to replace the Woodrow Wilson Memorial Bridge. Authorizes one or more of the metropolitan Washington region jurisdictions to enter into an interstate compact or agreement to finance and implement one or more of the regional transportation projects from the Board's long-range plan if consent is granted by: (1) the department of transportation of each State that enters into the compact or agreement; and (2) the D.C. Department of Public Works, if the District of Columbia enters into such compact or agreement. Deems such compact or agreement to have the consent of the Congress unless Congress enacts a law denying such consent. Directs the Secretary of Transportation to report to specified congressional committees on the progress of the Board in developing cooperative transportation plans and regional funding mechanisms to meet transportation needs in the metropolitan Washington region. (Sec. 7) Declares that funding provided under any regional transportation program developed under this Act shall supplement (and not supplant) other Federal, State, and local transportation funding for the metropolitan Washington region jurisdictions. Requires such jurisdictions to maintain fiscal year expenditures at not less than the preceding fiscal year's level. (Sec. 8) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Metropolitan Washington Regional Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce traffic congestion, promote economic development, and improve the quality of life in the metropolitan Washington region.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:29-05:00"
}