{
  "actions": [
    {
      "acted_at": "1999-07-01", 
      "references": [
        {
          "reference": "CR S8135", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-01", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1338-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-01", 
  "number": "1338", 
  "official_title": "A bill entitled the \"Military Lands Withdrawal Act of 1999\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Lands Withdrawal Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-01", 
  "subjects": [
    "Agriculture and food", 
    "Air bases", 
    "Alaska", 
    "Ammunition", 
    "Animals", 
    "Arizona", 
    "Armed forces and national security", 
    "Army posts", 
    "Arts, culture, religion", 
    "Bombs", 
    "Congress", 
    "Congress and military policy", 
    "Congressional reporting requirements", 
    "Cultural property", 
    "Delegation of powers", 
    "Deserts", 
    "Energy", 
    "Environmental assessment", 
    "Environmental degradation", 
    "Environmental protection", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Flight training", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Hazardous waste site remediation", 
    "Indian lands", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Legislation", 
    "Maps", 
    "Military aviation", 
    "Military electronics", 
    "Military maneuvers", 
    "Military training", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Minorities", 
    "Naval bases", 
    "Nevada", 
    "New Mexico", 
    "Ordnance", 
    "Protection of animals", 
    "Public lands and natural resources", 
    "Range management", 
    "Science, technology, communications", 
    "Transportation and public works", 
    "Water resources development", 
    "Water rights", 
    "Wild horses", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-01", 
    "text": "TABLE OF CONTENTS: Title I: Naval Air Station Fallon Ranges, Nevada Title II: Nellis Air Force Range, Nevada Title III: Barry M. Goldwater Range, Arizona Title IV: Military Use of Cabeza Prieta National Wildlife Refuge Title V: Fort Greely and Fort Wainwright Training Ranges, Alaska Title VI: McGregor Range, Fort Bliss, New Mexico Military Lands Withdrawal Act of 1999 - Terminates, upon the enactment of this Act, all withdrawals made under the Military Lands Withdrawal Act of 1986. Title I: Naval Air Station Fallon Ranges, Nevada - Withdraws from all forms of appropriation under the public land laws specified lands and land interests within the Naval Air Station Fallon Ranges, Nevada. Transfers such lands and interests to the Secretary of the Navy for specified military uses. (Sec. 102) Requires the Secretary of the Interior to publish and file a map and legal description of the withdrawn lands. (Sec. 103) Authorizes the Secretary of the Navy to close areas of such lands as necessary for military operations, public safety, or national security. Directs the Secretaries of the Navy and the Interior to jointly prepare an integrated natural resources management plan for the withdrawn lands. Authorizes the Secretary of the Navy to enter into memoranda of understanding or cooperative agreements with the Secretary of the Interior or other appropriate Federal, State, or local agencies, Indian tribes, or other public or private organizations or institutions as necessary to implement such plan. Provides for the management and use of mineral resources on the withdrawn lands. Requires joint reports from such Secretaries concurrent with each plan review describing changes in the condition of the withdrawn lands. Directs such Secretaries to establish an intergovernmental executive committee for exchanging views, information, and advice relating to the management of the natural and cultural resources on the withdrawn lands. Authorizes the transfer back to the Secretary of the Interior of management responsibility over such withdrawn lands if: (1) the Secretary of the Interior determines that such lands are not being used for military purposes and that such failure is resulting in significant degradation of the natural and cultural resources of such lands; (2) the Secretary of the Navy is notified of, and given a reasonable period of time to correct, such deficiencies; and (3) the Secretary of the Interior determines that such deficiencies have not been corrected within such period. (Sec. 105) Makes the Secretary of the Navy responsible for all applicable environmental requirements on such lands during the withdrawal period, including any required environmental remediation. (Sec. 106) Terminates such withdrawal and reservation 25 years after the enactment of this Act. (Sec. 107) Directs the Secretary of the Navy, at least three years prior to such withdrawal termination, to notify Congress and the Secretary of the Interior whether the Navy will have a continuing military need, beyond the termination date, for any part of the withdrawn lands and, if so, to file an application for an extension of the withdrawal period. (Sec. 108) Directs the Secretary of the Navy to notify the Secretary of the Interior of the intention to relinquish any or all of such withdrawn lands during the withdrawal period due to the lack of continuing military need for such lands. Authorizes the Secretary of the Interior to accept jurisdiction over such lands, under certain conditions. (Sec. 109) Authorizes the delegation of the authority of the Secretaries of the Navy and the Interior for actions taken under this title. (Sec. 110) Authorizes appropriations. Title II: Nellis Air Force Range, Nevada - Withdraws from all forms of appropriation under the public land laws specified lands and land interests within the Nellis Air Force Range, Nevada. Transfers such lands and interests to the Secretary of the Air Force for specified military uses. Withdraws from all forms of appropriation under the public land laws all lands of the Pahute Mesa within the Nevada Test and Training Range, to be reserved for use by the Secretary of Energy. (Sec. 202) Requires the Secretary of the Interior to publish and file a map and legal description of the withdrawn lands. (Sec. 203) Authorizes the Secretary of the Air Force to close areas of lands withdrawn for such Secretary as necessary for military operations, public safety, or national security. Directs the Secretaries of the Air Force and the Interior to jointly prepare an integrated natural resources management plan for the lands withdrawn for the Secretary of the Air Force. Authorizes the Secretary of the Air Force to enter into memoranda of understanding or cooperative agreements with the Secretary of the Interior or other appropriate Federal, State, or local agencies, Indian tribes, or other public or private organizations or institutions as necessary to implement such plan. Provides for the management and use of mineral resources on the withdrawn lands. Requires joint reports from such Secretaries, concurrent with each plan review, describing changes in the condition of such withdrawn lands. Directs such Secretaries to establish an intergovernmental executive committee for exchanging views, information, and advice relating to the management of the natural and cultural resources on the withdrawn lands. Authorizes the transfer back to the Secretary of the Interior of management responsibility over such withdrawn lands if: (1) the Secretary of the Interior determines that such lands are not being used for military purposes and that such failure is resulting in significant degradation of the natural and cultural resources of such lands; (2) the Secretary of the Air Force is notified of, and given a reasonable period of time to correct, such deficiencies; and (3) the Secretary of the Interior determines that such deficiencies have not been corrected within such period. (Sec. 204) Provides for management by the Secretary of the Interior of that portion of the Desert National Wildlife Range withdrawn under this title. Authorizes appropriations to the Secretary of the Air Force for replacement of Refuge System lands in Nevada transferred to such Secretary under this title. (Sec. 205) Makes the Secretary of the Air Force responsible for all applicable environmental requirements on such lands during the withdrawal period, including any required environmental remediation. (Sec. 206) Terminates such withdrawal and reservation 25 years after the enactment of this Act. (Sec. 207) Directs the Secretary of the Air Force, at least three years prior to such withdrawal termination, to notify Congress and the Secretary of the Interior whether the Air Force will have a continuing military need, beyond the termination date, of any part of the withdrawn lands and, if so, to file an application for an extension of the withdrawal period. (Sec. 208) Directs the Secretary of the Air Force to notify the Secretary of the Interior of the intention to relinquish any or all of such withdrawn lands during the withdrawal period due to the lack of continuing military need for such lands. Authorizes the Secretary of the Interior to accept jurisdiction over such lands, under certain conditions. (Sec. 209) Authorizes the delegation of the authority of the Secretaries of the Air Force and the Interior for actions taken under this title. (Sec. 210) Authorizes appropriations. Title III: Barry M. Goldwater Range, Arizona - Withdraws from all forms of appropriation under the public land laws all lands and land interests within the Barry M. Goldwater Range, Arizona. Transfers such lands and interests to the Secretaries of the Navy (East Range) and Air Force (West Range) for specified military uses. (Sec. 302) Requires the Secretary of the Interior to publish and file a map and legal description of the withdrawn lands. (Sec. 303) Authorizes the Secretaries of the Navy or Air Force to close areas of lands withdrawn for their respective use as necessary for military operations, public safety, or national security. Directs the Secretaries of the Navy, Air Force, and the Interior to jointly prepare an integrated natural resources management plan for the withdrawn lands. Authorizes the Secretary of the Navy and Air Force to enter into memoranda of understanding or cooperative agreements with the Secretary of the Interior or other appropriate Federal, State, or local agencies, Indian tribes, or other public or private organizations or institutions as necessary to implement such plan. Provides for the management and use of mineral resources on the withdrawn lands. Requires joint reports from such Secretaries concurrent with each plan review describing changes in the condition of such withdrawn lands. Directs such Secretaries to establish an intergovernmental executive committee for exchanging views, information, and advice relating to the management of natural and cultural resources on the withdrawn lands. Authorizes the transfer back to the Secretary of the Interior of management responsibility over such withdrawn lands if: (1) the Secretary of the Interior determines that such lands are not being used for military purposes and that such failure is resulting in significant degradation of the natural and cultural resources on such lands; (2) the Secretary of the Navy or Air Force is notified of, and given a reasonable period of time to correct, such deficiencies; and (3) the Secretary of the Interior determines that such deficiencies have not been corrected within such period. (Sec. 304) Makes the Secretaries of the Navy and Air Force responsible for all applicable environmental requirements on such lands during the withdrawal period, including any required environmental remediation. (Sec. 305) Terminates such withdrawal and reservation 25 years after the enactment of this Act. (Sec. 306) Directs the Secretaries of the Navy and Air Force, at least three years prior to such withdrawal termination, to notify Congress and the Secretary of the Interior whether the Navy or Air Force will have a continuing need, beyond the termination date, of any part of the withdrawn lands and, if so, to file an application for an extension of the withdrawal period. (Sec. 307) Directs the Secretary of the Navy or Air Force to notify the Secretary of the Interior of the intention to relinquish any or all of such withdrawn lands during the withdrawal period due to the lack of continuing military need for such lands. Authorizes the Secretary of the Interior to accept jurisdiction over such lands, under certain conditions. (Sec. 308) Authorizes the delegation of the authority of the Secretaries of the Navy, Air Force, and Interior for actions taken under this title. (Sec. 309) Authorizes appropriations. Title IV: Military Use of Cabeza Prieta National Wildlife Refuge - Directs the Secretary of the Interior to manage Cabeza Prieta for the purposes for which such refuge and wilderness were established, and to support current and future military aviation training needs consistent with a 1994 Memorandum of Understanding between the Departments of the Interior and the Air Force. Directs the Secretaries of the Interior, Navy, and Air Force to extend such Memorandum for a period that coincides with the duration of the withdrawal and reservation of the Barry M. Goldwater Range under title III of this Act. Requires such Memorandum to be amended to meet future military aviation training needs of the Navy and Air Force. (Sec. 402) Directs the Secretaries of the Navy and Air Force, during the duration of the Goldwater Range withdrawal, to maintain a program of decontamination of the portions of Cabeza Prieta used for military training purposes at least at the level of cleanup currently achieved on such lands. (Sec. 403) Provides for the closure to the public of any portion of Cabeza Prieta that the Secretary of the Navy or Air Force determines to be necessary for military operations, public safety, or national security. Title V: Fort Greely and Fort Wainwright Training Ranges, Alaska - Withdraws from all forms of appropriation under the public land laws specified lands within the Fort Greely and Fort Wainwright Training Ranges in Alaska. Transfers such withdrawn lands to the Secretary of the Army for specified military purposes. (Sec. 502) Requires the Secretary of the Interior to publish and file a map and legal description of the withdrawn lands. (Sec. 503) Authorizes the Secretary of the Army to close areas of such withdrawn lands as necessary for military operations, public safety, or national security. Directs the Secretaries of the Army and the Interior to jointly prepare an integrated natural resources management plan for the withdrawn lands. Authorizes the Secretary of the Army to enter into memoranda of understanding or cooperative agreements with the Secretary of the Interior or other appropriate Federal, State, or local agencies, Indian tribes, or other public or private organizations or institutions as necessary to implement such plan. Provides for the management and use of mineral resources on the withdrawn lands. Requires joint reports from such Secretaries concurrent with each plan review describing changes in the condition of such withdrawn lands. Directs such Secretaries to establish an intergovernmental executive committee for exchanging views, information, and advice relating to the management of natural and cultural resources on the withdrawn lands. Authorizes the transfer back to the Secretary of the Interior of management responsibility over such withdrawn lands if: (1) the Secretary of the Interior determines that such lands are not being used for military purposes and that such failure is resulting in significant degradation of the natural and cultural resources on such lands; (2) the Secretary of the Army is notified of, and given a reasonable period of time to correct, such deficiencies; and (3) the Secretary of the Interior determines that such deficiencies have not been corrected within such period. (Sec. 504) Makes the Secretary of the Army responsible for all applicable environmental requirements on such lands, including any required environmental remediation. (Sec. 505) Terminates such withdrawal and reservation 25 years after the enactment of this Act. (Sec. 506) Directs the Secretary of the Army, at least three years prior to such withdrawal termination, to notify Congress and the Secretary of the Interior whether the Army will have a continuing need, beyond the termination date, of any part of the withdrawn lands and, if so, to file an application for an extension of the withdrawal period. (Sec. 507) Directs the Secretary of the Army to notify the Secretary of the Interior of the intention to relinquish any or all of such withdrawn lands during the withdrawal period due to the lack of continuing military need for such lands. Authorizes the Secretary of the Interior to accept jurisdiction over such lands, under certain conditions. (Sec. 508) Authorizes the delegation of the authority of the Secretaries of the Army and the Interior for actions taken under this title. (Sec. 509) Authorizes appropriations. Title VI: McGregor Range, Fort Bliss, New Mexico - Withdraws from all forms of appropriation under the public land laws specified lands in Otero County, New Mexico, and located within the McGregor Range. (Sec. 602) Directs the Secretary of the Interior to file a map and legal description of the withdrawn lands. (Sec. 603) Directs the Secretary of the Army to manage the withdrawn lands and to use them for military training and testing. Authorizes the Secretary of the Army to close areas as necessary for military operations, public safety, or national security. Directs the Secretaries of the Army and the Interior to jointly prepare an integrated natural resources management plan for the withdrawn lands. Authorizes the Secretary of the Army to enter into memoranda of understanding or cooperative agreements with the Secretary of the Interior or other appropriate Federal, State, or local agencies, Indian tribes, or other public or private organizations or institutions as necessary to implement such plan. Provides for the management and use of mineral resources on the withdrawn lands. Requires joint reports from such Secretaries concurrent with each plan review describing changes in the condition of such withdrawn lands. Directs such Secretaries to establish an intergovernmental executive committee for exchanging views, information, and advice relating to the management of natural and cultural resources on the withdrawn lands. Authorizes the transfer back to the Secretary of the Interior of management responsibility over such withdrawn lands if: (1) the Secretary of the Interior determines that such lands are not being used for military purposes and that such failure is resulting in significant degradation of the natural and cultural resources on such lands; (2) the Secretary of the Army is notified of, and given a reasonable period of time to correct, such deficiencies; and (3) the Secretary of the Interior determines that such deficiencies have not been corrected within such period. (Sec. 604) Makes the Secretary of the Army responsible for all applicable environmental requirements on such lands during the withdrawal period, including any required environmental remediation. (Sec. 605) Terminates such withdrawal and reservation 25 years after the enactment of this Act. (Sec. 606) Directs the Secretary of the Army, at least three years prior to such withdrawal termination, to notify Congress and the Secretary of the Interior whether the Army will have a continuing need, beyond the termination date, of any part of the withdrawn lands and, if so, to file an application for an extension of the withdrawal period. (Sec. 607) Directs the Secretary of the Army to notify the Secretary of the Interior of the intention to relinquish any or all of such withdrawn lands during the withdrawal period due to the lack of continuing military need for such lands. Authorizes the Secretary of the Interior to accept jurisdiction over such lands, under certain conditions. (Sec. 608) Authorizes the delegation of the authority of the Secretaries of the Army and the Interior for actions taken under this title. (Sec. 609) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Lands Withdrawal Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Military Lands Withdrawal Act of 1999\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:46-05:00"
}