{
  "actions": [
    {
      "acted_at": "1979-03-08", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-03", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 96-116.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-09", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-09", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "bill_ids": [
        "hr3363-96"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 3363 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s586-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-08", 
  "number": "586", 
  "official_title": "A bill to authorize appropriations for the Department of State, International Communication Agency, and Board for International Broadcasting for fiscal years 1980 and 1981, and a supplemental authorization for State for fiscal year 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3363-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Relations Authorization Act, Fiscal Years 1980 and 1981", 
  "sponsor": {
    "district": null, 
    "name": "Church, Frank", 
    "state": "ID", 
    "thomas_id": "01305", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-08", 
  "subjects": [
    "Aliens", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Arms control agreements", 
    "Authorization", 
    "Black voting rights", 
    "Board for International Broadcasting", 
    "Civil rights and liberties, minority issues", 
    "Communications and Broadcasting", 
    "Conferences", 
    "Conflict of interests", 
    "Congressional oversight", 
    "Department of State", 
    "Economics and public finance", 
    "Egypt", 
    "Ethics", 
    "Families", 
    "Federal employees", 
    "Foreign service", 
    "Government operations and politics", 
    "Higher education", 
    "Immigration", 
    "International affairs", 
    "International agencies", 
    "International obligations", 
    "International propaganda", 
    "Israel", 
    "Lobbying", 
    "Motion pictures", 
    "Passports", 
    "Presidential aides", 
    "Radio broadcasting", 
    "Refugees", 
    "Rhodesia", 
    "Salaries", 
    "Sanctions (International law)", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific exchanges", 
    "Terrorism", 
    "Treaties", 
    "United Nations technical assistance", 
    "Whaling", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1979-05-15", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 3363 passed in lieu) Foreign Relations Authorization Act, Fiscal Years 1980 and 1981 - =Title I: State Department= - Authorizes appropriations through fiscal year 1981 for the Department of State to be used for: (1) the administration of foreign affairs; (2) international organizations and conferences; (3) international commissions; and (4) migration and refugee assistance. Stipulates that no funds authorized by this Act be expended to lobby the United States directly or indirectly on behalf of certain arms control treaties or agreements. Reduces the United States' contribution to the United Nations by an amount equal to its proportionate share of the budget of the Committee on the Exercise of the Inalienable Rights of the Palestinian People, the Special Unit on Palestinian Rights, or any successor organization. Earmarks $25,000,000 of the amount authorized for migration and refugee assistance for the resettlement in Israel of refugees from the Soviet Union and Eastern Europe. Amends the Act setting forth the basic authority of the Department of State to provide permanent authority, previously provided annually, to: (1) pay nondiscretionary personnel costs; (2) allow funds appropriated for a fiscal year to remain available until expended; and (3) transfer authorization of funds from one departmental account to another. Authorizes appropriations in fiscal year 1980 for the United States share of expenses of the bilateral science and technology agreement between the United States and Yugoslavia. Increases the authorization of appropriations for migration and refugee assistance during fiscal year 1979. Sets forth limitations on authorizations of appropriations for fiscal years 1980 and 1981. Amends the Department of State Appropriation Act, 1979, to repeal the provision eliminating the estimated United States share of the United Nations technical assistance programs. Makes retroactive to a specified date the promotions of 64 Foreign Service officers of classes seven and eight. Stipulates that only funds authorized for fiscal year 1979 be used to pay backpay to such officers. Amends the Immigration and Nationality Act of 1952 to expand the authority to waive nonimmigrant business and tourist visa requirements for specified persons. Requires the Department to keep open the following Foreign Service posts: Salzburg, Austria; Bremen, Germany; Nice, France; Turin, Italy; Goteborg, Sweden; Adana, Turkey; Tangier, Morocco; Mandalay, Burma; Brisbane, Australia; and Surabaya, Indonesia. Directs the Secretary of State, in consultation with the appropriate congressional committees, to conduct a study of the Department's personnel needs and resources and to report the findings of such study to the Congress by January 1, 1980. Declares it the sense of the Congress that the Secretary should improve coordination of foreign national pay systems and wage schedules with the Department of State and the Department of Defense and other overseas agencies. Excepts representatives of purported labor organizations used as instruments of a totalitarian state and representatives of the Palestine Liberation Organization from aliens affiliated with proscribed organizations who were previously excludable at the discretion of the Secretary of State but who must now be granted nonimmigrant visas upon request, unless such aliens are excludable for reasons other than affiliation. =Title II: International Communication Agency= - Authorizes appropriations through fiscal year 1981 for the International Communication Agency (ICA). Amends the United States Information and Educational Exchange Act of 1948 to: (1) allow funds appropriated for any fiscal year to remain available until expended; and (2) authorize appropriations for any nondiscretionary personnel costs. Amends the Mutual Educational and Cultural Exchange Act of 1961 to make the compensation of members of ICA's Board of Foreign Scholarships equivalent to that of members of other Federal advisory boards at the first step of the GS-15 level. Authorizes the distribution within the United States of certain ICA films. Repeals provisions of the United States Information and Exchange Act of 1948 and the Mutual Educational and Cultural Exchange Act of 1961 relating to security clearances for ICA employees. Amends the United States Information and Educational Exchange Act of 1948 to extend ICA's authority to hire aliens for certain positions, and to make various technical amendments. Sets forth administrative authorities regarding the ICA. =Title III: Board for International Broadcasting= - Authorizes appropriations through fiscal year 1981 for the Board for International Broadcasting. Repeals the provision of the Foreign Relations Authorization Act, Fiscal Year 1979, which denies funding of Radio Free Europe/Radio Liberty (RFE/RL) if Communist countries use RFE/RL broadcasting facilities without allowing RFE/RL to use that country's facilities. Amends the Board for International Broadcasting Act of 1973 to direct the Board to prepare and submit a report setting forth alternative plans for relocation to the United States of employees of RFE/RL. =Title IV: Miscellaneous Provisions= - Expresses the sense of the Congress that U.S. policy should promote and encourage cultural, scientific, and economic relations between Egypt and Israel. Amends the International Organizations Immunities Act to include within its purview the International Labor Organization. Expresses the sense of the Congress that the International Whaling Commission and all whaling nations should agree to a moratorium on the commercial killing of whales. Establishes within the Executive Office of the President the positions of Assistant and Deputy Assistant to the President for National Security Affairs, and requires that the positions, if filled by the President, be subject to the advice and consent of the Senate. Permits Foreign Service dependents traveling to obtain undergraduate education to make two annual trips home at Government expense. Extends the time to complete and revise the goals of a report by the President to the Congress concerning the ways in which U.S. law discriminates against Americans living and working abroad. Provides that no funds are authorized by this Act for fiscal year 1981. Exempts the U.S. representatives to the World Administrative Radio Conference from the conflict of interest guidelines of the Ethics in Government Act. Requires the President to prepare and submit to Congress a report setting forth his determination and reasons as to whether the conditions of the International Security Assistance Act of 1978 have been complied with within 14 days after the installation of a new government in Rhodesia (Zimbabwe). Declares that the President should determine within such time period whether the conditions of the International Security Assistance Act of 1978 have been complied with and sanctions against Zimbabwe Rhodesia should not be enforced."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 1980 and 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of State, International Communication Agency, and Board for International Broadcasting for fiscal years 1980 and 1981, and a supplemental authorization for State for fiscal year 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:46-05:00"
}