{
  "actions": [
    {
      "acted_at": "1982-07-01", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-06", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department; Labor Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2724-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1982-07-01", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1982-07-01", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-07-01", 
  "number": "2724", 
  "official_title": "A bill to encourage States to provide unemployment benefits to certain partially unemployed workers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Short Time Compensation Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-07-01", 
  "subjects": [
    "Federal-state relations", 
    "Hours of labor", 
    "Job sharing", 
    "Labor and employment", 
    "Part-time employment", 
    "States", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-07-01", 
    "text": "Short-Time Compensation Act of 1982 - Declares the purpose of this Act to be to encourage States to provide unemployment benefits to individuals whose workweek is reduced pursuant to an employer plan under which such reductions are made in lieu of total layoffs. Directs the Secretary of Labor to: (1) develop legislation which may be used by States as a model in developing and enacting short-time compensation programs; (2) provide technical assistance to States to develop, enact, and implement such programs; and (3) study and evaluate the operation, costs, effect on the State insured rate of unemployment, and other effects of such programs. Terminates the guideline and grant provisions of this Act after a three-year experimental period. Encourages States to experiment, but to consider requiring specified provisions to assure minimum uniformity. Defines a \"short-time compensation program\" as one under which: (1) individuals whose workweek has been reduced by at least ten percent, pursuant to a qualified employer plan, will be eligible for at least a pro rata portion of the unemployment benefits payable if such individual were totally unemployed; (2) eligible employees may apply for and collect short-time compensation or regular unemployment compensation benefits, as needed, but shall not collect more than the maximum unemployment compensation benefit for full-time unemployment or be eligible for short-time compensation for more than 26 weeks in any 12-month period; and (3) eligible employees will not be expected to meet the availability for work or work search test requirement while collecting short-time compensation, but must be available for their normal workweek. Defines \"qualified employer plan\" as one under which there is a reduction in the number of hours worked by employees rather than total layoffs if: (1) such plan is approved by the State agency; (2) the employer or employers association which is party to a collective bargaining agreement certifies that the aggregate reduction in work hours pursuant to such plan is in lieu of total layoffs which would result in an equivalent reduction of work hours; (3) the State agency reviews, at least annually, any plan put into effect to assure that it continues to meet the requirements of this Act and of any applicable State law; (4) the employer continues to provide health and pension benefits to employees whose workweek is reduced under such plan at the same level provided before such reduction; (5) the exclusive bargaining representative (if there is one) of the employees has consented to the plan; and (6) during the previous four months, the work force in the affected unit or units has not been reduced by temporary layoffs of more than ten percent. Requires that such short-time compensation benefits be charged in a manner which insures that the benefits are financed by the employers to whom the benefits are attributable. Includes the District of Columbia, the Commonwealth of Puerto Rico, and the Virgin Islands under the term \"State,\" for purposes of this Act. Directs the Secretary to study State short-time compensation programs and to consult with employee and employer representatives in developing guidelines to measure specified factors. Directs the Secretary to submit a final report to the Congress and the President on the implementation of this Act, with a program evaluation and recommendations. Provides that nothing in this Act shall relieve any State of any condition imposed by the Federal Unemployment Tax Act. Requires, for unemployment rate determinations under the Federal-State Extended Unemployment Compensation Act of 1970, that short-time compensation recipients be counted only in proportion to the actual amount of compensation received. Declares that an employee benefit plan which otherwise complies with specified provisions of the Internal Revenue Code shall not be found to violate those provisions because of technical noncompliance caused solely by the employer's participation in a qualified employer plan as defined under this act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Short Time Compensation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage States to provide unemployment benefits to certain partially unemployed workers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:24-05:00"
}