{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1876-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1876", 
  "official_title": "A bill to provide for the development of federally owned minerals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Land Mineral Leasing Act", 
  "sponsor": {
    "district": "12", 
    "name": "Saylor, John P.", 
    "state": "PA", 
    "thomas_id": "01024", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Mines and mineral resources", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Federal Land Mineral Leasing Act - Authorizes the Secretary of the Interior to permit, by the issuance of mineral leases and licenses, the prospecting, mining, and developing of Federal mineral interests to the maximum extent and under such terms and conditions as the Secretary finds consistent with the goals of this Act. Permits the Secretary to dispose of Federal mineral interests in Federal lands not under the jurisdiction of the Secretary of the Interior where the head of the department or agency which administers the lands involved concurs. Provides for consultation with Federal, State and local governments, advisory boards and committees, and the general public to secure full ublic participation in decisions to dispose of publicizing of all proposals made by the Secretary for these purposes to the extent he deems necessary to comply with this Act. Provides for the Secretary to utilize competitive means of disposal whenever he finds that competitive interests exists and competition would otherwise be consistent with the requirements and goals of this Act. Requires the Secretary to reserve to the United States the ownership of, and right to, extract helium from any gas produced under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Land Mineral Leasing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development of federally owned minerals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:20-05:00"
}