{
  "actions": [
    {
      "acted_at": "1973-09-20", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres312-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Findley, Paul", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00382", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-20", 
  "number": "312", 
  "official_title": "Concurrent resolution expressing the sense of the Congress with respect to measures to be taken by the United Nations to prevent the practice of torture.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-20", 
  "subjects": [
    "Torture", 
    "United Nations", 
    "War"
  ], 
  "subjects_top_term": "War", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-20", 
    "text": "Makes it the sense of the Congress that the President, acting through the United States delegation to the United Nations, should take such steps as may be necessary to propose to the United Nations: (1) that the United Nations General Assembly condemn the practice of torture and other cruel, inhuman, or degrading treatment or punishment; (2) that the General Assembly request the Commission on Human Rights to prepare a draft convention on the subject of torture and other cruel, inhuman, or degrading treatment or punishment; (3) that the Commission on Human Rights conduct a thorough study of the practice of torture, based upon information concerning any such practice received from governments, the United Nations and its specialized agencies, nongovernmental organizations, and other available sources, and make recommendations concerning measures to be taken at the local, national, regional, and international political level to prevent the practice of torture and other cruel, inhuman, or degrading treatment or punishment; and (4) that the United Nations Committee on Crime Prevention and Control adopt a periodic reporting procedure to be used by governments, relevant specialized international agencies, and nongovernmental organizations concerning the implementation of the Standard Minimum Rules for the Treatment of Prisoners. Requests the President to report to the Congress in writing concerning actions taken by him to carry out the policy of this concurrent resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution expressing the sense of the Congress with respect to measures to be taken by the United Nations to prevent the practice of torture.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:48-05:00"
}