{
  "actions": [
    {
      "acted_at": "1975-06-17", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7983-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-17", 
  "number": "7983", 
  "official_title": "A bill to establish an Agency for Consumer Protection in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7575-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Moorhead, William S.", 
    "state": "PA", 
    "thomas_id": "00831", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-17", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Research"
  ], 
  "subjects_top_term": "Executive reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-17", 
    "text": "Consumer Protection Act - Establishes as an independent agency within the executive branch the Agency for Consumer Protection. States that the Agency shall be headed by an Administrator appointed by the President, by and with the advice and consent of the Senate. Requires the Administrator to transmit to the Congress and the President in January of each year a comprehensive statement of the activities and accomplishments of the Agency during the preceding calendar year, including a summary of consumer complaints received and actions taken thereon and such recommendations for legislation necessary or desirable to protect the interests of consumers within the United States. Directs the Agency, in the performance of its functions, to advise the Congress and the President as to matters affecting the interests of consumers; and to protect and promote the interests of the people of the United States as consumers of goods and services made available to them through the trade and commerce of the United States. States the functions of the Agency, including to: (1) represent the interests of consumers before Federal agencies and courts to the extent authorized by this Act; (2) encourage and support research, studies, and testing leading to a better understanding of consumer products and improved products, services, and consumer information; and (3) submit recommendations annually to the Congress and the President on measures to improve the operation of the Federal Government in the protection and promotion of the interests of consumers. Directs the Agency to receive, evaluate, develop, act on, and transmit complaints to the appropriate Federal or non-Federal entities concerning actions or practices which may be detrimental to the interests of consumers. Requires the Agency to maintain a public document room containing an up-to-date listing of all signed consumer complaints of any significance for public inspection and copying of which the Agency has received, arranged in meaningful and useful categories, together with annotations of actions taken by it. Directs the Agency to investigate and report to Congress on the desirability and feasibility of establishing a National Consumer Information Foundation which would administer a voluntary, self-supporting, information tag program. Prohibits sex discrimination in any program activity receiving Federal assistance under the Act. Authorizes to be appropriated to carry out the provisions of this Act such sums as may be required for fiscal year 1976, for the transitional period July 1, 1976, through September 30, 1976, and for fiscal years 1977 and 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish an Agency for Consumer Protection in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:42-05:00"
}