{
  "actions": [
    {
      "acted_at": "1988-03-18", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-03-29", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Bentsen. With written report No. 100-309.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-29", 
      "calendar": "Senate Legislative", 
      "number": "602", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 602.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-22", 
      "bill_ids": [
        "hr4333-100"
      ], 
      "references": [], 
      "text": "H.R. 4333 passed in Senate relating to this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1908-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1908"
    }
  ], 
  "bill_id": "s2223-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-29", 
  "number": "2223", 
  "official_title": "An original bill to promote and protect taxpayer rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4333-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Omnibus Taxpayer Bill of Rights", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-03-18", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative responsibility", 
    "Aircraft", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alcohol tax", 
    "Alcoholic beverage industry", 
    "Appellate courts", 
    "Automobile fuel consumption", 
    "Automobile industry", 
    "Aviation", 
    "Aviation fuels", 
    "Bank accounts", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Collection of accounts", 
    "Consumer credit", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Damages", 
    "Department of the Treasury", 
    "Diesel motor", 
    "Economics and public finance", 
    "Energy policy", 
    "Estate tax", 
    "Evidence (Law)", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Gasoline", 
    "Gift tax", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Governmental investigations", 
    "Income tax", 
    "Information services", 
    "Injunctions", 
    "Inspectors general", 
    "Interest", 
    "Internal Revenue Service (IRS)", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Marine transportation", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Ombudsman", 
    "Petroleum and petroleum products", 
    "Rating of employees", 
    "Regulatory impact statements", 
    "Right of privacy", 
    "Ships", 
    "Small business", 
    "Sound recording and reproducing", 
    "Tax administration", 
    "Tax assessment", 
    "Tax auditing", 
    "Tax courts", 
    "Tax credits", 
    "Tax exemption", 
    "Tax liens", 
    "Tax refunds", 
    "Tax returns", 
    "Taxation", 
    "Trucks", 
    "Wine"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-29", 
    "text": "Title I: Taxpayer Bill of Rights - Omnibus Taxpayer Bill of Rights - Subtitle A: Taxpayer Rights - Requires the Secretary of the Treasury (Secretary) to prepare a statement setting forth in nontechnical terms: (1) the rights and obligations of a taxpayer and of the Internal Revenue Service (IRS) during a tax audit; (2) the procedures by which a taxpayer may appeal adverse decisions, prosecute refund claims, and file complaints; and (3) the procedures that the IRS may use in enforcing revenue laws. Directs the Secretary to transmit drafts of the statement to specified congressional committees and to distribute the final statement to all taxpayers the Secretary contacts with respect to the determination or collection of any tax (other than in connection with providing tax forms). Requires the IRS, upon taxpayer request, to permit any taxpayer to record any interview regarding the determination or collection of any tax. Authorizes the IRS interviewer to record the interview if the taxpayer has been given prior notice and is provided with a transcript of the recording. Requires the interviewer to explain to the taxpayer the audit or collection process, including the taxpayer's rights with respect to the relevant process. Directs the Secretary to issue regulations with respect to the time and place of certain taxpayer interviews and examinations of taxpayer records. Requires the Secretary to abate any portion of any penalty or addition to tax attributable to erroneous advice in writing given to a taxpayer by an IRS officer or employee in response to the taxpayer's specific inquiry. Authorizes the IRS Ombudsman, upon application filed by a taxpayer, to issue a Taxpayer Assistance Order if, in the determination of the Ombudsman, the taxpayer is suffering or is about to suffer a significant hardship as a result of the manner in which the Secretary is administering the internal revenue laws. Allows the terms of the Taxpayer Assistance Order to require the Secretary to release property of the taxpayer levied upon or to cease or refrain from certain actions. Directs the Secretary to issue regulations with respect to Taxpayer Assistance Orders, including provisions to assure full, fair, and impartial due process for affected taxpayers. Amends the Inspector General Act of 1978 and other Federal law to establish an Office of Inspector General within the Department of the Treasury and a corresponding Office of Assistant Commissioner (Inspection) within the IRS. Transfers to such Offices the existing audit and investigation units of the Department. Sets forth criteria with respect to: (1) the authority of the Inspector General to conduct an investigation; and (2) the authority of the Secretary in cases of audits or investigations requiring access to sensitive or confidential information. Allows the Secretary to prohibit investigations under specified circumstances. Restricts disclosures by the Inspector General of tax returns and return information. Prohibits records of tax enforcement results from being used to evaluate certain IRS personnel or to impose or suggest production quotas. Requires any temporary regulation issued by the Secretary to be issued as a proposed regulation as well. Directs the Secretary to submit proposed regulations to the Administrator of the Small Business Administration for comment on their impact on small business. Amends the Internal Revenue Code to specify required contents for tax due notices and deficiency notices, including the basis of the deficiency and a breakdown of the total amount into tax, interest, and penalty. Authorizes the Secretary to enter into an agreement with a taxpayer under which the taxpayer may pay tax liability in installments if the Secretary determines that such an agreement will facilitate collection of the liability. Permits the Secretary, after proper notice and a hearing, to modify or annul the agreement upon the finding that the financial condition of the affected taxpayer has significantly changed. Permits the Secretary to modify or annul an agreement if the taxpayer fails to pay any installment or any other tax liability when due or fails to provide requested financial information. Establishes in the IRS the Office for Taxpayers Services, under the supervision of an Assistant Commissioner of Internal Revenue. Directs the Assistant Commissioner to: (1) be responsible for telephone, walk-in, and educational services, and for the design and production of tax and information forms; and (2) prepare annually for presentation to specified congressional committees a joint report (with the Taxpayer Ombudsman for the IRS) on the quality of taxpayer services. Subtitle B: Levy and Lien Provisions - Extends from ten to 30 days the period between the required notice to a person who neglects or refuses to pay tax liability and a levy on such person's salary, wages, or other property. Specifies information that must be incorporated in such notice, including possible alternative actions and the appropriate appeals procedures. Revises the list of property exempt from levy to: (1) increase the exempt amount permitted for certain personal effects, the property of a business, and wages; and (2) provide an express exemption, except under limited circumstances specified in this Act, for the taxpayer's principal residence and any tangible personal property essential to the operation of the taxpayer's business in cases when a levy would prevent the taxpayer from carrying on such business. Prohibits a levy on any property when levy and sales expenses would exceed the fair market value of the levied property. Permits the Secretary to demand surrender of bank accounts only after 21 days in escrow have passed since service of the notice of levy on the accounts. Adds to current law a number of situations in which the Secretary must release a levy. Applies to jeopardy levies the administrative and judicial procedures currently applicable to jeopardy assessments. Permits a taxpayer to bring a civil action against the United States in the Tax Court for judicial review of jeopardy levies and assessments. (Under current law an action for judicial review of jeopardy assessments may be filed only in district court.) Increases the time during which a taxpayer may petition for review. Describes jurisdictional requirements. Allows an administrative appeal of tax liens and requires the immediate issuance of a certificate of release of any lien determined to have been erroneously filed. Subtitle C: Proceedings by Taxpayers - Authorizes an award of reasonable administrative costs to the prevailing party in proceedings by taxpayers before the IRS. Permits a taxpayer to bring a civil action for damages resulting from: (1) the failure of any Federal officer or employee to release a tax lien on the taxpayer's property; and (2) the careless, reckless, or intentional disregard of internal revenue laws by any Federal officer or employee, unless the taxpayer is contributorily negligent. Authorizes a damage award, to a $10,000 maximum, to the United States in cases of frivolous or groundless taxpayer claims. Subtitle D: Tax Court Jurisdiction - Grants to the Tax Court jurisdiction to enjoin premature assessments if the taxpayer has filed a timely petition for review. Provides for review of such injunctive orders by the U.S. Court of Appeals. Grants to the Tax Court jurisdiction to enforce payment of refunds of overpayment and interest to taxpayers. Places on the Secretary the burden of proof of justifying any failure to refund, credit, or offset relevant amounts with respect to a taxpayer. Entitles a prevailing taxpayer to reasonable litigation costs and an interest rate of 120 percent of the overpayment rate with respect to refunds. Grants to the Tax Court jurisdiction to: (1) review jeopardy assessment sales of assets; (2) redetermine interest under certain circumstances when a taxpayer claims an overpayment of interest; and (3) modify decisions in certain estate tax cases whose payment dates have been extended. Vests in the Tax Court original jurisdiction over any civil action against the Secretary for the recovery of any tax, additions to tax, and penalties with respect to income, estate, gift, and certain excise taxes. Title II: Excise Tax Provisions - Prohibits, with limited exceptions, the imposition of the excise tax on diesel and aviation fuels in connection with sales to a purchaser for use in public intercity, local, or school buses or for statutorily nontaxable uses (includes off-highway business uses, State or local government uses, and shipping uses). Sets forth registration requirements for both sellers and purchasers participating in exempt sales. Establishes reporting requirements for producers and importers and penalties for failure to report. Permits expedited procedures for refunds or income tax credits with respect to retail sales of diesel and aviation fuel employed in nontaxable uses. Provides for the payment of interest in connection with such refunds. Treats marine retailers of taxable fuel as producers for purposes of the excise tax on diesel and aviation fuels. Excludes from determinations of the distilled spirits tax credit for wine content and flavors content any wine alcohol that exceeds two and one-half percent of the finished product. Exempts from the occupational tax on distilled spirits plants proprietors of plants producing 10,000 or fewer proof gallons per year exclusively for fuel use. Doubles the rate of the gas guzzler tax. Title III: Miscellaneous Provisions - Extends for one year to July 1, 1989, the provisions of the Deficit Reduction Act of 1984 relating to the collection of nontax debts owed to Federal agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Taxpayer Bill of Rights", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to promote and protect taxpayer rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:54-05:00"
}