{
  "actions": [
    {
      "acted_at": "1997-03-20", 
      "references": [
        {
          "reference": "CR S2678-2682", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-03-20", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-04-17", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1997-04-17", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Hatch without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-04-17", 
      "calendar": "Senate Legislative", 
      "number": "40", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 40.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s506-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-03-20", 
  "number": "506", 
  "official_title": "A bill to clarify certain copyright provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr672-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Copyright Clarifications Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1997-04-17", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Appropriations", 
    "Arts, culture, religion", 
    "Cable television", 
    "Claims", 
    "Commerce", 
    "Commercial arbitration", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Copyright", 
    "Copyright infringement", 
    "Copyright royalties", 
    "Direct broadcast satellites", 
    "Economics and public finance", 
    "Federal libraries", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government securities", 
    "Intellectual property", 
    "International affairs", 
    "Investment of public funds", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Libraries", 
    "Library of Congress", 
    "Licenses", 
    "Music", 
    "Phonorecords", 
    "Science, technology, communications", 
    "Self-employed", 
    "Sound recording and reproducing", 
    "Space activities", 
    "Subscription television", 
    "Television broadcasting", 
    "Television programs", 
    "Television relay systems", 
    "Television stations", 
    "Trade agreements", 
    "Treaties", 
    "Valuation"
  ], 
  "subjects_top_term": "Intellectual property", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-03-20", 
    "text": "Copyright Clarifications Act of 1997 - Amends the Satellite Home Viewer Act of 1994 to provide that the formula used to compute the royalty fee to be deposited semiannually by a satellite carrier with the Register of Copyrights shall require that 17.5-cent and 14-cent per subscriber charges apply, respectively, to: (1) superstations that, as retransmitted by the satellite carrier, include any program which, if delivered by any cable system in the United States, would be subject to the syndicated exclusivity rules of the Federal Communications Commission; and (2) superstations that are syndex-proof. (Sec. 3) Revises existing copyright law to provide that, in the case of a derivative work that is based upon a restored work and is created before the enactment of the Uruguay Round Agreements Act, if the source country of the restored (currently, derivative) work is an eligible country on such enactment or, before the date on which the source country of the restored work becomes an eligible country, the country of the restored (currently, derivative) work is ineligible on such enactment, a reliance party may continue to exploit that derivative work for the duration of the restored copyright if such party pays to the owner of the restored copyright reasonable compensation for conduct which would otherwise be subject to a remedy for infringement. Repeals the requirement that the Copyright Office publish in the Federal Register a cumulative annual list of notices of intent to enforce restored copyrights. Revises the definition of: (1) \"date of restoration\" to specify January 1, 1996, as the date of restoration of foreign copyrights; and (2) \"eligible country\" for purposes of determining who qualifies as a reliance party to mean a nation, other than the United States, that, after enactment of the Uruguay Round Agreements Act becomes a World Trade Organization member, is or becomes a member of the Berne Convention, or becomes subject to a presidential proclamation. (Sec. 4) Provides that royalty rates and terms established for licenses for nonexempt subscription transmissions shall be effective until December 31, 2000 (as under current law) or, if a copyright arbitration royalty panel (CARP) is convened, until 30 days after the Librarian of Congress issues and publishes in the Federal Register an order adopting the determination of the CARP or an order setting the royalty terms and rates if the Librarian rejects the CARP determination. Repeals requirements for a CARP to publish royalty rates, terms, or decisions in the Federal Register. (Sec. 6) Revises arbitration proceedings concerning jukebox negotiated licenses to allow parties not subject to such negotiations to determine the royalty terms and rates and the division of fees paid among copyright owners by arbitration in accordance with CARP proceedings. Defines for purposes of negotiated licenses for jukeboxes: (1) \"coin-operated phonorecord player\"; and (2) \"operator.\" (Sec. 7) Requires a copyright owner to give an infringer at least 48 hours' (currently, ten to 30 days') notice of the owner's intention to secure copyright in a work that is to be transmitted live at the same time that it is being fixed in tangible form for the first time. (Sec. 8) Revises procedures for adjusting Copyright Office fees to authorize the Register of Copyrights, in 1997 and any subsequent calendar year, to: (1) study the costs incurred by the Office for the registration of claims, the recordation of documents, and the provision of services (considering the timing of any increase in fees and the authority to use such fees consistent with the budget); (2) submit a proposed schedule for any fee increase to the Congress; and (3) increase fees up to the reasonable costs incurred by the Office for such services, plus a reasonable inflation adjustment, unless, within a specified period, a law is enacted stating that the Congress does not approve the schedule. Requires the Register to request the Secretary of the Treasury to invest in interest-bearing Treasury securities any portion of the fees deposited against future services that is not required to meet current deposit account demands. (Sec. 9) Requires CARP arbitration proceedings to be used in satellite carrier compulsory license rate adjustments. Authorizes the Librarian of Congress to: (1) distribute royalty fees collected that are not subject to controversy; and (2) accept or reject royalty claims filed on the basis of timeliness or failure to establish the basis for a claim. Requires the Librarian to reimburse an arbitrator at such intervals and in such a manner as the Librarian provides by regulation and pursuant to a signed agreement between the Library of Congress and the arbitrator (an independent contractor acting on behalf of the United States). Considers such payments to be costs incurred by the Library of Congress and the Copyright Office for purposes of deducting such amounts from royalty fees. Repeals provisions requiring parties in distribution proceedings to bear the cost of such proceedings in direct proportion to their share of the royalty distribution. Allows the Librarian and the Copyright Office, in ratemaking proceedings, to access their reasonable costs directly to the parties to the most relevant arbitration proceeding (50 percent of the costs to the parties who would receive royalties from the royalty rate adopted in the proceeding and 50 percent of the costs to the parties who would pay the adopted royalty rate). (Sec. 10) Removes the March 30 deadline by which the Librarian must determine annually whether there are any controversies among claimants in the distribution of digital audio recording technology royalties."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Copyright Clarifications Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Copyright Clarifications Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to clarify certain copyright provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:49-05:00"
}