{
  "actions": [
    {
      "acted_at": "1993-11-08", 
      "references": [
        {
          "reference": "CR S15325-15326", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-08", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-09", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-01-25", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with amendments. With written report No. 103-220.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-01-25", 
      "calendar": "Senate Legislative", 
      "number": "348", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 348.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1994-03-21", 
      "references": [
        {
          "reference": "CR S3288-3311", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-21", 
      "references": [], 
      "text": "The committee amendments were agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-21", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1994-03-21T12:02:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-21T13:20:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-21", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-22T18:18:00-05:00", 
      "references": [], 
      "text": "Mr. Studds moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-22T18:18:00-05:00", 
      "references": [
        {
          "reference": "CR H1840-1851", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-22T18:18:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-22T18:23:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1994-03-22T18:23:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-22T18:23:00-05:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of S. 1636.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-23", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-24", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-24", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-24", 
      "how": "by Voice Vote", 
      "references": [
        {
          "reference": "CR S3629", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate concurred in the House amendment with amendment (SP 1576) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "1994-04-26", 
      "references": [
        {
          "reference": "CR S4933-4935", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-26T13:00:00-04:00", 
      "bill_ids": [
        "hres412-103"
      ], 
      "references": [
        {
          "reference": "CR H2714-2727", 
          "type": "consideration"
        }
      ], 
      "text": "House agreed to Senate amendment to House amendment with amendment pursuant to H. Res. 412.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-26", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk:.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-26", 
      "how": "by Voice Vote", 
      "references": [
        {
          "reference": "CR S4923-4935", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to House amendment to Senate amendment to House amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "1994-04-26", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1994-04-28", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-29", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1994-04-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1994-04-30", 
      "congress": "103", 
      "law": "public", 
      "number": "238", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 103-238.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1550-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1550"
    }, 
    {
      "amendment_id": "s1551-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1551"
    }, 
    {
      "amendment_id": "s1576-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1576"
    }
  ], 
  "bill_id": "s1636-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1993-11-08", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1993-11-08", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "103", 
    "law_type": "public", 
    "number": "238"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1994-04-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1994-03-22T18:23:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1994-04-26", 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-08", 
  "number": "1636", 
  "official_title": "A bill to authorize appropriations for the Marine Mammal Protection Act of 1972 and to improve the program to reduce the incidental taking of marine mammals during the course of commercial fishing operations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres412-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres412-103", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2760-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4122-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Marine Mammal Protection Act Amendments of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1994-04-30", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Alaska", 
    "Anadromous fishes", 
    "Animals", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bears", 
    "Bering Sea", 
    "Birds", 
    "California", 
    "Canada", 
    "Coastal zone", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Cultural relations", 
    "Data banks", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Ecological research", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Education", 
    "Endangered animals", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Eskimos", 
    "Europe", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal-Indian relations", 
    "Fines (Penalties)", 
    "Fisheries", 
    "Fishery management", 
    "Fishing", 
    "Fishing boats", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Greenland", 
    "Habitat conservation", 
    "Handicraft", 
    "Harbors", 
    "Hawaii", 
    "Higher education", 
    "Hunting", 
    "Import restrictions", 
    "Imports", 
    "Indian hunting and fishing rights", 
    "International affairs", 
    "International environmental cooperation", 
    "Ivory", 
    "Land transfers", 
    "Licenses", 
    "Maine", 
    "Marine Mammal Commission", 
    "Marine and coastal resources, fisheries", 
    "Marine ecology", 
    "Marine mammal protection", 
    "Marine mammals", 
    "Minorities", 
    "Native Americans", 
    "Naval bases", 
    "Oregon", 
    "Pacific Ocean", 
    "Photography", 
    "Public lands and natural resources", 
    "Research", 
    "Russia", 
    "Russian Republic", 
    "Salmon fisheries", 
    "Science, technology, communications", 
    "Sealing", 
    "Seashore ecology", 
    "Service academies", 
    "Shipbuilding", 
    "Ships", 
    "South Carolina", 
    "Sports and recreation", 
    "Territorial waters", 
    "Texas", 
    "Transportation and public works", 
    "Treaties", 
    "Tuna fisheries", 
    "Washington State", 
    "Whales", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Zoological research", 
    "Zoos"
  ], 
  "subjects_top_term": "Animals", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1994-04-26", 
    "text": "Marine Mammal Protection Act Amendments of 1994 - Amends the Marine Mammal Protection Act of 1993 with respect to the moratorium and exceptions on the taking and importing of marine mammals to allow the issuance of permits for: (1) scientific research, public display, photography for educational or commercial purposes, or enhancing the survival of a species or stock; or (2) importing polar bear parts taken in sport hunts in Canada. (Sec. 4) Directs the Secretary of Commerce to publish guidelines for use in safely deterring marine mammals from damaging private or public property or endangering personal safety. Allows the issuance of permits for non-commercial fishing operations within specific geographic regions for the incidental, but not intentional, taking by harassment of small numbers of marine mammals of a species or population stock if it is found that: (1) such taking will have a negligible impact on such species or stock; and (2) will not have an unmitigable adverse impact on the availability of such species or stock. Allows the issuance of permits for commercial fishing operations for the incidental, but not intentional, taking of marine mammals listed as endangered species under the Endangered Species Act of 1973 if it is determined that: (1) such taking will have a negligible impact on the species or stock; (2) a monitoring program is established and a take reduction plan has been or is being developed; and (3) a recovery plan has been developed or is in the process of being developed. States that the incidental taking of California Sea otters shall not be governed by the preceding and that Public Law 99-625 is neither amended nor repealed by the preceding. Authorizes the Secretary to modify, suspend, or revoke such permits. Allows the import of marine mammal products under certain circumstances. Allows the taking of a marine mammal in self-defense or the defense of others. Requires such incidents to be reported to the Secretary within 48 hours. Authorizes the Secretary to seize and dispose of any carcass. (Sec. 5) Sets forth prohibitions and administrative procedures for issuing permits. Directs the Secretary to undertake a scientific review of the impact of permits on the polar bear stock in Canada. (Sec. 6) Allows the use of monies in the Marine Mammal Unusual Mortality Event Fund for the care and maintenance of certain marine mammals seized under permits granted by this Act. (Sec. 7) Provides that if the Secretary determines, based on a stock assessment or new information, that impacts on rookeries, mating grounds or other areas of ecological significance to marine mammals may be causing the decline or impeding the recovery of a strategic stock, then the Secretary may implement conservation or management measures to alleviate those impacts. Requires the Secretary to: (1) review the effectiveness of the Agreement on the Conservation of Polar Bears; and (2) report to specified congressional committees on consultation with the Russian Federation on the development and implementation of enhanced cooperative research and management programs for the conservation of polar bears in Alaska and Russia. (Sec. 8) Authorizes a take reduction plan, if necessary, to reduce incidental taking during commercial fishing operations. (Sec. 9) Authorizes appropriations for FY 1994 through 1999. (Sec. 10) Requires the publication of updated stock assessments annually for stocks considered strategic or for which significant new information is available and every three years for all other marine mammal stocks. Directs the Secretary to establish three independent scientific review groups representing Alaska, the Pacific coast (including Hawaii), and the Atlantic coast (including the Gulf of Mexico) to review proposed actions and to advise the Secretary as appropriate. (Sec. 11) Describes regulations to accompany the general authorization for the incidental commercial taking of marine mammals. Establishes the immediate goal that the incidental kill or serious injury of marine mammals in the course of commercial fishing operations be reduced to insignificant levels approaching a zero mortality and serious injury rate within seven years. Allows the charging of a fee for such authorization. Directs the Secretary to establish a program to monitor incidental mortality and serious injury takes during the course of commercial fishing operations which includes observers on certain vessels. Requires the establishment of take reduction plans to reduce incidental mortality or serious injury of marine mammals below the potential biological removal levels and on methods of reducing incidental mortality or serious injury to insignificant levels approaching zero within five years. Authorizes the establishment of take reduction teams to facilitate the development of such plans. Authorizes the Secretary to prescribe emergency regulations if incidental mortality and serious injury from commercial fishing operations have an immediate and significant adverse impact on a stock or species, including placing observers on vessels. (Sec. 14) Declares that nothing in this Act is intended to alter any treaties between the United States and Indian tribes. (Sec. 17) Prohibits a person from approaching closer than 100 yards to a humpback whale or any other whale in waters of the United States surrounding the State of Hawaii by any means other than an aircraft. (Sec. 18) Sets forth scrimshaw exemption provisions. (Sec. 19) Authorizes the Secretary to enter into cooperative agreements with Alaska Native organizations to conserve marine mammals and provide comanagement of subsistence use by Alaska Natives. Authorizes appropriations for FY 1994 through 1999 for grants to assist such organizations. (Sec. 20) Directs the Secretary to convene a regional workshop for the Gulf of Maine to assess human-caused factors affecting the health and stability of that marine ecosystem, of which marine mammals are a part. Directs the Secretary to undertake a scientific research program to monitor the health and stability of the Bering Sea marine ecosystem and to resolve uncertainties concerning the causes of population declines of marine mammals, sea birds, and other living resources of that marine ecosystem. (Sec. 21) Amends the Interjurisdictional Fisheries Act of 1986 to increase authorized appropriations for FY 1994 and 1995. (Sec. 22) Directs the Secretary of the Navy to convey to the Secretary of Commerce a portion of the Naval Base, Charleston, South Carolina, for use by the National Oceanic and Atmospheric Administration. (Sec. 23) Allows a State to apply to the Secretary for the intentional lethal taking of individually identifiable pinnipeds which are having a significant negative impact on the decline or recovery of certain salmonid fishery stocks. Authorizes the Secretary to establish a Pinniped-Fishery Interaction Task Force to advise on responding to such application. Directs the Secretary to engage in a scientific investigation to determine whether California sea lions and Pacific harbor seals: (1) are having a significant negative impact on the recovery of salmonid fishery stocks which have been listed as endangered species or threatened species, or which the Secretary finds are approaching such status; or (2) are having broader impacts on the coastal ecosystems of Washington, Oregon, and California. Authorizes the Secretary to conduct a study, of not less than three high predation areas in anadromous fish migration corridors within the Northwest Region of the National Marine Fisheries Service, on the interaction between fish and pinnipeds. Establishes a Pinniped-Fishery Interaction Task Force to advise on issues or problems regarding pinnipeds interacting in a dangerous or damaging manner with aquaculture resources in the Gulf of Maine. Requires a report to specified congressional committees on alternatives to mitigate such interactions. Allows the Secretary to publish a stock assessment for Gulf of Maine harbor porpoise in an expedited fashion. (Sec. 25) Provides for the transfer of amounts appropriated to the Department of the Navy for Shipbuilding and Conversion, Navy to the Administrator of the Maritime Administration for the conversion of the USNS CHAUVENET to a training ship for the Texas Maritime Academy's Training Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Marine Mammal Protection Act Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Marine Mammal Protection Act Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Marine Mammal Protection Act Amendments of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Marine Mammal Protection Act of 1972 and to improve the program to reduce the incidental taking of marine mammals during the course of commercial fishing operations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:13-05:00"
}