{
  "actions": [
    {
      "acted_at": "2012-06-19", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5967-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Welch, Peter", 
      "sponsored_at": "2012-06-19", 
      "state": "VT", 
      "thomas_id": "01879", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-19", 
  "number": "5967", 
  "official_title": "To amend title VI of the Public Utility Regulatory Policies Act of 1978 to establish a Federal renewable electricity and energy efficiency standard for certain electric utilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Renewable Energy and Efficiency Act", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Dams and canals", 
    "Department of Energy", 
    "Electric power generation and transmission", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Intergovernmental relations", 
    "Public utilities and utility rates", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-19", 
    "text": "American Renewable Energy and Efficiency Act - Amends the Public Utility Regulatory Policies Act of 1978 to require the Federal Energy Regulatory Commission (FERC) to promulgate regulations to implement and enforce federal combined efficiency and renewable electricity standard. Requires each retail electric supplier to submit to FERC, annually, an amount of federal renewable electricity credits and demonstrated total annual electricity savings for the previous year that, in the aggregate, is equal to the supplier's annual combined target for that year as established by this Act (compliance obligation). Requires each supplier to submit credits equal to at least three quarters of such target. Requires FERC, upon a request from a state's governor, to increase, to no more than half, the proportion of the annual combined targets for suppliers located within such state that may be met through submission of demonstrated total annual electricity savings. Requires a supplier's target to be equal to the product of the supplier's base amount (electricity sold) for the year and a specified annual percentage for that year, which increases from 8% for 2014 to 50% for 2035 through 2040. Sets forth provisions governing the issuance, tracking, verification, trading, banking, and retirement of federal renewable electricity credits. Requires FERC to: (1) prescribe standards and protocols for defining and measuring electricity savings and total annual electricity savings that can be counted toward a compliance obligation, (2) establish procedures and standards requiring third-party verification of reported electricity savings, and (3) establish requirements governing the submission of reports to demonstrate the total annual electricity savings achieved by a retail electric supplier within the relevant year. Allows a retail electric supplier to: (1) use electricity savings transferred from other specified entities to meet its compliance obligation, and (2) submit, in lieu of each federal renewable electricity credit or megawatt hour of demonstrated total annual electricity electricity savings that would otherwise be due, an alternative compliance payment of $50 to the state or states in which such supplier sells electric energy. Requires states to use such payments for: (1) deploying technologies that generate electricity from renewable resources, or (2) implementing cost-effective energy efficiency programs to achieve electricity savings. Prescribes penalties for noncompliance with, or violations of, this Act. Terminates this Act on December 31, 2041. Authorizes states to set the rates for a sale of electric energy by a facility generating electric energy from renewable energy sources pursuant to a state-approved production incentive program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Renewable Energy and Efficiency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title VI of the Public Utility Regulatory Policies Act of 1978 to establish a Federal renewable electricity and energy efficiency standard for certain electric utilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:56:43-05:00"
}