{
  "actions": [
    {
      "acted_at": "1991-07-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-07-22", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-22", 
      "calendar": "Senate Legislative", 
      "number": "176", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 176.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-08-02", 
      "bill_ids": [
        "s1507-102"
      ], 
      "references": [], 
      "text": "Senate struck all after the enacting clause and inserted titles XXXI and XXXII of S. 1507, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-09-11", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T12:04:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:06:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:06:00-04:00", 
      "bill_ids": [
        "hr2100-102"
      ], 
      "references": [], 
      "text": "See H.R. 2100 for further action..", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1514-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-08-02", 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-22", 
  "number": "1514", 
  "official_title": "An original bill to authorize appropriations for fiscal years 1992 and 1993 for defense activities of the Department of Energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1507-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2100-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1507-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1508-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1509-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Years 1992 and 1993", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Air bases", 
    "Armed forces and national security", 
    "Arms control", 
    "Authorization", 
    "Ballistic missiles", 
    "Colorado", 
    "Commercialization", 
    "Congressional oversight", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Education", 
    "Emergency management", 
    "Employee training", 
    "Energy policy", 
    "Environmental education", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal incorporation", 
    "Government and business", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Guided missiles", 
    "Hazardous waste disposal", 
    "Health education", 
    "Industrial engineering", 
    "Industrial research", 
    "Information networks", 
    "Inspection (Arms control)", 
    "Joint ventures", 
    "Laboratories", 
    "Manufacturing industries", 
    "Military construction operations", 
    "Military research", 
    "Missile warheads", 
    "Museums", 
    "New Mexico", 
    "Nuclear energy research", 
    "Nuclear facilities", 
    "Nuclear fusion", 
    "Nuclear reactors", 
    "Nuclear research", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Ordnance", 
    "Plutonium", 
    "Pollution control", 
    "Production engineering", 
    "Radiation safety", 
    "Radioactive fallout", 
    "Radioactive pollution", 
    "Radioactive wastes", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development contracts", 
    "Scholarships", 
    "Space warfare", 
    "Strategic materials", 
    "Technological innovations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1991-08-02", 
    "text": "Department of Energy National Security Act for Fiscal Years 1992 and 1993 - Title XXXI: Department of Energy National Security Programs - Part A: National Security Programs Authorizations - Authorizes appropriations to the Department of Energy (DOE) for FY 1992 for operating expenses incurred, and for plant and capital equipment necessary, in carrying out national security programs in the following areas: (1) weapons activities; (2) defense nuclear materials production; (3) verification and control technology; (4) nuclear materials safeguards and security technology development programs; (5) security investigations; (6) Office of Security evaluations; (7) new production reactors; (8) naval reactors and naval reactors development; and (9) capital equipment not related to construction. Authorizes appropriations to DOE for FY 1992 for carrying out environmental restoration and waste management programs necessary for national security programs in the following areas: (1) operating expenses; (2) plant projects; and (3) capital equipment. Earmarks specified FY 1992 funding for the defense inertial confinement fusion program. Directs the Secretary of Energy (Secretary, for purposes of this title) to use FY 1992 and 1993 DOE funds to reimburse specified Colorado cities for costs incurred in implementing a required water management program. Provides reimbursement amounts for each such fiscal year. Directs the Secretary to make available to the States of Washington, Oregon, and Idaho specified FY 1992 through 1994 DOE funds for implementing and operating the Hanford Health Information Network. Prohibits any funds appropriated or otherwise made available to DOE for FY 1992 from being used for modifying the W-79 atomic fired artillery projectile. Reduces the total amount authorized to be appropriated by this Part. Part B: Recurring General Provisions - Prohibits the use of funds appropriated pursuant to this title for the costs of a program exceeding 105 percent of the program authorization or $10,000,000 more than the amounts authorized, whichever is less, or for programs which have not been presented to, or requested of, the Congress, unless the Secretary transmits to the appropriate congressional committees a full and complete statement of the action proposed and 30 days have elapsed. Prohibits the total funds obligated pursuant to this title from exceeding the total amount authorized to be appropriated by this title. Authorizes the Secretary to carry out any general plant project only if the maximum estimated cost of the project does not exceed $2,000,000. Requires reports to specified committees by the Secretary when the costs exceed such amount. Sets forth procedures for the approval of projects which exceed by more than 25 percent their estimated cost or authorized amount. Exempts from such procedures any projects which have an estimated cost of less than $5,000,000. Allows for the transfer of funds from specified projects to other Government agencies for the performance of work for which the funds were appropriated. Authorizes the Secretary of Defense to transfer to the Secretary specified FY 1992 DOD R&D funds for the performance of work on SDI. Authorizes an additional transfer for the inertial confinement fusion program. Authorizes the Secretary to perform advance planning and construction design services in connection with any proposed construction project if the total estimated cost for such services does not exceed $2,000,000. Authorizes the Secretary to notify the defense committees whenever the estimated cost of such planning and design exceeds $300,000. Requires specific authorization by law whenever such estimated cost exceeds $2,000,000. Authorizes the Secretary to perform emergency construction planning and design in order to meet the needs of national defense or to protect property or human life. Makes funds appropriated for management and support activities and for general plant projects under this title available for all national security programs of DOE. Part C: Miscellaneous - Directs the Secretary to conduct a scholarship and fellowship program to enable individuals to qualify for employment in environmental restoration and waste management (ERW) positions in DOE. Requires the Secretary to award at least 20 each of scholarships (for undergraduates) and fellowships (for graduate students) during FY 1992. Outlines eligibility requirements. Requires the Secretary and any such recipient to enter into an agreement under which the Secretary agrees to provide the participant with educational assistance for a specified number of school years in return for the participant's agreement to complete the educational program and to serve full-time as a DOD employee in an ERW position for 12 months for each school year in which such educational assistance was provided. Outlines provisions concerning repayment of such educational assistance by the participant if he or she does not complete such education or work the required period thereafter. Requires such repayment within a specified period. Authorizes the Secretary to waive such payment recovery if found to be against equity and good conscience or contrary to the best interests of the United States. Authorizes the Secretary, in awarding such scholarships and fellowships, to give a preference to individuals who are entitled to or accepted for enrollment in an educational institution that has a cooperative education program with DOE. Directs the Secretary to report to the Congress on activities taken under the program. Provides funding for such program from ERW funds authorized under this Act. Directs the Secretary to carry out the Defense Environmental Restoration and Waste Management Program under which the Secretary carries out ERW activities at DOE nuclear facilities. Establishes in DOE the Office of Environmental Restoration and Waste Management through which the Secretary shall carry out the Program. Directs the Secretary to issue annually a five-year plan for ERW activities to be conducted at DOE nuclear facilities under the Program. Requires such plans to be submitted to the President and the Congress, published in the Federal Register, and made available to the public. Outlines matters to be included in each five-year plan. Requires preliminary plans to be provided to affected States and Indian tribes for coordination, review, and comment. Requires the first five-year plan to be issued in 1992. Establishes in the Treasury the Defense Environmental Restoration and Waste Management Account for the deposit of sums used to carry out the Program. Requires the President to include in his annual budget submission to the Congress certain information with respect to the Program. Authorizes the Secretary to make grants to, and enter into cooperative agreements with, affected States and Indian tribes to assist their participation in the development of the five-year plans. Authorizes the Secretary to enter into a long-term contract for the procurement of products and services that are determined to be necessary to support waste cleanup and modernization activities at DOE facilities. Authorizes such contract to extend for up to 30 years, with two ten-year contract extension options. Outlines contract requirements. Directs the Secretary, in awarding such contract, to: (1) use competitive procedures; (2) encourage the development of new and innovative technologies; and (3) enter into contracts with diverse contractors. Authorizes the Secretary, upon the termination of such a contract, to pay the balance of the cost of any special facility acquired or constructed if the acquisition or construction constitutes a significant portion of the investment by the contractor under the contract. Authorizes the Secretary to lease Federal lands at a DOE facility in connection with a contract. Provides authorized lease periods. Prohibits the Secretary from entering into such contracts until the Secretary submits to the Congress a justification and analysis and complies with a notification requirement. Terminates the authority to enter into such contracts on September 30, 1996. Provides that a waiver of certain post-employment restrictions granted by the President to any person who was an employee of the Lawrence Livermore, Los Alamos, or Sandia National Laboratories immediately before the person's Federal Government employment shall apply to that person's employment by any such national laboratory after such person's Federal employment is terminated. Prohibits the Secretary from resuming plutonium operations at the Rocky Flats Nuclear Weapons Plant, Golden, Colorado, until the Defense Nuclear Facilities Safety Board (Board) has determined that the Secretary has responded to specified Board recommendations relating to the Rocky Flats plant. Requires certain congressional notification and certification requirements to be met before the resumption of warhead production activities except at one specified building at the plant. Requires the Defense Science Board and the Nuclear Weapons Council to report to the defense committees jointly on each type of warhead proposed to be produced at Rocky Flats. Requires the Secretaries of Defense and Energy to both certify to the defense committees that production of recommended types of warheads at such plant is necessary in the national security interest before production may resume. Authorizes the Secretary of Energy to award grants to certain non-profit organizations to: (1) provide training and education to persons whose duties are or include response to hazardous substance releases or similar emergencies at DOE nuclear weapons facilities; and (2) develop curricula for such training and education. Makes eligible for such grants nonprofit organizations that have demonstrated significant capabilities in: (1) implementing and conducting training and education programs relating to the general health and safety of workers; (2) identifying groups of workers whose duties include response to hazardous substances releases or similar emergencies; and (3) conducting effective training programs for such workers. Requires the Secretary to give grant award preference to organizations and programs that are grant recipients under a specified provision of the Superfund Amendments and Reauthorization Act of 1986. Authorizes the Secretary to assess civil penalties against any DOE contractor who employs individuals to respond to hazardous substance releases or other similar emergencies at DOE nuclear weapons facilities and fails to provide for such training or to certify to DOE that such employees are adequately trained by other means. Provides FY 1992 funding for such program from funds authorized to be appropriated under this Act. Directs the Secretary to enter into cooperative arrangements with participants from two or more eligible firms and one or more DOE laboratories (allows inclusion of institutions of higher education) in order to encourage and provide for the conduct of R&D of dual-use (both commercial and military applications) critical technologies selected by the Secretary, to be known as Department of Energy Critical Technology Partnerships. Authorizes the Secretary to enter into cooperative arrangements with the same type of participants for R&D and utilization of advanced manufacturing technologies potentially having a broad range of applications, to be known as Department of Energy Advanced Manufacturing Technology Partnerships. Directs the Secretary to establish two or more Advanced Materials Processing, Synthesis, and Commercialization Partnerships in order to facilitate the development and commercialization of advanced materials processing, synthesis, and technology in the United States. Part D: National Atomic Museum Act - National Atomic Museum Act of 1991 - Recognizes the National Atomic Museum within Kirtland Air Force Base (East), New Mexico, as the official atomic museum of the United States with the sole right to have and use the name \"National Atomic Museum.\" Declares as the mission of the museum to provide for the public a freely available central repository of information and items reflecting the Atomic Age, making available unclassified or declassified data, materials, or other items pertaining to nuclear science. Requires the museum to continue to be located at its present site and managed by the Department of Energy. Title XXXII: Defense Nuclear Facilities Safety Board Authorization - Authorizes appropriations for FY 1992 and 1993 for the operations of the Defense Nuclear Facilities Safety Board. Amends the Atomic Energy Act of 1954 to: (1) allow the Board to employ up to 150 full-time employees (currently 100); and (2) give the Board access to any information on atomic weapons within DOE that is necessary for the Board to carry out its functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Security Act for Fiscal Years 1992 and 1993", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Years 1992 and 1993", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Atomic Museum Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal years 1992 and 1993 for defense activities of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:08-05:00"
}