{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1548-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "1548", 
  "official_title": "A bill to amend title 38 of the United States Code, in order to establish a national cemetery system within the Veterans' Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Cemeteries Act", 
  "sponsor": {
    "district": "9", 
    "name": "Helstoski, Henry", 
    "state": "NJ", 
    "thomas_id": "00529", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Armed forces and national security", 
    "Cemeteries and funerals"
  ], 
  "subjects_top_term": "Cemeteries and funerals", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "National Cemeteries Act - Establishes in the Veterans' Administration a national cemetery system consisting of all cemeteries of the United States in which veterans of any war or conflict or of service in the Armed Forces are or may be buried. Specifies that the following persons are elibible for interment in any open national cemetery: (1) any veteran; (2) any reservist, whose death occurs under honorable conditions, while undergoing treatment at the expense of the United States for injury or disease contracted while acting within the scope of his reservist duties; (3) any ROTC member whose death occurs under honorable conditions during his training period; (4) any U.S. citizen, who served in the Armed Forces of an allied government and such service terminated honorably; (5) the wife, surviving spouse, minor child, and in some cases the unmarried adult child of the above-mentioned persons; and (6) such other persons as may be designated by the Administrator. Directs the Administrator to make all rules and regulations and conduct whatever business is necessary to establish and maintain such cemeteries. Authorizes the Administrator of Veterans' Affairs to acquire needed additional land by purchase, gift, condemnation, transfer from other Federal agencies, or otherwise as he determines to be in the best interest of the United States. Transfers to the Administrator from the Secretaries of the Army, Navy, and Air Force the functions and responsibilities of such Secretaries with respect to cemeteries under their jurisdiction. Authorizes the Administrator to dispose of inactive cemeteries, and to accept and maintain suitable memorials for the beautification of such cemeteries. Prescribes a penalty for defacing cemeteries of not less than $25 or more than $100 or imprisonment for not less than 15 days or more than 60 days. Designates when the Administration shall furnish headstones and markers for unmarked graves. Repeals numerous provisions of law, except with respect to rights and duties that matured, penalties, liabilities, and forfeitures that were incurred and proceedings that began before the effective date of this Act, which deal with National Cemeteries and Monuments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Cemeteries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38 of the United States Code, in order to establish a national cemetery system within the Veterans' Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:14-05:00"
}