{
  "actions": [
    {
      "acted_at": "1983-11-18", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-18", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-18", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-12", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4533-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-18", 
  "number": "4533", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to establish procedures for setting targets and ceilings in the congressional budget process for loans and loan guarantees under Federal credit programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2076-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Lending Oversight and Control Act", 
  "sponsor": {
    "district": "32", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-18", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional budget", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional oversight", 
    "Credit", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government lending", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Presidential messages"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-18", 
    "text": "Federal Lending Oversight and Control Act - Title I: Reports Regarding Federal Credit Activity - Requires the Council of Economic Advisers, in its annual report to the Congress as required by the Employment Act of 1946, to examine the relationship between Federal credit activity during the previous year and: (1) the condition of the economy; (2) the availability and cost of credit in the private sector; and (3) the exercise of monetary and fiscal policy by the Government. Amends the Federal Reserve Act to direct the Board of Governors of the Federal Reserve System, in their biannual reports to Congress concerning recent developments affecting economic trends in the Nation, to examine the effects of Federal credit activity on the availability and cost of credit in the private sector and on the exercise of monetary policy by the Board and the Federal Open Market Committee. Amends the Budget and Accounting Act of 1921 to require the President, in his annual budget statement to the Congress, to include all essential facts regarding direct lending by the Government and guarantees by the Government of the repayment of indebtedness incurred by another person or government. Title II: Changes in Congressional Budget Procedures - Amends the Congressional Budget Act of 1974 to require the first concurrent resolution on the budget for each fiscal year to set forth the appropriate level of total gross obligations for the principal amount of direct loans and the appropriate level of total commitments to guarantee loans and to allocate such totals among the major functional categories of the budget. Directs each standing committee of the House and Senate to submit its estimates of direct loan obligations and loan guarantee commitments provided for in legislation under its jurisdiction by March 15 of each year for consideration of the Budget Committee in formulating the budget resolution. Directs the House and Senate Banking Committees to submit recommendations to the Budget Committees for the aggregate levels of direct loans and loan guarantees in each fiscal year. Requires the joint explanatory statement accompanying a conference report on the concurrent resolution on the budget to include an estimate allocation of the total levels of direct loan obligations and loan guarantee commitments among the committees of the House and Senate. Directs the Committees on Appropriations to provide such an allocation among their subcommittees as soon as practicable after a budget resolution has been agreed to. Requires the House Committee on Appropriations, before reporting any regular appropriations bills, to submit a summary report to the House comparing the credit authority contained in such bills to the levels agreed to in the budget resolution. Requires any report accompanying legislation conferring new budget authority or increasing tax expenditures to include information on direct loan obligations and loan guarantee commitments. Establishes a deadline for the completion of action on legislation providing credit authority. Requires the second concurrent resolution on the budget in any fiscal year and the reconciliation process to take into account Federal obligations and commitments on loans and loan guarantees. Declares out of order any measure brought up for consideration in either House which would increase the level of loan obligations and guarantee commitments agreed to in the budget process. Requires any authority to guarantee the payment of any indebtedness to be contingent on provisions in appropriation Acts. Title III: Budget Execution - Includes within the definition of appropriations all annual limitations on direct loans and loan guarantees. Title IV: Amendments to House Bills - Amends rule X of the Rules of the House of Representatives to require each standing committee (other than the Committee on Appropriations and the Committee on the Budget) to review and make appropriate recommendations with respect to the consistency and uniformity of the different definitions, default provisions, policies, interest rates, and other terms and conditions relating to direct loan, loan insurance, and loan guarantee activities included in any laws of which the subject matter is within the jurisdiction of that committee. Title V: Construction and Effective Dates - Sets forth the effective dates of the titles of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Lending Oversight and Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to establish procedures for setting targets and ceilings in the congressional budget process for loans and loan guarantees under Federal credit programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:35-05:00"
}