{
  "actions": [
    {
      "acted_at": "1978-09-22", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14155-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Conte, Silvio O.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00228", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-09-22", 
  "number": "14155", 
  "official_title": "A bill to change the method and procedure of selling all meat commodities; to provide for licensing and regulating of market price reporting services; to insure proper market basis for sales and thereby prevent manipulation of prices in meat trading (selling) and the creation of a Meat Industry Standards Board to implement these objectives; to research the establishment of a centralized national market system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Meat Trading Act", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Neal Edward", 
    "state": "IA", 
    "thomas_id": "01079", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-09-22", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Department of Agriculture", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Food prices", 
    "Government operations and politics", 
    "Licenses", 
    "Marketing of farm produce", 
    "Meat", 
    "Standards"
  ], 
  "subjects_top_term": "Meat", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-09-22", 
    "text": "Fair Meat Trading Act - Requires the Secretary of Agriculture to report to Congress recommendations for alternative substitute procedures involving the marketing and pricing of meat commodities, including: (1) the banning of formula base pricing (all buying and selling where price is based or determined by the quote of a market price reporting service, not by agreement between the parties to the trade); and (2) a system for electronic base marketing as part of a centralized national market system. Requires a minimum three-year maintenance of all records necessary to carry out this Act, or a longer period if the Secretary so directs. Directs the Secretary to appoint a Meat Industry Marketing Standards Board: (1) to recommend standards of identity for meat commodities and other appropriate terms and rules necessary for orderly trading on any centralized national market which may be established for the trading of all meat commodities; and (2) to develop and present to the Secretary proposals relating to market price reporting services. Requires the Board to consider: (1) establishing a volume standard as a basis for price reporting; and (2) proscribing formula based trading using only one market news reporting service. Requires licensing by the Secretary of any market price reporting service with meat commodities with renewable terms of three years. Requires every trader in meat commodities to furnish full and accurate information concerning all trades to all licensed market price reporting services in any transaction over carload lots in excess of 35,000 pounds (and any other transaction when such trader is contacted by a licensed market price reporting service), except when traded on a centralized market. Requires, if requested, confirmation of such information in writing to such reporting service within 48 hours. Directs the Packers and Stockyards Administration to audit the records of authorized market price reporting services at least once 30 days after licensing is granted, and at least once a year thereafter. Requires a good faith effort by each licensed service to obtain an accurate sampling of all items reported or disseminated to its customers in any manner. Establishes administrative and criminal penalties for: (1) the furnishing of false information; (2) the manipulation of prices or figures shown on any market price reporting service; and (3) other specified violations of the provisions of this Act. Authorizes the Secretary to subpeona documents and witnesses, and to grant immunity to witnesses, to secure effective enforcement of this Act, or to carry out any investigation or proceeding authorized by it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Meat Trading Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to change the method and procedure of selling all meat commodities; to provide for licensing and regulating of market price reporting services; to insure proper market basis for sales and thereby prevent manipulation of prices in meat trading (selling) and the creation of a Meat Industry Standards Board to implement these objectives; to research the establishment of a centralized national market system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:35-05:00"
}