{
  "actions": [
    {
      "acted_at": "1991-11-26", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-26", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-12", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-12-12", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to the Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-01-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-30", 
      "in_committee": "House Committee on Armed Services", 
      "in_subcommittee": "Military Installations and Facilities", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4024-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1992-02-04", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-26", 
  "number": "4024", 
  "official_title": "To amend provisions of the comprehensive Environmental Response, Compensation, and Liability Act of 1980 relating to Federal property transferred by Federal agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Ray, Richard B.", 
    "state": "GA", 
    "thomas_id": "00948", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-26", 
  "subjects": [
    "Congressional reporting requirements", 
    "Easements", 
    "Environmental protection", 
    "Federal installations", 
    "Government liability", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Indemnity", 
    "Land transfers", 
    "Liability for toxic substances pollution damages", 
    "Military bases"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-26", 
    "text": "Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to provide that whenever a U.S. department, agency, or instrumentality (agency) enters into a contract for the sale or lease of, any grant of easement on, or any written agreement for other transfer of, real property (currently, for the sale or other transfer of real property) which is owned by the United States and on which a hazardous substance was stored for one year or more, known to have been released, or disposed of, the head of such agency shall include in such contract, lease, grant, or agreement (currently, contract) notice of the type and quantity of such hazardous substance and notice of the time at which such storage, release, or disposal took place. Provides that each deed entered into for a transfer of such property by the United States to any other person or entity shall contain a covenant warranting that remedial (currently, all remedial) action necessary to protect human health and the environment with respect to any hazardous substance remaining on the property has been taken before the date of the transfer. Specifies that, for purposes of such provision, remedial action has been taken if: (1) remedial action has been completed; (2) no remedial action is required; or (3) remedial action has been commenced with respect to any hazardous substance remaining on the property, the deed entered into for the transfer of such property contains clauses assuring access to the property so that any further remedial action required can be taken and limiting the use of such property to uses that would be consistent with the protection of human health and the environment, and the United States agrees to continue diligently carrying out any further required remedial action on the property until all remedial action has been completed. Authorizes the President, acting through the head of any agency, to remove, or arrange for the removal of, any hazardous substance on real property subject to such Act, regardless of whether an imminent and substantial danger to the public health, welfare, or environment exists. Specifies that, in the case of: (1) real property subject to such Act, the head of the agency with jurisdiction over the property may subdivide it for purposes of sale, lease, grant of easement, or other transfer in accordance with such Act, regardless of whether the property is listed as a site on the National Priorities List; and (2) a parcel of property subdivided out of such real property, the head of the agency may sell, lease, grant an easement to, or otherwise transfer the parcel in accordance with such Act and other Federal provisions relating to Federal property sales or transfers. Directs the Secretary of Defense to: (1) submit to the Congress a report on the manner in which the Department of Defense (DOD) plans to carry out environmental restoration activities on military installations to be closed (pursuant to the Defense Authorization Amendments and Base Closure and Realignment Act, the Defense Base Closure and Realignment Act of 1990, or otherwise by DOD) to take into account the amendments made by this Act; and (2) hold harmless, defend, and indemnify in full specified entities (including any State, or political subdivision thereof, that acquires ownership or control of any facility of a military installation, any person or entity that acquires such ownership or control, and any successor, assignee, transferee, lenders, or lessee of such a person or entity) from and against all suits, claims, or liabilities arising out of the release or threatened release of any hazardous substance, pollutant, or contaminant as a result of DOD activities at a military installation that is closed pursuant to a base closure law, except to the extent that such person or entity caused or contributed to such release or threatened release."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend provisions of the comprehensive Environmental Response, Compensation, and Liability Act of 1980 relating to Federal property transferred by Federal agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:04-05:00"
}