{
  "actions": [
    {
      "acted_at": "1979-11-26", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2045-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-26", 
  "number": "2045", 
  "official_title": "A bill to provide for open meetings of the Judicial Conference of the United States and of each judicial council, public access to transcripts of meetings of the Judicial Conference of the United States and of each judicial council, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Judicial Conference and Councils in the Sunshine Act", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-26", 
  "subjects": [
    "Administration of justice", 
    "Appellate courts", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Courts and Civil Procedure", 
    "Public meetings of administrative bodies"
  ], 
  "subjects_top_term": "Administration of justice", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-26", 
    "text": "Judicial Conference and Councils in the Sunshine Act - Requires the business meetings of the Judicial Conference of the United States (including committees and subcommittees) and of the circuit judicial councils to be conducted in accordance with this Act. Requires: (1) every portion of every meeting of such entities to be open to public observation; and (2) certain information regarding such meetings to be publicly announced, except where the entity determines by a majority vote of the entire membership that such meeting or disclosure is likely to: (a) involve accusing a person of a crime or formally censuring a person; or (b) disclose personal information which would constitute a clearly unwarranted invasion of personal privacy. Allows any member of such judicial entities to request that a meeting be closed, whenever any person whose interests may be directly affected so requests. Requires the entity in such case to vote by recorded vote whether to close the meeting. Requires the Chief Justice, the chief judge of the circuit, or the chairperson of the committee or subcommittee to certify that a meeting may be closed to the public. Requires a judicial entity to make available to the public the transcript or recording of the discussion of any item on the agenda or the testimony of any witness, except those properly withheld. Directs the Judicial Conference and each of the judicial councils to promulgate regulations to implement requirements of this Act within one year of enactment, and to submit final rules to Congress. Allows either House of Congress to disapprove such a rule by resolution within 60 calendar days of continuous session. Allows any person to bring a proceeding in the United States District Court for the District of Columbia to require the timely promulgation of such rules. Authorizes the Federal district courts to enforce the requirements of this Act by declaratory judgment, injunctive relief, or other appropriate relief. Directs the Judicial Conference and the judicial councils to report annually to Congress with respect to their compliance with the requirements of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Judicial Conference and Councils in the Sunshine Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for open meetings of the Judicial Conference of the United States and of each judicial council, public access to transcripts of meetings of the Judicial Conference of the United States and of each judicial council, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:14-05:00"
}