{
  "actions": [
    {
      "acted_at": "1973-10-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10979-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-17", 
  "number": "10979", 
  "official_title": "A bill to offer amnesty under certain conditions to persons who have failed or refused to register for the draft or who have failed, or refused induction into the Armed Forces of the United States, or have deserted the Armed Forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Amnesty Act", 
  "sponsor": {
    "district": "17", 
    "name": "McCloskey, Paul N., Jr.", 
    "state": "CA", 
    "thomas_id": "00759", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-17", 
  "subjects": [
    "Advisory bodies", 
    "Amnesties", 
    "Armed forces and national security", 
    "Desertion", 
    "Selective Service System"
  ], 
  "subjects_top_term": "Amnesties", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-17", 
    "text": "Amnesty Act - Establishes the Amnesty Commission. States that any person who has evaded or refused registration under the Military Selective Service Act between August 4, 1964 and January 27, 1973, or has evaded or refused induction in the Armed Forces of the United States under such Act between such dates is hereby granted immunity from prosecution and punishment under the Military Selective Service Act. Provides that any member of the United States Armed Forces who deserted from the military during the period between August 4, 1964 and January 27, 1973, is hereby granted immunity from prosecution and punishment under the Uniform Code of Military Justice on account of any such desertion or other act, as the case might be if, not later than one year after the date of enactment of this Act, such person: (1) presents himself to the Commission or such persons designated by the Commission to receive applications from affected persons; (2) agrees in accordance with regulations established by the Commission to enlist and serve for a period of two years in the Armed Forces of the United States, or agrees to serve for a period of two years in one of the component agencies of ACTION, a Veterans' Administration Hospital, a Public Health Service Hospital, or other Federal service eligible pursuant to regulations issued under this Act; and (3) agrees to serve for such period in the lowest pay grade at which persons serve in the Armed Forces of the United States, one of the component agencies of ACTION, Veterans' Administration hospitals, Public Health Service hospitals, or other Federal service, as the case may be. Makes provisions for the waiver of the remaining portion of any punishment of any person who has been convicted of draft evasion or desertion from the Armed Forces. States that any finding or determination made by the Commission pursuant to this Act shall be conclusive upon the military board concerned and is not reviewable by any agency or member of the Armed Forces or any civilian officer of the Military Establishment. Provides that upon petition to any district court of the United States, the United States citizenship of any former citizen who states that he renounced such citizenship solely or partly because of disapproval of involvement of the United States in Indochina shall be fully and unconditionally restored. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act. States that if any provision of this Act or the application thereof to any person or circumstance is held invalid, the remainder of the Act and the application of the provision to other persons or to other circumstances shall not be affected thereby."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amnesty Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to offer amnesty under certain conditions to persons who have failed or refused to register for the draft or who have failed, or refused induction into the Armed Forces of the United States, or have deserted the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:52-05:00"
}