{
  "actions": [
    {
      "acted_at": "1992-04-29", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-29", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Installations and Facilities Held Mark-up and Ordered Reported to Full Committee Amended (May 11, 1992).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-08", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to the Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5022-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Martin, David O'B.", 
      "sponsored_at": "1992-04-29", 
      "state": "NY", 
      "thomas_id": "00739", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-29", 
  "number": "5022", 
  "official_title": "To authorize certain construction at military installations for fiscal year 1993, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2628-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 1993", 
  "sponsor": {
    "district": "1", 
    "name": "Schroeder, Patricia", 
    "state": "CO", 
    "thomas_id": "01033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-29", 
  "subjects": [
    "Air bases", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Authorization", 
    "California", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Defense budgets", 
    "Defense contracts", 
    "Department of Defense", 
    "Environmental protection", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Housing and community development", 
    "Land transfers", 
    "Lease and rental services", 
    "Maintenance and repair", 
    "Marine corps", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "NATO military forces", 
    "National Guard", 
    "Naval bases", 
    "Post exchanges", 
    "Real estate appraisal", 
    "Relocation of federal installations", 
    "Rental housing", 
    "Reprogramming of appropriated funds"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-29", 
    "text": "Military Construction Authorization Act for Fiscal Year 1993 - Title I: Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire military family housing units, to carry out architectural and engineering services and construction design, and to improve existing military family housing units in specified amounts at specified installations. Authorizes appropriations to the Army for fiscal years beginning after 1992 for military construction projects, unspecified minor construction projects, repair of real property, architectural and engineering design services, military family housing functions within the Department, and the homeowners assistance program. Limits the total cost of construction projects authorized by this title. Extends certain FY 1990 military construction projects. Title II: Navy - Authorizes the Secretary of the Navy to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire military family housing units, to carry out architectural and engineering services and construction design, and to improve existing military family housing units in specified amounts at specified installations. Authorizes appropriations to the Navy for fiscal years beginning after 1992 for military construction projects, unspecified minor construction projects, repair of real property, architectural and engineering design services, and military family housing functions within the Department. Limits the total cost of construction projects authorized by this title. Title III: Air Force - Authorizes the Secretary of the Air Force to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire military family housing units, to carry out architectural and engineering services and construction design, and to improve existing military family housing units in specified amounts at specified installations. Authorizes appropriations to the Air Force for fiscal years beginning after 1992 for military construction projects, unspecified minor construction projects, repair of real property, architectural and engineering design services, and for military family housing functions within the Department. Limits the total cost of construction projects authorized by this title. Title IV: Defense Agencies - Authorizes the Secretary of Defense to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes appropriations to the Department of Defense (DOD) for fiscal years beginning after 1992 for military construction projects, unspecified minor construction projects, architectural and engineering design services, conforming storage facilities, certain base closure and realignment activities, repair of real property, and military family housing functions within DOD. Authorizes prior-year unobligated funds to be made available for military construction projects authorized in this title. Limits the total cost of construction projects authorized by this title. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to make contributions for the North Atlantic Treaty Organization (NATO) Infrastructure Program. Authorizes appropriations to the Secretary for fiscal years beginning after 1992 for such contributions. Title VI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years beginning after 1992 for acquisition, architectural and engineering services, repair of real property, and construction of facilities for the Guard and reserve forces in specified amounts. Title VII: Expiration of Authorizations - Terminates all authorizations contained in titles I through VI on October 1, 1995, or the date of enactment of an Act authorizing funds for military construction for FY 1996, whichever is later, with specified exceptions. Title VIII: General Provisions - Expands authorized military construction activities to include alteration and repair with respect to a military installation. Requires a cost of over $15,000 which extends the useful life of a facility in order to be considered a military construction project. Includes repair activities within the definition of minor military construction. Requires any such repair within a minor military construction project to cost more than $15,000 and to extend the useful life of the facility. Provides that unspecified minor construction and repair projects funded by working capital funds may be so funded without being subject to the dollar limitations prescribed for such construction and repair activities. Repeals Federal provisions authorizing the Secretary of the military department concerned to carry out facility renovation projects that combine maintenance, repair, and minor construction projects for an entire single-purpose facility, or one or more areas of a multipurpose facility, using operation and maintenance funds. Authorizes a reserve forces facilities acquisition project costing $15,000 (currently, $300,000) or less to be carried out with operation and maintenance funds. Authorizes the Secretary concerned to carry out an emergency construction project five days (currently, 21) after notification to the Congress. Allows funds from the Department of Defense Base Closure Account or from the Department of Defense Base Closure Account 1990 to be used for base closure and realignment activities under either the Defense Authorization Amendments and Base Closure and Realignment Act or the Department of Defense Authorization Act, 1991. Revises the funding limitations contained in each such Act to conform to such change. Defines further the base closure and realignment activities authorized under each such Act as the environmental restoration, community economic adjustment assistance, and disposal of property at bases selected for closure under such Acts. Revises the computation of the amount of proceeds obtained from the sale or transfer of property in connection with a base closure or realignment which are to be transferred to a reserve account and used for acquiring, constructing, or improving commissary stores and nonappropriated fund instrumentalities under the Defense Authorization Amendments and Base Closure and Realignment Act, the Defense Base Closure and Realignment Act of 1990, and the National Defense Authorization Act for Fiscal Year 1991. Authorizes the Secretary of the Navy to convey all U.S. rights and interest in real property consisting of the operations portion of the Marine Corps Air Station, Tustin, California, in exchange for the construction of replacement facilities at either the Tustin location, the Marine Corps Base at Camp Pendleton, California, or the Marine Corps Air Ground Combat Center, Twentynine Palms, California, or a combination of each such facility. Requires such conveyance authority to expire 12 months after enactment of this Act, unless the Secretary makes certain determinations with respect to such conveyance. Provides that, upon such expiration of authority, the closure of the Tustin facility shall proceed as a closure under the Defense Base Closure and Realignment Act of 1990. Authorizes the Secretary of Defense to transfer available DOD funds to a fund established under the Demonstration Cities and Metropolitan Development Act of 1966 for persons eligible under such Act for homeowners assistance. Waives certain congressional reporting requirements with respect to real property acquisitions or leases by DOD in excess of specified amounts in the event of a declaration of war or national emergency, or for real property transactions required in connection with a contingency operation. Requires each military department Secretary who exercises such waiver to notify the Senate and House Armed Services Committees within 30 days after its exercise. Amends the National Defense Authorization Act for Fiscal Years 1992 and 1993 to direct the Secretary of Defense to ensure that the authorization requested by DOD for construction costs resulting from closing or realigning each installation (currently, for each military construction project) does not exceed the cost estimate provided by the Defense Base Closure and Realignment Commission. Authorizes the Secretary to undertake (and to authorize the Secretaries of the military departments to undertake) military construction projects not otherwise authorized by law in the event of a declaration of a contingency operation by the Secretary. (Currently, this authority is permitted only in the declaration of war or national emergency.) Makes inapplicable to unspecified minor military construction or repair projects certain authorized cost variation limitations for a military construction project or for the construction, improvement, and acquisition of a military family housing project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize certain construction at military installations for fiscal year 1993, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:31-05:00"
}