{
  "actions": [
    {
      "acted_at": "1973-02-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4018-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-07", 
  "number": "4018", 
  "official_title": "A bill to amend title II of the Social Security Act to permit retirement of all persons in the United States at the age of 60 years with benefits sufficient, in the absence of any other resources, to assure elderly persons freedom from poverty and also to assure elderly persons generally full participation in prevailing national standards of living, to provide like benefits for physically, mentally, or vocationally disabled persons aged 18 and over, and to provide benefits for certain full-time students aged 18 to 25, and to provide benefits for certain female heads of families and for certain children, and provide for the establishment and operation of this system of social security by an equitable gross income tax.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pay-As-You-Go, Social Security and Property Insurance Act", 
  "sponsor": {
    "district": "15", 
    "name": "McFall, John J.", 
    "state": "CA", 
    "thomas_id": "00770", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-07", 
  "subjects": [
    "Aged and aging", 
    "Income tax", 
    "Old age, survivors and disability insurance", 
    "Social welfare", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-07", 
    "text": "Pay-As-You-Go Social Security and Prosperity Insurance Act - Changes old-age, survivors and disability insurance under the Social Security Act so as to permit retirement of all persons in the United States at the age of 60 years with benefits sufficient, in the absence of any other resources, to assure elderly persons freedom from poverty and to assure elderly persons full participation in prevailing national standards of living. Provides Social Security benefits for physically, mentally, or vocationally disabled persons aged 18 and over. Provides benefits for eligible full-time students aged 18 to 25. Provides benefits for eligible female heads of families and for certain children. Creates within the Treasury an account to be known as the \"pay-as-you-go, social security and prosperity insurance account\" and authorizes the appropriation to it of revenues derived under this Act. Sets forth a schedule for reduction of benefits on the basis of earnings of income received by beneficiaries. Provides that payments to recipients shall be made on a monthly basis. Provides that, in addition to all other excises, duties, and taxes, there shall be levied a tax on the gross income of all persons and companies, except that all personal gross income up to $400 per month shall be exempt. Provides that all personal gross income of more than $400 per month and the total monthly gross income of all companies shall be taxed at the rate of 1 percent for the first 6 months after the adoption of this Act. Increases such tax rate to two and one-half percent after 22 months. Exempts certain organizations from taxation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pay-As-You-Go, Social Security and Property Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to permit retirement of all persons in the United States at the age of 60 years with benefits sufficient, in the absence of any other resources, to assure elderly persons freedom from poverty and also to assure elderly persons generally full participation in prevailing national standards of living, to provide like benefits for physically, mentally, or vocationally disabled persons aged 18 and over, and to provide benefits for certain full-time students aged 18 to 25, and to provide benefits for certain female heads of families and for certain children, and provide for the establishment and operation of this system of social security by an equitable gross income tax.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:55-05:00"
}