{
  "actions": [
    {
      "acted_at": "1981-03-18", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2618-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Benedict, Cleve", 
      "sponsored_at": "1981-03-18", 
      "state": "WV", 
      "thomas_id": "00074", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Bevill, Tom", 
      "sponsored_at": "1981-04-07", 
      "state": "AL", 
      "thomas_id": "00084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Collins, James M.", 
      "sponsored_at": "1981-05-05", 
      "state": "TX", 
      "thomas_id": "00221", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Corcoran, Tom", 
      "sponsored_at": "1981-03-18", 
      "state": "IL", 
      "thomas_id": "00233", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Derwinski, Edward J.", 
      "sponsored_at": "1981-05-05", 
      "state": "IL", 
      "thomas_id": "00290", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gramm, Phil", 
      "sponsored_at": "1981-04-07", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Hance, Kent R.", 
      "sponsored_at": "1981-03-18", 
      "state": "TX", 
      "thomas_id": "00491", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hubbard, Carroll, Jr.", 
      "sponsored_at": "1981-04-07", 
      "state": "KY", 
      "thomas_id": "00567", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jeffries, Jim", 
      "sponsored_at": "1981-05-05", 
      "state": "KS", 
      "thomas_id": "00594", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "McClory, Robert", 
      "sponsored_at": "1981-05-05", 
      "state": "IL", 
      "thomas_id": "00757", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1981-04-07", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-18", 
  "number": "2618", 
  "official_title": "A bill to amend the Clean Air Act and the Internal Revenue Code of 1954 and to provide for the balancing of energy and environmental policies by providing incentives for the use of coal in lieu of imported energy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coal Incentives Act of 1981", 
  "sponsor": {
    "district": "7", 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-18", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Coal", 
    "Conversion of electric power plants to coal", 
    "Cost effectiveness", 
    "Depreciation and amortization", 
    "Economic conditions", 
    "Energy", 
    "Energy tax credits", 
    "Environmental protection", 
    "Federal-state relations", 
    "Income tax", 
    "Investment tax credit", 
    "Mines and mineral resources", 
    "Public utilities", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation", 
    "Unemployment", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-18", 
    "text": "Coal Incentives Act of 1981 - Title I: Balancing Energy and Environmental Policies - Amends the Clean Air Act to direct the Administrator of the Environmental Protection Agency to prepare a cost-benefit analysis of any proposed national ambient air quality standard with an emphasis on the impact of any proposed modification in any standard on the use of domestic coal. Extends to December 31, 1981, the deadline by which the Administrator must: (1) propose such new or modified standards; and (2) review and revise air quality criteria for air pollutants. Extends to July 1, 1981, the deadline by which any applicable implementation plan for which an attainment date later than December 31, 1982, has been granted by the Administrator must be revised to include comprehensive public transportation and traffic control measures. Authorizes the President to issue to any fuel-burning stationary source a temporary emergency suspension of any part of an applicable implementation plan adopted by a State, if the President determines that: (1) a national or regional emergency exists involving high levels of unemployment or loss of necessary energy supplies for residential dwellings; (2) such unemployment or loss can be alleviated by such emergency suspension; and (3) foreign imports of fuels used by such source have reached an excessive level which can be reduced by such suspension. Extends the duration of emergency suspensions from a maximum of four months to five years or such longer period as the owner or operator of such source may establish as reasonable, except that a suspension is limited to four months if it would result in a violation of any national ambient air quality standard. Excludes the voluntary conversion to coal of a source from the definition of a \"modification\" of such source thereby exempting it from new source performance standards. Authorizes the Administrator to specify a date not later than December 31, 1983, for final compliance with an applicable State implementation plan by a source which burns petroleum products and/or natural gas and which: (1) is prohibited from doing so by an order under the Energy Supply and Environmental Coordination Act of 1974; (2) gives notice of intent to convert to coal as a primary fuel because of actual or anticipated curtailment of natural gas supplies; or (3) gives notice of intent to voluntarily convert to coal as a primary fuel. Exempts from the penalty for noncompliance with emission requirements under the Clean Air Act the owner or operator of a source that fails to comply because it uses coal as a primary energy source where the only alternative is to use oil, natural gas, or other nonrenewable forms of energy. Redefines the \"locally or regionally available coal or coal derivatives\" to which a source may be restricted under a measure to prevent economic disruption or unemployment. Prohibits subjecting an existing or a new source that satisfies emission limitations and performance standards under the Clean Air Act to more stringent limitations or standards for the shorter of ten years or the period of depreciation or amortization of such source. Redefines class I national wilderness areas as those areas in excess of 50,000 acres (instead of 5,000). Eliminates the maximum increases in sulphur dioxide and particulate matter concentration allowed for a 24-hour period or for a three-hour period. Allows a State to redesignate any area as a class I area if such redesignation: (1) is approved by the Governor and local legislature; and (2) will not cause air pollutant concentrations to exceed maximum levels in another area. Requires the Administrator to notify a Federal official responsible for class I lands of construction permit applications for only those emission facilities to be located within 50 miles of such lands. Title II: Amendments to the Internal Revenue Code of 1954 - Amends the Internal Revenue Code to qualify coal utilization property for the full investment tax credit allowed for pollution control facilities with a useful life of not less than five years. Allows an investment tax credit to public utilities for coal utilization property. Permits the amortization of coal utilization property, based on a 36-month period. Defines \"coal utilization property\" as tangible, depreciable property which is: (1) a boiler or burner the primary fuel for which will be coal; or (2) pollution control equipment required for such boiler or burner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coal Incentives Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act and the Internal Revenue Code of 1954 and to provide for the balancing of energy and environmental policies by providing incentives for the use of coal in lieu of imported energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:39-05:00"
}