{
  "actions": [
    {
      "acted_at": "1978-06-22", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3227-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-22", 
  "number": "3227", 
  "official_title": "A bill to amend title 18, United States Code, to establish therapeutic communities in Federal correctional institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Therapeutic Community Act", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-22", 
  "subjects": [
    "Advisory bodies", 
    "Correctional institutions", 
    "Health", 
    "Mental health", 
    "Prisoners", 
    "Prisons", 
    "Prisons and prisoners", 
    "Rehabilitation of criminals", 
    "Surgery and anesthesia"
  ], 
  "subjects_top_term": "Rehabilitation of criminals", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-22", 
    "text": "Therapeutic Community Act - Requires the Director of the Bureau of Prisons to establish a therapeutic community in each of up to ten Federal correctional institutions. States that the directors of such communities, together with the overall program Administrator, shall constitute the Committee on Therapeutic Communities, which shall establish policies and perform other specified duties. Enumerates the qualifications of the directors and the duties of the Administrator. Requires each therapeutic community: (1) to consist of a director, staff, and members chosen by the director from volunteers of the general inmate population of an institution (without effect on the length of their incarceration); (2) to be housed in living quarters separate from the general prison population; and (3) to meet regularly to engage in group therapeutic sessions. Requires the training of community members to serve as staff, either at the home institution or at others to which they may be transferred to set up new therapeutic communities. Prohibits the administration of medical procedures, including the ingestion of drugs, shock treatments, psychosurgery, or other such procedures, as therapeutic modes in any program of such a community. Prohibits the disclosure by director, staff, or members of any information received from any community member, except (to proper law enforcement authorities) information relating to the future commission of an act violating any rule, regulation, or law. Specifies conditions of membership in a community and grounds for removal."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Therapeutic Community Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to establish therapeutic communities in Federal correctional institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:50-05:00"
}