{
  "actions": [
    {
      "acted_at": "1996-07-26", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-30T11:04:00-04:00", 
      "references": [], 
      "text": "Mr. Hansen moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-30T11:05:00-04:00", 
      "references": [
        {
          "reference": "CR H8685-8692", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-30T11:05:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-30T11:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House resumed debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-30T11:29:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-07-30T11:29:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-30", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3907-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1996-07-30", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Franks, Bob", 
      "sponsored_at": "1996-07-30", 
      "state": "NJ", 
      "thomas_id": "00409", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Frelinghuysen, Rodney P.", 
      "sponsored_at": "1996-07-30", 
      "state": "NJ", 
      "thomas_id": "00414", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1996-07-30", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Kelly, Sue W.", 
      "sponsored_at": "1996-07-30", 
      "state": "NY", 
      "thomas_id": "00624", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Martini, William J.", 
      "sponsored_at": "1996-07-26", 
      "state": "NJ", 
      "thomas_id": "00744", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1996-07-30", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-07-30T11:29:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1996-07-26", 
  "number": "3907", 
  "official_title": "To facilitate the 2002 Winter Olympic Games in the State of Utah at the Snowbasin Ski Area, to provide for the acquisition of lands within the Sterling Forest Reserve, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "2002 Winter Olympic Games Facilitation Act", 
  "sponsor": {
    "district": "1", 
    "name": "Hansen, James V.", 
    "state": "UT", 
    "thomas_id": "00498", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1996-07-30T11:29:00-04:00", 
  "subjects": [
    "Alaska", 
    "All terrain vehicles", 
    "Animals", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Easements", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Eskimos", 
    "Forests", 
    "Grants-in-aid", 
    "Indian claims", 
    "Indian lands", 
    "Interstate commissions", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Licenses", 
    "Minorities", 
    "National forests", 
    "National parks", 
    "Natural areas", 
    "New Jersey", 
    "New York State", 
    "Oil and gas leases", 
    "Olympic games", 
    "Planning", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Right-of-way", 
    "Sports and recreation", 
    "State parks", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Utah", 
    "Valuation", 
    "Wilderness areas", 
    "Wildlife refuges", 
    "Winter sports facilities"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1996-07-30", 
    "text": "TABLE OF CONTENTS: Title I: Snowbasin Ski Area Title II: Sterling Forest Title III: Anaktuvuk Pass Land Exchange and Wilderness Redesignation Title I: Snowbasin Ski Area - 2002 Winter Olympic Games Facilitation Act - Directs the Secretary of Agriculture to exchange specified federally owned lands within the Cache National Forest in Utah for lands of approximately equal value that are owned by the Sun Valley Company and that are located within the boundaries of the Forest Sets forth provisions regarding substitution of offered lands, valuation and appraisals of exchanged lands, and other terms and conditions of the exchange. Prescribes deadlines by which the Secretary shall: (1) review (with the Company) the Phase 1 facilities (for the 2002 Olympics) to be operated on National Forest System lands retained by the Secretary under the Snowbasin Ski Area Master Development Plan dated October 1995 (Master Plan); (2) submit the reviewed Master Plan with any modifications to specified congressional committees; and (3) authorize, after a request from and in consultation with the Company, construction and operation of such facilities. Exempts all determinations, authorizations, and actions taken by the Secretary pursuant to this title regarding Phase I facilities on National Forest System lands from administrative or judicial review. Title II: Sterling Forest - Authorizes the Secretary of the Interior to provide funding to the Palisades Interstate Park Commission for the acquisition of lands and interests in lands within the Sterling Forest Reserve. Authorizes appropriations. Bars using such funds for acquisition of any land without the owner's consent. Authorizes such Secretary to exchange unreserved unappropriated Federal lands under the Secretary's administrative jurisdiction for specified lands in Sterling Forest. Directs the Secretary to consult with the Governor of any State in which such unreserved unappropriated lands are located prior to carrying out such exchange. Requires the land acquired by the Secretary to be transferred to the Commission for inclusion within the Reserve. Requires the lands exchanged to be of equal value. Title III: Anaktuvuk Pass Land Exchange and Wilderness Redesignation - Ratifies and confirms the Donation, Exchange of Lands and Interests in Lands and Wilderness Redesignation Agreement Among the Arctic Slope Regional Corporation, Nunamiut Corporation, City of Anaktuvuk Pass and the United States, executed on December 17, 1992. Directs that lands acquired by the United States pursuant to the Agreement be administered by the Secretary as part of Gates of the Arctic National Park and Preserve. Amends the Alaska National Interest Lands Conservation Act to: (1) add and rescind wilderness acres in the Gates of the Arctic National Park and Preserve (resulting in a reduction in the size of the Park; and (2) increase the size of the Noatak National Preserve and the Noatak Wilderness. (Sec. 302) Directs the Secretary to value the selection rights granted to Koniag, Incorporated, to receive title to the oil and gas rights and other interests in the subsurface estate of approximately 275,000 acres of public lands in Alaska within the boundaries of Aniakchak National Monument and Preserve, Alaska Peninsula National Wildlife Refuge, and Becharof National Wildlife Refuge. Values the selection rights at the fair market value of: (1) the oil and gas interests in the lands or in lands that are the subject of the selection rights; and(2) the subsurface estate of such lands or interests as Koniag is to receive. Directs the Secretary and Koniag to meet, within 90 days, to select a qualified appraiser to conduct an appraisal of the selection rights. Sets forth provisions regarding failure to agree, including alternative determinations of value under procedures specified in the Federal Land Policy and Management Act of 1976, subject to a specified average value limitation. Requires the Secretary to enter into negotiations for an agreement or agreements to exchange Federal lands or interests therein in Alaska for the selection rights. Provides for value equalization. Deems any property received by Koniag in an exchange entered into pursuant to this title to be an interest in the subsurface for purposes of the Alaska Native Claims Settlement Act, with an exception. Authorizes Koniag, in establishing a settlement trust under the Alaska Native Claims Settlement Act, to delegate authority to appoint and remove a trustee without affecting the status of the trust as a settlement trust."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "2002 Winter Olympic Games Facilitation Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "2002 Winter Olympic Games Facilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To facilitate the 2002 Winter Olympic Games in the State of Utah at the Snowbasin Ski Area, to provide for the acquisition of lands within the Sterling Forest Reserve, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:41-05:00"
}