{
  "actions": [
    {
      "acted_at": "2008-09-26", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3632-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-26", 
  "number": "3632", 
  "official_title": "A bill to combat predatory lending practices and to provide access to capital to those living in low-income and traditionally underserved communities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FAIR Act", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-26", 
  "subjects": [
    "Bank loans", 
    "Checks", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Debt", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Governmental investigations", 
    "Interest rates", 
    "Law", 
    "Loans"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-26", 
    "text": "Fostering American Independence from Regressive and Abusive Credit Transactions Act of 2008 or the FAIR Act - Amends the Truth in Lending Act to prescribe a maximum annual percentage rate (APR) of 36% for any extension of credit to a consumer. Prohibits a creditor from: (1) cashing or advancing money for a post-dated check in exchange for a fee or other payment of interest, other than as otherwise authorized for the payment of a preexisting debt; or (2) holding a check, requiring electronic access to an account at a financial institution, or holding title to personal property as collateral for a loan or other extension of credit (except in connection with the purchase or rental of such personal property). Requires a creditor to provide to the consumer in writing at or before the issuance of credit: (1) the applicable APR; and (2) a clear description of payment obligations. Declares null and void and unenforceable any consumer credit transaction made in violation of this Act. Requires the creditor or subsequent holder to promptly return to the consumer any principal, interest, charges, fees, and any security interest associated with such a transaction. Subjects violations of this Act to specified civil and criminal penalties. Directs the Federal Deposit Insurance Corporation (FDIC) to establish a program to encourage insured depository institutions to incorporate small consumer loans of $1,000 or less into their regular banking services. Includes participation in the loan program established under this Act as a factor in the determination by the appropriate federal financial supervisory agency of whether an insured depository institution is meeting the credit needs of its community under the Community Reinvestment Act of 1977. Directs the FDIC and the National Credit Union Administration to study and report to Congress on best practices to provide incentives for mainstream financial institutions to provide small dollar amount loans to consumers, including innovative state and local programs, private sector, and not-for-profit initiatives."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FAIR Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fostering American Independence from Regressive and Abusive Credit Transactions Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat predatory lending practices and to provide access to capital to those living in low-income and traditionally underserved communities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:26-05:00"
}