{
  "actions": [
    {
      "acted_at": "1975-06-02", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7506-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-02", 
  "number": "7506", 
  "official_title": "A bill to authorize in the Energy Research and Development Administration a Federal program of research, development, and demonstration designed to promote nongasoline powered vehicles, and to demonstrate the commercial feasibility of such vehicles, and other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alternative Vehicle Propulsion Systems Research and Development Act", 
  "sponsor": {
    "district": "24", 
    "name": "Ottinger, Richard L.", 
    "state": "NY", 
    "thomas_id": "00882", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-02", 
  "subjects": [
    "Electric vehicles", 
    "Energy", 
    "Fuel", 
    "Fuel research", 
    "Motor vehicles", 
    "Science and technology"
  ], 
  "subjects_top_term": "Electric vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-02", 
    "text": "Alternative Vehicle Propulsion Systems Research and Development Act - Declares it to be the policy of the United States and the purpose of this Act to: (1) demonstrate the commercial feasibility of all steam, electric, hybrid, and other alternative propulsion systems for vehicles for urban and rural individual and business use; (2) to encourage research and development in new technologies for all such vehicles; and (3) to provide incentives for consumers, government, and industry to purchase and utilize alternative vehicles. Directs the Administrator of the Energy Research and Development Administration to establish the Alternative Vehicle Research and Development Project. Specifies the aims of the project, including promoting research and development of alternative vehicle technology and ascertaining consumer needs and desires for alternative vehicles. Authorizes the Administrator to enter into such contracts as may be necessary to provide for the production, within one year of the enactment of this Act, of significant numbers of urban passenger and commercial vehicles emphasizing alternative propulsion systems. Stipulates that not more than 50 percent of such contracts shall be with the major auto companies. Requires the Administrator, within 120 days of enactment of this Act, to promulgate performance standards and criteria for alternative engines which are suitable for urban vehicles. Directs the Administrator to make such arrangements as may be necessary: (1) for the introduction of alternative vehicles into the vehicle fleets of State and local governments and Federal agencies; and (2) for the introduction of such vehicles into individual and business use. Directs the Administrator to conduct a study to determine the existence of any factors which may tend to bias transportation systems against the use of alternative vehicles, and to report the results of such study to the Congress. Authorizes to be appropriated a sum not to exceed $50,000,000 for each of the fiscal years 1976, 1977, and 1978 for purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alternative Vehicle Propulsion Systems Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize in the Energy Research and Development Administration a Federal program of research, development, and demonstration designed to promote nongasoline powered vehicles, and to demonstrate the commercial feasibility of such vehicles, and other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:33-05:00"
}