{
  "actions": [
    {
      "acted_at": "1988-10-18", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-21", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Forest, Family Farms, and Energy", 
      "text": "Referred to Subcommittee on Forest, Family Farms, and Energy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5532-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Forests, Family Farms, and Energy", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1988-10-18", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1988-10-18", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1988-10-18", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-18", 
  "number": "5532", 
  "official_title": "A bill to authorize the exchange of certain public lands in California and Nevada.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "26", 
    "name": "Berman, Howard L.", 
    "state": "CA", 
    "thomas_id": "00082", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-18", 
  "subjects": [
    "Arizona", 
    "Bridges", 
    "California", 
    "Economics and public finance", 
    "Electric power", 
    "Electric power transmission", 
    "Energy", 
    "Federal-city relations", 
    "Government trust funds", 
    "Land transfers", 
    "National recreation areas", 
    "Nevada", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Reservoirs", 
    "Right-of-way", 
    "Roads and highways", 
    "Waste disposal sites", 
    "Water quality", 
    "Wilderness areas", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-18", 
    "text": "Amends the National Parks and Recreation Act of 1978 to authorize the exchange of certain Federal lands in California and Nevada for lands owned by the city of Los Angeles, California. Establishes a right-of-way corridor along the existing Navajo-McCullough electrical transmission line, to be designated and administered by the Secretary of the Interior. Authorizes the Secretary to grant rights-of-way for non-Federal electric transmission lines. Directs the Secretary of the Interior and the Secretary of Agriculture to immediately complete negotiations for the exchange of lands, execute the exchange, and report to specified congressional committees. Declares that such exchange shall not be subject to the preliminary injunction entered by the U.S. District Court, District of Columbia, on December 4, 1985, as amended. Provides for the filing of legal descriptions and maps of lands exchanged and the right-of-way corridor by the city of Los Angeles with the Secretary of the Interior and the Secretary of Agriculture, who shall file such information with the designated congressional committees. Makes such legal descriptions and maps available for public inspection. Declares that the Sunrise Wilderness Study Area has been adequately studied for wilderness designation and is no longer subject to the requirement that the Secretary of the Interior manage such Area in a manner so as not to impair the suitability of such area for preservation as wilderness. Directs the Secretary of the Interior to transfer certain lands to the National Park System as an addition to the Lake Mead National Recreation Area. Withdraws such lands, subject to valid existing rights, from: (1) disposition under the public land laws; (2) entry or appropriation under U.S. mining laws; (3) the operation of U.S. mineral leasing laws; and (4) the operation of the Geothermal Steam Act of 1970. Requires the city of Los Angeles and the Secretary of Agriculture to immediately establish a trust fund for the purpose of acquiring lands for addition to or enhancing recreational and wildlife habitat management in Forest Service Region V of Southern California. Directs the Forest Service to administer such trust fund. Requires the city of Los Angeles to pay specified sums into the trust fund annually. Directs the Secretary of the Interior to enter into negotiations on a funding participation agreement with Nevada, Arizona, and any other affected parties for construction of the Colorado River bridge crossing at Black Canyon and to report to specified congressional committees on the status of such negotiations. Directs the city of Los Angeles to pay in trust a specified amount to a corporate fiduciary in Nevada for the purposes of acquiring environmentally sensitive lands in Nevada to be conveyed to Federal agencies and to enhance, preserve, restore, and manage certain Nevada lands. Restricts the acquisition of certain lands affecting electric power plants. Reserves to the United States the option to purchase or reacquire by exchange of Federal land the lands acquired by the city of Los Angeles pursuant to this exchange in Steptoe Valley, White Pine County, Nevada. Directs that certain lands acquired by the city of Los Angeles in the vicinity of Lopez Canyon in Los Angeles County, California, shall not be used for disposal of municipal waste. Directs that certain lands acquired by the Secretary of Agriculture in the vicinity of Bouquet Canyon in Los Angeles County, California, shall be managed in a manner which will protect the water quality of Bouquet Reservoir. Prohibits the Forest Service from allowing the construction or operation of any facility on said acquired lands which may adversely affect the water quality of Bouquet Reservoir."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the exchange of certain public lands in California and Nevada.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:50-05:00"
}