{
  "actions": [
    {
      "acted_at": "1991-02-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr930-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1991-03-20", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1991-03-20", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1991-03-20", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1991-03-20", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Meyers, Jan", 
      "sponsored_at": "1991-06-18", 
      "state": "KS", 
      "thomas_id": "00794", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Molinari, Susan", 
      "sponsored_at": "1991-03-20", 
      "state": "NY", 
      "thomas_id": "00823", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Morella, Constance A.", 
      "sponsored_at": "1991-03-20", 
      "state": "MD", 
      "thomas_id": "00833", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1991-03-20", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-06", 
  "number": "930", 
  "official_title": "To amend title XIX of the Social Security Act to require States to adopt and enforce certain guardianship laws providing protection and rights to awards and individuals subject to guardianship proceedings as a condition of eligibility for receiving funds under the medicaid program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Guardianship Rights and Responsibilities Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-06", 
  "subjects": [
    "Appellate procedure", 
    "Civil procedure", 
    "Due process of law", 
    "Evidence (Law)", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Guardian and ward", 
    "Health", 
    "Judicial officers", 
    "Licenses", 
    "Medicaid", 
    "Public assistance programs", 
    "Right to counsel", 
    "Rights of institutionalized persons", 
    "Social welfare", 
    "State laws"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-06", 
    "text": "Guardianship Rights and Responsibilities Act of 1991 - Amends title XIX (Medicaid) of the Social Security Act to reduce the Federal share of Medicaid payments available to States which fail to adopt, within two years of this Act's enactment, the rights, standards, and duties concerning guardianship that are set forth in this Act. Requires that an individual who is the subject of a guardianship petition: (1) be provided with an adequate and timely notice, in large print and plain language, of all pending guardianship proceedings, rights afforded in the course of such proceedings, and the possible consequences of a determination of incapacity; (2) have the right to counsel; and (3) have the right to have the question of incapacity heard by a jury and to file an appeal against a determination of incapacity and a guardianship order. Requires that determinations of incapacity be made only when the subject of the guardianship petition is present at such hearing, unless such person waives the right to be present or is physically unable to be present, and be based on clear and convincing evidence of incapacity to administer his or her own affairs. Sets forth the training and services which court personnel in guardianship hearings must receive and provide. Prohibits an incapacity determination in a guardianship proceeding from being considered prima facie evidence of insanity or inability to function in a non-institutionalized setting. Requires that the personal preferences of a ward in the selection of a guardian be taken into account when feasible and the ward be entitled to participate in all decisions affecting such ward during the guardianship to the extent such ward's functional limitations make such participation possible. Requires that a guardianship be imposed on a ward in the least restrictive manner commensurate with the ward's functional limitations. Prohibits the appointment of a person as a guardian unless such person: (1) completes, or agrees to enroll in and complete, court-supervised training in the legal, economic, and psychosocial needs of wards; and (2) has filed a guardianship plan with, and had the plan approved by, the court. Requires a guardian to keep the court which issued the guardianship order informed of the ward's affairs and whereabouts and use the ward's funds only for the administration of the guardianship and the ward's benefit. Provides that a court in a State into which a ward moves shall be notified of the existence of a guardianship, and receive information on and assume jurisdiction over, such guardianship. Authorizes such court to require the guardian to submit a new petition for guardianship. Directs courts to conduct annual reviews of guardianship orders they have issued. Requires private professional guardians to meet guardian certification requirements which are consistent with this Act's requirements. Directs the Secretary of Health and Human Services to award two-year demonstration grants to eligible States for the establishment and operation of a guardianship advocate program under which individuals are hired and trained as court employees serving as guardianship advocates and investigators. Requires that preference in awarding grants be given to States which provide assurances that their program will continue to operate after the expiration of such grant. Directs the Secretary to report to the Congress on such programs within three years after the final demonstration grant is awarded. Authorizes appropriations for such grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Guardianship Rights and Responsibilities Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XIX of the Social Security Act to require States to adopt and enforce certain guardianship laws providing protection and rights to awards and individuals subject to guardianship proceedings as a condition of eligibility for receiving funds under the medicaid program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:32-05:00"
}