{
  "actions": [
    {
      "acted_at": "1992-03-20", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4532-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-20", 
  "number": "4532", 
  "official_title": "To amend title 38, United States Code, to require the Secretary of Veterans Affairs to restructure defaulted housing loans when possible, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Evans, Lane", 
    "state": "IL", 
    "thomas_id": "00361", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-20", 
  "subjects": [
    "Armed forces and national security", 
    "Homeless", 
    "Housing and community development", 
    "Housing finance", 
    "Leases", 
    "Mortgage loans", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-20", 
    "text": "Amends Federal veterans' benefits provisions with respect to the default procedures for loans to veterans that are made, insured, or guaranteed by the Department of Veterans Affairs to direct the Secretary of Veterans Affairs, whenever possible after receiving a notice of default, to restructure the loan by: (1) extending the time for curing default to enable the veteran to complete payments; or (2) modifying the loan terms to recast over a longer period the total unpaid amount then due. Authorizes the Secretary to lease or lease with a purchase option property received by the Secretary from a veteran after a defaulted loan to nonprofit organizations, States, or political subdivisions for the purpose of assisting homeless veterans in acquiring shelter in the same manner as properties are made available by the Secretary of Housing and Urban Development for lease and sale for the homeless. Provides a $1 yearly rate for the lease of such property. Amends the Stewart B. McKinney Homeless Assistance Amendments Act of 1988 to allow certain funds authorized for veterans' medical care under such Act to be used for furnishing domiciliary care to homeless veterans in underused facilities of the Department. Allows other funds authorized under such Act to be used to furnish care and treatment and rehabilitative services to homeless veterans. (Currently, such funds are authorized for homeless veterans suffering from a chronic mental illness disability.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to require the Secretary of Veterans Affairs to restructure defaulted housing loans when possible, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:18-05:00"
}