{
  "actions": [
    {
      "acted_at": "1984-02-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4960-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-28", 
  "number": "4960", 
  "official_title": "A bill to amend the Clean Air Act to promote competitiveness in the motor vehicle aftermarket and to preserve consumer freedom of choice to select parts and service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "39", 
    "name": "Dannemeyer, William E.", 
    "state": "CA", 
    "thomas_id": "00264", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-28", 
  "subjects": [
    "Air pollution control", 
    "Automobile engines", 
    "Automobile industry", 
    "Automobile repair", 
    "Automotive engineering", 
    "Consumer protection", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Federal-state relations", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "State laws", 
    "States", 
    "Warranties"
  ], 
  "subjects_top_term": "Motor vehicle pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-28", 
    "text": "Amends the Clean Air Act (\"the Act\") to revise warranty provisions. Requires the manufacturer of each new motor vehicle and engine to warrant to the ultimate and each subsequent purchaser that such vehicle or engine is: (1) equipped with emission control components designed to enable such vehicle or engine to conform at the time of sale with applicable regulations under the Act; and (2) free from defects in materials and workmanship which cause such vehicle or engine to fail to conform with applicable regulations for the first two years or the first 24,000 miles, whichever first occurs. Repeals provisions relating to certification of motor vehicle or engine parts by manufacturers or rebuilders. Sets the warranty period for emission control components on new motor vehicles or engines at two years or 24,000 miles, whichever occurs first. Defines \"emission control component\" to mean only a catalytic converter, thermal reactor, or other component installed on or in a vehicle for the sole purpose of reducing vehicle emissions. Excludes from such term vehicle components which were in general use prior to model year 1968. Deletes requirements that a manufacturers' instructions for maintenance and use: (1) correspond to regulations promulgated by the Administrator of the Environmental Protection Agency; and (2) contain references to the certification of automotive parts. Repeals provisions for waivers of the prohibition against a manufacturers' instructions containing conditions on using certain components or services or distinguishing between services offered by certain automotive repair facilities. Requires that State standards for warranties or prescribed maintenance requirements for new motor vehicles and engines be identical to Federal standards. Revises prohibitions against tampering with pollution control parts or components to specify exceptions in connection with routine maintenance. Prohibits State standards for new motor vehicle emissions in nonattainment areas from including any provisions similar to specified warranty provisions under the Act. Makes technical and conforming amendments to provisions for replacement and maintenance costs borne by the owner. Makes a prohibition against a manufacturers' communications conditioning a warranty under the Act upon the purchaser's use of certain brands of parts, components, or systems, or of certain service agents, inapplicable to communications regarding any part, component, or system, or service provided without charge under the terms of the purchase agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to promote competitiveness in the motor vehicle aftermarket and to preserve consumer freedom of choice to select parts and service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:45-05:00"
}