{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-08", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to the Subcommittee on Labor Standards.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr218-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "218", 
  "official_title": "To amend the Fair Labor Standards Act of 1938 to increase the penalties for employers who violate such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sweatshops Prevention Act of 1989", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Alien labor", 
    "Child labor", 
    "Clothing industry", 
    "Clothing workers", 
    "Damages", 
    "Employee rights", 
    "Employee training", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Home labor", 
    "Illegal aliens", 
    "Information services", 
    "Labor and employment", 
    "Limitation of actions", 
    "Minimum wages", 
    "Occupational health and safety", 
    "Overtime", 
    "Searches and seizures", 
    "Standards", 
    "State laws"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Sweatshops Prevention Act of 1989 - Amends the Fair Labor Standards Act of 1938 (FLSA) to increase the civil and criminal penalties (and liability for settlements) for employers who violate standards for minimum wages, overtime, and child labor. Authorizes the Secretary of Labor (the Secretary) to seize garments, up to the value of the employer's liability under the FLSA, from the premises of a garment manufacturer employer who has violated any such standards more than two times in a three-year period. Authorizes seizures of all garments produced by homeworkers in violation of the FLSA (or up to the employer's liability if the employer has obtained a certificate to employ such homeworkers but has violated its terms). Sets forth procedural requirements relating to such seizures. Amends the Portal-to-Portal Act of 1947 to extend from two years to three years the statute of limitations on actions to enforce unpaid minimum wages, unpaid overtime compensation, or liquidated damages under the Fair Labor Standards Act of 1938, the Walsh-Healey Act, or the Davis-Bacon Act. Directs the Secretary to establish and encourage closer working relationships among Federal and State agencies responsible for enforcing labor, safety and health, and immigration laws. Directs the Secretary to establish a referral system under which employees enforcing the FLSA and the Occupational Safety and Health Act of 1970 (OSHA) shall: (1) exchange information about suspected violators and monitor results of such referrals; and (2) provide basic training to each other's staffs concerning the requirements of such Acts. Directs the Secretary to require such employees enforcing the FLSA and OSHA to establish a referral system with: (1) employees of the Immigration and Naturalization Service (INS) enforcing the Immigration and Nationality Act; and (2) employees of Departments of Labor of the States enforcing State minimum wage and occupational safety and health laws. Directs the Secretary to encourage the INS and the State Departments of Labor to establish information and staff training exchanges."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sweatshops Prevention Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Fair Labor Standards Act of 1938 to increase the penalties for employers who violate such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:12-05:00"
}