{
  "actions": [
    {
      "acted_at": "1996-09-24", 
      "references": [
        {
          "reference": "CR S11179-11180", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-24", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-25", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2111-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-24", 
  "number": "2111", 
  "official_title": "A bill to amend the Act commonly known as the \"Navajo-Hopi Land Settlement Act of 1974\", and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Navajo-Hopi Land Settlement Act Amendments of 1996", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-24", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Annuities", 
    "Appropriations", 
    "Arizona", 
    "Civil service pensions", 
    "Department of the Interior", 
    "Dismissal wage", 
    "Early retirement", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Federal aid to housing", 
    "Federal employees", 
    "Government operations and politics", 
    "Household moving", 
    "Housing and community development", 
    "Indian claims", 
    "Indian housing", 
    "Indian lands", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Mediation", 
    "Minorities", 
    "Native Americans", 
    "New Mexico", 
    "Public lands and natural resources", 
    "Relocation", 
    "Rent", 
    "Social welfare"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-24", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Navajo-Hopi Land Settlement Act of 1974 Title II: Personnel of the Office of Navajo and Hopi Indian Relocation Title III: Transfer of Functions and Savings Provisions Navajo-Hopi Land Settlement Act Amendments of 1996 - Title I: Amendments to the Navajo-Hopi Land Settlement Act of 1974 - Amends the Navajo-Hopi Land Settlement Act of 1974 to repeal provisions concerning: (1) the appointment of a mediator and negotiating teams; (2) the implementation and adjudication of agreements; and (3) applications for life estate leases. Terminates the authority of the Navajo and Hopi Indian Relocation Commissioner to select lands on September 30, 2000. Authorizes the Commissioner to grant homesite leases on acquired land to extended family members of a Navajo who is certified as eligible to receive benefits in order to facilitate relocation, except the Commissioner may not expend appropriated funds available to provide housing to those extended family members. Terminates the Office of Navajo and Hopi Indian Relocation on September 30, 2001. Establishes, on October 1, 2001, an Office of Relocation in the Department of the Interior to carry out the functions of the Office of Navajo and Hopi Relocation. Prohibits payment for benefits to be made to a head of household if that head has not been certified as eligible to receive those payments as of September 30, 2001. Sets forth requirements for the holding of benefits in trust for an eligible head of household who: (1) does not reside on lands partitioned to that householder's tribe; and (2) has not received a replacement home. Requires the Secretary of the Interior, upon the request of the head of such a household, to provide payments for a replacement home. Requires the Secretary, upon the death of the head of such a household if such head did not make a request, to distribute funds to the remaining heirs at such time as such heirs attain the age of 18. Directs the Commissioner not later than 180 days after enactment, to notify each eligible head of household who has not entered into a lease with the Hopi Tribe to reside on lands partitioned to the Hopi Tribe. Directs the Commissioner, upon the expiration of certain notice periods, to forward to the Secretary and the U.S. Attorney for the District of Arizona a list containing the name and address of each eligible head of household who: (1) continues to reside on lands that have not been partitioned to that eligible head of household's tribe; and (2) has not entered into a lease to reside on those lands. Allows, before July 1, 1999, the Commissioner to begin construction of replacement homes on lands acquired not later than 90 days after receiving notice from the Secretary or the U.S. Attorney for the District of Arizona of the imminent removal of a relocatee from the lands partitioned to the Hopi Tribe. Establishes an expedited hearing procedure that shall apply to an appeal of the denial of eligibility for benefits. Permits an individual to appeal a denial of eligibility under the Act to the U.S. Circuit Court of Appeals. Authorizes appropriations for relocations for FY 1998 through 2002. Repeals discretionary funding for the expedition of the relocation efforts of the Commission. Sets forth compliance requirements for construction activity undertaken pursuant to provisions of the Act. Title II: Personnel of the Office of Navajo and Hopi Relocation - Amends Federal law to exempt from reduction-in-force provisions employees of the Office of Navajo and Hopi Indian Relocation. (Sec. 202) Directs the Commissioner of the Office of Navajo and Hopi Relocation to establish a program to offer separation pay to certain employees of the Office of Navajo and Hopi Indian Relocation in the same manner as the Secretary of Defense offers separation pay to certain defense agency employees. (Sec. 203) Sets forth provisions which: (1) entitle certain retiring employees of the Office of Navajo and Hopi Indian Relocation to annuities; and (2) provide for the computation of such annuities. Title III: Transfer of Functions and Savings Provisions - Transfers to the Department of the Interior all functions that the Office of Navajo and Hopi Relocation exercised relating to Office functions that have not been fully discharged under the Navajo-Hopi Land Settlement Act of 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Navajo-Hopi Land Settlement Act Amendments of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Act commonly known as the \"Navajo-Hopi Land Settlement Act of 1974\", and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:21-05:00"
}