{
  "actions": [
    {
      "acted_at": "1998-09-23", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-23", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-23", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4607-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-23", 
  "number": "4607", 
  "official_title": "To extend trade authorities procedures with respect to reciprocal trade agreements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reciprocal Trade Agreement Authorities Act of 1998", 
  "sponsor": {
    "district": "3", 
    "name": "Boswell, Leonard L.", 
    "state": "IA", 
    "thomas_id": "01466", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-23", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aircraft", 
    "Aircraft industry", 
    "Ambassadors", 
    "American investments", 
    "Antidumping", 
    "Authorization", 
    "Child labor", 
    "Children's rights", 
    "Chile", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional veto", 
    "Congressional-Presidential relations", 
    "Consumer protection", 
    "Countervailing duties", 
    "Deficit reduction", 
    "Department of Commerce", 
    "Department of Labor", 
    "Dispute settlement", 
    "Dumping", 
    "Economic growth", 
    "Economics and public finance", 
    "Employee rights", 
    "Environmental protection", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Exports", 
    "Expropriation", 
    "Families", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Financial services", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Free trade", 
    "Full employment policies", 
    "Government operations and politics", 
    "Health", 
    "House rules and procedure", 
    "Human rights", 
    "Import relief", 
    "Import restrictions", 
    "Information technology", 
    "Intellectual property", 
    "International affairs", 
    "International agencies", 
    "International competitiveness", 
    "International environmental cooperation", 
    "International labor activities", 
    "Labor and employment", 
    "Legislation", 
    "Legislative resolutions", 
    "Negotiations", 
    "Nontariff trade barriers", 
    "Occupational health and safety", 
    "Office of the U.S. Trade Representative", 
    "President and foreign policy", 
    "Presidential appointments", 
    "Public lands and natural resources", 
    "Reciprocity", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Service industries", 
    "Standard of living", 
    "Subsidies", 
    "Tariff", 
    "Technological innovations", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-23", 
    "text": "TABLE OF CONTENTS: Title I: Trade Authorities Procedures Title II: Trade Adjustment Assistance Reciprocal Trade Agreement Authorities Act of 1998 - Title I: Trade Authorities Procedures - Sets forth the overall trade negotiating objectives of the United States for trade agreements (generally similar to the objectives of the Omnibus Trade and Competitiveness Act of 1988 (OTCA)), including: (1) to further strengthen the system of international trading disciplines and procedures, including dispute settlement; and (2) to foster economic growth, raise living standards, promote full employment in the United States, and enhance the global economy. (Sec. 102) Sets forth the principal U.S. negotiating objectives (generally similar to the principal OTCA negotiating objectives) regarding trade barriers and other trade distortions, trade in services, foreign investment, transparency, reciprocal trade in agriculture, labor, the environment, and other matters, and World Trade Organization (WTO) extended negotiations. Declares that the principal U.S. negotiating objectives regarding trade barriers and other trade distortions include: (1) expanding competitive market opportunities for U.S. exports, and obtaining fairer and more open conditions of trade by reducing or eliminating tariff and nontariff barriers and policies and practices of foreign governments directly related to trade that decrease market opportunities for U.S. exports or otherwise distort U.S. trade; and (2) obtaining reciprocal tariff and nontariff barrier elimination agreements, with particular attention to specified tariff categories covered in the Uruguay Round Agreements Act. Declares that the principal U.S. negotiating objective regarding reciprocal trade in agriculture is to obtain competitive opportunities for U.S. exports in foreign markets substantially equivalent to the competitive opportunities afforded foreign exports in U.S. markets, and to achieve fairer and more open conditions of trade in bulk and value-added commodities. Declares that the principal U.S. negotiating objectives regarding labor, the environment and other matters include ensuring that: (1) foreign labor, environmental, health, or safety policies and practices do not arbitrarily or unjustifiably discriminate or serve as disguised barriers to trade; and (2) foreign governments do not derogate from or waive existing domestic environmental, health, safety, or labor measures, including measures that deter exploitative child labor, as an encouragement to gain competitive advantage in international trade or investment. Specifies the principal U.S. objectives regarding WTO extended negotiations regarding trade in financial services, trade in civil aircraft, and rules of origin. Urges the President to take into account the following general international economic policy priorities (not subject to fast-track): (1) seeking to ensure that trade and environmental policies are mutually supportive; (2) seeking to protect and preserve the environment and enhance the international means for doing so, while optimizing the use of the world's resources; (3) promoting respect for worker rights and the rights of children and an understanding of the relationship between trade and worker rights, particularly by working with the International Labor Organization (ILO) to encourage the observance and enforcement of core labor standards, including the prohibition on exploitative child labor; and (4) supplementing and strengthening standards for protection of intellectual property under conventions administered by non-WTO international organizations, expanding these conventions to cover new and emerging technologies, and eliminating discrimination and unreasonable exceptions or preconditions to such protection. Requires U.S. negotiators to take into account U.S. domestic objectives, including the protection of health and safety, essential security, environmental, consumer, and employment opportunity interests, and related law and regulations. Requires the United States Trade Representative (USTR) to: (1) consult closely with congressional advisers on trade policy and negotiations appointed under the Trade Act of 1974; and (2) preserve the ability of the United States to enforce rigorously its trade laws, including the antidumping and countervailing duty laws, and avoid agreements which lessen the effectiveness of domestic and international disciplines on unfair trade, especially dumping and subsidies, in order to ensure that U.S. workers, agricultural producers, and firms can compete fully on fair terms and enjoy the benefits of reciprocal trade concessions. Requires the President, in determining whether to enter into negotiations with a particular country, to take into account the extent to which that country has implemented, or has accelerated the implementation of, its obligations under the Uruguay Round Agreements. (Sec. 103) Sets forth the authority of the President (generally similar to his authority under OTCA) to enter trade agreements with foreign countries regarding tariff and non-tariff barriers. Allows the President to enter into such agreements before October 1, 2001 (or before October 1, 2005, if trade authorities are extended according to a specified congressional procedure). States that a trade agreement may be entered only if it makes progress in meeting the applicable objectives, and the President satisfies certain congressional consultation requirements, set forth in this Act. Declares that bills implementing trade agreements may qualify for congressional trade authorities (fast-track) procedures only if they consist solely of: (1) a provision approving a trade agreement entered into under this Act, and approving any statement of administrative action; (2) provisions directly related to the principal trade negotiating objectives set forth in this Act achieved in such trade agreement, if they are necessary for the operation or implementation of U.S. rights or obligations under such trade agreement; (3) provisions that define and clarify, or provisions that are related to, the operation or effect of the provisions of the trade agreement; (4) provisions to provide adjustment assistance to workers and firms adversely affected by trade; and (5) provisions necessary to comply with budget offset requirements of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Provides for extension of fast-track procedures to implementing bills submitted after September 30, 2001, and before October 1, 2005, upon the President's request if neither House of Congress adopts an extension disapproval resolution according to a specified procedure. (Sec. 104) Prescribes requirements for presidential notice and consultation with the Congress before negotiations on: (1) tariff and nontariff barrier agreements; (2) certain principal trade negotiating objectives; and (3) agriculture. Requires the President to consult with specified congressional committees before entering an agreement. (Sec. 105) Requires the President (as under OTCA) to notify the Congress within 90 days of entering an agreement. Requires the President, within 60 days of signing an agreement, to submit to the Congress a preliminary list of changes to existing laws considered mandatory to bring the United States into compliance with the agreement. Authorizes both Houses of Congress to adopt, within 60 days of each other, a procedural disapproval resolution denying fast-track to any trade agreement if the President has failed or refused to notify or consult with the Congress about it. Prohibits fast-track procedures from applying to any implementing bill submitted with respect to a free trade agreement entered into under fast-track approval authority unless the President: (1) reports to the Congress on the status of child labor laws of the country or countries that are parties to the agreement; and (2) certifies that such country or countries have adequate child labor laws and effective mechanisms and penalties to enforce them. Provides that, in determining the adequacy of child labor laws, the President shall take into account U.S. law and practice and relevant ILO standards. (Sec. 106) Exempts from the prenegotiation consultation requirements of this Act any tariff or nontariff agreement which results from negotiations commenced before enactment of this Act, and which is entered into with Chile or is entered into under WTO auspices regarding: (1) trade in information technology products (Information Technology Agreement); (2) extended negotiations on financial services; or (3) the rules of origin work program under the Uruguay Round Agreements Act. Requires consultations with specified congressional committees about such negotiations as soon as feasible after enactment of this Act. (Sec. 107) Establishes in the Office of the U.S. Trade Representative a Chief Agricultural Negotiator to conduct trade negotiations relating to agricultural commodities. Title II: Trade Adjustment Assistance - Amends the Trade Act of 1974 to authorize appropriations to the Departments of Labor and of Commerce through FY 2000 for trade adjustment assistance (TAA) for workers and for firms, respectively. (Sec. 203) Requires the Comptroller General to study and report to the Congress on TAA programs by the end of FY 1999. (Sec. 204) Postpones termination of the TAA programs until the end of FY 2000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reciprocal Trade Agreement Authorities Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To extend trade authorities procedures with respect to reciprocal trade agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:14-05:00"
}