{
  "actions": [
    {
      "acted_at": "1995-06-15", 
      "references": [
        {
          "reference": "CR S8502-8516", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-15", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s933-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-06-15", 
  "number": "933", 
  "official_title": "A bill to amend the Public Health Service Act to ensure that affordable, comprehensive, high quality health care coverage is available through the establishment of State-based programs for children and for all uninsured pregnant women, and to facilitate access to health services, strengthen public health functions, enhance health-related research, and support other activities that improve the health of mothers and children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Healthy Mothers, Healthy Children Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-06-15", 
  "subjects": [
    "Agricultural economics", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Block grants", 
    "Checkoff", 
    "Child health", 
    "Chronically ill", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Comprehensive health care", 
    "Congress", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Data banks", 
    "Disabled", 
    "Diversification in industry", 
    "Drug abuse", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Electronic data interchange", 
    "Employee health benefits", 
    "Exports", 
    "Families", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to higher education", 
    "Federal aid to maternal health services", 
    "Federal aid to medical research", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Free ports and zones", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "Government trust funds", 
    "Health", 
    "Health care fraud", 
    "Health care reform", 
    "Health education", 
    "Health insurance", 
    "Health planning", 
    "Higher education", 
    "Imports", 
    "Income tax", 
    "Insurance premiums", 
    "Insurance rates", 
    "Labor and employment", 
    "Legislation", 
    "Manpower training programs", 
    "Marketing of farm produce", 
    "Maternal health services", 
    "Medicaid", 
    "Medical records", 
    "Medically uninsured", 
    "Nonprofit organizations", 
    "Poor", 
    "Pregnant women", 
    "Preventive medicine", 
    "Prosecution", 
    "Public assistance programs", 
    "Quality of care", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Smokeless tobacco", 
    "Smoking", 
    "Smoking and youth", 
    "Social welfare", 
    "Standards", 
    "Strategic planning", 
    "Subsidies", 
    "Tax rates", 
    "Tax refunds", 
    "Tax returns", 
    "Taxation", 
    "Tobacco", 
    "Tobacco industry", 
    "Tobacco tax", 
    "Vaccination", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-06-15", 
    "text": "TABLE OF CONTENTS: Title I: National Health Trust Fund for Mothers and Children Title II: Healthy Mothers, Healthy Children Program Title III: Financing Provisions Healthy Mothers, Healthy Children Act of 1995 - Title I: National Health Trust Fund for Mothers and Children - Amends the Internal Revenue Code (IRC) to establish the National Health Trust Fund for Mothers and Children (Health Fund) to ensure affordable, comprehensive, high quality health care coverage for children and all uninsured pregnant women. Appropriates to the Health Fund the amount of estimated Federal savings resulting from enactment of this Act: (1) under title XVIII (Medicare) of the Social Security Act; and (2) attributable to duplication of services or functions under any other Federal health program. Appropriates a limited amount of the taxes imposed by this Act on tobacco products for activities to prevent the use of other tobacco products by children and to coordinate Federal and State tobacco initiatives. Title II: Healthy Mothers, Healthy Children Program - Amends the Public Health Service Act to require that participating States establish programs to ensure that eligible children and pregnant women are enrolled in health plans. Mandates allocations to participating States. Requires trust funds in each participating State. Provides for State contributions. Requires unallocated Federal and State trust funds to remain available. Provides for responses to insufficient Federal funds. Allows States with insufficient funds to petition for additional Federal funding or loans. Declares eligible for coverage U.S. citizens or legal resident aliens, regardless of income, who are children under seven years or uninsured pregnant women. Regulates coverage for children receiving benefits under specified Federal programs. Prohibits (except for title XIX (Medicaid) of the Social Security Act) coverage for women receiving benefits under specified Federal programs. Regulates enrolling systems. Allows choice of certified plans. Prohibits waiting periods. Prohibits preexisting condition exclusions for children obtaining coverage under this Act and for children and women obtaining coverage elsewhere when their coverage under this Act terminates. Requires that benefits under this Act be better than average Medicaid benefits but not better than the most generous State's Medicaid benefits. Prohibits copayments for preventive services. Requires that coverage for children and women cover at least ambulatory care, laboratory services, prescription drugs, inpatient care, mental health and substance abuse services, and limited investigational treatments. Requires that coverage for children also include preventive services, rehabilitative services, durable medical equipment, long-term and chronic health care services, special health care services for children with disabilities or chronic health conditions, occupational, physical, and respiratory therapy, and speech-language pathology services. Requires that coverage for women also include maternity care, inpatient hospital and nonhospital delivery, and other pregnancy- or nonpregnancy-related health conditions. Prohibits, for the first two years after implementation of this title, duration or scope limitations. Declares that it is the sense of the Congress that employer-based, self-insured, and other health plans not participating in the program under this title be encouraged to provide benefits similar to those under this title. Requires premiums or copayments. Prohibits deductibles. Allows States to develop State-specific cost sharing requirements. Prohibits cost sharing for low income families. Allows States to provide additional premium or copayment subsidies for low income families. Makes families responsible for paying the family portion of the premium (to a specified maximum) and States responsible for paying the premium subsidy plus any family portion exceeding the maximum limit. Requires that all families, regardless of income, receive premium subsidies. Makes families responsible for premiums for plans more expensive than the least expensive plan and for premiums for additional benefit packages chosen. Sets forth a formula for subsidy calculation. Regulates the amount of copayments. Prohibits copayments for preventive services. Sets maximum annual family contribution limits. Requires that States: (1) have five-year strategic plans, quality assessment and improvement programs, utilization review programs, and fraud and abuse prevention and control programs; and (2) meet certain health information system requirements. Allows a State with an existing health care program providing coverage similar to that under this Act to submit a proposal to expand the services provided or to expand coverage for children up to age 21. Allows a State with a waiver under specified provisions of the Social Security Act to be participating States and to propose to expand services. Mandates a one-time program development grant to a State on approval of its participation application. Directs the Secretary of Health and Human Services, if sufficient funding and public support exists, to implement guidelines to expand the categories of eligible individuals nationally to include additional groups of children up to 21 years old. Allows a State to expand the State program if sufficient funds are in the State fund. Requires Federal matching funds if a State deposits additional funds in its State fund for the expansion. Provides for Federal administration (directly or through a non-State government organization) if a participating State fails to meet the requirements of this title. Limits State administration expenditures. Requires each State to annually prepare a quality assessment and improvement plan. Establishes the National Advisory Council on Mothers' and Children's Health. Mandates development of national quality assessment and improvement program guidelines and national utilization review program guidelines for use by certified plans. Establishes a National Health Information System for Mothers and Children and, as a part of that System, a National Childhood Immunization Database. Establishes a program for preventing, monitoring, and investigating fraud related to this title's program. Requires States to have statewide systems for preventing, monitoring, and investigating fraud and abuse. Allows the statewide systems to be integrated with the State's Medicaid fraud and abuse control systems. Directs the Secretary to submit a proposal to the Congress for civil and criminal penalties for fraud and abuse related to this title. Prohibits any individual or entity guilty of fraud or abuse from participating in the Federal or a State program for a specified time. Establishes a program of grants to improve the access of children and pregnant women to health services, strengthen public health functions, enhance health-related research, and support other activities that improve the health of children and pregnant women. Requires matching non-Federal funds. Mandates a five year strategic plan outlining the national priorities for maternal and child health and reviewing existing Federal programs. Mandates Federal and State integration and coordination with similar activities. Requires using a maximum percentage of the amount deposited in the Health Fund for grants under this paragraph. Sets forth the responsibilities of families, certified plans, employers, States, the Secretary of Health and Human Services, the Attorney General, and the Secretary of Agriculture under this title. Authorizes the Secretary of Labor to impose a temporary annual maintenance of effort fee on any employer who terminates dependent health care coverage for children under seven years old after enactment of this title. Prohibits employers from: (1) dropping employee-dependent children until six months after a State fully implements a State program; (2) selectively dropping health care coverage for employee-dependent children with higher than average utilization or health care costs; or (3) dropping pregnancy-related health care benefits for their employees and dependents after enactment of this Act. Automatically enrolls in the State program under this title children under seven years of age, and pregnant women, who are enrolled in Medicaid. Requires that all Medicaid benefits be received under the State program under this title, but allows a State, in some circumstances, to elect not to shift long-term and chronic care services for children with disabilities or chronic health conditions to this program. Requires States that so elect to develop health care coordination plans. Requires biennial reviews of Federal and State programs providing health services to children under seven years old and pregnant women to ensure integration and coordination with services under this title. Directs the Secretary of Health and Human Services, if Federal functions are duplicated by this title, to submit recommendations to the Congress regarding the elimination or reduction of the programs. Directs the Secretary and participating States to ensure that Federal payments under title V (Maternal and Child Health Services Block Grant) of the Social Security Act and matching State funds under this title are retained within existing programs to meet specified requirements. Makes available from the Health Fund such sums as necessary to carry out this title in each fiscal year. Authorizes to be appropriated with respect to programs and activities required to be carried out by the Secretary and by the Attorney General under this title, such sums as necessary for specified fiscal years. Amends the Federal criminal code to make it unlawful for any person knowingly to purchase, sell, distribute, or smuggle in the United States tobacco products designed for consumption beyond the territorial jurisdiction of U.S. internal revenue laws. Mandates a fine and authorizes confiscation of equipment and vehicles for violations. Title III: Financing Provisions - Amends the Internal Revenue Code to increase taxes imposed on tobacco products and cigarette papers and tubes. Provides for the treatment of floor stocks and foreign trade zones. Allows a person who is engaged in business as a manufacturer of roll-your-own tobacco or as an importer of tobacco products or cigarette papers and tubes to continue to engage in such business pending final action on an application to engage in the business. Establishes the Tobacco Alternatives Trust Fund (Tobacco Fund). Transfers to the Tobacco Fund a specified percentage of the net increase in revenues received attributable to amendments made by this title, as estimated. Makes amounts in the Tobacco Fund available, as provided in appropriations Acts, for grants to States for: (1) direct payments to tobacco farmers and workers; (2) assistance to farmers in converting from tobacco to other crops; (3) infrastructure and business-related financing in areas with significant numbers of tobacco-related jobs; (4) job training for tobacco farmers and workers; and (5) other economic development projects in areas with significant numbers of tobacco-related jobs. Directs the Secretary of Agriculture to develop an allocation formula. Terminates the provisions of this paragraph on a specified date. Allows individuals to designate that a portion of any overpayment of taxes (under provisions relating to normal income taxes and surtaxes) and a cash contribution be paid to the Health Fund. Treats designated amounts as refunded and makes them nondeductible. Terminates the provisions of this paragraph if all designations fall below a specified level."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Healthy Mothers, Healthy Children Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to ensure that affordable, comprehensive, high quality health care coverage is available through the establishment of State-based programs for children and for all uninsured pregnant women, and to facilitate access to health services, strengthen public health functions, enhance health-related research, and support other activities that improve the health of mothers and children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:51-05:00"
}