{
  "actions": [
    {
      "acted_at": "1974-08-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16570-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-22", 
  "number": "16570", 
  "official_title": "A bill to authorize the Secretary of Labor to make grants for the conduct of older American home-repair projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16914-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr16915-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr17163-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr17286-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Older Americans Home Repair Assistance Act", 
  "sponsor": {
    "district": "14", 
    "name": "Seiberling, John F.", 
    "state": "OH", 
    "thomas_id": "01040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-22", 
  "subjects": [
    "Aged and aging", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Rehabilitation"
  ], 
  "subjects_top_term": "Home repair and improvement", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-22", 
    "text": "Older Americans Home Repair Assistance Act - States that the purpose of this Act is to promote work opportunities for unemployed or underemployed persons who are at least fifty-five years of age and who have poor employment prospects and to assist eligible homeowners to repair their homes. Authorizes the Secretary of Labor to enter into contracts with public or private nonprofit agencies or organizations for the conduct of home repair projects by eligible individuals. Specifies the criteria to be met before the Secretary enters into any contract under this Act. Directs the Secretary to establish criteria designed to achieve an equitable distribution of assistance among the States and between urban and rural areas under this Act. Limits Federal financial assistance to any program carried out under this Act to not exceeding ninety percent of the cost of such program. Provides that the Secretary shall consult and cooperate with the Administration on Aging and any other related Federal agency administering related programs, with a view to achieving optimal coordination with such other programs and shall promote the coordination of projects under this Act with other public and private programs or projects of a similar nature. States that such Federal agencies shall cooperate with the Secretary in disseminating information about the availability of assistance under this Act and in promoting the identification and interests of individuals eligible for employment in projects funded under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Home Repair Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Labor to make grants for the conduct of older American home-repair projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:26-05:00"
}