{
  "actions": [
    {
      "acted_at": "1980-03-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-04-29", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 96-909.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "bill_ids": [
        "s2489-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2489 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6672-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "de la Garza, E.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00276", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Evans, Thomas B., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "DE", 
      "thomas_id": "00363", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Myers, Michael O.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00848", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Stack, Edward J.", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01094", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-03", 
  "number": "6672", 
  "official_title": "A bill to authorize appropriations for the Coast Guard for fiscal year 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres657-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2489-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Biaggi, Mario", 
    "state": "NY", 
    "thomas_id": "00085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-03", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Boating accidents", 
    "Coast guard", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Federal employees", 
    "Lighthouses and lightships", 
    "Marine safety", 
    "Marine transportation", 
    "Merchant ships", 
    "Military personnel", 
    "Military training", 
    "Motor transportation", 
    "Officer personnel", 
    "Special weeks"
  ], 
  "subjects_top_term": "Coast guard", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-15", 
    "text": "(Measure passed House, amended) Authorizes appropriations for the Coast Guard for fiscal year 1981. Sets forth the amount of funds allocated for: (1) operation and maintenance expenses; (20 acquisition, construction, rebuilding, and improvement of aids to navigation, shore facilities, vessels, and aircraft, including equipment related thereto; (3) alteration or removal of bridges over navigable waters of the United States constituting obstructions to navigation; and (4) research, development, tests, and evaluation. Permits the Coast Guard to have an end-of-year strength for active duty personnel of 39,600 provided that such ceiling does not include members of the Ready Reserve called to active duty. Specifies the average military training student loads for the Coast Guard as follows; (1) recruit and special training, 4,175 student-years (number of students in each course times course length as a fraction of a year); (2) flight training, 117 student-years; (3) professional training in military and civilian institutions, 595 student-years; and (4) officer acquisitions, 925 student-years. Authorizes the lease of housing facilities in foreign countries on a multiyear basis for a period not to exceed five years, and in accordance with local custom and practice. Provides for advance payment for the lease. Authorizes the Secretary of the Department in which the Coast Guard is operating to increase the existing capital of the Coast Guard Supply Fund by the value of usable materials transferred thereto from Coast Guard inventories carried in other accounts, whenever such fund is extended to include items not previously stocked or spare parts are procured under a different account of major items. Disallows reductions in the rate of pay and allowances to which appointed temporary officers would have been entitled had they remained in their former grade and continued to receive the increases in pay and allowance authorized for that grade. Permits the payment of a monetary allowance in place of transportation to a member whose baggage and household effects are moved by a privately owned or rented vehicle. Allows the payment of the allowance in advance of the transportation of the baggage and household effects, and does not limit the allowance to reimbursement for actual expenses. Requires the owner or operator of a vessel documented or to be documented as a vessel of the United States to reimburse the Secretary for the travel and subsistence expenses incurred by the personnel assigned to perform the inspection or examination when the inspection or examination is conducted at a foreign port or place at the request of the owner or operator. Changes \"National Safe Boating Week\" to the week commencing on the first Sunday in June (as the President is authorized and requested to proclaim annually). Authorizes the Secretary of Transportation, upon making specified determinations, to provide transportation by motor vehicle or water carrier to and from their places of employment for: (1) persons attached to, or employed by, the Coast Guard; and (2) during a war or national emergency declared by Congress or the President, persons attached to, or employed in, a private plant that is manufacturing material for the Coast Guard. Authorizes the Secretary to charge reasonable rates of fare and to buy, lease, charter, maintain, and operate equipment for such transportation. Increases fiscal year 1980 authorized appropriations for Coast Guard operation and maintenance expenses. Directs the President to submit to Congress with the fiscal year 1982 budget request for the Coast Guard, and with each subsequent request, the current copy of the Coast Guard's Capital Investment Plan, Cutter Plan, Aviation Plan, and Shore Facilities Plan. Excludes the Canal Zone as part of the United States for purposes of establishing demarcation lines dividing the high seas and inland waters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Coast Guard for fiscal year 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:03-05:00"
}