{
  "actions": [
    {
      "acted_at": "1989-07-27", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1414-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-27", 
  "number": "1414", 
  "official_title": "A bill to amend the Communications Act of 1934 relating to obscene communications.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Coats, Daniel", 
    "state": "IN", 
    "thomas_id": "00209", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-27", 
  "subjects": [
    "Actions and defenses", 
    "Age (Law)", 
    "Families", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Injunctions", 
    "Pornography", 
    "Telephone"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-27", 
    "text": "Amends the Communications Act of 1934 to prohibit: (1) making an indecent communication by telephone to any person under 18 years old or to any other person without that person's consent; or (2) permitting a telephone facility under one's control to be used for such activity. Allows as a defense to such a prosecution that the defendant restricted access to the prohibited communication to persons 18 years of age or older in accordance with such procedures as may be prescribed by the Federal Communications Commission. Applies the prohibitions against obscene or indecent communications under such Act to communications within the United States. (Current law applies to District of Columbia, interstate, and foreign communications.) Establishes an additional $50,000 fine for each intentional violation of the prohibition on obscene or indecent communications. Establishes an additional civil fine of $50,000 for each such violation. Authorizes a fine to be assessed by: (1) a court, pursuant to a civil action by the Commission; or (2) the Commission after appropriate administrative proceedings. Authorizes the Attorney General to bring suit to enjoin any such violation. Prohibits common carriers, to the extent technically feasible, from providing access to such a communication from the telephone of any subscriber who has not previously requested access if the carrier collects from subscribers an identifiable charge for such communication that it remits to the provider of the communication. Prohibits the bringing of a cause of action against a common carrier or its affiliates where such carrier acted in good faith to restrict access to such communication or permitted access after relying on representations by the communication provider. Permits a provider of communications services to which subscribers are denied access to bring an action for a declaratory judgment or similar action in a court or before the Commission, subject to certain limitations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 relating to obscene communications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:36-05:00"
}