{
  "actions": [
    {
      "acted_at": "1984-05-10", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-19", 
      "bill_ids": [
        "s2663-98"
      ], 
      "references": [], 
      "text": "Similar Provisions Contained in S.2663.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5639-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-10", 
  "number": "5639", 
  "official_title": "A bill pertaining to the inheritance of trust or restricted land on the Lake Traverse Indian Reservation, North Dakota and South Dakota, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2663-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2663-98", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "98", 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-10", 
  "subjects": [
    "Federal-Indian relations", 
    "Indian lands", 
    "Native Americans", 
    "North Dakota", 
    "Probate law and practice", 
    "South Dakota"
  ], 
  "subjects_top_term": "Indian lands", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-10", 
    "text": "Declares that this Act preempts the State inheritance laws of North or South Dakota regarding specified trust lands within the Lake Traverse Indian Reservation (the reservation). Restricts the right to receive inheritance interests in trust or restricted lands within the reservation to members of the Sisseton-Wahpeton Sioux of North and South Dakota. Sets forth guidelines under which specified eligible heirs shall inherit interests in trust or restricted lands. Restricts nonmember surviving heirs to a life estate, subject to specified conditions. Precludes the inheritance of any interest in trust or restricted lands if such interest is less than two and one-half acres. Passes such interest to the tribe, with title taken in the United States as trustee. Passes inheritance interests of prohibited heirs to the tribe, with title taken in the United States as trustee. Directs the Secretary of the Interior (the Secretary) to partition, upon request, certain undivided interests in trust or restricted lands within the reservation. Authorizes the tribe to exercise powers of eminent domain over trust or restricted lands. States that the final judgment of the tribal court in favor of the tribe in a condemnation action is conclusive as to the tribal interest in the trust or restricted lands. Provides for judicial review of the tribal court condemnation decision in the appropriate Federal district court. Authorizes the Secretary to acquire interests in the trust or restricted lands for certain purposes. States the United States shall hold such acquired interests in trust for the tribe. Requires the Secretary to collect estate taxes and make such taxes payable to the tribe. Details circumstances under which unclaimed property shall escheat to the tribe. Exempts from Federal, State and nontribal taxation all land interests acquired by the United States as trustee for the tribe or a tribal member."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill pertaining to the inheritance of trust or restricted land on the Lake Traverse Indian Reservation, North Dakota and South Dakota, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:02-05:00"
}