{
  "actions": [
    {
      "acted_at": "1995-04-07", 
      "committee": "House Committee on Economic and Educational Opportunities", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Economic and Educational Opportunities. subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-28", 
      "in_committee": "House Committee on Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Early Childhood, Youth and Families", 
      "text": "Referred to the Subcommittee on Early Childhood, Youth and Families.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1520-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Youth and Families", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-07", 
  "number": "1520", 
  "official_title": "To amend the National Foundation on the Arts and the Humanities Act of 1995; to establish the American Cultural Trust Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "1% for Culture Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-07", 
  "subjects": [
    "Administrative procedure", 
    "Arts", 
    "Arts, culture, religion", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Commemorations", 
    "Economics and public finance", 
    "Federal aid to museums", 
    "Federal aid to the arts and humanities", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Gifts", 
    "Government operations and politics", 
    "Government trust funds", 
    "Interest", 
    "Law", 
    "Museums", 
    "National Foundation on the Arts and the Humanities", 
    "Public broadcasting", 
    "Public debt", 
    "Revolving funds", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Arts, culture, religion", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-07", 
    "text": "1% For Culture Act of 1995 - Amends the National Foundation on the Arts and the Humanities Act of 1965. Renames such Act as the Arts, Humanities, and Museums Act of 1995. (Sec. 2) Provides for disposition to its Endowments of certain gifts to the National Foundation on the Arts and the Humanities, under title I of such Act. Considers gifts to the Foundation or one of its Endowments as gifts to the United States, for certain Federal tax purposes. Revises provisions for the Foundation's Endowments, separating them into a title II for the National Endowment for the Arts (NEA) and a title III for the National Endowment for the Humanities (NEH). Authorizes the NEA chairperson to establish and carry out a Challenge Program of grants to cultural organizations and institutions. Requires such Challenge funds to be matched in a ratio of at least three non-Federal dollars for every one Federal dollar. Extends the authorization of appropriations for the NEA, including the National Council on the Arts and the National Medal of Arts. Authorizes appropriations of additional amounts for Challenge Funds for the Challenge Program grants. Extends the authorization of appropriations for the NEH, including the National Council on the Humanities. Transfers from title IV of such Act provisions for Museum Services (these provisions are currently known as the Museum Services Act, which is repealed under this Act). Increases, from five to 15 percent of appropriations for such title, the maximum amount which the Director of the Institute of Museum Services (IMS) may use to enter into contracts and cooperative agreements to provide financial assistance to undertake projects designed to strengthen museum services. Revises provisions and extends the authorization of appropriations for such Museum Services, including the IMS and its Director and Museum Services Board. Establishes the American Cultural Trust Fund as a revolving fund in the Treasury, under title V of such Act. Provides for investments of monies appropriated to the Fund. Sets a trigger amount of aggregate proceeds deposited, with all subsequent accumulated proceeds to be distributed annually as follows: (1) 25 percent to the NEA; (2) 26 percent to the NEH; (3) four percent to the IMS; and (4) 45 percent to the Corporation for Public Broadcasting. Authorizes appropriations to the Fund, in amounts based on one percent of the difference between total budget outlays and budget outlays for gross interest on the public debt. Terminates such authorization of appropriations for the Fund for any fiscal year beginning on or after the date on which the Secretary of the Treasury first distributes the Fund's investment proceeds. Terminates for any fiscal year, as of the same date, any authorization of appropriations to the NEA, NEH, IMS, or Corporation for Public Broadcasting. Repeals the Museum Services Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "1% for Culture Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Arts, Humanities, and Museums Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the National Foundation on the Arts and the Humanities Act of 1995; to establish the American Cultural Trust Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:22-05:00"
}