{
  "actions": [
    {
      "acted_at": "2008-06-23", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-07-09", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held. With printed Hearing: S.Hrg. 110-572.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-11", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-09-16", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-09-16", 
      "calendar": "Senate Legislative", 
      "number": "1004", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1004.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3179-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands and Forests", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2008-06-23", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-06-23", 
  "number": "3179", 
  "official_title": "A bill to authorize the conveyance of certain public land in the State of New Mexico owned or leased by the Department of Energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6592-110", 
      "reason": "identical"
    }
  ], 
  "short_title": "Lovelace Respiratory Research Institute Land Conveyance Act", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-09-11", 
  "subjects": [
    "Armed forces and national security", 
    "Environmental protection", 
    "Hazardous wastes", 
    "Health", 
    "Land transfers", 
    "Law", 
    "Liability for environmental damages", 
    "Medical research", 
    "Military bases", 
    "New Mexico", 
    "Public lands and natural resources", 
    "Research centers", 
    "Respiratory diseases", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-09-16", 
    "text": "Lovelace Respiratory Research Institute Land Conveyance Act - Directs the Secretary of Energy to convey specified land identified as Parcel A (including any improvements) to the Lovelace Respiratory Research Institute in New Mexico only for research, scientific, or educational use. Requires the Secretaries of the Interior and Air Force to complete any real property actions, including the revocation of any federal withdrawals of Parcels A and B, that are necessary to allow the Secretary to convey Parcel A or to transfer administrative jurisdiction over Parcel B to the Secretary of the Air Force.Authorizes the Secretary of the Air Force to retain ownership and control of: (1) portions of the utility system and infrastructure on Parcel A; and (2) rights of access determined to be necessary to operate and maintain the utilities on such parcel. Requires the Institute to pay or reimburse costs incurred in the conveyance of Parcel A, including related survey costs. Instructs the Institute to take fee title to Parcel A and any improvements, as contaminated. Makes the Institute responsible for completing all environmental remediation required with respect to such parcel for all environmental conditions related to or arising from contamination. Requires the Institute to indemnify the United States for: (1) any environmental remediation or response costs the United States reasonably incurs if the Institute fails to remediate Parcel A or for contamination at, in, under, from, or on the land for all environmental conditions related to or arising from contamination; (2) indemnify, defend, and hold harmless the United States from any damages, expenses, liabilities, penalties, claim, or demand for loss, including injury or death, resulting from releases, storage, or disposal, or any other acts or omissions by the Institute arising from activities conducted on such parcel on or after October 1, 1996; and (3) reimburse the United States for legal and attorney fees and expenses incurred in association with the defense of any claims described in clause 2. Makes the Secretary of Energy responsible for conducting any necessary environmental remediation or response actions with respect to Parcel A if the Institute does not complete the environmental remediation required by this Act.Directs the Secretary of the Air Force to provide the Institute with: (1) access for employees and invitees of the Institute across Kirtland Air Force Base to Parcel A; and (2) access to utility services for such parcel. Requires the Secretary of Energy to arrange and pay for the removal of any improvements made to Parcel B."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lovelace Respiratory Research Institute Land Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Lovelace Respiratory Research Institute Land Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the conveyance of certain public land in the State of New Mexico owned or leased by the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:16-05:00"
}