{
  "actions": [
    {
      "acted_at": "2002-01-24", 
      "references": [
        {
          "reference": "CR S101", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-01-24", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-02-14", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on National Parks. Hearings held. With printed Hearing: S.Hrg. 107-453.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-15", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-06-28", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment. With written report No. 107-196.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-06-28", 
      "calendar": "Senate Legislative", 
      "number": "473", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 473.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-08-01", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S8013-8019", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S8017", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-09-04", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-04T14:01:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-04", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-09-24T16:16:00-04:00", 
      "references": [], 
      "text": "Mr. Hansen moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-24T16:17:00-04:00", 
      "references": [
        {
          "reference": "CR H6506-6509", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-24T16:17:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 1894.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-24T16:27:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H6506-6508", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-09-24T16:27:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-25", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-20", 
      "references": [
        {
          "reference": "CR 11/19/2002 S11634-11636", 
          "type": "consideration"
        }
      ], 
      "text": "Senate concurred in House amendment to Senate bill with an amendment SA 4972 Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4972-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4972"
    }
  ], 
  "bill_id": "s1894-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2002-01-24", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-09-24T16:27:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-08-01", 
    "vetoed": false
  }, 
  "introduced_at": "2002-01-24", 
  "number": "1894", 
  "official_title": "A bill to direct the Secretary of the Interior to conduct a special resource study to determine the national significance of the Miami Circle site in the State of Florida as well as the suitability and feasibility of its inclusion in the National Park System as part of Biscayne National Park, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr451-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3630-107", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3630-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3747-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4622-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1959-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Beaufort, South Carolina Study Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "2002-09-24T16:27:00-04:00", 
  "subjects": [
    "Agriculture and food", 
    "American studies", 
    "Americans", 
    "Arab Americans", 
    "Archaeology", 
    "Archives", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Asian American ethnic groups", 
    "Blacks", 
    "Bomber aircraft", 
    "Boundaries", 
    "Caves", 
    "Civil war", 
    "Cold War", 
    "Colorado", 
    "Commemorations", 
    "Commerce", 
    "Concentration camps", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Curricula", 
    "Defense industries", 
    "Docks", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Environmental assessment", 
    "Environmental protection", 
    "Ethnology", 
    "Europe", 
    "European American ethnic groups", 
    "Federal advisory bodies", 
    "Federal-local relations", 
    "Ferries", 
    "Finance and financial sector", 
    "Firearms", 
    "Flight training", 
    "Florida", 
    "France", 
    "Government operations and politics", 
    "Government publications", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Grazing", 
    "Hawaii", 
    "Higher education", 
    "Hispanic Americans", 
    "Historic sites", 
    "History", 
    "Homestead law", 
    "Housing and community development", 
    "Industrialization", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Intercontinental ballistic missiles", 
    "International affairs", 
    "Islands", 
    "Japanese Americans", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Manufacturing industries", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Military aircraft", 
    "Military command and control", 
    "Military communications", 
    "Military training", 
    "Minorities", 
    "Missile bases", 
    "Missouri", 
    "Mortgage interest rates", 
    "National parks", 
    "Native Americans", 
    "Natural areas", 
    "Nature conservation", 
    "Nevada", 
    "Nuclear weapons", 
    "Partnerships", 
    "Periodicals", 
    "Planning", 
    "Public lands and natural resources", 
    "Radar defense networks", 
    "South Carolina", 
    "South Dakota", 
    "Sports and recreation", 
    "State laws", 
    "Strategic forces", 
    "Tourism", 
    "Trails", 
    "Transportation and public works", 
    "Transportation funding", 
    "Transportation planning", 
    "Utah", 
    "Washington State", 
    "Wilderness areas", 
    "World War II"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "2002-11-20", 
    "text": "Title I: Miami Circle Site Special Resource Study - (Sec. 103) Directs the Secretary of the Interior, acting through the Director of the National Park Service, to conduct a special resource study and report to Congress on the national significance of the Miami Circle archaeological site in Miami-Dade County, Florida (a prehistoric Tequesta Indian site), as well as on: (1) the feasibility and suitability of including areas of or surrounding the site in Biscayne National Park in Florida; (2) whether any additional resources would be necessary to administer the site as a Park unit; and (3) any impact on the local area that would result from including the site in the Park Authorizes appropriations.Title II: Mount Nebo Wilderness Boundary Adjustments - (Sec. 201) Adjusts the boundaries of the Mount Nebo Wilderness Area to add specified lands and to exclude Monument Springs, Gardner Canyon, Birch Creek, Ingram Canyon, Willow North A and B, Willow South, Mendenhall Canyon, and Wash Canyon.Title III: Bainbridge Island Japanese-American Memorial Special Resource Study - (Sec. 302) Directs the Secretary of the Interior to carry out and report to specified congressional committees on a special resource study regarding the national significance, suitability, and feasibility of designating the Eagledale Ferry Dock located at Taylor Avenue in Bainbridge Island, Washington, as a unit of the National Park System (Japanese American residents of the Island who were sent to internment camps in 1942 boarded a ferry to those camps from that Dock).Title IV: Amendments to Hawaii Homes Commission Act - (Sec. 401) Declares that, in accordance with specified Federal law, the United States consents to Act 107 of the Session Laws of Hawaii as an amendment to the Hawaii Homes Commission Act, 1920.Title V: Wind Cave National Park Boundary Revision - Wind Cave National Park Boundary Revision Act of 2002 - (Sec. 503) Authorizes the Secretary of the Interior to acquire specified land for addition to the Wind Cave National Park in South Dakota by donation, purchase from a willing seller, or exchange. Requires the Park's boundaries to be adjusted to reflect the acquisition of land.(Sec. 504) Requires the Secretary to: (1) administer acquired land as part of the Park; and (2) transfer administration jurisdiction over the land from the Director of the Bureau of Land Management to the Director of the National Park Service.Authorizes the Secretary to: (1) permit continuation of livestock grazing on such land at the level existing on the date on which it is acquired; (2) purchase the outstanding portion of a grazing permit or lease on such land; and (3) accept the voluntary termination of such a permit or lease.Title VI: Gunnison National Park and Gunnison Gorge National Conservation Area Boundary Revision - Black Canyon of the Gunnison National Park and Gunnison Gorge National Conservation Area Boundary Revision Act of 2002 - (Sec. 602) Amends the Black Canyon of the Gunnison National Park and Gunnison Gorge National Conservation Area Act of 1999 to revise the boundary of the Park to include specified Bureau of Land Management land which the Secretary of the Interior shall transfer to the administrative jurisdiction of the National Park Service.(Sec. 603) Provides that if land authorized for the grazing is exchanged for private land under this Act, the Secretary shall transfer any grazing privileges to that private land. Permits grazing with respect to permits or leases issued to specified partnerships.(Sec. 604) Requires such land acquisitions to be made in accordance with the Act and only with the landowner's consent.(Sec. 605) Revises the boundary of the Conservation Area to add specified land.Title VII: French Colonial National Park Study - (Sec. 701) Directs the Secretary of the Interior to study and report to specified congressional committees regarding the suitability and feasibility of designating the French Colonial Historic District, including the Bequette-Ribault, St Gemme-Amoureaux, and Wilhauk homes and related supporting historical assets in Ste. Genevieve County, Missouri, as a unit of the National Park System.(Sec. 702) Authorizes appropriations.Title VIII: Coltsville National Park Study - Coltsville Study Act of 2002 - (Sec. 803) Directs the Secretary of the Interior to complete and submit to specified congressional committees a study of the site known as Coltsville (a community in Connecticut inspired by Samuel Colt, founder of the Colt Manufacturing Company, which flourished during the Industrial Revolution) to evaluate its national significance, its importance to the history of precision manufacturing, and its suitability for designation as a unit of the National Park System.(Sec. 805) Authorizes appropriations.Title IX: Beaufort National Park Study - Beaufort, South Carolina Study Act of 2002 - (Sec. 903) Directs the Secretary of the Interior to study and report to specified congressional committees on whether an area comprised of historical sites in the historic district of Beaufort, South Carolina, relating to the Reconstruction Era or individual sites within the area are suitable for inclusion in the National Park System (NPS).(Sec. 904) Requires the Secretary to conduct and report to specified congressional committees on a National Historic Landmark theme study to identify sites and resources throughout the United States that are significant to the Reconstruction Era. Requires such study to include recommendations for commemorating and interpreting identified sites and resources (including sites for which new national historic landmarks should be nominated and sites for which further study for potential inclusion in the NPS is needed).Authorizes appropriations.Title X: Cold War Sites Study - (Sec. 1001) Directs the Secretary of the Interior to conduct and submit to specified congressional committees a National Historic Landmark theme study to identify sites and resources in the United States that are significant to the Cold War.Requires the Secretary, in conducting such study, to: (1) consider the inventory of Cold War sites and resources completed pursuant to the Department of Defense Appropriations Act, 1991; (2) consider historical studies and research of Cold War sites and resources, such as intercontinental ballistic missiles, nuclear weapons sites (such as the Nevada test site), flight training centers, manufacturing facilities, communications and command centers, defensive radar networks, and strategic and tactical aircraft; and (3) inventory and consider associated nonmilitary sites and resources. Requires such study to include recommendations on sites for potential inclusion in the National Park System, sites for which new national historic landmarks should be nominated, and the feasibility of establishing a central repository for Cold War artifacts and information.(Sec. 1002) Requires the Secretary to prepare and publish an interpretive handbook on the Cold War and to disseminate information gathered through the study through means in addition to the handbook.(Sec. 1003) Authorizes appropriations.Title XI: Peopling of America Theme Study - Peopling of America Theme Study Act - (Sec. 1104) Directs the Secretary of the Interior to prepare and submit to Congress a national historic landmark theme study on the peopling of America to identify regions, areas, trails, districts, communities, sites, buildings, structures, objects, organizations, societies, and cultures that: (1) best illustrate and commemorate key events or decisions affecting the peopling of America; and (2) can provide a basis for the preservation and interpretation of the peopling of America that has shaped U.S. culture and society. Requires the Secretary, on the basis of the theme study, to designate new national historic landmarks and to recommend to Congress sites for potential inclusion in the National Park System.(Sec. 1105) Authorizes the Secretary to enter into cooperative agreements with educational institutions, professional associations, or other knowledgeable entities to prepare the study and promote cooperative arrangements and programs relating to the peopling of America.(Sec. 1106) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "passed senate", 
      "title": "Beaufort, South Carolina Study Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Black Canyon of the Gunnison National Park and Gunnison Gorge National Conservation Area Boundary Revision Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Coltsville Study Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Peopling of America Theme Study Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Wind Cove National Park Boundary Revision Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of the Interior to conduct a special resource study to determine the national significance of the Miami Circle site in the State of Florida as well as the suitability and feasibility of its inclusion in the National Park System as part of Biscayne National Park, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:20-05:00"
}