{
  "actions": [
    {
      "acted_at": "1975-03-26", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1355-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-26", 
  "number": "1355", 
  "official_title": "A bill to establish a national program for young people between the ages of 18 and 23 for the purpose of encouraging full participation in the political system of the United States and to provide a continuing education in the history and heritage of democracy in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Youth Political Participation Act", 
  "sponsor": {
    "district": null, 
    "name": "Montoya, Joseph M.", 
    "state": "NM", 
    "thomas_id": "01403", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-26", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Practical politics", 
    "States", 
    "Youth", 
    "Youth in politics"
  ], 
  "subjects_top_term": "Youth", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-26", 
    "text": "National Youth Political Participation Act - Establishes in the Executive branch the National Youth Political Participation Office. Provides for the appointment by the President of a Director who shall establish and operate the National Youth Political Participation Program. Specifies the powers and responsibilities of the Director. Provides for the establishment of a thirteen-member National Youth Political Participation Advisory Commission. States that it shall be the duty of the Commission to develop and recommend criteria for the establishment of a National Youth Political Participation Program. Directs that such program shall provide for a competition among young people between the ages eighteen and twenty-three in political action activities, political history and heritage research and analyses of the relationship between political activities and political history. Requires that each participating State meet specified requirements. Directs the Advisory Commission to report to the Director on its activities under this Act. Requires the Director, not later than December 31, 1976, and annually thereafter to transmit the report of the Advisory Commission to the Congress and the President, together with his comments and recommendations. Provides that the Advisory Commission shall evaluate the operation of the program and advise the Director of its findings. States that the Director shall transmit the final report of the Commission to the Congress and President not later than December 31, 1980. Directs that the Office and Commission shall cease to exist 90 days after submission of the final report. Authorizes the appropriation of such sums as necessary to carry out the provisions of this Act for fiscal years 1976 - 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Youth Political Participation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national program for young people between the ages of 18 and 23 for the purpose of encouraging full participation in the political system of the United States and to provide a continuing education in the history and heritage of democracy in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:17-05:00"
}