{
  "actions": [
    {
      "acted_at": "1975-06-23", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8127-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-23", 
  "number": "8127", 
  "official_title": "A bill to amend the Fair Credit Reporting Act of 1975.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1840-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fair Credit Reporting Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-23", 
  "subjects": [
    "Consumer credit", 
    "Consumer protection", 
    "Credit"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-23", 
    "text": "Fair Credit Reporting Amendments - Requires those who order investigative consumer reports, as defined by the Fair Credit Reporting Act, to first obtain the written permission from the consumer being investigated, after having given such consumer a clear, conspicuous written disclosure of the method, details, purpose, and scope of such investigation. Requires a person who obtains medical information on a consumer for the purpose of a consumer report to notify the consumer of the identity of the consumer reporting agency which will receive such information, the persons to whom such information may be distributed, and the consumer's rights with respect to such agency under the Fair Credit Reporting Act. Prohibits consumer reporting agencies from operating a quota system in the preparation of consumer reports. Requires such agencies to disclose to a consumer all information on its files with respect to such consumer, upon request. Prohibits such agencies from maintaining a file on any consumer unless the consumer is notified that such a file is being maintained, the purposes for which such information may be used, the consumer's right to examine and obtain a copy of the file, and the name, address and telephone number of the agency. Imposes a minimum civil liability of $1000, payable to the aggrieved consumer, upon any such agency which knowingly and willingly fails to comply with the requirements of the Fair Credit Reporting Act, as amended by this Act, with respect to such consumer. Imposes a minimum civil liability of $100 when such failure to comply is negligent. Provides that negligence shall be rebuttably presumed when information previously disputed but not deleted is later proven erroneous."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Credit Reporting Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Credit Reporting Act of 1975.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:44-05:00"
}