{
  "actions": [
    {
      "acted_at": "2007-03-15", 
      "references": [
        {
          "reference": "CR S3213", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-15", 
      "committee": "Committee on Environment and Public Works", 
      "references": [
        {
          "reference": "CR S3213-3215", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-05-13", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-31", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-09-22", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute. With written report No. 110-477. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-09-22", 
      "calendar": "Senate Legislative", 
      "number": "1038", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1038.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2008-09-26", 
      "references": [
        {
          "reference": "CR S9874-9876", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S9874-9876", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-26", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2008-09-27T11:21:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T12:04:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T13:48:00-04:00", 
      "references": [], 
      "text": "Mr. Allen moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T13:48:00-04:00", 
      "references": [
        {
          "reference": "CR H10177-10181", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T13:48:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 906.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T14:03:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the chair put the question on the motion to suspend the rules. Mr. Hall (TX) objected to the vote on the grounds that a quorum was not present. Further proceedings on the motion were postponed. The point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-29T08:05:00-04:00", 
      "references": [
        {
          "reference": "CR H10333-10334", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-29T08:30:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 9/27/2008 H10178-10179", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "669", 
      "status": "PASSED:BILL", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 393 - 5, 6 Present (Roll no. 669).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2008-09-29T08:30:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-29", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2008-10-03", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2008-10-14", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2008-10-14", 
      "congress": "110", 
      "law": "public", 
      "number": "414", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 110-414.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5673-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5673"
    }
  ], 
  "bill_id": "s906-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "2007-06-05", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2008-04-01", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2008-09-15", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2007-03-15", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Salazar, Ken", 
      "sponsored_at": "2007-10-25", 
      "state": "CO", 
      "thomas_id": "01762", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "110", 
    "law_type": "public", 
    "number": "414"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2008-10-14", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2008-09-29T08:30:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2008-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "2007-03-15", 
  "number": "906", 
  "official_title": "A bill to prohibit the sale, distribution, transfer, and export of elemental mercury, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1534-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Mercury Export Ban Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Obama, Barack", 
    "state": "IL", 
    "thomas_id": "01763", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2008-10-14", 
  "subjects": [
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental research", 
    "Export controls", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Health", 
    "Imports", 
    "Labor and employment", 
    "Mercury", 
    "Occupational health and safety", 
    "Science, technology, communications", 
    "Storage", 
    "Transportation and public works", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Public Law", 
    "date": "2008-10-14", 
    "text": "Mercury Export Ban Act of 2008- (Sec. 3) Amends the Toxic Substances Control Act to prohibit any federal agency from conveying, selling, or distributing elemental mercury to any other federal, state, or local agency or any private individual or entity. Exempts: (1) transfers between federal agencies for the sole purpose of facilitating storage of mercury to carry out this Act; and (2) conveyances, sales, distributions, or transfers of coal.(Sec. 4) Prohibits the export of elemental mercury from the United States effective January 1, 2013.Requires the Administrator of the Environmental Protection Agency (EPA) to report to Congress, within one year after the enactment of this Act, on mercuric chloride, mercurous chloride or calomel, mercuric oxide, and other mercury compounds used in significant quantities in products or processes. Requires such report to include an analysis of: (1) the sources and amounts of such compounds imported into, or manufactured in, the United States annually; (2) the purposes for which each of the compounds is used domestically, the amounts consumed annually for each purpose, and the amounts estimated to be consumed in 2010 and beyond; (3) the sources and amounts of each compound exported annually in the last three years; (4) the potential for the compounds to be processed into elemental mercury after export; and (5) other information relevant in determining whether to extend the export prohibition to include mercury compounds.Authorizes any U.S. resident to petition the Administrator for an exemption from the export prohibition. Authorizes the Administrator to grant an exemption for a specified use at an identified foreign facility if: (1) nonmercury alternatives for the specified use are not available in the country where the facility is located; (2) there is no other source of elemental mercury available from domestic supplies (not including new mercury mines) in the country where the mercury will be used; (3) the country where the mercury will be used certifies its support for the exemption; (4) the export will be conducted in a manner that ensures the mercury will be used at the facility described and will not be diverted for other uses for any reason; (5) the mercury will be used in a manner that will protect human health and the environment; and (6) the export for the specified use is consistent with international obligations of the United States intended to reduce global mercury supply, use, and pollution. Disallows any exemption for a duration exceeding three years and involving more than 10 metric tons of mercury.Authorizes the Administrator to suspend or cancel an exemption for specified violations or the submission of false information. Subjects violators to penalties, injunctive relief, and citizen suits. Declares that nothing in this Act: (1) affects, replaces, or amends prior law relating to the need for consistency with international trade obligations; or (2) prohibits the export of coal.(Sec. 5) Requires the Secretary of Energy, not later than January 1, 2010, to designate a facility of the Department of Energy (DOE) for the long-term management and storage of elemental mercury generated within the United States. Excludes from such designation the Y-12 National Security Complex or any other portion or facility of the Oak Ridge Reservation. Requires such facility to be operational by January 1, 2013.Requires the Secretary to: (1) assess and collect a fee for management and storage of elemental mercury; and (2) report annually to specified congressional committees on the costs of such long-term management and storage. Requires the amount of such fees to be made publicly available by October 1, 2012.Requires the Secretary, not later than October 1, 2009, to establish procedures and standards for the receipt, management, and long-term storage of elemental mercury at designated facilities that are protective of human health and the environmental and that ensure that the elementary mercury is stored in a safe, secure, and effective manner. Subjects such stored mercury to the requirements of the Solid Waste Disposal Act (SWDA). Sets forth provisions concerning permit applications under SWDA.Requires the Secretary to: (1) conduct training for elemental mercury management, transfer, storage, monitoring or response; (2) ensure that each designated facility has all equipment necessary for routine operations, emergencies, monitoring, checking inventory, loading, and storing mercury; and (3) ensure the installation of specified fire detection systems. Provides for indemnification of persons delivering elemental mercury to a designated facility.Declares that elemental mercury that the Secretary is storing on a long-term basis is not subject to a specified SWDA storage prohibition. Deems a generator accumulating elemental mercury destined for a facility for 90 days or less to be accumulating the mercury to facilitate proper treatment, recovery, or disposal for purposes of SWDA standards applicable to owners and operators of hazardous waste treatment, storage, and disposal facilities.Exempts elemental mercury that is stored at a facility with an SWDA hazardous waste permit from the SWDA prohibition of hazardous waste storage if: (1) the Secretary is unable to accept the mercury at a designated facility for reasons beyond the control of the owner or operator of the permitted facility; and (2) such owner/operator certifies that the owner/operator will ship the mercury to the designated facility when the Secretary is able to accept it, and will not sell it or otherwise place it into commerce.Requires the Secretary to report to Congress by July 1, 2014, on a study that: (1) determines the impact of the long-term storage program on mercury recycling; and (2) includes proposals to mitigate any negative impact.(Sec. 6) Requires the Administrator, at least three years after the effective date of the export prohibition, but not later than January 1, 2017, to report to specified congressional committees on the global supply and trade of elemental mercury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mercury Market Minimization Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Mercury Export Ban Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit the sale, distribution, transfer, and export of elemental mercury, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:24-05:00"
}