{
  "actions": [
    {
      "acted_at": "2007-06-18", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Reed. With written report No. 110-85.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-18", 
      "calendar": "Senate Legislative", 
      "number": "205", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 205.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1645-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-18", 
  "number": "1645", 
  "official_title": "An original bill making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2008, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2642-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2642-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4104-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2363-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2008", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-18", 
  "subjects": [
    "Air force", 
    "Alaska", 
    "American Battle Monuments Commission", 
    "Appellate courts", 
    "Appropriations", 
    "Armed Forces Retirement Home", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control", 
    "Army", 
    "California", 
    "Cemeteries and funerals", 
    "Chemical warfare", 
    "Claims", 
    "Commemorations", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Department of Defense", 
    "Department of Veterans Affairs", 
    "Disability evaluation", 
    "Disabled", 
    "District of Columbia", 
    "Economics and public finance", 
    "Families", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Government lending", 
    "Government life insurance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Homeless", 
    "Housing and community development", 
    "Indian housing", 
    "Indian medical care", 
    "Information technology", 
    "Inspectors general", 
    "Iraq compilation", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Long-term care", 
    "Marines", 
    "Medical research", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Minorities", 
    "Mississippi", 
    "Monuments and memorials", 
    "NATO military forces", 
    "National Guard", 
    "Navy", 
    "Nursing homes", 
    "Prosthesis", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Science, technology, communications", 
    "Social welfare", 
    "Soldiers' homes", 
    "Survivors' benefits", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Virginia", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-06-18", 
    "text": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2008 - Title I: Department of Defense - Appropriates funds for FY2008 for the Department of Defense (DOD) for: (1) military construction for the Army, Navy and Marine Corps, and Air Force (military departments), DOD, the Army and Air National Guard, and the Army, Navy, and Air Force reserves; (2) the North Atlantic Treaty Organization (NATO) Security Investment Program; (3) family housing and related operation and maintenance for the military departments and DOD; (4) the Department of Defense Family Housing Improvement Fund; (5) chemical demilitarization construction; and (6) the Department of Defense Base Closure Accounts of 1990 and 2005. Specifies restrictions and authorizations regarding the use of funds appropriated in this title and in other military construction appropriations Acts. (Sec. 113) Directs the Secretary of Defense to notify the appropriate congressional committees 30 days in advance of the plans and scope of any proposed military exercise involving U.S. personnel if construction costs are anticipated to exceed $750,000. (Sec. 118) Directs the Secretary to report to the appropriations committees on actions taken by DOD and the Department of State to encourage other members of NATO, Japan, Korea, and U.S. allies bordering the Arabian Sea to assume a greater share of the common defense burden of such nations and the United States. (Sec. 121) Requires the Secretary of the military department concerned, at least 60 days prior to issuing any solicitation for a contract with the private sector for military family housing, to notify the appropriations committees of any guarantees (including the making of mortgage or rental payments) proposed to be made to the private party in the event of: (1) the closure or realignment of the installation for which the housing is provided; (2) a reduction in force of units stationed at such installation; or (3) the extended deployment overseas of units stationed at such installation. (Sec. 122) Authorizes the transfer of DOD funds for expenses associated with the Homeowners Assistance Program under the Metropolitan Demonstration Cities and Metropolitan Development Act of 1966. (Sec. 125) Places specified restrictions and limitations on the obligation or expenditure of funds made available in this title or in any other military construction appropriations Act to carry out a military construction, land acquisition, or family housing project at or for a military installation approved for closure, or for supporting a function that has been approved for realignment to another installation, in 2005 under the Defense Base Closure and Realignment Act of 1990. Title II: Department of Veterans Affairs - Authorizes appropriations for the Department of Veterans Affairs (VA) for: (1) veterans' benefits programs; (2) readjustment benefits; (3) veterans insurance and indemnities; (4) the Veterans Housing Benefit Program Fund; (5) the Vocational Rehabilitation Loans Program; (6) the Native American Veteran Housing Loan Program; (7) guaranteed transitional housing loans for homeless veterans; (8) the Veterans Health Administration (including for medical and prosthetic research; (9) the National Cemetery Administration; (10) the Office of the Inspector General; (11) construction for major and minor projects; (12) grants for the construction of state extended care facilities and veterans cemeteries; and (13) information technology systems. Specifies restrictions and authorizations regarding the use of funds appropriated in this title. (Sec. 210) Makes funds from this title available to reimburse expenses of the Office of Resolution Management and the Office of Employment Discrimination Complaint Adjudication, within specified limits. (Sec. 216) Directs the Secretary of Veterans Affairs (Secretary, for purposes of this title) to allow veterans eligible under existing VA medical care requirements and who reside in Alaska to obtain medical services from facilities supported by the Indian Health Service or tribal organizations. (Sec. 219) Directs the Secretary to report quarterly to the appropriations committees on the financial status of the Veterans Health Administration. (Sec. 223) Prohibits the VA from using funds available in this or any other Act to replace the current system by which the Veterans Integrated Service Networks select and contract for diabetes monitoring supplies and equipment. (Sec. 225) Prohibits the Secretary from declaring as excess to the needs of VA, or otherwise disposing or reducing the acreage of, federal lands and improvements at the Department of Veterans Affairs West Los Angeles Medical Center, California. (Sec. 226) Requires the VA to continue research into Gulf War Illness at levels not less than those made available in FY2007, within available funds contained in this Act. Title III: Related Agencies - Appropriates funds for: (1) the American Battle Monuments Commission; (2) the U.S. Court of Appeals for Veterans Claims; (3) cemeterial expenses, Army; and (4) the Armed Forces Retirement Home. Title IV: General Provisions - Specifies restrictions and authorizations regarding the use of funds appropriated in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2008, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:42-05:00"
}