{
  "actions": [
    {
      "acted_at": "1985-05-16", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-06", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-10", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-10", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-07-23", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Small Business. Report No: 99-222 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-23", 
      "committee": "House Committee on The Judiciary Sequentially, for a Period Ending not Later than September 24, 1985", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary Sequentially, for a Period Ending not Later than September 24, 1985.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-24", 
      "references": [], 
      "text": "House Committee on The Judiciary Discharged by Motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-24", 
      "references": [], 
      "text": "Placed on Union Calendar No: 175.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2540-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Feighan, Edward F.", 
      "sponsored_at": "1985-07-16", 
      "state": "OH", 
      "thomas_id": "00375", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gray, William H., III", 
      "sponsored_at": "1985-07-16", 
      "state": "PA", 
      "thomas_id": "00460", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-16", 
  "number": "2540", 
  "official_title": "A bill to authorize the appropriation of funds to the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Mitchell, Parren J.", 
    "state": "MD", 
    "thomas_id": "00818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-07-10", 
  "subjects": [
    "Abortion", 
    "Administrative fees", 
    "Agribusiness", 
    "Armed forces and national security", 
    "Authorization", 
    "Business and commerce", 
    "Corporations and Stocks", 
    "Depressed areas", 
    "Disabled", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Energy conservation", 
    "Federal budgets", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government procurement", 
    "Interest rates", 
    "Labor and employment", 
    "Labor supply", 
    "Pollution control", 
    "Public Contracts, Procurement, and Property", 
    "Revolving funds", 
    "Securities", 
    "Small Business Administration", 
    "Small business", 
    "Surety and fidelity", 
    "Unemployment", 
    "Urban areas", 
    "Vietnam veterans"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1985-07-23", 
    "text": "(Reported to House from the Committee on Small Business with amendment, H. Rept. 99-222 (Part I)) Amends the Small Business Act to authorize program levels for FY 1986 through 1988 to the SBA for direct and immediate participation loans for small business plant acquisition, construction, conversion, or expansion. Makes specified amounts available out of such authorization for: (1) handicapped persons and organizations for the handicapped; (2) small businesses either located in urban or rural areas with high unemployment and low incomes or owned by low-income individuals; and (3) disabled veterans and Vietnam veterans. Authorizes program levels for FY 1986 through 1988 for deferred participation loans and debenture guarantees for small business plant acquisition, construction, conversion, or expansion and small business development companies under the Small Business Investment Act of 1958. Makes specified amounts available out of such authorization for: (1) handicapped persons and organizations for the handicapped; (2) small businesses either located in urban or rural areas with high unemployment and low income or owned by low-income individuals; (3) small businesses which design, manufacture, and distribute energy measures; and (4) guarantees of debentures with respect to State and local development companies. Authorizes program levels for FY 1986 through 1988 under specified sections of the Small Business Investment Act of 1958 for: (1) direct purchases and guarantees of debentures and purchases of preferred securities with respect to small business investment companies; (2) surety bond guarantees; and (3) payment guarantees for the installation of pollution control facilities by small businesses. Authorizes appropriations to the SBA for FY 1986 through 1988. Makes specified amounts available out of such authorization for: (1) direct and immediate participation loans for small business plant acquisition, construction, conversion, or expansion, handicapped persons and organizations for the handicapped, small businesses either located in urban or rural areas with high unemployment and low income or owned by low-income individuals, and Vietnam veterans; (2) deferred participation loans and debenture guarantees for small business plant acquisition, construction, conversion, or expansion and small business development companies; (3) deferred participation loans to handicapped persons and organizations for the handicapped, small businesses either located in urban or rural areas with high unemployment and low incomes or owned by low-income individuals, small businesses which design, manufacture, and distribute energy measures; (4) guarantees of debentures with respect to State and local development companies; (5) direct purchases and guarantees of debentures and purchases of preferred securities with respect to small business investment companies; (6) surety bond guarantees under the Small Business Investment Act of 1958; and (7) SBA salaries and expenses. Authorizes appropriations for FY 1986 through 1988 for disaster loans to small businesses and permits the transfer of funds from the disaster loan revolving funds for the payment of SBA administrative expenses. Requires the Secretary of Labor, in determining labor surplus areas with respect to Government procurement with small businesses, to make such determination on the basis of criteria in effect at the time of such determination provided that any minimum population criteria shall not exceed 25,000. Amends the Small Business Investment Act of 1958 to provide that certain obligations issued by small business investment companies and guaranteed by the SBA are not eligible for purchase by the Federal Financing Bank. Authorizes the SBA to issue to small businesses trust certificates representing all or a part of the guaranteed debentures issued by small business investment companies and guaranteed by the SBA. Amends the Small Business Act to exclude agricultural enterprises from eligibility for small business disaster loans and loans necessitated by Federal action or law. Repeals specified provisions concerning disaster loans to small businesses that are affected by Federal action. Deletes a specified provision relating to interest rates on the Federal share of disaster loans to small businesses. Deletes provisions with respect to the agricultural enterprises exception to the prohibition against duplication of work or activity by the SBA and other Federal agencies. Requires the SBA to collect a guarantee fee equal to three percent of the amount of the deferred participation share of any loan under this Act except a loan repayable in one year or less or a loan to State and local development companies under the Small Business Investment Act of 1958. Amends the Small Business Investment Act of 1958 to authorize and direct the SBA to conduct a pilot program for the sale to investors of the SBA guaranteed debentures issued by State and local development companies. Authorizes the SBA to issue trust certificates for such debentures under the same authorities that are applicable to trust certificates issued for loans pursuant to specified provisions of the Small Business Act. Provides that certain debentures that are issued by State and local development companies and that are guaranteed by the SBA are not eligible for purchase by the Federal Financing Bank. Requires the SBA to report to the President and the Congress on the conduct of such pilot program. Amends the Small Business Act to provide penalties for persons who make false statements with respect to their status as a small business concern or small business concern owned and controlled by socially and economically disadvantaged individuals with regard to Federal contracts. Requires the SBA to submit to specified congressional committees an internal report on the options available to providing guaranteed loans to small businesses from sources outside the Federal Government, specifically the creation of a Federal corporation to make such guarantees. Prohibits any financial assistance from the SBA to small businesses that engage in the service of performing abortions. Sets forth a specified exception to such prohibition in cases where the life of the mother would be endangered if the fetus were carried to term. Requires the SBA to impose a fee for specified services with regard to loans to small businesses. Directs such fees to be deposited into the general fund of the Treasury to cover the costs of such services. Requires the SBA to report to specified congressional committees with respect to such fees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the appropriation of funds to the Small Business Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:25-05:00"
}