{
  "actions": [
    {
      "acted_at": "1976-09-17", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15609-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-17", 
  "number": "15609", 
  "official_title": "A bill to strengthen State workers' compensation programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Workers' Compensation Standards Act", 
  "sponsor": {
    "district": "14", 
    "name": "Daniels, Dominick V.", 
    "state": "NJ", 
    "thomas_id": "00262", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-17", 
  "subjects": [
    "Advisory bodies", 
    "Employers' liability", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Labor and employment", 
    "States", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-17", 
    "text": "National Workers' Compensation Standards Act - Requires employers to provide workmen's compensation benefits in accordance with the minimum standards set forth in this Act. Specifies minimum standards with respect to the following: (1) maximum time and monetary limits on disability and survivor compensation, medical care, and rehabilitation services; (2) minimum disability and survivor compensation; (3) duration of and conditions relative to survivors benefits; (4) waiting period for benefits; (5) adjustments in disability and survivor compensation; (6) statutes of limitations for disability and death claims; and (7) jurisdictions in which claims may be filed. Stipulates that State law shall govern whether an injury was work-related. Directs the Secretary of Health, Education, and Welfare to make recommendations for appropriate standards for determining: (1) whether a disease arose out of and in the course of employment; and (2) whether death or disability was due to such disease. Directs the Secretary of Labor to review State workmen's compensation laws and certify those laws that meet the minimum standards set forth in this Act. Permits compensation claims to be brought in United States district courts in instances in which both State law and the decision of the appropriate State agency fail to comply with such standards. Requires employers in States whose laws are not certified under this Act to maintain evidence of financial ability, through insurance or other wise, to pay benefits in compliance with this Act. Authorizes the Secretary of Labor to make grants to States to assist in carrying out programs for meeting the standards specified in this Act and in developing plans for improving the administration and enforcement of workmen's compensation laws. Directs the Secretary of Labor, in consultation with the Secretary of Health, Education, and Welfare, to develop and maintain a program of collection, compilation, and analysis of workmen's compensation statistics. Establishes the National Worker's Compensation Advisory Commission. Lists the Commission's duties, including monitoring and advising the Secretary of Labor with respect to State workmen's compensation programs and assisting States to improve such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Workers' Compensation Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen State workers' compensation programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:52-05:00"
}