{
  "actions": [
    {
      "acted_at": "1983-01-25", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-25", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-03", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-04", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM, SBA, Off Spec Counsel, Merit System Protection Brd.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-08", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "text": "Referred to Subcommittee on SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-19", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Unfavorable Executive Comment Received", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr862-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on SBA and SBIC Authority, Minority Enterprise, and General Small Business", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1983-01-25", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-25", 
  "number": "862", 
  "official_title": "A bill to amend the Small Business Act to facilitate the implementation of programs to assist small business.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Administration Personnel Reform Act of 1983", 
  "sponsor": {
    "district": "7", 
    "name": "Mitchell, Parren J.", 
    "state": "MD", 
    "thomas_id": "00818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-25", 
  "subjects": [
    "Civil service employment", 
    "Congressional oversight", 
    "Federal employees and officials", 
    "Federal officials", 
    "Government operations and politics", 
    "Personnel management", 
    "Small Business Administration", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-25", 
    "text": "Small Business Administration Personnel Reform Act of 1983 - Amends the Small Business Act to prohibit employees of the Small Business Administration (SBA) who have authority to take, recommend, or approve personnel actions from exercising or threatening to use such authority on the basis of the political activity or affiliation of the individuals involved in personnel actions. Requires such employees to report to the Inspector General of the SBA any such personnel action for which the individual's participation has been solicited or directed. Makes employees who willfully and knowingly violate such prohibition subject to disciplinary action imposed by the SBA. Requires that a person who holds the position of Director of Personnel or the position of Administrator of the SBA and who willfully and knowingly violates such prohibition be separated from service, debarred from Federal employment for up to five years, and assessed a civil penalty of $1,000 for each such violation. Makes such prohibition inapplicable to personnel actions taken by the Administrator with respect to the Deputy Administrator or taken by the Administrator, Deputy Administrator, or Chief Counsel for Advocacy with respect to the confidential assistant of such person. Permits the payment of civil penalties collected under this Act to the employees who were the subject of the personnel actions involving violations of this Act. Provides that the prohibitions and liabilities under this Act shall be in addition to, and not in lieu of, other prohibitions and liabilities. Specifies the SBA employees who may be: (1) excepted from the competitive service on the basis that the employee's position involves policy decisions or determinations; or (2) in a Senior Executive Service position and not a career appointee. Prohibits the reassignment of permanent SBA employees to a duty station outside their local commuting area unless such reassignment is essential to the efficient and effective management of the SBA and such efficient and effective management cannot be achieved by other means at the same or less cost. Prohibits the reassignment of employees in the Senior Executive Service or in positions of GS-14 or above of the General Schedule to duty stations outside their local commuting area unless such reassignment occurs pursuant to the employee's request or unless the SBA provides 60 days' advance notice of the reassignment, a right to an attorney, and a right to all documents under the SBA's control pertaining to the reassignment. Entitles the affected employee to appeal any reassignment within 30 days after receiving the advance notice of the reassignment. Requires the administrator to review de novo the matters raised in such appeal. Entitles a permanent employee in the Senior Executive Schedule or in a position at GS-14 or above of the General Schedule who elects not to accept a reassignment outside his or her local commuting area to severance pay. Prohibits the SBA from implementing a policy for the systematic reassignment of employees to positions outside their local commuting areas unless the policy conforms to this Act, affected employees and the Special Counsel of the Merit Systems Protection Board are given 90 days' notice of the proposed policy, and their comments are considered. Requires the Special Counsel of the Merit Systems Protection Board to review periodically the SBA's personnel management system and to file a complaint with the Board if there is a practice of personnel actions in violation of this Act or other law. Authorizes the Board to issue an order in response to such a complaint divesting the SBA of personnel authority pending the adoption of remedial measures. Specifies the minimum number of SBA positions at the district office level required by September 30, 1985, and by September 30, 1987. Provides for the Chief Counsel for Advocacy of the SBA's Office of Advocacy to be appointed for a term of six years. Amends the Small Business Investment Act of 1958 to require that the Small Business Investment Division be headed by an Associate Administrator for Investment. (Currently the division is headed by an Associate Administrator appointed by the Administrator of the SBA). Amends the Small Business Act to authorize the Administrator to appoint a Deputy Administrator. Requires the SBA to establish Associate Administrators for: (1) finance assistance programs; (2) investment programs authorized under the Small Business Investment Act of 1958; (3) minority small business and capital ownership development; (4) procurement assistance; (5) management assistance programs; and (6) disaster assistance. Requires the establishment of ten Regional Administrator positions to carry out SBA programs in certain geographic areas. Sets forth the order of succession in the event of the absence of the Administrator or a vacancy in the office of the Administrator. Permits, at the Administrator's discretion, the separation from service of the Associate Administrators and the Regional Administrators for willful and knowing failure to execute legally permissible orders of the Administrator. Requires the Director of Personnel of the SBA to report to the House and Senate Committees on Small Business, on a quarterly basis, on personnel actions based on political considerations, on reassignments directed or requested for permanent employees at the GS-14 grade level or above or in the Senior Executive Service, and on personnel actions involving Associate or Regional Administrators. Requires the Inspector General of the SBA to report to such committees at least once every six months on investigations of prohibited political personnel practices. Directs the Inspector General to review the procedures for selection of employees initially appointed under the Samll Business Act to assure that they are consistent with the requirements of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Administration Personnel Reform Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act to facilitate the implementation of programs to assist small business.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:03-05:00"
}