{
  "actions": [
    {
      "acted_at": "1996-08-01", 
      "references": [
        {
          "reference": "CR S9428-9429", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-08-01", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2009-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-08-01", 
  "number": "2009", 
  "official_title": "A bill to amend the Oil Pollution Act of 1990, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Pollution Act Amendments of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-08-01", 
  "subjects": [
    "Accident prevention", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Aerial photography", 
    "Alaska", 
    "Animals", 
    "Antitrust law", 
    "Arctic Ocean", 
    "Barges", 
    "Bering Sea", 
    "Coastal zone", 
    "Commerce", 
    "Common carriers", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continental shelf", 
    "Deep water ports", 
    "Department of Commerce", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental risk assessment", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Federal aid to water pollution control", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fire prevention", 
    "Fisheries", 
    "Fishery management", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Information services", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Liability for oil pollution", 
    "Licenses", 
    "Liens", 
    "Lighterage", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine insurance", 
    "Marine pollution", 
    "Marine safety", 
    "Merchant seamen", 
    "Navigation", 
    "Navigation satellites", 
    "Oceanographic research", 
    "Oil pollution of the sea", 
    "Oil spills and wildlife", 
    "Oil well drilling", 
    "Petroleum in submerged lands", 
    "Petroleum storage", 
    "Planning", 
    "Pollution liability insurance", 
    "Research and development", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Scientists", 
    "Scientists in government", 
    "Shipbuilding", 
    "Space activities", 
    "Standards", 
    "Submarine oil well drilling", 
    "Tankers", 
    "Territorial waters", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Tugboats", 
    "Water pollution control", 
    "Water pollution measurement"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-08-01", 
    "text": "TABLE OF CONTENTS: Title I: Oil Pollution Act Amendments Title II: Marine Science Enhancement for Oil Spill Prevention and Response Title III: Deepwater Port Modernization Oil Pollution Act Amendments of 1996 - Title I: Oil Pollution Act Amendments - Requires the Secretary of the department in which the Coast Guard is operating to issue not later than September 30, 1996, a final rule under the Oil Pollution Act of 1990 (OPA) regarding operational requirements applicable to tank vessels over 5,000 gross tons without double hulls that the Secretary determines will provide environmental protection as substantial as is economically and technologically feasible. (Sec. 102) Amends OPA to add provisions for rules regarding operational safety of single-hull barges. Requires captains of ports in which tank vessels operate to establish minimum under-keel clearances for entering or departing port. Amends Federal law to allow the Secretary to require the installation, maintenance, and use of a fire suppression system or other equipment on board towing vessels. (Sec. 103) Requires the Secretary of Transportation to: (1) review existing requirements regarding oil lighterage in the U.S. Exclusive Economic Zone, considering economic burdens of regulation and international standards; (2) coordinate with the National Research Council a study into how the designation of shipping lanes and waters through which tankers transport oil affects the risk of an oil spill; and (3) report to the Congress a plan to increase reporting of vessel accidents to appropriate State law enforcement officials. Imposes monetary penalties for failing to report a casualty under a State marine casualty reporting system. (Sec. 105) Amends OPA to exclude from the definition of a vessel owner or operator: (1) persons with security interests in or security titles to vessels; and (2) lessors or charterers unless they have actual possession or control, or participate in the management, of the vessel at the time of oil discharge. Restricts to single hull tank vessels and double-hull tank vessels over 20 years old application of the exception to the limit on liability of a responsible party where the incident was caused by violation of an applicable Federal safety, construction, or operating regulation. (Sec. 106) Revises litigation procedures to allow a responsible party or guarantor, after the filing of a claim for costs or damages, to petition a district court for limitation of or exoneration from liability under defenses and limitation provisions of OPA, after which such court shall retain jurisdiction over the actions and enjoin prosecution of proceedings against the vessel, responsible party, guarantor, or their property in any other court. (Sec. 107) Deems removal costs and damages resulting from a vessel's discharge (or substantial threat of discharge) of oil to be a maritime lien and recoverable in an action in rem in the district court for the district in which the vessel is found. (Sec. 108) Exempts from the tank vessel double-hull construction requirements: (1) documented vessels equipped with a double hull before August 12, 1992; (2) certain barges operating in or adjacent to the Bering Sea, Chukchi Sea, and Arctic Ocean and in the waters of the Aleutian Islands and the Alaskan Peninsula of specified longitude; and (3) certain vessels in the National Defense Reserve Fleet. Permits operation of barges in other waters on such conditions as the Secretary of Transportation may require. (Sec. 109) Amends Federal shipping law to define \"oil spill response vessel\" and provide for regulation of such vessels separately with respect to liquid bulk dangerous cargo carriage, manning, presence of licensed individuals, merchant mariner documentation, and towing vessel requirements. Subjects such vessels to inspection. Title II: Marine Science Enhancement for Oil Spill Prevention and Response - Amends the Magnuson Fishery Conservation and Management Act to revise procedures by which emergency regulations changing fishery management plans, in response to a public health emergency or an oil spill, may remain in effect. (Sec. 202) Amends OPA to require the Under Secretary of Commerce for Oceans and Atmosphere to establish and maintain a scientific support team to respond to oil spills. (Sec. 203) Requires the Interagency Coordinating Committee on Oil Pollution Research to disseminate and compile information on previous spills. Amends the Federal Water Pollution Control Act to require the Under Secretary of Commerce and the Secretary of the Interior to maintain and update a body of information on the environmental effects of various types of spills and how best to mitigate them. (Sec. 204) Requires the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to establish a non-regulatory program to: (1) reduce risk of oil spills through navigation safety improvements; (2) promote prompt and effective response and remediation when oil spills occur; (3) enhance recovery and restoration efforts; and (4) advance other purposes of this Act. Requires local or regional elements of the program to be developed in consultation with local maritime commerce and coastal management communities. Authorizes appropriations. (Sec. 205) Authorizes the Administrator to withdraw from the Oil Spill Liability Trust Fund up to $15 million per year for each of ten fiscal years to use to modernize commercial marine navigation activities. Imposes requirements of maximum private sector procurement of charting survey ship support. Transfers from NOAA to the Federal Aviation Administration certain aeronautical chart surveying, data dissemination, and pricing functions. Title III: Deepwater Port Modernization - Deepwater Port Modernization Act - Amends the Deepwater Port Act of 1974 to add specified statements concerning the promotion of safe oil, including that of outer continental shelf (OCS) oil, to the congressionally declared purposes of the Act. Revises the definition of \"deepwater port\" to, among other things, include references to transportation of OCS oil. (Sec. 304) Makes revisions to deepwater port licensing procedures regarding: (1) utilization restrictions; (2) anticompetitive effects determinations; (3) addressing of conditions required to carry out the Act; (4) statements of port operating procedures; (5) changes from plans, methods, and procedures by a licensee or transferee; (6) amendment, transfer, or reinstatement consistency requirements; and (7) exemption from information filing requirements. (Sec. 306) Eliminates the requirement of antitrust review of license issuance by the Attorney General and the Federal Trade Commission. (Sec. 307) Requires deepwater ports and storage facilities to accept and convey without discrimination all oil delivered with respect to which their licenses are issued. (Sec. 308) Adds requirements of public involvement and enforcement by a licensee's operations manual to procedures for protecting the marine environment and minimizing the adverse impact of deepwater port construction and operation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Pollution Act Amendments of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Deepwater Port Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Oil Pollution Act of 1990, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:19-05:00"
}