{
  "actions": [
    {
      "acted_at": "1991-09-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3340-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-16", 
  "number": "3340", 
  "official_title": "To prevent potential abuses of electronic monitoring in the workplace.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Privacy for Consumers and Workers Act", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-16", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Disciplining of employees", 
    "Eavesdropping", 
    "Electronic surveillance", 
    "Employee rights", 
    "Fines (Penalties)", 
    "Freedom of speech", 
    "Government paperwork", 
    "Injunctions", 
    "Labor and employment", 
    "Labor productivity", 
    "Liability (Law)", 
    "Personnel records", 
    "Rating of employees", 
    "Right of privacy", 
    "Telephone", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-16", 
    "text": "Privacy for Consumers and Workers Act - Requires employers who engage in electronic monitoring to provide each affected employee with prior written notice describing specified aspects of the electronic monitoring directly affecting the employee. Requires employers to notify prospective employees at personal interviews or meetings of existing forms of electronic monitoring which may directly affect them and, upon request, provide them with the written notice provided to employees. Requires employers to permit employees or their authorized agents to have access to all personal data obtained by electronic monitoring of their work. Prohibits employers from collecting personal data on an employee which is not relevant to the employee's work performance. Prohibits employers from disclosing personal data obtained by electronic monitoring to any person or business except to the individual employee to whom that data pertains or without the employee's prior written consent, unless disclosure would be: (1) to the employer's officers and employees who need it to perform their duties; (2) to a law enforcement agency for a criminal investigation or prosecution; or (3) pursuant to a proper court order. Prohibits employers from using personal data obtained by electronic monitoring as the exclusive basis for individual employee performance evaluation or disciplinary action, unless the employee is given an opportunity to review the data within a reasonable time after it is obtained. Prohibits employers from using personal data or collective data obtained by electronic monitoring as the sole basis for setting production quotas or work performance expectations. Prohibits employers from maintaining, collecting, using, or disseminating personal data obtained by electronic monitoring which describes how an employee exercises First Amendment rights, unless such use is: (1) expressly authorized by statute or by the employee; or (2) pertinent to and within the scope of an authorized law enforcement activity. Sets forth the following enforcement provisions: (1) civil penalties; (2) injunctive actions by the Secretary of Labor; and (3) private civil actions. Prohibits waiver of rights and procedures provided by this Act, unless such waiver is part of a written settlement by the parties to a pending action or complaint. Directs the Secretary of Labor to issue rules and regulations to carry out this Act within six months. Makes this Act inapplicable to otherwise permissible electronic monitoring by law enforcement agencies in criminal investigations. Makes this Act inapplicable to electronic monitoring of: (1) telephones used in a business which are only used to receive incoming business calls; or (2) outgoing telephone calls placed electronically, except that employers engaging in such monitoring must comply with specified requirements under this Act for employee notice and access to records."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Privacy for Consumers and Workers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prevent potential abuses of electronic monitoring in the workplace.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:44-05:00"
}