{
  "actions": [
    {
      "acted_at": "1990-07-17", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-18", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-08-30", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy under the authority of the order of Aug 2, 90 with an amendment in the nature of a substitute. With written report No. 101-436.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-30", 
      "calendar": "Senate Legislative", 
      "number": "792", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 792.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-09-26", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-09-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-30T14:05:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-30T14:06:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2912-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2912"
    }
  ], 
  "bill_id": "s2863-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1990-07-17", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1990-07-17", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1990-07-17", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1990-07-17", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1990-07-17", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1990-07-17", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-08-01", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1990-07-17", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1990-07-17", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1990-07-17", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-07-17", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-17", 
  "number": "2863", 
  "official_title": "A bill to amend the Stewart B. McKinney Homeless Assistance Act and the Public Health Service Act to reauthorize certain health, education, training, and community services programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3789-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2600-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Stewart B. McKinney Homeless Health Care, Education, Training, and Community Services Amendments of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1990-09-26", 
  "subjects": [
    "Alcoholism", 
    "Antipoverty program", 
    "Armed forces and national security", 
    "Authorization", 
    "Bilingual education", 
    "Child abuse", 
    "Community development corporations", 
    "Community health services", 
    "Compensatory education", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Day care", 
    "Drug abuse", 
    "Education of socially handicapped children", 
    "Employee training", 
    "Evaluation", 
    "Families", 
    "Federal aid to adult education", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child welfare", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Federal aid to youth services", 
    "Food relief", 
    "Foster home care", 
    "Geriatrics", 
    "Grants-in-aid", 
    "Group homes", 
    "Hard-core unemployed", 
    "Health", 
    "Health planning", 
    "Holistic medicine", 
    "Home care services", 
    "Homeless", 
    "Housing and community development", 
    "Income", 
    "Literacy programs", 
    "Low-income housing", 
    "Manpower training programs", 
    "Mental health services", 
    "Mentally ill", 
    "Narcotic addicts", 
    "Old age assistance", 
    "Planning", 
    "Poor", 
    "Public assistance programs", 
    "Public housing", 
    "Reading", 
    "Rural economic development", 
    "Rural housing", 
    "Rural public health", 
    "Shelters for the homeless", 
    "Social welfare", 
    "Social work", 
    "Social workers", 
    "Teacher education", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Veterans' medical care", 
    "Violence", 
    "Vocational guidance", 
    "Youth employment"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1990-09-26", 
    "text": "Stewart B. McKinney Homeless Health Care, Education, Training, and Community Services Amendments of 1990 - Amends the Stewart B. McKinney Homeless Assistance Act to make homeless individuals eligible for assistance under the Job Training Partnership Act without regard to whether they meet income eligibility requirements. Amends the Public Health Service Act to extend the authorizations of appropriations for certain health and alcohol and drug abuse treatment services for the homeless through FY 1993. Amends the Stewart B. McKinney Homeless Assistance Act to extend through 1993 the authorization of appropriations for community mental health services demonstration projects for homeless individuals who are chronically mentally ill. Authorizes the Secretary of Labor, in awarding grants for job training demonstration projects for the homeless, to give special consideration to applicants that will implement projects that: (1) will serve areas of greatest need; or (2) include reciprocal referral agreements with other programs that provide a holistic service approach on an individual case management basis. Extends the authorization of appropriations for such projects through FY 1993. Repeals a provision which terminates such program on October 1, 1990. Requires a State, in order to receive an emergency community services homeless grant, to ensure that it will award at least 95 percent (currently, all) of the grant to specified agencies and organizations. Decreases the percentage required to be awarded to agencies and organizations that are providing services to meet the urgent needs of homeless individuals. Provides that not more than five percent of grant amounts (currently, no amount) may be used to defray State administrative costs. Includes within the list of authorized uses of grants the provision of, or referral to, violence counseling for homeless individuals and the provision of counseling training to individuals who work with the homeless. Extends the authorization of appropriations for such program through FY 1993. Extends the authorization of appropriations for adult literacy and basic skills remediation programs for the homeless through FY 1993. Makes local educational agencies or consortia and partnerships between eligible entities (currently, State educational agencies) eligible to receive grants. Requires the Secretary of Education, in awarding such grants, to give special consideration to applicants that will implement projects serving areas of greatest need. Includes within the list of authorized uses of grants for State and local activities for the education of homeless children and youth the implementation of training programs for teachers and administrators and the provision of grants to local educational agencies. Requires local educational agencies of homeless children or youth to: (1) provide transportation to enable them to attend school; and (2) coordinate with other agencies or programs providing services to such children or youth and their families. Directs each local educational agency to designate a homelessness liaison to ensure that: (1) homeless children and youth enroll and succeed in the schools; and (2) homeless families, children, and youth receive educational services for which they are eligible and referrals to appropriate services. Requires State and local educational agencies to review and revise any policies that may act as barriers to homeless children and youth school enrollment. Extends the authorization of appropriations for grants for the education of homeless children and youth through FY 1993. Sets forth fund allocation and reservation provisions. Authorizes State educational agencies to make grants to local educational agencies to provide services to facilitate the enrollment, attendance, and success of homeless children and youth in school. Lists services to be included in such program and sets forth application requirements. Requires the Comptroller General to report to the Congress on the most effective method of distributing funds to State and local educational agencies for educational programs for the homeless. Directs the Secretary of Education to study and report to the appropriate congressional committees on the best means of identifying, locating, and counting homeless children and youth. Requires the Secretary to determine accurate estimates of the number of homeless children and youth throughout the nation and the number of such children and youth attending school. Authorizes appropriations. Requires the Secretary to provide support and technical assistance to State educational agencies to carry out education programs for homeless children and youth. Directs the Secretary to conduct evaluation and dissemination activities of programs designed to meet the educational needs of homeless elementary and secondary school students. Directs the Secretary of Health and Human Services to conduct specified evaluations to develop information concerning the organization, impact, and effectiveness of services provided to homeless individuals under programs administered by the Secretary and the coordination of such programs with other Federal programs providing services to the homeless. Requires the Secretary to study and report to the appropriate congressional committees on the extent to which Federal laws, regulations, or policies hinder Federal facilities in making available excess prepared foods from these facilities to programs for the homeless. Amends the Child Abuse Prevention and Treatment Act to authorize the Secretary of Health and Human Services to make grants to specified entities to demonstrate, with respect to children whose families are homeless or at risk of becoming homeless, the effectiveness of activities to prevent: (1) the inappropriate separation of children from their families on the basis of homelessness or other problems regarding housing for such families; and (2) the abuse and neglect of such children. Lists qualifications of grantees and eligible geographic areas. Sets forth matching fund requirements. Limits the duration of such grants to three fiscal years. Prohibits the Secretary from making such a grant unless the agency involved agrees to establish joint training programs for service personnel. Lists activities for which grant funds may be expended. Sets forth grantee reporting requirements. Directs the Secretary to conduct specified evaluations to determine the demonstration program effectiveness. Sets forth grant restrictions. Authorizes appropriations. Title II: Homelessness Prevention - Homelessness Prevention and Community Revitalization Act of 1990 - Subtitle A: Family Support Centers - Authorizes the Secretary of Health and Human Services to make grants to eligible agencies (as defined in this Act) for comprehensive supportive services for low-income families, especially very low-income families living in subsidized housing who were previously homeless or who are at risk of becoming homeless. Directs the Secretary to ensure that an equitable number of grants are awarded to agencies in rural areas. Requires a participating agency to: (1) establish at least one primary location family support center; and (2) employ family case managers. Authorizes planning grants. Provides for annual evaluations of programs receiving assistance under this title. Authorizes FY 1991 through 1995 appropriations. Sets: (1) maximum individual grant amounts at $50,000; and (2) Federal grant share at 80 percent. Subtitle B: Provision of Services to Elderly Individuals and Individuals With Chronic and Debilitating Illnesses and Conditions - Amends the Public Health Service Act to authorize the Secretary to make grants to eligible agencies for health and related services for low-income elderly or low-income seriously ill persons, especially very low income elderly or seriously ill persons who were homeless or institutionalized. Authorizes related planning grants. Requires a participating agency to establish at least one primary location home health service program. Directs the Secretary to ensure that an equitable number of grants are awarded to agencies in rural areas. Provides for annual evaluations of programs receiving assistance under this title. Authorizes FY 1991 through 1995 appropriations. Sets: (1) maximum individual grant amounts at $50,000; and (2) Federal grant share at 80 percent. Subtitle C: Projects to Aid the Transition From Homelessness - Amends the Public Health Service Act to replace provisions relating to community mental health services for the homeless with provisions to be cited as the Projects to Aid the Transition from Homelessness (PATH) Act of 1990. Directs the Secretary to make an allotment each fiscal year to metropolitan cities, urban counties, and States in the same manner (but with specified different percentages) as the Secretary of Housing and Urban Development makes allocations under specified provisions of the Housing and Community Development Act of 1974 (HCDA). Provides for allotments to territories. Requires, subject to waiver, matching non-Federal contributions, with funds received under specified provisions of the HCDA and the value of any property, buildings, or housing received to be included. Requires: (1) submission of a description of the intended use of the grant funds; and (2) the intended use to be consistent with, and included in, the State comprehensive mental health services plan required under current law. Requires an entity receiving an allotment to use the allotment for grants to or contracts with service providers to provide services and housing assistance to homeless individuals, with at least two-thirds of the allotment used for homeless individuals who have: (1) a primary diagnosis of serious mental illness; or (2) a diagnosis involving serious mental illness and substance abuse. Directs such entities to give special consideration to the provision of services to homeless veterans and priority to service providers with a demonstrated effectiveness in serving such veterans. Prohibits a grant to a service provider which has a policy of excluding individuals from: (1) mental health services because of substance abuse; or (2) substance abuse services because of mental illness. Specifies the uses of grant funds for services and housing. Prohibits using funds for emergency shelters, construction of housing, inpatient psychiatric or substance abuse treatment, or cash payments to recipients of services. Authorizes FY 1991 through 1995 appropriations. Subtitle D: Community Development Corporation Improvement Grants - Amends the Community Economic Development Act of 1981 to direct the Secretary to make grants for community development corporation: (1) business management enhancement; (2) operations; and (3) equity accounts for low-income housing development. Requires the Secretary to ensure that an equitable number of grants are awarded to agencies in rural areas. Authorizes FY 1991 through 1995 appropriations. Subtitle E: Public Housing Gateway - Public Housing Gateway Act of 1990 - Authorizes the Secretary of Labor to make gateway program grants to public housing agencies to use public housing in the provision of employment training and services to economically and educationally disadvantaged public housing residents who are not more than 25 years of age. Requires public housing agencies to make the following training and services available to eligible individuals through the gateway program: (1) information on training, education, or services offered by the agency; (2) literacy training and bilingual training; (3) remedial education and training in basic skills; (4) development of work habits and other personal management skills; and (5) free child care to facilitate participation in training and other services. Specifies additional training and services which may be offered to eligible individuals who are qualified through literacy training, training in basic and employment skills, and support services. Limits mandatory child care services to: (1) participants in gateway program training or services; (2) unemployed former participants who have successfully completed the program, for a specified period; and (3) employed former participants who have successfully completed the program, for a specified period. Permits support services to continue for up to 18 months to any individual after termination of participation in program training or services only if the individual has completed the training or services. Requires public housing agencies receiving such grants to attempt to employ in the gateway programs qualified residents of the public housing project involved. Prohibits consideration of earnings of and benefits to any individual resulting from participation in gateway training and services as income for public assistance or rent limitation purposes during specified periods of participation or post-participation employment. Provides that the use of the facilities of a recipient public housing agency in the provision of gateway training or services shall have no effect on the amount of operating assistance to such agency under the United States Housing Act. Directs the Secretary to review at least annually compliance with this Act by participating public housing agencies. Sets forth procedures for withholding grant payments in cases of agency noncompliance. Authorizes FY 1991 through 1995 appropriations. Subtitle F: Homeless Youth Demonstration Projects - Homeless Youth Demonstration Project Act of 1990 - Amends the Stewart B. McKinney Homeless Assistance Act to direct the Secretary of Health and Human Services to establish up to three demonstration projects to provide a network of comprehensive services for homeless youth. Authorizes FY 1991 through 1993 appropriations. Limits projects to a three-year maximum. Subtitle G: Plan for Cooperation - Requires the Secretary of Health and Human Services, the Secretary of Labor, the Secretary of Veterans Affairs, and the Secretary of Housing and Urban Development to prepare and submit to specified congressional committees a plan concerning the programs to be carried out under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stewart B. McKinney Homeless Health Care, Education, Training, and Community Services Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Stewart B. McKinney Homeless Health Care, Education, Training, and Community Services Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Stewart B. McKinney Homeless Health Care, Education, Training, and Community Services Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Homeless Youth Demonstration Project Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Homelessness Prevention and Community Revitalization Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Projects to Aid the Transition from Homelessness (PATH) Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Public Housing Gateway Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Stewart B. McKinney Homeless Assistance Act and the Public Health Service Act to reauthorize certain health, education, training, and community services programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:08-05:00"
}