{
  "actions": [
    {
      "acted_at": "1989-07-12", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-15", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held. Hearings printed: S.Hrg. 101-734.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1296-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-12", 
  "number": "1296", 
  "official_title": "A bill to establish a Rural Water Supply Assistance Program to provide for improvement, renewal, rehabilitation, repair and modernization of rural water supply systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Water Supply Assistance Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-12", 
  "subjects": [
    "Agricultural economics", 
    "Executive reorganization", 
    "Federal-state relations", 
    "Revolving funds", 
    "Rural affairs legislation", 
    "Water supply"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-12", 
    "text": "Rural Water Supply Assistance Act of 1989 - (The section preceding Title II contains findings, purposes, and definitions but is not called Title I.) Title II: Administration - Provides that the Secretary of the Army shall administer the program created under this Act. Establishes in the Directorate of Civil Works of the Office of the Chief of Engineers an Office of Water Supply to implement such program. Title III: Capitalization of Revolving Funds Grants to the States for the Establishment of Revolving Funds - Directs the Secretary to make State capitalization grants to establish rural water supply assistance revolving funds. Requires: (1) at least 30 percent State matching funds; and (2) annual reports to the Secretary. Title IV: Water Supply Assistance Revolving Funds - Limits fund use: (1) to rural water system improvements; and (2) for water facility construction projects to those projects on State priority lists. Permits revolving funds to be used to make loans at or below market rates, including interest free loans, except that loans made to for-profit water suppliers must be at market rates. Requires loan recipients to establish loan repayment sources. Title V: Allotment of Funds - States that sums authorized to be appropriated under this Act shall be allocated in accordance with a specified Environmental Protection Agency grant formula. Title VI: Audits and Reports - Provides for audits and reports. Title VII: Technical Assistance - Authorizes the Secretary, acting through the Chief of Engineers, to provide projects with technical assistance on a reimbursable basis. Title VIII: Authorization of Appropriations - Authorizes appropriations for the five fiscal years beginning after the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Water Supply Assistance Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Rural Water Supply Assistance Program to provide for improvement, renewal, rehabilitation, repair and modernization of rural water supply systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:33-05:00"
}