{
  "actions": [
    {
      "acted_at": "1975-02-19", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s761-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-19", 
  "number": "761", 
  "official_title": "A bill to amend the National Environmental Policy Act of 1969 in order to encourage the establishment of, and to assist State and regional environmental centers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Centers Act", 
  "sponsor": {
    "district": null, 
    "name": "Bellmon, Henry L.", 
    "state": "OK", 
    "thomas_id": "01279", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-19", 
  "subjects": [
    "Advisory bodies", 
    "Environmental protection", 
    "States"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-19", 
    "text": "Environmental Centers Act - Allows the Administrator of the Environmental Protection Agency to provide financial assistance to enable any State, if such State does not participate in a regional environmental center assisted under this Act, to establish and operate one State environmental Center. Establishes prerequisites for the designation of such State environmental centers. Allows the Administrator to provide financial assistance to enable two or more States, if none of such States has a State environmental center, to establish and operate a regional environmental center. Establishes prequisites for the designation of such regional centers. Establishes eligibility requirements for environmental centers. Declares that the functions of each State and regional environmental center shall include: (1) the planning and implementing of research, relating to resolution of environmental pollution, natural resource management, and other local, State, and regional environmental problems and opportunities; and (2) the training of environmental professionals through such research, investigations, and experiments. Authorizes $7,000,000 for the first fiscal year, $10,000,000 for the second fiscal year, $15,000,000 for the third fiscal year, and $20,000,000 for the fourth and fifth fiscal years following enactment of this Act, to be disbursed in equal snares to the environmental centers, except that each regional center shall receive a number of snares equal to the number of States participating in such regional center. Authorizes $10,000,000 for each of the three fiscal years following enactment of this Act, to be allocated to the environmental centers on a proportional basis determined by population, land area, severity of the environmental problems in the areas served by the centers, the presence of areas of high environmental importance, and the ability and willingness of such centers to address themselves to such problems. Establishes the Environmental Centers Research Coordination Board for the purpose of assisting the Administrator with the development and operation of the program. Requires the Governor of each State having a State environmental center, and the Governor of States participating in each regional environmental center, to appoint an advisory board to advise such centers of the efforts of Federal, State, and local governments and private industry relating to the protection and enhancement of the environment. Requires the Administrator to report on or before January 1, of each year of the President and to Congress regarding the receipts and expenditures and works of all State and regional environmental centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Centers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Environmental Policy Act of 1969 in order to encourage the establishment of, and to assist State and regional environmental centers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:07-05:00"
}