{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3187-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1992-08-12", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "3187", 
  "official_title": "A bill to amend title XIX of the Social Security Act to improve programs related to home and community based care and community supported living arrangements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Alzheimer's disease", 
    "Community health services", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Geriatrics", 
    "Health", 
    "Home care services", 
    "Income", 
    "Long-term care", 
    "Managed care", 
    "Medicaid", 
    "Public assistance programs", 
    "Social security eligibility"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "Amends title XIX (Medicaid) of the Social Security Act to allow the participation in home- and community-based care programs of functionally disabled elderly individuals with: (1) incomes of up to three times the maximum amount allowed under the Supplemental Security Income program, at the State's option; and (2) two of five (currently, two of three) impaired activities of daily living. Exempts small community care settings which are not providers of home- and community-based care from survey and certification requirements. Requires case managers who have been properly trained to review such small settings for compliance with applicable requirements. Revises program funding provisions to: (1) guarantee States with a certain amount of funding over one year's election period; and (2) allow remaining funds to be carried over to the next fiscal year. Requires the Secretary of Health and Human Services to: (1) evaluate the provision of home- and community-based care by States: and (2) submit to specified congressional committees an annual report on the effectiveness of such care. Makes technical revisions in the definition of developmentally disabled individual with respect to eligibility for community supported living arrangements program services. Allows program funds remaining at the end of a fiscal year to be carried over to the next fiscal year. Requires the Secretary to: (1) evaluate the provision of community supported living arrangement services by States; and (2) submit to specified congressional committees an annual report on their effectiveness. Amends the Omnibus Budget Reconciliation Act of 1986 to reauthorize Alzheimer's disease demonstration projects. Requires the Secretary to report to the Cognress any recommendations regarding: (1) a plan under which the Federal Government would provide, and finance the provision of, both long-term and home- and community-based care; and (2) the appropriate role of the States in such a plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to improve programs related to home and community based care and community supported living arrangements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:46-05:00"
}