{
  "actions": [
    {
      "acted_at": "1979-09-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5291-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-14", 
  "number": "5291", 
  "official_title": "A bill to amend the Solid Waste Disposal Act (as amended by the Resource Conservation and Recovery Act of 1976) to establish a program for the identification and reclamation of abandoned hazardous waste sites, to establish a fund to be used for the reclamation of hazardous waste sites and for the compensation of persons and property injured by toxic pollutants, to provide a Federal cause of action for damages caused by toxic pollutants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hazardous Waste Control and Toxic Tort Act of l979", 
  "sponsor": {
    "district": "36", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-14", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Compensation (Law)", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Department of the Treasury", 
    "Eminent domain", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Land use", 
    "Liability for environmental damages", 
    "Liens", 
    "Pollution control", 
    "Public health", 
    "Reclamation of land", 
    "Refuse and refuse disposal", 
    "States", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-14", 
    "text": "Hazardous Waste Control and Toxic Tort Act of 1979 - Title I: Establishment of Monitoring and Reclamation Program - Amends the Solid Waste Disposal Act to direct the Administrator of the Environmental Protection Agency to establish a program to identify and monitor specified hazardous waste disposal sites. Authorizes States to establish and submit for the Administrator's approval programs for the maintenance and reclamation of such sites, including plans for the removal and disposal of in-place toxic pollutants presenting an imminent hazard to the environment or to human health. Sets forth criteria for such State programs based on the nature of the current use of such sites and the existence of applicable regulations already in effect. Authorizes the Administrator to make grants to States having programs approved by the Administrator. Authorizes States, pursuant to approved State programs, to enter, study, and acquire any land adversely affected by hazardous waste at abandoned hazardous waste disposal sites and to do all things necessary to restore, reclaim, abate, control, or prevent such adverse effects if such action is required in the public interest. Specifies conditions under which a State may acquire such lands. Authorizes the sale of such acquired lands after restoration and reclamation has been accomplished where such lands are deemed to be suitable for specified uses. Directs a State to record a lien against lands not acquired by the State for moneys expended to restore, reclaim or prevent adverse effects of hazardous waste disposal on such lands. Authorizes the Administrator to establish and implement programs for maintenance and reclamation of such sites in the event a State fails to receive program approval within one year of enactment of this Act. Stipulates that such Federal programs that such Federal programs shall remain in effect until the approval of a State program. Authorizes the Administrator to provide assistance in specified emergencies caused by the release into the environment of any pollutant or other contaminant associated with a hazardous waste facility. States that any amounts expended for such emergency assistance shall be charged against the Fund established under this Act. Directs the Administrator to prepare a contingency plan for responding to such emergencies. Authorizes the President to delegate to the Administrator any of his functions and authorities under the Disaster Relief Act of 1974 upon a determination that an environmental disaster has occurred, except that the Administrator may not provide assistance under such authorities to any State or local government. Makes the owner or operator of any site for which funds are expended under either a site maintenance and reclamation program or for purposes of emergency assistance liable to the United States or to the State (or to both) for the amount of such expenditure, with specified exceptions. Stipulates that nothing in such liability provisions shall be construed as preempting any State or local law establishing liability with respect to hazardous waste within such State or locality. Title II: Compensation for Damages Caused by Toxic Pollution - Creates a Federal cause of action for damages to any person physically injured by the negligent treatment, storage, or disposal of a toxic pollutant by any person. Makes such person additionally liable for property damage caused by such negligent handling upon a determination by the Administrator that an imminent and substantial hazard exists and the President determines that such negligent handling has resulted in a toxic disaster. Establishes a three-year statute of limitations for actions brought under this title, such period to commence on the date that the Environmental Protection Agency determines the requisite nexus exists between the physical injury or property damage cause of such injury or damage. Authorizes the award of exemplary damages upon a finding by the trier of fact that the conduct of the defendant constituted a gross and wanton disregard for public safety. Sets forth specified rebuttable presumptions. Grants jurisdiction for any action pursuant to this title to a State or Federal district court. Preempts any provision of State law contrary to the provisions, purposes, or intents of this title. Declares that the worker's compensation law of any State shall not deny benefits to any injured person solely for the untimely filing of a claim for benefits where such claim would have been timely under the provisions of this Act. Establishes within the Environmental Protection Agency the Toxic Victims Compensation Board (TVCB). Sets forth the powers and duties of the TPCB. Outlines the procedures for certification as a victim of toxic substance pollution. Sets forth criteria upon which the TVCB shall determine whether the toxic pollutant caused the alleged physical injury or property damage. Entitles certified victims to benefits not to exceed $50,000 per victim for medical expenses, costs of rehabilitation, and lost wages, where such claims are not provided for by insurance. Directs the TVCB to promulgate, through rules and regulations, appropriate forms and procedures for the filing of claims for benefits. Entitles persons other than the victim to payment of benefits if necessary to secure payment of alimony, maintenance of child support, to insure satisfaction of authenticated claims by those who furnished the victim with products or services constituting medical or rehabilitation benefits, or to insure satisfaction of claims for reasonable attorney's fees. States that any payment for such injury or damage shall be charged against the Reclamation and Compensation Fund established under this Act. Subrogates the TVCB to the rights of any victim to whom a payment is made pursuant to this Act. Directs the TVCB to prepare and submit to the Congress and the President annual reports of the activities of the TVCA. Vests jurisdiction for review of any compensation award or other final determination of the TVCB in the appropriate United States district court. Sets forth duties of the Environmental Protection Agency (EPA) in administering this Act. Authorizes the EPA to make studies and investigations to determine whether physical injuries are caused by toxic pollutants. Sets forth procedures for conducting such studies and investigations. Requires the EPA to publish in the Federal Register for public comment any tentative findings of requisite nexus between a physical injury and an allegedly toxic pollutant, and to make and publish a final determination upon a finding of requisite nexus. Authorizes judicial review in the United States district court of such finding by filing a petition praying that the finding be set aside or modified. Title III: Fund for Reclamation and Compensation Fees - Establishes a fund for the maintenance and reclamation of hazardous waste sites, for emergency hazardous waste assistance, and for victim compensation. States that the exemplary damage payments collected under this Act, and fees collected from hazardous waste facility permit holders and oil and gas refinery and terminal owners and operators pursuant to this Act shall form the basis of such fund. Sets forth fee collection procedures and penalties for noncompliance. Title IV: Other Amendments to the Solid Waste Disposal Act - Authorizes the Administrator to designate new hazardous waste disposal sites upon a finding that such sites will be safe and environmentally sound. Requires the Administrator to consult with the National Academy of Sciences (NAS) and affected States and local governments and to take into account results of studies and investigations before designating such sites."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Waste Control and Toxic Tort Act of l979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act (as amended by the Resource Conservation and Recovery Act of 1976) to establish a program for the identification and reclamation of abandoned hazardous waste sites, to establish a fund to be used for the reclamation of hazardous waste sites and for the compensation of persons and property injured by toxic pollutants, to provide a Federal cause of action for damages caused by toxic pollutants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:35-05:00"
}