{
  "actions": [
    {
      "acted_at": "1974-08-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16369-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-12", 
  "number": "16369", 
  "official_title": "A bill to create a national system of health security.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12876-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Security Act", 
  "sponsor": {
    "district": "17", 
    "name": "Griffiths, Martha W.", 
    "state": "MI", 
    "thomas_id": "00467", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-12", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Medical care, personnel, and facilities", 
    "Medicare", 
    "Social welfare", 
    "Taxation"
  ], 
  "subjects_top_term": "Health insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-12", 
    "text": "Health Security Act - Title I: Health Security Benefits - Provides that every resident of the U.S. (and every non-resident citizen when in the U.S.) will be eligible for covered services. Permits reciprocal and \"buy-in\" agreements for groups of non-resident aliens, and in some cases benefits to U.S. residents when visiting in other countries. Entitles every eligible person to have payments made by the Health Security Board for covered services provided within the United States by a participating provider. Provides that all necessary professional services of physicians, wherever furnished are covered, including preventive care, with two important restrictions: (1) specialist services are covered only when performed by a qualified specialist except in emergency situations, and generally only on referral from a primary physician; and (2) psychiatric services to an ambulatory patient are covered only for active preventive, diagnostic, therapeutic or rehabilitative service with respect to mental illness. Provides that comprehensive dental services (exclusive of most orthodontic services) are covered for children under age 15, with the covered age group increasing by two years each year until all those under age 25 are covered. Provides that: (1) inpatient and outpatient hospital services and services of a home health agency are covered without arbitrary limitation; (2) pathology and radiology services are specifically included as parts of institutional services; and (3) custodial care is specifically excluded in specified institutional settings. Limits payment for skilled nursing home care to 120 days per spell of illness, except that this limit may be increased when the nursing home is owned or managed by a hospital and payment for care is made through the hospital's budget. Limits the psychiatric hospital benefit to 45 consecutive days of active treatment during a spell of illness. Provides coverage for two categories of drug use: prescribed medicines administered to inpatients or outpatients within participating hospitals; or to enrollees of comprehensive health service organizations, and drugs necessary for the treatment of specified chronic illnesses or conditions requiring long or expensive therapy. Requires the Board and the Secretary of Health, Education, and Welfare to establish two lists of approved drugs, taking into account the safety, efficacy and cost of each drug. Provides a broad list of approved medicines available for use in institutions and by comprehensive health service organizations and a more restricted list which is available for use outside such organized settings. Provides that the appliances benefit is similar in concept and operation to the drug benefit, subject to a limitation on aggregate cost. Asserts that the professional services of optometrists and podiatrists are covered, subject to regulations, as are diagnostic or therapeutic services furnished by independent pathology laboratories and radiology services. States that health services furnished or paid for under a workmen's compensation law are not covered. Provides that the services of a professional practitioner are not covered if they are furnished in a hospital which is not a participating provider. Requires that participating providers meet standards established in this title or by the Board. Requires that such providers must agree to provide services without discrimination, to make no unauthorized charge to the patient for any covered service, and to furnish data necessary for utilization review by professional peers, statistical studies by the Board, and verification of information for payments. Makes professional practitioners, licensed when the program begins, eligible to practice in the State where they are licensed and requires that all newly licensed applicants for participation meet national standards established by the Board in addition to those required by his State. Establishes conditions of participation for general hospitals similar to those required under Medicare. States that the two requirements not found in the Medicare program are: (1) that the hospital must not discriminate in granting staff privileges on any grounds unrelated to professional qualifications; and (2) that it establish a pharmacy and drug therapeutics committee for supervision of hospital drug therapy. Provides that psychiatric hospitals will be eligible to participate only if the Board finds that the hospital (or a distinct part of the hospital) is engaged in furnishing active diagnostic, therapeutic and rehabilitative services to mentally ill patients. Establishes conditions of participation for skilled nursing homes similar to those established for extended care facilities under Medicare. Makes provisions for the participation of home health service agencies. Describes as eligible a health maintenance organization which undertakes to provide an enrolled population either with complete health care or with complete health security services (other than institutional services, mental health or dental services) for the maintenance of the health and care of ambulatory patients. Permits a foundation sponsored by a county or other local medical society to participate as a provider of services. Authorizes the Board to deal separately with the primary care portion of a system of comprehensive health care where it is necessary to rely on arrangements with other providers. Permits the Board to contract directly with public or other nonprofit mental health centers and mental health day care services. Specifies the broad and general conditions under which independent pathology laboratories, independent radiological services, and providers of drugs, devices, appliances, equipment, or ambulance services may qualify as providers under Health Security. Requires that a participating skilled nursing home have in effect an agreement with at least one participating hospital for the transfer of patients and medical and other information as medically appropriate. Prohibits in malpractice judgments any damages to be awarded to the injured party for the cost of remedial services which he is entitled to receive under this Act. Excludes the institutions of the Department of Defense and the Veterans Administration, and institutions of the Department of Health, Education, and Welfare serving merchant seamen or Indians or Alaskan natives, from serving as participating providers, as well as any employee of these institutions when he is acting as an employee. Provides reimbursement for any services furnished by these institutions or agencies to eligible persons who are not a part of their normal clientele. Permits a physician, dentist, optometrist, or podiatrist, licensed in one State and meeting the national standards, to furnish Health Security benefits in any other State, the scope of his permissible practice being governed by the law of the State in which he is practicing. Grants a similar authority to other health professional and nonprofessional personnel. Establishes the Health Security Trust Fund, to receive the net assets of existing (Medicare) funds taken over by the Health Security program, the yield of the Health Security taxes, and the Government's contribution from general revenues amounting to 100 percent of the yield from these taxes. Provides that three separate accounts shall be established in the Health Security Trust Fund: a Health Service Account, a Health Resources Development Account, and an Administration Account. Provides that in each of the first two years of the program operation, 2 percent of the Trust Fund shall be set aside for the Health Resources Development Fund; and the allocation shall increase by 1 percent at two-year intervals to 5 percent within the next 6 years. Provides for allocation of the Health Services account among the regions of the country. Provides that the allocation to each region shall be based on the aggregate sum expended during the most recent 12-month period for covered services (with appropriate modification for estimated changes in the consumer price index, the expected number of eligible beneficiaries, and estimated changes in the number of participating providers). Provides that the Board will divide the allocation to each region into funds available to pay: institutional services; physician services; dental services; furnishing of drugs; furnishing of devices, applications, and equipment; and miscellaneous services. Provides that payments for covered services provided to eligible persons by participating providers will be made from the Health Service Account in the Trust Fund. Describes the method to be used in applying, as between practitioners electing the various methods of payment fee for service, the monies available in each health service area for payment to each category of professional providers. Authorizes the Board to experiment with other methods of reimbursement so long as the experimental method does not increase the cost of service or lead to overutilization or underutilization of services. Provides that skilled nursing homes and home health agencies will be paid in the same manner as a general hospital (on an approved annual budget basis). Provides that a health maintenance organization will be paid for covered services, on the basis of a fixed capitation rate multiplied by the number of eligible enrollees. Contains a series of provisions for developing a continuous process of health service planning and for assisting in the recruitment, education, and training of health personnel. Authorizes special improvement grants: (1) to any public or other nonprofit health agency or institution to establish improved coordination and linkages with other providers of services, and (2) to organizations providing comprehensive ambulatory care to improve their utilization review, budget, statistical, or records and information retrieval systems, to acquire equipment needed for those purposes, or to acquire equipment useful for mass screening or for other diagnostic or therapeutic purposes. Sets forth the responsibilities and duties of the Secretary of HEW and the Board with regard to this title. Creates an administrative structure within the Department of Health, Education, and Welfare with exclusive responsibility for administration of the Health Security program. Establishes a five-member full-time Health Security Board serving under the Secretary of Health, Education, and Welfare. Provides that the members shall be appointed by the President with the advice and consent of the Senate, for five-year overlapping terms. Creates the position of an Executive Director, appointed by the Board with the approval of the Secretary. Provides that the Executive Director shall serve as secretary to the Board and shall perform such duties in the administration of the program as the Board assigns to him. Provides that the program will be administered through the regional offices of the Department of Health, Education, and Welfare. Requires the establishment of sub-regional (service area) offices. Establishes a National Health Security Advisory Council, with the Chairman of the Board serving as the Council's Chairman and 20 additional members not in the employ of the Federal Government. Authorizes the Advisory Council to appoint professional or technical committees to assist in its functions. Provides that the Advisory Council will advise the Board on matters of general policy in the administration of the program, the formulation of regulations and the allocation of funds for services. Charges the Board with responsibility for informing the public and providers about the administration and operation of the Health Security program. Requires the Board to make a continuing study and evaluation of the program, including adequacy, quality and costs of services. Authorizes the Board directly or by contract to make detailed statistical and other studies on a national, regional, or local basis of any aspect of the title; to develop and test incentive systems for improving quality of care, methods of peer review of drug utilization and of other service performances; to develop and test systems of information retrieval, budget programs, instrumentation for multiphasic screening or patient services, reimbursement systems for drugs; and to make such other studies which it considers would improve the quality of services of administration of the program. Grants authority to the Board, in accordance with regulations, to make determinations of who are participating providers of services, determinations of eligibility, of whether services are covered, and the amount to be paid to providers. Allows a provider of services who is dissatisfied with a final Board determination to obtain a hearing before a Board panel, and judicial review of a final decision. Authorizes the Board, with the advice and assistance of the Commission on the Quality of Health Care, to issue and review regulations assuring the quality of care furnished under this Act. Requires continuing professional education by physicians, dentists, optometrists, and podiatrists. Provides for the appointment of a Deputy Secretary of HEW and an Under Secretary for Health and Science. States that no provision of this Act shall alter any contractual obligation of an employer to provide health services to his employees and their dependents. Title II: Health Security Taxes - Converts the existing Medicare hospital insurance payroll taxes into Health Security taxes, and raises the rates to 1 percent on employees and 3.5 percent on employers. Raises the wage base for the employee tax from the present $7,800 to $15,000 or, if higher 125 percent of the contribution and benefit base. Broadens the definitions of covered employment to include foreign agricultural workers, employees of the U.S. and its instrumentalities (other than members of the armed forces and the President, Vice-President, and Members of Congress), employees of charitable and similar organizations, railroad employees, and (for the employee tax only) employees of States and their political subdivisions and instrumentalities. Excludes from the gross income of employees, for income tax purposes, payment by their employers of part or all of the Health Security taxes on the employees. Spells out the precise effective dates of the new payroll tax provisions. Converts the existing Medicare self-employment tax into a Health Security self-employment tax, and raises the rate to 2.5 percent, and raises the maximum taxable self-employment income from $7,800 to $15,000. Adds a new 1 percent Health Security tax on unearned income (unless such income is less than $400 a year), subject to the same maximum on taxable income as is applicable to the employee and self-employment taxes. Title III: Commission on the Quality of Health Care - Establishes in the Department of HEW a Commission on the Quality of Health Care, with the primary responsibility of: (1) initiating and continuing development of methods of assessing the quality of health care furnished under the Health Security Act, and (2) submitting to the Secretary and the Health Security Board its findings and recommendations. Stipulates that in carrying out its duties the Commissioner shall emphasize, and give first consideration to, care furnished for those illnesses and conditions which have relatively high incidence in the population and which are relatively amenable to medical or other care. Title IV: Repeal or Amendment of Other Acts - Makes various conforming amendments to the medicare, medicaid, vocational rehabilitation, and Federal employees health benefits statutes to bring it into conformity with this Act. Requires that, after the effective date of benefits, no State shall be required to furnish any service covered under Health Security as a part of its State plan for participation under Medicaid, and that the Federal government will have no responsibility to reimburse any State for the cost of providing a service which is covered under Health Security. Provides that funds available under the Vocational Rehabilitation Act or the Maternal and Child Health title of the Social Security Act shall not be used to pay for personal health services after the effective date of benefits, except (to the extent prescribed in regulations by the Secretary of HEW) to pay for services which are more extensive than those covered under Health Security. Title V: Studies Related to Health Security - Authorizes the Secretary of Health, Education, and Welfare in consultation with the Secretary of State and the Secretary of Treasury to study the coverage of health services for U.S. residents in other countries. Directs the Secretary of HEW to study the feasibility and desirability of coordinating the Federal health benefit programs for merchant seamen, and Indians and Alaskan natives, and veterans and members of the Armed Forces, with the Health Security Benefit Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a national system of health security.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:22-05:00"
}