{
  "actions": [
    {
      "acted_at": "1978-02-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-02-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-03-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 95-1004 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-17", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce, H. Rept. 95-1004 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-12", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 95-1004 (Part III).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10909-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-09", 
  "number": "10909", 
  "official_title": "A bill to amend the Public Health Service Act to revise and strengthen the program under that Act for national standards for and licensing of clinical laboratories, to amend the Social Security Act to require laboratories providing services financed under titles XVIII and XIX of such Act to meet the requirements of such program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1348-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Clinical Laboratory Improvement Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-09", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Health", 
    "Health facilities", 
    "Licenses", 
    "Medicaid", 
    "Medical economics", 
    "Medical laboratories", 
    "Medicare", 
    "Public health", 
    "Social welfare", 
    "Standards"
  ], 
  "subjects_top_term": "Medical laboratories", 
  "summary": {
    "as": "Reported to House amended, Part III", 
    "date": "1978-07-12", 
    "text": "(Reported to House from the Committee on Ways and Means with amendment, H. Rept. 95-1004 (Part III)) Clinical Laboratory Improvement Act - =Title I: Public Health Service Act Amendments and Clinical Laboratory Studies= - Defines the terms \"laboratory\" and \"clinical laboratory\" for purposes of the Public Health Service Act. Amends the Public Health Service Act to direct the Secretary of Health, Education, and Welfare to promulgate national standards for clinical laboratories. Directs the Secretary to develop standards for the proficiency testing of such laboratories. Requires such proficiency standards to: (1) provide for such testing annually to all such laboratories; (2) require a system of onsite the testing; and (3) require a system for testing of a laboratory's proficiency in specimen examination. Applies such standards to: (1) clinical laboratories engaged in interstate commerce; and (2) any other clinical laboratories located in States which do not have primary enforcement responsibility as provided for by this Act for the regulation of such laboratories. Directs the Secretary to establish a system for the licensure of clinical laboratories subject to such standards. States that such licenses shall specify the categories of tests and procedures which laboratories perform and shall be valid for a period not to exceed 36 months. Sets forth the requirements for issuance, renewal, and revocation of a license. Delegates to States the responsibility for primary enforcement of the national standards for clinical laboratories in certain instances. Prohibits the solicitation or acceptance of specimens for laboratory tests or procedures by a clinical laboratory which is required to be licensed by the Secretary and which either does not have such a license or is not permitted under such license to perform the planned test or procedure. Establishes a penalty of a fine or imprisonment or both for the violation of such prohibition. Authorizes the Secretary to obtain a temporary injunction or restraining order, pending issuance of a final order, against any laboratory the Secretary believes would constitute a significant hazard to the public health. Prohibits an employer from taking action against an employee who has assisted or participated in an investigation of such employer pursuant to this Act. Establishes a procedure for investigating and correcting employers' retaliatory actions against employees. Authorizes the Secretary and any State which has primary enforcement responsibility to enter into agreements with certain entities which have adopted laboratory standards at least as stringent as those set forth in this Act to make inspections of clinical laboratories and administer proficiency tests to such laboratories. Requires the Secretary to make an annual report to the Congress respecting: (1) the reliability of services performed by clinical laboratories; and (2) the effect of the cost of clinical laobratory services on health care services. Requires the Secretary to conduct a study of existing voluntary certification standards and State licensure laws for clinical laboratories and their personnel. Requires the Secretary to conduct a study of clinical laboratories exempted under this Act and provides that if such laboratories refuse to participate in such study that such laboratories will be required to meet the standards of this Act. Requires the Secretary to study the quality of the tests and procedures of highly specialized clinical laboratories exempted from the national standards. Directs the Secretary, within two years of the passage of this Act, to report the result of studies on exempted laboratories and make appropriate recommendations. Requires the Secretary of Health, Education, and Welfare to conduct a study which will determine the quality of tests, procedures, and other services provided by clinical laboratories and, the effect of this Act on the quality and cost of such laboratory services. =Title II: Social Security Act Amendments and Study and Report= - Amends the Social Security Act to require independent clinical laboratories to furnish the Secretary with information concerning their charges to physicians for laboratory services. Establishes methods for determining payments under Medicare and Medicaid to physicians for laboratory tests included in thier bills. Specifies that payments for laboratory services under Medicare and Medicaid will not be made unless the laboratory meets applicable State and Federal requirements imposed by this Act. Authorizes States, for a three year period, to make arrangements for competitive bidding for provision of clinical laboratory services under the Medicaid and Medicare programs, subject to initial approval and further evaluation by the Secretary. Requires that payment for clinical laboratory services under Medicaid not exceed the lowest amount charged for such service by the provider. Sets limits on the amounts of reimbursements under Medicare, Medicaid, or the Maternal and Child Health and Crippled Children's Services programs with respect to arrangements between hospitals and physicians under which payments to either party are based on a percentage of the total amount billed for the services performed. Requires the Secretary to report on the impact of this Act on costs of laboratory services under Medicare."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clinical Laboratory Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and strengthen the program under that Act for national standards for and licensing of clinical laboratories, to amend the Social Security Act to require laboratories providing services financed under titles XVIII and XIX of such Act to meet the requirements of such program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:35-05:00"
}