{
  "actions": [
    {
      "acted_at": "1973-06-07", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1963-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bartlett, Dewey F.", 
      "sponsored_at": "1973-01-03", 
      "state": "OK", 
      "thomas_id": "01276", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fannin, Paul J.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "01330", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-07", 
  "number": "1963", 
  "official_title": "A bill to provide for legislative budget review by the General Accounting Office.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bellmon, Henry L.", 
    "state": "OK", 
    "thomas_id": "01279", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-07", 
  "subjects": [
    "Economics and public finance", 
    "Federal budgets", 
    "General Accounting Office", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-07", 
    "text": "Establishes within the General Accounting Office a Division of Legislative Budget Review. States that within the Division there shall be a separate office for each executive agency which shall: (1) continuously observe and study the operation of the agency to determine the efficiency and effectiveness of the agency in the utilization of appropriated funds; (2) review and analyze the budget estimates submitted by that agency for inclusion in the budget and in supplemental and deficiency requests; (3) review and analyze budget requests for that agency included in the budget and in supplemental and deficiency budget requests submitted to Congress; and (4) make its own present and future budget estimates with respect to that agency; (5) develop, establish, and maintain an up-to-date inventory of executive branch fiscal, budgetary, and program related information; and (6) review these agency operations on a continuing basis and determine whether the agency is satisfying congressional intent and requirements. Directs the Comptroller General to transmit to Congress, as soon as practicable, each review, analysis, and estimate of each such office. States that an officer or employee in an office for an executive agency shall not serve in that office for more than thirty six consecutive months and that upon termination of service in that office such officer or employee shall not be appointed, detailed, assigned, or otherwise made available to perform duties with respect to that same agency unless at least six years have elapsed since the date of such termination of service. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act, but not more than 10 percent of the funds utilized by the various agencies of the executive branch in the formulation, presentation, and justification of agency estimates within the various agencies and departments; presentation and justification to the Office of Management and Budget; and presentation and justification to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for legislative budget review by the General Accounting Office.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:45-05:00"
}