{
  "actions": [
    {
      "acted_at": "2007-11-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-01-22", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Higher Education, Lifelong Learning, and Competitiveness", 
      "text": "Referred to the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4075-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education, Lifelong Learning, and Competitiveness", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-11-05", 
  "number": "4075", 
  "official_title": "To amend the Higher Education Act of 1965 to expand college access and increase college persistence, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s938-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Accessing College through Comprehensive Early Outreach and State Partnerships Act", 
  "sponsor": {
    "district": "2", 
    "name": "Courtney, Joe", 
    "state": "CT", 
    "thomas_id": "01836", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-11-05", 
  "subjects": [
    "Charities", 
    "Colleges", 
    "Congress", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government publicity", 
    "Higher education", 
    "Mentoring", 
    "Scholarships", 
    "Social welfare", 
    "Student aid"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-11-05", 
    "text": "Accessing College through Comprehensive Early Outreach and State Partnerships Act - Amends the Higher Education Act of 1965 to replace the current special leveraging educational assistance partnership program with a program of allotments to enable states to: (1) expand and enhance partnerships with institutions of higher education, early information and intervention, mentoring, or outreach programs, private corporations, philanthropic organizations, and other interested parties to carry out specified activities and provide coordination and cohesion among federal, state, and local governmental and private efforts providing financial assistance to help low-income students attend college; (2) provide need-based grants for college access and increased college persistence to eligible low-income students; (3) provide early notification to low-income students of their eligibility for financial aid; and (4) encourage increased participation in early information and intervention, mentoring, or outreach programs. Requires partnerships for the award of grants between a state agency and: (1) at least one public and one private degree granting institution of higher education located in the state; (2) new or existing early information and intervention, mentoring, or outreach programs also located in the state; and (3) at least one philanthropic organization located in, or providing funding in, the state, or one private corporation located in, or doing business in, the state. Requires different federal shares of program costs and different amounts of grants awarded in partnerships with institutions of higher learning: (1) serving less than a majority of students in the state; and (2) serving the majority of students in the state. Requires annual early notification of low-income students of their potential eligibility for student financial assistance. Prescribes minimum eligibility requirements for such students."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Accessing College through Comprehensive Early Outreach and State Partnerships Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Higher Education Act of 1965 to expand college access and increase college persistence, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:26-05:00"
}