{
  "actions": [
    {
      "acted_at": "1973-03-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5524-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-13", 
  "number": "5524", 
  "official_title": "A bill to authorize the Secretary of the Interior to grant rights-of-way across Federal lands where the use of such rights-of-way is in the public interest and the applicant for the right-of-way demonstrates the financial and technical capability to use the right-of-way in a manner which will protect the environment.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1081-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Lands Right-of-Way Act", 
  "sponsor": {
    "district": "2", 
    "name": "Meeds, Lloyd", 
    "state": "WA", 
    "thomas_id": "00787", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-13", 
  "subjects": [
    "Public lands and natural resources", 
    "Right-of-way"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-13", 
    "text": "Federal Lands Right-of-Way Act - Establishes a comprehensive and unitary Federal policy and procedure for the granting of rights-of-way across the Federal lands. Restricts the granting of rights-of-way across the lands in: (1) the National Park System, (2) the Wildlife Refuge System, (3) the Outer Continental Shelf, (4) the Wilderness Preservation System, or (5) Indian trust or restricted lands. Specifies the purposes for which rights-of-way may be granted. Requires that rights-of-way across Federal lands be confined to common corridors designed for multiple use purposes. Directs the Secretary of the Interior to initiate a land use planning process for the identification and designation of a National System of transportation and utility corridors across the Federal lands. Authorizes and directs the Secretary to issue regulations designed to set forth specific requirements to protect air and water quality; to prevent and control damage to the environment and to fish and wildlife resources; to prevent any damage to private and public property; and to protect public health and safety. Requires the applicant for a right-of-way across Federal lands to pay the United States the fair market value of the right-of-way. Establishes that the holder of a right-of-way is liable to the United States and to third parties for any damage or injuries caused in connection with any activities conducted on the right-of-way. Requires the holder of a right-of-way to furnish a bond or other security necessary to insure that all of the requirements of the Act are fulfilled. Requires that before a right-of-way may issue the applicant must demonstrate financial and technical capability to complete the project in accord with the requirements of the Act. Sets forth specific terms and conditions relating to protecting the environment, Federal property, and the public interest. Requires that the right-of-way contain terms and conditions to protect the interest of individuals living in the right-of-way areas who rely on the fish, wildlife, and biotic resources of the area for subsistence purposes. Confirms the authority under which previous rights-of-way have been granted and authorizes their conversion to rights-of-way authorized under this Act. Provides that nothing in this Act shall be construed to amend, repeal, modify or change any provision or requirement of the National Environmental Policy Act of l969."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Lands Right-of-Way Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to grant rights-of-way across Federal lands where the use of such rights-of-way is in the public interest and the applicant for the right-of-way demonstrates the financial and technical capability to use the right-of-way in a manner which will protect the environment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:21-05:00"
}