{
  "actions": [
    {
      "acted_at": "2011-04-13", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-14", 
      "references": [
        {
          "reference": "CR S2498", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s813-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2011-04-13", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-13", 
  "number": "813", 
  "official_title": "A bill to promote public awareness of cyber security.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cyber Security Public Awareness Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Whitehouse, Sheldon", 
    "state": "RI", 
    "thomas_id": "01823", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-13", 
  "subjects": [
    "Civil actions and liability", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Electric power generation and transmission", 
    "Energy storage, supplies, demand", 
    "Financial services and investments", 
    "Food supply, safety, and labeling", 
    "Government information and archives", 
    "Government operations and politics", 
    "Infrastructure development", 
    "Internet and video services", 
    "Judicial procedure and administration", 
    "Securities", 
    "Telephone and wireless communication", 
    "Transportation safety and security", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-13", 
    "text": "Cyber Security Public Awareness Act of 2011 - Directs the Secretary of Homeland Security (DHS) to submit an annual report that: (1) summarizes major cyber incidents involving networks of executive agencies, except for the Department of Defense (DOD); (2) provides aggregate statistics on the number of breaches of networks of executive agencies, the volume of data exfiltrated, and the estimated cost of remedying the breaches; and (3) discusses the risk of cyber sabotage. Requires a similar report by the Secretary of DOD. Directs: (1) the Attorney General and the Director of the Federal Bureau of Investigation (FBI) to submit reports and annual updates describing investigations and prosecutions by the Department of Justice (DOJ) relating to cyber crimes, resources devoted to the enforcement, investigation, and prosecution of such crimes, and legal impediments to such prosecutions; (2) the Securities and Exchange Commission (SEC) to report on the extent of financial risk to issuers of securities caused by cyber crimes, on any resulting legal liability, and on whether current financial statements of issuers transparently reflect that risk to shareholders; and (3) designated primary regulators responsible for the security of specified critical industries to submit annual reports describing vulnerabilities to, and the prevalence of, cyber attacks for each industry. Directs the Attorney General, in coordination with the Administrative Office of the United States Courts, to submit a report on: (1) whether federal courts have granted timely relief in matters relating to botnets and other cyber crime and cyber security threats; and (2) recommended changes to the rules of civil or criminal procedure, the resources, capabilities, and specialization of courts to which such cases may be assigned, and federal civil and criminal laws. Directs the Secretary of DHS to: (1) submit annual reports describing policies and procedures for federal agencies to assist a private sector entity in defending its information networks against cyber threats that could result in loss of life or significant harm to the national economy or national security; (2) contract with the National Research Council or another federally funded research and development corporation for reports on available technical options for enhancing the security of the information networks of entities that own or manage critical infrastructure; (3) submit annual reports on impediments to public awareness of common cyber security threats; (4) submit annual reports on the vulnerability to malicious activity of U.S. telecommunications networks due to the presence of technology produced by foreign suppliers linked to a foreign government; and (5) submit a report on the threat of a cyber attack disrupting the U.S. electrical grid and the national security implications."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cyber Security Public Awareness Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote public awareness of cyber security.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:06:39-05:00"
}