{
  "actions": [
    {
      "acted_at": "1980-02-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-02-19", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6532-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-19", 
  "number": "6532", 
  "official_title": "A bill to establish an interagency committee and an advisory council to examine and investigate the causes and effects of atmospheric fallout and to develop a comprehensive plan to reduce such fallout.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Acid Rain and National Atmospheric Fallout Act of 1980", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-19", 
  "subjects": [
    "Acid rain", 
    "Advisory bodies", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Science and technology", 
    "Scientific exchanges"
  ], 
  "subjects_top_term": "Acid rain", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-19", 
    "text": "Acid Rain and National Atmospheric Fallout Act of 1980 - Title I: Objectives - States findings concerning atmospheric fallout and acid rain caused by industrial processes, fossil fuel plants, electrical generating plants, home heating, motorized vehicles, municipal waste disposal, and certain intensive agriculture and forestry operations. Declares it to be the policy of the United States that programs of national research, emission source identification, monitoring, and other specified activities, studies, and plans be established to study and solve the problems of atmospheric fallout from the operations described above. Title II: Interagency Committee - Establishes the Interagency Committee on Atmospheric Fallout to perform specified duties to minimize or eliminate the harmful effects of atmospheric fallout. Sets forth membership requirements for such Committee and other requirements relating to staffing. Directs the Committee to review plans and reports on atmospheric fallout made by other bodies, including the Council on Environmental Quality, and to develop a plan to provide for the amelioration of the harmful effects of atmospheric fallout. Sets forth the elements of such plan and requires that it provide for a coordinated monitoring, management, and research program. Requires the submission of such plan to Congress and to the President no later than twelve months after the date of enactment of this Act. Directs the Committee to submit annual reports to Congress and to the President on publicly and privately supported atmospheric fallout activities, and on progress in implementing the Committee's plan for atmospheric fallout control. Requires that such reports be submitted annually for ten years. Title III: National Advisory Council - Establishes the National Advisory Council on Atmospheric Fallout to review the decisions and actions of the Committee and to increase cooperation and coordination among Federal and State public and private organizations and agencies involved in controlling atmospheric fallout. Sets forth membership and staffing requirements for such Council. Title IV: General Provisions - Authorizes the Committee and the Council to obtain directly from any Federal agency or department any information necessary to enable them to carry out their functions and specifies support services at their disposal. Terminates the authority of the Committee and the Council."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Acid Rain and National Atmospheric Fallout Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an interagency committee and an advisory council to examine and investigate the causes and effects of atmospheric fallout and to develop a comprehensive plan to reduce such fallout.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:00-05:00"
}