{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1318-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1973-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dominick, Peter H.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01320", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Montoya, Joseph M.", 
      "sponsored_at": "1973-01-03", 
      "state": "NM", 
      "thomas_id": "01403", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "1318", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965, to authorize reading emphasis programs to improve reading in the primary grades.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Elementary School Reading Emphasis Act", 
  "sponsor": {
    "district": null, 
    "name": "Beall, J. Glenn, Jr.", 
    "state": "MD", 
    "thomas_id": "01278", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Education", 
    "Elementary and secondary education", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Elementary School Reading Emphasis Act - States that it is the purpose of this Act to provide financial assistance to assist local educational agencies to undertake demonstration projects emphasizing reading in elementary schools, to improve the instruction of reading in elementary schools, to provide reading training for teachers, to establish a research center for reading improvement, and to provide a reading achievement award. Authorizes the Commissioner of Education to arrange by grant, contract, or otherwise with local educational agencies for the carrying out by such agencies in elementary schools, which have large numbers or high concentrations of children who are not reading at the appropriate level, of reading emphasis demonstration projects in accordance with this Act. Sets forth the requirements necessary for the receipt of a grant as a qualified reading emphasis demonstration project. States that nothing in this Act shall permit the disclosure of individual reading test scores obtained under this Act to any individual other than the parent or guardian or any child being so tested. Authorizes the Commissioner to enter into at least one arrangement with a local educational agency in an urban area and a local educational agency in a rural area for a districtwide project conducted in all schools of such agencies. Authorizes to be appropriated to carry out the reading emphasis projects under this Act $50,000,000 for the fiscal year ending June 30, 1974, $55,000,000 for the fiscal year ending June 30, 1975, and $60,000,000 for the fiscal year ending June 30, 1976. Authorizes the Commissioner of Education, through grants or contracts, to enter arrangements with institutions of higher education, public or private agencies or organizations, and individuals for the preparation, production, and distribution for use on public educational television stations of courses for elementary school teachers who are or intend to become reading teachers or reading specialists; and the preparation and distribution of study course material to be used in conjunction with any such course. Authorizes the Commissioner to enter arrangements, through grants or contracts, with institutions of higher education or State or local educational agencies to assist them: (1) in providing training, including short term and regular session institutions and other preservice and inservice training programs, to improve the professional competency of teachers of reading and principals of project schools; (2) in establishing a Reading Corps program, patterned after the Teacher Corps, to attract reading specialists for service during the regular or summer sessions, or both, to project schools and to increase the number of reading specialists and reading teachers; and (3) in improving and broadening the training for the teaching of reading of personnel who are, or are training to become elementary teachers, particularly teachers of grades one through three in project schools with the goal of having all such teachers meeting the minimum requirements of a reading teacher. States that the Director of the National Institute of Education is authorized and directed to designate an existing facility or establish a new facility to be known as the Center for Reading Improvement. Sets forth the areas of research and demonstration in the field of reading on which the Center shall focus. Authorizes to be appropriated without fiscal year limitations $10,000,000 to carry out the purposes of the Center. States that in order to motivate and encourage elementary school children to improve their reading skills and to foster competence for excellence in reading among elementary schools, there is hereby established the Presidential Reading Achievement Award."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elementary School Reading Emphasis Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965, to authorize reading emphasis programs to improve reading in the primary grades.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:34-05:00"
}