{
  "actions": [
    {
      "acted_at": "1990-10-25", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-12-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5924-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-25", 
  "number": "5924", 
  "official_title": "To repeal the concessioner preferences of the National Park Service Concessions Policy Act, to require that concessions be awarded pursuant to a competitive bidding process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Guarini, Frank J.", 
    "state": "NJ", 
    "thomas_id": "00472", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-25", 
  "subjects": [
    "Bridges", 
    "Concessions", 
    "Ferries", 
    "Government service contracts", 
    "National monuments", 
    "National parks", 
    "New Jersey", 
    "New York City", 
    "Parks", 
    "State parks"
  ], 
  "subjects_top_term": "Parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-25", 
    "text": "Amends Federal law (commonly known as the National Park Service Concessions Policy Act) with respect to preferential rights to provide new or additional accommodations, facilities, or services to concessioners in areas administered by the National Park Service. Repeals certain provisions of such Act regarding to: (1) right of preference for contract renewal; and (2) possessory interest of such concessioner. Directs the Secretary of the Interior to develop and implement a system for: (1) the renewal and extension of existing contracts and permits; (2) the granting of new contracts and permits on a competitive basis; and (3) provision of new or additional services through concessioners in areas of the National Park System. Requires the Secretary to review all existing contracts (including the Circle Line Statue of Liberty Inc. contract) to determine if: (1) any of them were awarded outside of the normal procedures of such Act; and (2) any of them can be legally terminated on that basis. Directs the Secretary to review the concession serving the Statue of Liberty National Monument and Ellis Island to determine if their is sufficient access for the public and if the cost of the ferry service to Ellis Island and Liberty Island is justified. Requires the Secretary to consider providing additional ferry service from additional points of embarkation in New Jersey and New York City to Ellis Island and Liberty Island. Authorizes the Secretary to construct or allow for the construction of a permanent bridge, open to the public for pedestrian use, connecting Liberty State Park and Ellis Island. Allows construction of a facility at a National Park System unit for concession purposes only if: (1) such facility is specifically authorized by a law enacted after the enactment of this Act; and (2) funds are appropriated for such construction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To repeal the concessioner preferences of the National Park Service Concessions Policy Act, to require that concessions be awarded pursuant to a competitive bidding process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:17-05:00"
}