{
  "actions": [
    {
      "acted_at": "2009-10-20", 
      "references": [
        {
          "reference": "CR S10573-10575", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-20", 
      "committee": "Committee on Environment and Public Works", 
      "references": [
        {
          "reference": "CR S10575-10581", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-11-09", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Committee on Environment and Public Works Subcommittee on Water and Wildlife. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-30", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-09-28", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute. With written report No. 111-333. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-09-28", 
      "calendar": "Senate Legislative", 
      "number": "620", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 620.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1816-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Water and Wildlife", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "2009-10-20", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kaufman, Edward E.", 
      "sponsored_at": "2009-10-20", 
      "state": "DE", 
      "thomas_id": "01964", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2009-10-20", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-20", 
  "number": "1816", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to improve and reauthorize the Chesapeake Bay Program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3852-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3852-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Chesapeake Clean Water and Ecosystem Restoration Act", 
  "sponsor": {
    "district": null, 
    "name": "Cardin, Benjamin L.", 
    "state": "MD", 
    "thomas_id": "00174", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-06-30", 
  "subjects": [
    "Aquatic ecology", 
    "Chesapeake Bay", 
    "Delaware", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Fishes", 
    "Licensing and registrations", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Maryland", 
    "Virginia", 
    "Water quality", 
    "Watersheds"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-09-28", 
    "text": "Chesapeake Clean Water and Ecosystem Restoration Act - (Sec. 3) Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to reauthorize the Chesapeake Bay Program. Renames such program as the Chesapeake Basin Program. Revises such Program by: (1) revising and expanding definitions; (2) requiring the Chesapeake Executive Council to meet at least once each year; (3) authorizing the Administrator of the Environmental Protection Agency (EPA) to provide technical assistance and assistance grants to soil conservation districts, basin commissions, and the project manager of the Chesapeake nutrient trading guarantee program established by this Act in addition to other entities eligible for such assistance; and (4) expanding the implementation and monitoring grant programs. Authorizes the Administrator to make grants for establishing and supporting centers of excellence for water quality and agriculture practices to: (1) develop new technologies and innovative policies and practices for agricultural producers to reduce nitrogen, phosphorous, and sediment pollution; (2) quantify the expected load reductions of those pollutants to be achieved in the Chesapeake Basin through the implementation of current and newly developed technologies, policies, and practices; and (3) provide to the Administrator and the Secretary of Agriculture recommendations for the widespread deployment of those technologies, policies, and practices among agricultural producers and their application in Chesapeake Basin computer models. Requires the Administrator to: (1) establish a five-year Chesapeake nutrient trading guarantee pilot program to support the interstate trading program established by this Act; and (2) designate a project manager to carry out such pilot program, provide guarantees to purchasers of nutrient credits under the interstate trading program, and ensure public transparency for nutrient trading activities through a publicly available trading registry. Establishes in the Treasury the Chesapeake Nutrient Trading Guarantee Fund to be administered by the Administrator for such pilot program. Requires the Administrator to ensure that at least 10% of funds for implementation grants be made available to Delaware, New York, and West Virginia and that at least 20% of such funds be made available to Delaware, Maryland, New York, Pennsylvania, Virginia, and West Virginia to provide technical assistance to agricultural producers and foresters. Requires federal agencies that own or operate facilities within the Chesapeake Basin to participate in regional and subwatershed planning and restoration programs. Requires the head of each federal agency that owns or occupies real property in the Basin to ensure that the property, and actions taken by the agency with respect to the property, comply with: (1) the Chesapeake Bay Agreement; (2) the Federal Agencies Chesapeake Ecosystem Unified Plan; (3) the Chesapeake Basin action plan; and (4) any subsequent agreements and plans. Requires the Administrator, by January 1, 2012, to coordinate with the head of each federal agency that owns or operates a facility within the Chesapeake Basin to develop plans to maximize forest cover at the facility through the preservation of existing forest cover or the development of a reforestation plan. Requires the Administrator to make public by March 31 of each year: (1) a Chesapeake Bay action plan to protect and restore the Chesapeake Bay; (2) a progress report on restoring and protecting the Chesapeake Bay and tributaries; and (3) a report to the Chesapeake Basin states (i.e., Delaware, Maryland, New York, Pennsylvania, Virginia, West Virginia, and the District of Columbia) and the public on recently completed, pending, or proposed regulations, guidance documents, permitting requirements, enforcement actions, and other activities carried out in accordance with the Executive Order 13508 entitled \"Chesapeake Bay Protection and Restoration\" and signed on May 12, 2009, including actions relating to the Chesapeake Bay total maximum daily load and state watershed implementation plans (WIPs). Requires the Administrator to create and maintain a Chesapeake Basin-wide database containing comprehensive data on implementation of agricultural conservation management practices in the Chesapeake Basin. Requires the Administrator to ensure that management plans are developed and implemented by Chesapeake Basin states to achieve and maintain the sediment and nutrient goals of the Chesapeake Bay Agreement for the quantity of sediment, nitrogen, and phosphorus entering the Bay and its tidal tributaries and the water quality requirements necessary to restore living resources in the Bay and its tidal tributaries. Requires the Administrator to ensure that such plans are developed and implemented by Chesapeake Basin states to achieve and maintain for the signatory states: (1) the Chesapeake Bay Basinwide Toxins Reduction and Prevention Strategy goal of reducing or eliminating the input of chemical contaminants from all controllable sources to levels that result in no toxic or bioaccumulative impact on the living resources of the Chesapeake Basin ecosystem or on human health; (2) habitat restoration, protection, creation, and enhancement goals established by such Agreement for wetland, riparian forests, and other types of habitat associated with the Chesapeake Basin ecosystem; and (3) the restoration, protection, creation, and enhancement goals established by such Agreement for living resources associated with the Chesapeake Basin ecosystem. Requires the Administrator to establish a Chesapeake Basin Stewardship Grants Program to offer technical assistance and assistance grants to implement: (1) cooperative watershed strategies that address the water quality, habitat, and living resource needs in the Chesapeake Basin; (2) locally based protection and restoration programs or projects within a watershed that complement the state WIPs; (3) activities for increased spawning and other habitat for migratory fish by removing barriers or constructing fish passage devices, restoring streams with high habitat potential for cold water fisheries or other habitat enhancements for fish and waterfowl; (4) activities for increased recreational access to the Chesapeake Bay and the tidal rivers and freshwater tributaries of the Chesapeake Bay; and (5) innovative nitrogen, phosphorus, or sediment reduction efforts. Requires the Administrator to give preference to cooperative projects that involve local governments, soil conservation districts, and sportsmen associations. Requires each Chesapeake Bay state to submit to the Administrator by May 12, 2011, a WIP to be fully implemented by May 12, 2025. Requires WIPs to establish reduction targets, key actions, and schedules for reducing to levels that will attain water quality standards the loads of nitrogen, phosphorus, and sediment. Sets forth provisions concerning the implementation of such plans. Requires states to report to the Administrator by May 12, 2014, and biennially thereafter on progress in implementing WIPs. Prohibits federal enforcement actions against agricultural producers who are in full compliance with WIPs. Requires the Administrator or a Chesapeake Basin state that is authorized to administer a permit program to establish de minimis exemptions for new non-point source permits under the National Pollutant Discharge Elimination System (NPDES). Requires Chesapeake Basin states, effective beginning January 1, 2013, to provide assurances in WIPs that: (1) the owner or operator of any development or redevelopment project possessing an impervious footprint that exceeds a threshold to be determined by the Administrator will use site planning, design, construction, and maintenance strategies for the property to maintain or restore the predevelopment hydrology of the property with regard to the temperature, rate, volume, and duration of flow, using onsite infiltration, evapotranspiration, and reuse approaches, if feasible; and (2) as a further condition of permitting such a development or redevelopment, such owners or operators will compensate for any unavoidable impacts to the predevelopment hydrology of the property. Requires such compensation: (1) within the affected subwatershed to provide mitigation of function at ratios to be determined by the Administrator; and (2) outside the affected subwatershed to provide mitigation, at ratios to be determined by the Administrator, within the tributary watershed in which the project is located. Authorizes the Administrator to: (1) approve stringent fee-in-lieu systems if mitigation of unavoidable impacts is not feasible; and (2) withhold funds from states if such assurances are not provided. Requires the Administrator to promulgate regulations that: (1) define \"predevelopment hydrology\"; and (2) establish such thresholds, compensation ratios, and the fee-in-lieu systems. Requires the Administrator to develop guidance regarding the treatment of pending stormwater permits for the Chesapeake Basin states. Requires each Chesapeake Basin state to provide to the Administrator within three years assurances in a WIP that: (1) a person may not use, sell, manufacture, or distribute for use or sale any cleaning agent that contains more than 0.0% phosphorus by weight, expressed as elemental phosphorus, except for a quantity not exceeding 0.5% phosphorus that is incidental to the manufacture of the cleaning agent; and (2) a person may use, sell, manufacture, or distribute for use or sale a cleaning agent that contains greater than 0.0% phosphorus by weight, but does not exceed 8.7% phosphorus by weight, if the cleaning agent is a substance that the Administrator excludes from such limitation based on a finding that compliance with the limitation would create a significant hardship on the users of the cleaning agent or be unreasonable because of the lack of an adequate substitute cleaning agent. Authorizes the Administrator to withhold funds from states if such assurances are not provided. Sets forth provisions concerning reviewing, approving, revising, and implementing WIPs. Requires the Administrator to establish minimum criteria for WIPs within 60 days. Requires the Administrator, by May 12, 2012, to establish an interstate nitrogen and phosphorus trading program for the Chesapeake Basin for the generation, trading, and use of nitrogen and phosphorus credits to facilitate the attainment and maintenance of water quality standards in the Chesapeake Bay and the Chesapeake Bay tidal segments. Sets forth minimum program requirements. Requires the Administrator to convene a task force to: (1) identify any scientific, technical, or other issues that would hinder the rapid deployment of an interstate sediment trading program; and (2) provide recommendations to overcome such obstacles. Requires the Secretary to establish an interstate sediment trading program for the Chesapeake Basin for the generation, trading, and use of sediment credits to facilitate the attainment and maintenance water quality standards in the Chesapeake Bay and the Chesapeake Bay tidal segments. Requires the Administrator to: (1) establish, for projects resulting in impervious development, guidance relating to site planning, design, construction, and maintenance strategies to ensure that the land maintains predevelopment hydrology with regard to the temperature, rate, volume, and duration of flow; (2) compile a database of best management practices, model stormwater ordinances, and guidelines with respect to the construction of low-impact development infrastructure and nonstructural low-impact development techniques; and (3) issue guidance, model ordinances, and guidelines to carry out projects. Authorizes the Administrator to provide grants to any local government within the Chesapeake Basin that adopts such guidance, best management practices, ordinances, and guidelines. Requires the Administrator, within three years, to review and report to Congress on consumer and commercial products (such as lawn fertilizer), the use of which may affect the water quality of the Chesapeake Basin or associated tributaries, to determine whether further product nutrient content restrictions are necessary to restore or maintain water quality in the Chesapeake Basin and tributaries. Authorizes the Administrator to provide grants for carrying out projects to deploy an eligible technology in agricultural animal waste-to-bioenergy treatment that has significant potential to reduce agricultural animal waste volume, recover nutrients, improve water quality, decrease pollution potential, and recover energy. Requires the Administrator, within two years, to: (1) designate the Asian oyster (species Crassostrea ariakensis) as a biological pollutant in the Chesapeake Bay and tidal waters; (2) prohibit the issuance of NPDES permits to discharge such oyster into U.S. water; and (3) specify conditions under which scientific research on Asian oysters may be conducted within the Chesapeake Bay and Chesapeake Bay tidal segments. Authorizes the Secretary of the Interior to provide funds to Delaware, Maryland, and Virginia to carry out a program to eradicate or control nutria (species Myocaster coypus) and restore marshland destroyed by nutria. Requires the Administrator to review and report to Congress on research relating to the impacts of menhaden on water quality. Authorizes a citizen to commence a civil action for injunctive relief for the failure of a Chesapeake Bay state to meet or correct a previously missed two-year commitment made in a WIP or to implement a WIP or permit program under this Act. Requires the Inspectors General of the EPA and the Department of Agriculture (USDA) to jointly evaluate and report to Congress on the implementation of this Act every three years. Authorizes appropriations for the Chesapeake Basin Program Office, grants for implementing approved WIPs, the Chesapeake Basin Stewardship Grants Program, stormwater discharge grants, the Chesapeake nutria eradication program, and the agricultural animal waste-to-bioenergy deployment program. (Sec. 4) Sets forth enforcement provisions. (Sec. 5) Specifies that \"reasonable service charges,\" with respect to federal facilities pollution control, include any requirement to pay a reasonable fee, assessment, or charge imposed by any state or local agency to defray or recover the cost of stormwater management in the same manner and to the same extent as any nongovernmental entity. (Sec. 7) Requires the President to include in the federal budget submitted each year a separate statement for the Chesapeake Nutrient Trading Guarantee Fund, which shall include the estimated amount of deposits into, obligations of, and outlays from the Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chesapeake Clean Water and Ecosystem Restoration Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Chesapeake Clean Water and Ecosystem Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act to improve and reauthorize the Chesapeake Bay Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:22-05:00"
}