{
  "actions": [
    {
      "acted_at": "2012-07-26", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3448-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2012-07-26", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-07-26", 
  "number": "3448", 
  "official_title": "A bill to direct the Secretary of the Interior to enter into an agreement to provide for management of the free-roaming wild horses in and around the Currituck National Wildlife Refuge.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr306-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Corolla Wild Horses Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Hagan, Kay", 
    "state": "NC", 
    "thomas_id": "01902", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-07-26", 
  "subjects": [
    "Administrative remedies", 
    "Animal protection and human-animal relationships", 
    "Department of the Interior", 
    "Endangered and threatened species", 
    "Mammals", 
    "North Carolina", 
    "Public lands and natural resources", 
    "Seashores and lakeshores", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-07-26", 
    "text": "Corolla Wild Horses Protection Act - Directs the Secretary of the Interior to enter into an agreement with the Corolla Wild Horse Fund, Currituck County, and the state of North Carolina to provide for the management of free-roaming wild horses in and around the Currituck National Wildlife Refuge. Requires that such agreement: (1) allow a herd of no more than 130 free-roaming wild horses in and around the Refuge; (2) provide for cost-effective management of such horses; and (3) provide for the introduction of a small number of free-roaming wild horses from the herd at Cape Lookout National Seashore as is necessary to maintain the genetic viability of the herd in and around the Refuge; and (4) specify that the Corolla Wild Horse Fund shall pay certain costs associated with the health, maintenance, removal, and placement of such horses. Bars the Secretary from excluding free-roaming wild horses from any part of the Currituck National Wildlife Refuge unless: (1) it is found that the presence of such horses on a part of the Refuge threatens the survival of an endangered species for which such land is designated as critical habitat, (2) such finding is based on a peer-reviewed scientific assessment, and (3) a period of public notice and comment is provided on such finding. Prohibits the removal of any horse from the Seashore for introduction at the Refuge, except with the approval of the Foundation for Shackleford Horses Inc. and consistent with the memorandum of understanding between the National Park Service (NPS) and the Foundation and the management plan for the Shackleford Banks Horse Herd. Prohibits anything in this Act from creating liability of the United States for any damages caused by the free-roaming wild horses to any person or property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corolla Wild Horses Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of the Interior to enter into an agreement to provide for management of the free-roaming wild horses in and around the Currituck National Wildlife Refuge.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:37:31-05:00"
}