{
  "actions": [
    {
      "acted_at": "1985-06-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-01", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-16", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor-Management Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-23", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Labor, Pension Guaranty Corp, IRS.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-31", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor-Management Relations", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-31", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor-Management Relations", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-11", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-11", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2813-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1985-07-16", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1985-07-09", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1985-07-09", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1985-07-31", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1985-07-16", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1985-06-20", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-20", 
  "number": "2813", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 to improve the single-employer pension plan termination insurance program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Single-Employer Pension Plan Amendments Act of 1985", 
  "sponsor": {
    "district": "1", 
    "name": "Clay, William (Bill)", 
    "state": "MO", 
    "thomas_id": "00203", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-09-11", 
  "subjects": [
    "Actions and defenses", 
    "Business and commerce", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Employee benefit plans", 
    "Injunctions", 
    "Insurance", 
    "Jurisdiction", 
    "Labor and employment", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Standards", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-20", 
    "text": "Single-Employer Pension Plan Amendments Act of 1985 - Amends title IV (Plan Termination Insurance) of the Employee Retirement Income Security Act of 1974 (ERISA) to revise provisions relating to the single-employer pension plan termination insurance program. Sets forth redefinitions or new definitions relating to such program for the following terms: (1) substantial employer; (2) contributing sponsor; (3) controlled group; (4) single-employer plan; (5) benefit entitlements; (6) amount of unfunded guaranteed benefits; (7) amount of unfunded benefit entitlements; (8) outstanding amount of benefit entitlements; (9) person; (10) affected party; and (11) section 4049 trustee. Sets forth a technical correction to the Multiemployer Pension Plan Amendments of 1980. Specifies that the adoption and operation of a provision of a single-employer plan amendment is not a termination, for purposes of the title IV plan termination insurance program, if the sole effect of such provision is to provide that some or all service performed on or after a specified date will not be taken into account under the plan solely for purposes of determining benefits accrued on or after such specified date (in accordance with specified tax provisions). Sets forth notice requirements relating to such plan amendments. Sets forth general requirements relating to the termination of single-employer plans by plan administrators. Provides that, except for terminations instituted by the Corporation, a single-employer plan may be terminated only in a standard termination or a distress termination, as provided under this Act. Requires plan administrators to provide written notice to each affected party not later than 90 days before the proposed plan termination date. (Defines \"affected party\" as any plan participant, beneficiary, employee organization representing such participants, the Corporation, or their designees.) Sets forth procedures in the event of adjudicatory proceedings related to such standard or distress terminations. Provides that, for purposes of such termination requirements, a single-employer plan is sufficient for: (1) benefit entitlements if there is no amount of unfunded benefit entitlements under the plan; and (2) guaranteed benefits if there is no amount of unfunded guaranteed benefits under the plan. Sets forth general requirements and procedures for standard terminations of single-employer plans. Allows a single-employer plan to terminate under a standard termination only if: (1) the plan is sufficient for benefit entitlements; (2) the plan administrator provides a required 90-day advance notice to affected parties; (3) specified requirements for notice to the Corporation and notice to the participants and beneficiaries of benefit entitlements are met; and (4) the Corporation does not issue a notice of noncompliance. Provides for final distribution of assets in the absence of a notice of noncompliance. Sets forth alternative methods of such final distribution. Requires the plan administrator to certify to the Corporation that such assets have been distributed. Provides that such standard termination provisions shall not affect the Corporation's authority nor obligations with respect to specified matters relating to termination. Sets forth requirements and procedures for distress terminations of single-employer plans. Requires, before such distress terminations are allowed, that the contributing sponsor and its controlled group demonstrate the existence of a significant distress situation. Sets forth notification and information requirements for such proposed distress terminations. Directs the Corporation to determine in each case whether necessary distress criteria for a distress termination are met in at least one of four categories: (1) recent funding waivers; (2) liquidation in bankruptcy or insolvency proceedings; (3) termination required to enable payment of debts while staying in business; or (4) unreasonably burdensome pension costs caused by declining workforce. Sets forth distress termination procedures. Directs the Corporation, if it determines that the requirements for a distress termination are met, to: (1) determine whether the plan is sufficient for guaranteed benefits as of the termination date or that the information made available is insufficient for such a determination; (2) determine whether the plan is sufficient for benefit entitlements as of the termination date or that the information made available is insufficient for such a determination; and (3) notify the plan administrator of such determinations as soon as practicable. Sets forth provisions for implementation of distress terminations in cases: (1) of sufficiency for benefit entitlements; (2) of sufficiency for guarantee benefits without a finding of sufficiency for benefit entitlements; and (3) without any finding of sufficiency. Sets forth procedures relating to a finding, after authorized commencement of termination, that the plan is unable to pay benefits when due (whether these are guaranteed benefits only or benefit entitlements which are not guaranteed benefits). Sets forth requirements for the administration of the plan in the interim between the plan administrator's notice of distress termination to the corporation and receipt of the Corporation's determination. Requires that plans which are terminated under distress terminations on the basis of bankruptcy or insolvency be restored to pretermination status if, under specified circumstances, liquidation proceedings are converted to reorganization proceedings. Requires the Corporation to institute court proceedings to terminate a single-employer plan whenever it determines that the plan does not have assets available to pay benefits that are currently due under the terms of the plan. Specifies that, under provisions for the institution of termination proceedings by the Corporation, a court-appointed trustee's power to collect amounts due the plan includes collection from persons obligated to meet specified requirements under ERISA, the Internal Revenue Code, or the terms of the plan. Amends subtitle D (Liability) of title IV of ERISA to revise provisions relating to the liability of certain employers who maintained a single-employer plan at the time it was terminated. Sets forth liabilities relating to benefit entitlements in excess of benefits guaranteed by the Corporation. Provides that any person who is, on the termination date, a contributing sponsor of the plan, or a member of such a contributing sponsor's controlled group, shall incur liability to the corporation and to the section 4049 trustee, in any case in which a single-employer plan is terminated in a distress termination or a termination otherwise instituted by the Corporation. Makes such liability to the Corporation equal to the sum of: (1) the amount of the plan's funding shortage; (2) the total amount of unfunded guaranteed benefits (as of the termination date) of all participants and beneficiaries under the plan; and (3) interest calculated from the termination date. Makes such liability due and payable as of the termination date, in cash or securities acceptable to the Corporation, but allows payments to the Corporation under a profits schedule for that amount of such liability which exceeds 30 percent of the collective net worth of persons subject to such liability. Sets forth requirements for annual liability payments under the profits schedule. Sets forth formulas relating to satisfaction of such liability under the profits schedule. Permits alternative arrangements for the satisfaction of liability to the Corporation. Makes such persons liable to the section 4049 trustee if there is an outstanding amount of benefit entitlements under the plan. Sets forth requirements for annual payment and formulas for the satisfaction of such liability to the section 4049 trustee. Amends subtitle C (Terminations) of title IV of ERISA to add provisions for distribution to participants and beneficiaries of liability payments to the section 4049 trustee. Directs the Corporation to appoint either itself or another person to act as the section 4049 trustee. Directs such trustee to establish a separate trust with respect to the terminated plan, to be used exclusively for: (1) receipt of such liability payments; (2) making such distributions to participants and beneficiaries; and (3) defraying reasonable administrative expenses. Sets forth procedures for such distributions by the trustee, including carry-over of minimal payment amounts. Amends subtitle D (Liability) of title IV of ERISA to add provisions relating to the treatment of transactions to evade liability and relating to the effect of corporate reorganization. Provides that, if a principal purpose of any transaction is to evade liability under subtitle D: (1) such transaction shall be disregarded; and (2) persons who entered into it with such principal purpose shall be subject to liability in connection with the termination of the plan as if they were contributing sponsors. Sets forth rules applicable to certain corporate reorganizations. Makes the successor corporation or corporations liable under subtitle D in cases of: (1) mere changes in identity, form, or place of organization; and (2) mergers, consolidations, or divisions. Makes the parent corporation liable under subtitle D in cases of liquidation into the parent corporation. Amends subtitle D (Liability) of title IV of ERISA to provide for additional enforcement authority relating to terminations of single-employer plans. Permits the bringing of actions to obtain an injunction or other appropriate equitable relief to enforce, or to redress violations of, specified provisions relating to single-employer plan terminations and liability under title IV of ERISA. Allows the following individuals or groups to bring such actions: fiduciaries, employers, contributing sponsors, members of contributing sponsors' controlled groups, participants, beneficiaries, or employee organizations representing participants or beneficiaries. Sets forth provisions relating to: (1) the status of a plan as party to the action and with respect to the legal process; (2) jurisdiction and venue; (3) right of the Corporation to intervene and to be represented by attorneys appointed by it; (4) venue of suits against the Corporation; (5) awards of costs and expenses; and (6) time limitations on such actions. Sets forth conforming, technical, and miscellaneous amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Single-Employer Pension Plan Amendments Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 to improve the single-employer pension plan termination insurance program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:32-05:00"
}