{
  "actions": [
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-31", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1713-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-31", 
  "number": "1713", 
  "official_title": "A bill to provide for the recycling of used oil, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Oil Recycling Act", 
  "sponsor": {
    "district": "31", 
    "name": "Mitchell, Donald J.", 
    "state": "NY", 
    "thomas_id": "00817", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-31", 
  "subjects": [
    "Business and commerce", 
    "Environmental protection", 
    "Excise tax", 
    "Petroleum and petroleum products", 
    "Petroleum conservation", 
    "Petroleum recycling", 
    "Refuse and refuse disposal", 
    "Research", 
    "Taxation"
  ], 
  "subjects_top_term": "Petroleum recycling", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-31", 
    "text": "National Oil Recycling Act - Amends the Internal Revenue Code of 1954 to exempt lubricating oils sold for use in producing rerefined oil from the excise tax imposed on lubricating oils. Directs all Federal officials to encourage the use of recycled oil through Federal contracts and procurement policies. Directs the General Services Administration, the Department of Defense, and all other Federal agencies to revise procurement regulations to conform to the intent of this Act. Authorizes the Administrator of the Environmental Protection Agency to make grants to States which submit acceptable waste oil management plans in accordance with prescribed criteria. Imposes monetary limitations on the amount of such grants. Stipulates that this Act shall not preempt stricter State controls over recycled oil. Directs the Administrator to issue regulations governing the labeling of recycled oil in order to encourage the recycling of oil. Requires that automotive oil packaged for sale to consumers be sold in resalable containers with a mandatory 30 cent refund value for each container. Directs the Administrator of Energy Research and Development to establish a program of research to improve the performance and marketability of recycled oil. Requires the development of performance standards and testing standards designed to compare the performance of recycled oil with new oil. Prohibits contracts which intend to discourage the recycling of used oil. Imposes criminal penalties for violations of such prohibition. Requires major users of industrial oil, used oil recyclers, and used oil collectors to maintain complete records of oil recycling-related activities. Requires the Administrator of Energy Research and Development to submit various reports to Congress on activities undertaken pursuant to this Act. Authorizes the mandatory licensing of patent rights where necessary to accomplish the purposes of this Act. Imposes criminal penalties for violation of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Oil Recycling Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the recycling of used oil, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:24-05:00"
}