{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "6", 
  "official_title": "A bill to revise certain provisions relating to per diem and mileage expenses of Government employees and disabled veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Travel Expenses Amendments Act", 
  "sponsor": {
    "district": "9", 
    "name": "Brooks, Jack B.", 
    "state": "TX", 
    "thomas_id": "00127", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Congressional employees", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Government travel", 
    "Travel"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Travel Expenses Amendments Act - Expands the definition of \"employee,\" for purposes of travel, subsistence and mileage allowances, to include experts and consultants who are intermittently employed by the Federal Government, and those who serve the Government without pay or for $1 a year. Sets the per diem travel allowance at $35 for travel within the continental United States, and directs the President to set the per diem allowance by locality for travel outside the continental United States. Raises the maximum reimbursement rate for travel to high rate geographical areas and for travel under unusual circumstances. Raises the mileage allowances for the use of privately owned motorcycles, automobiles and airplanes when such modes of transportation have been approved as most advantageous to the Government. Directs the Administrator of General Services to conduct periodic investigations of the cost of travel in privately owned vehicles, to report the results to Congress at least once a year, and to adjust the rates provided in this Act by regulation. Limits to actual transportation expenses the reimbursement of a Senator's employee for travel to the home state occurring during the 120-day period preceding or primary or general election in which the Senator is a candidate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Travel Expenses Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise certain provisions relating to per diem and mileage expenses of Government employees and disabled veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:27-05:00"
}