{
  "actions": [
    {
      "acted_at": "1985-04-03", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-03", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-03", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-04-11", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Foreign Affairs.  Report No: 99-40.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-11", 
      "references": [], 
      "text": "Placed on Union Calendar No: 25.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-17", 
      "references": [], 
      "text": "Discharged from Union Calendar.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-17", 
      "committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than May 2, 85", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than May 2, 85.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-18", 
      "bill_ids": [
        "hr2068-99"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "For Further Action See H.R.2068.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-08", 
      "bill_ids": [
        "hr2068-99"
      ], 
      "in_committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than May 2, 85", 
      "references": [], 
      "text": "Similiar Provisions Contained in H.R.2068.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-08", 
      "references": [], 
      "text": "House Committee on Public Works and Transportation Granted an Extension for Further Consideration Ending not Later Than May 13, 1985.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-14", 
      "references": [], 
      "text": "House Committee on Public Works and Transportation Discharged by Motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-14", 
      "references": [], 
      "text": "Placed on Union Calendar No: 56.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1931-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1985-04-03", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1985-04-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Feighan, Edward F.", 
      "sponsored_at": "1985-04-03", 
      "state": "OH", 
      "thomas_id": "00375", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1985-04-03", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1985-04-03", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "MacKay, Buddy", 
      "sponsored_at": "1985-04-03", 
      "state": "FL", 
      "thomas_id": "00722", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Smith, Lawrence", 
      "sponsored_at": "1985-04-03", 
      "state": "FL", 
      "thomas_id": "01077", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1985-04-03", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1985-04-03", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-03", 
  "number": "1931", 
  "official_title": "A bill to authorize appropriations for fiscal years 1986 and 1987 for the Department of State, the United States Information Agency, the Board of International Broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2068-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Board for International Broadcasting Authorization Act, Fiscal Years 1986 and 1987", 
  "sponsor": {
    "district": "14", 
    "name": "Mica, Daniel Andrew", 
    "state": "FL", 
    "thomas_id": "00799", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-04-03", 
  "subjects": [
    "Africa", 
    "Alien labor", 
    "American economic assistance", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Anniversaries", 
    "Australia", 
    "Authorization", 
    "Board for International Broadcasting", 
    "Civil service compensation", 
    "Civil service employment", 
    "Communications and Broadcasting", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal Procedure and Sentencing", 
    "Criminal justice information", 
    "Cultural relations", 
    "Democratic Party", 
    "Department of Commerce", 
    "Department of State", 
    "Dispute settlement", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Educational exchanges", 
    "Embassies", 
    "Export controls", 
    "Extradition", 
    "Extradition agreements", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal installations", 
    "Federal officials", 
    "Firearms", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Immigration", 
    "International affairs", 
    "International agencies", 
    "International arbitration", 
    "International broadcasting", 
    "International military forces", 
    "Israel", 
    "Local and Municipal Government", 
    "Local finance", 
    "Maritime law", 
    "Mexico", 
    "Middle East", 
    "Narcotic traffic", 
    "Passports", 
    "Protection of foreign officials", 
    "Radio broadcasting", 
    "Refugees", 
    "Republican Party", 
    "Salaries", 
    "Searches and seizures", 
    "State finance", 
    "States", 
    "Thailand", 
    "Tourist trade", 
    "Transportation and Travel", 
    "Treaties", 
    "United Nations", 
    "United Nations economic assistance", 
    "United States Information Agency"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1985-04-11", 
    "text": "(Reported to House from the Committee on Foreign Affairs with amendment, H.Rept. 99-40) Title I: Department of State - Department of State Authorization Act, Fiscal Years 1986 and 1987 - Authorizes appropriations for FY 1986 and 1987 for the Department of State for: (1) administration of foreign affairs; (2) international organizations and conferences; (3) international commissions; (4) migration and refugee assistance; (5) U.S. bilateral science and technology agreements; (6) the Asia Foundation; and (7) Soviet-East European research and training. Directs the Secretary of State (the Secretary) to notify specified congressional committees whenever the Secretary submits to the Congress a request for appropriations pursuant to authorizations for certain nondiscretionary costs and for certain Foreign Service benefits. Authorizes the Secretary, to the extent funds are authorized and appropriated, to pay the U.S. share of the expenses of the United Nations peacekeeping forces in the Middle East. (Current law authorizes such funds as may be necessary to make such payments to the Department of State.) Earmarks specified amounts of the authorization for administration of foreign affairs for: (1) the National Commission on Educational, Scientific, and Cultural Cooperation; and (2) special religious sensitivity instruction for Foreign Service officers to be assigned abroad. Earmarks specified amounts of the migration and refugee assistance funds for: (1) refugees resettling in Israel; (2) African refugee assistance; and (3) anti-piracy actions in the Gulf of Thailand. Prohibits using migration and refugee assistance funds to provide reception and placement grants which are conditioned on a grantee accepting the responsibility for meeting the basic food, clothing, or shelter needs of refugees or for transporting to job interviews or training of refugees during the refugees' first 90 days in the United States. Limits the amount of migration and refugee assistance funds that may be used for enhanced reception and placement services. Amends the Migration and Refugee Assistance Act of 1962 to authorize the President to furnish aid under such Act notwithstanding any law which restricts aid to foreign countries. Increases the number of Assistant Secretaries of State. Provides that the Director General of the Foreign Service and the Inspector General of the Department of State and the Foreign Service shall be compensated at level IV of the Executive Pay Schedule. Amends the Department of State Appropriations Authorizations Act of 1973 to repeal the provision providing for reimbursement of the Department of State for personnel detailed to other agencies. Amends the Migration and Refugee Assistance Act of 1962 to authorize using migration and refugee assistance to pay for contracting for personal services abroad. Amends the State Department Basic Authorities Act of 1956 to authorize the State Department to employ and compensate aliens for services abroad, except for purposes relating to compensation for work injuries and certain tort claims. Amends the Foreign Service Act of 1980 to change the limit on the total amount of performance pay awarded to members of the Senior Foreign Service. Authorizes the Secretary of Commerce to appoint an individual to a limited appointment in the Senior Foreign Service for a specific position abroad if: (1) no qualified career member of the Foreign Service is available; and (2) the individual appointed has unique qualifications for the specific position. Amends the State Department Basic Authorities Act of 1956 to authorize special agents of the Department of State and the Foreign Service to: (1) conduct investigations concerning illegal passport or visa issuance or use; (2) serve search warrants, arrest warrants, subpoenas, and summonses to conduct such investigations; (3) protect heads of foreign states, distinguished visitors to the United States, the Secretary of State, foreign missions, and other specified persons; (4) carry firearms if qualified and authorized to do so; and (5) make arrests without warrants for specified offense. Directs the Secretary to prescribe regulations, which shall be approved by the Attorney General, with respect to the use of firearms by special agents. Provides that the Secret Service is not affected by the provisions dealing with special agents. Requires the Secretary, the Attorney General and the Secretary of the Treasury to enter into an interagency agreement with respect to their law enforcement functions. Directs the Secretary to transmit all the regulations governing such special agents to specified congressional committees 20 days before they go into effect. Authorizes the Secretary to provide extraordinary protective services for foreign missions to the extent necessary. Authorizes the Secretary to provide funds to a State or local authority for protective services only if the Secretary has determined that circumstances exist which require extraordinary security measures which exceed those which local law enforcement agencies can reasonably be expected to take. Authorizes obligating funds for such purposes only after regulations have been issued after consultation with the appropriate congressional committees. Limits the amount of such funds that may be obligated for protective services within any single State. Requires that at least 15 percent of such funds shall be kept in reserve for protective services provided by the Secretary or for expenditures in local jurisdictions not otherwise covered by an agreement for protective services. Limits an agreement with a State or local authority for the provision of protective services to 90 days subject to renewal. Directs the Secretary to consider matters relating to the protection of U.S. interests in determining the treatment to be accorded a foreign mission in the United States. Authorizes the Secretary to require a foreign mission to forego the acceptance, use, or relation of a benefit. Authorizes the Secretary to require a foreign mission to divest itself of or forego the use of real property if the Secretary determines it is necessary to protect the interests of the United States. Authorizes the Secretary to use funds available to the Secretary to pay for U.S. participation in arbitrations: (1) for the peaceful resolution of disputes under treaties or other international agreements; and (2) arising under contracts authorized by law for the performance of services or acquisition of property abroad. Directs the Secretary to establish the Consular and Passport Services Fund which shall be funded by fees collected for passport and consular services and which shall be available for specified expenses related to providing passport and consular services. Directs the Secretary to report to specified congressional committees at least twice a year on the management plans for using the Fund. Limits transfers of amounts out of the Fund. Amends the Foreign Service Act of 1980 to authorize the Secretary to acquire such property and equipment as necessary to provide training for Foreign Service personnel and to acquire a consolidated training facility within reasonable proximity to the State Department. Earmarks specified amounts of funds authorized for administration of foreign affairs for such training facility. Amends the International Center Act to authorize the Secretary, in consultation with the Administrator of General Services, to construct facilities in the International Center, including facilities for security and maintenance. Authorizes the Secretary to make a grant from funds authorized for administration of foreign affairs to the American-Australian Bicentennial Foundation in support of its programs to prepare for U.S. participation in the Australian Bicentennial celebration. Expresses the sense of the Congress that it is imperative and in the national interest that each U.S. mission to a foreign country provide such support as may be necessary to U.S. citizens seeking to do business in that country. Directs the Secretary to report to the Congress within 90 days of enactment of this Act on proposals to improve the staffing and personnel management in the Bureau of International Narcotics Matters, specifically whether a narcotics specialist personnel category in the Foreign Service is an appropriate mechanism. Requires the Department of State, in order to ensure that foreign narcotics traffickers are denied visas, to cooperate with U.S. law enforcement agencies in establishing a comprehensive information system on all drug arrests of foreign nationals in the United States so such information can be sent to the appropriate U.S. embassies. Directs the Secretary and the Administrator of the Drug Enforcement Administration to agree on uniform guidelines which would permit the sharing of information on drug traffickers. Directs the Secretary to report to the Congress, within six months of enactment of this Act, on steps taken to implement such information network. Directs the Secretary to increase U.S. efforts to negotiate updated extradition treaties relating to narcotics offenses with each major drug-producing country. Directs the Secretary to issue a travel advisory warning U.S. citizens of the dangers of traveling in Mexico. Requires the travel advisory to remain in effect until those responsible for the murder of Drug Enforcement Agent Enrique Camarena Salazar have been brought to trial and a verdict has been obtained. Prohibits using any funds other than State Department funds to change the facilities of the Coordinating Committee on Export Controls. Prohibits any Federal employee other than State Department employees from: (1) being assigned as members of the U.S. delegation to the Coordinating Committee on Export Controls; or (2) being assigned to the Coordinating Committee as advisers to the U.S. delegation to the Coordinating Committee. Title II: United States Information Agency - United States Information Agency Authorization Act, Fiscal Years 1986 and 1987 - Authorizes appropriations for FY 1986 and 1987 for the U.S. Information Agency (USIA) Earmarks specified portions of such authorization for essential modernization of the Voice of America. Requires an amount not less than the amount requested by the USIA in its presentation to the Congress for increases in TV WORLDNET to be used for increases in the world wide book program initiative and related support for the Educational and Cultural Exchange Bureau. Amends the National Endowment for Democracy Act to direct the National Endowment for Democracy to make its proposals, grant agreements, and other official documents available to the public upon request. Prohibits using Endowment funds to finance political campaigns. Prohibits using Endowment funds granted to political party institutes to finance activities of the Republican National Committee or the Democratic National Committee. Requires the Endowment to require its grantees to consult with the U.S. Chief of Mission to a foreign country before funds provided by the Endowment are made available by the grantee for a project in that country. Requires amounts made available by the Endowment in FY 1986 and 1987 to the institutes established by the Democrats and Republicans to be used, to the maximum extent feasible, for projects jointly implemented by those institutes. Earmarks specified amounts of the amounts made available to the Endowment for FY 1986 and 1987 to the Free Trade Union Institute and the Center for International Private Enterprise. Authorizes the USIA to audit the financial transactions of the Endowment under specified conditions. Title III: Board for International Broadcasting - Board for International Broadcasting Authorization Act, Fiscal Years 1986 and 1987 - Amends the Board for International Broadcasting Act of 1973 to authorize appropriations for the Board for International Broadcasting for FY 1986 and 1987. Earmarks a specified amount of such authorization for radio modernization. Expresses the sense of the Congress that Radio Free Europe/Radio Liberty, Incorporated (RFE/RL) should: (1) reestablish the procedure the primary emphasis of which is the daily oversight of RFE/RL program content and quality; (2) strengthen pre- and post-broadcast review and controls; and (3) improve its personnel management system. Expresses the sense of the Congress that the Board for International Broadcasting should: (1) periodically review and update the program policy guidelines of RFE/RL; and (2) ensure that the distinctions between the Board and RFE/RL remain clear and that these two entities continue to operate within the framework established by law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Board for International Broadcasting Authorization Act, Fiscal Years 1986 and 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of State Authorization Act, Fiscal Years 1986 and 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Board for International Broadcasting Authorization Act, Fiscal Years 1986 and 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of State Authorization Act, Fiscal Years 1986 and 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "United States Information Agency Authorization Act, Fiscal Years 1986 and 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1986 and 1987 for the Department of State, the United States Information Agency, the Board of International Broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:10-05:00"
}