{
  "actions": [
    {
      "acted_at": "1998-10-01", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-10-01", 
      "references": [], 
      "text": "Committee on Judiciary. Original measure reported to Senate by Senator Hatch. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-01", 
      "calendar": "Senate Legislative", 
      "number": "677", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 677.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-10-15", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S12612-12620", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-10-15T15:09:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-15", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-15T19:16:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on International Relations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on International Relations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2536-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-10-15", 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-01", 
  "number": "2536", 
  "official_title": "An original bill to protect the safety of United States nationals and the interests of the United States at home and abroad, to improve global cooperation and responsiveness to international crime and terrorism, and to more effectively deter international crime and acts of violence.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Crime and Anti-Terrorism Amendments of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1998-10-15", 
  "subjects": [
    "Aliens", 
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Arrest", 
    "Assault", 
    "Bank fraud", 
    "Bank records", 
    "Business records", 
    "Chemicals", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer crimes", 
    "Conspiracy", 
    "Counterfeiting", 
    "Court records", 
    "Courts of special jurisdiction", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal aliens", 
    "Criminal investigation", 
    "Criminal negligence", 
    "Customs administration", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Electronic funds transfers", 
    "Emergency management", 
    "Energy", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Explosives", 
    "Extortion", 
    "Extradition", 
    "Extraterritoriality", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Fugitives from justice", 
    "Government operations and politics", 
    "Identification devices", 
    "Illegal aliens", 
    "Immigration", 
    "Imprisonment", 
    "International affairs", 
    "International cooperation", 
    "Kidnapping", 
    "Law", 
    "Local officials", 
    "Money laundering", 
    "Murder", 
    "Nuclear fuels", 
    "Obstruction of justice", 
    "Organized crime", 
    "Plutonium", 
    "Prosecution", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Seizure of vessels and cargoes", 
    "Sentences (Criminal procedure)", 
    "Ships", 
    "Smuggling", 
    "State officials", 
    "Tax courts", 
    "Taxation", 
    "Terrorism", 
    "Trading with the enemy", 
    "Transportation and public works", 
    "Treaties", 
    "Uranium", 
    "War and emergency powers", 
    "Wiretapping", 
    "Witnesses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-01", 
    "text": "TABLE OF CONTENTS: Title I: Investigating and Punishing Violent Crimes Against United States Nationals Abroad Title II: Strengthening the Borders of the United States Title III: Denying Safe Havens to International Criminals and Enhancing National Security Responses Title IV: Responding to Emerging International Crime Threats Title V: Promoting Global Cooperation in the Fight Against International Crime Title VI: Streamlining the Investigation and Prosecution of International Crimes in United States Courts International Crime and Anti-Terrorism Amendments of 1998 - Title I: Investigating and Punishing Violent Crimes Against United States Nationals Abroad - Amends the Federal criminal code to prohibit, and set penalties for, committing or attempting to commit extortion against a U.S. national. Authorizes prosecution for homicide, an attempt or conspiracy to commit homicide, or acts of physical violence with intent to cause, or resulting in, serious bodily injury with respect to U.S. nationals abroad where the Attorney General or the highest ranking subordinate of the Attorney General with responsibility for criminal prosecutions certifies in writing that the offense was intended to further the objectives of an organized criminal group (currently, limited to circumstances where such actions were intended to coerce, intimidate, or retaliate against a government or a civilian population). Specifies that such certification shall not be subject to judicial review. (Sec. 102) Prohibits, and sets penalties for, the murder or serious assault of a State or local law enforcement, judicial, or other official abroad while such official is engaged in, or if the prohibited activity occurs on account of the performance by that official of, training or providing technical or other assistance to the United States or a foreign government in connection with any program funded by the Federal Government. Limits prosecution and judicial review under this section. Title II: Strengthening the Borders of the United States - Prohibits, and sets felony penalties for, violence committed while eluding inspection or during violation of arrival, reporting, entry, or clearance requirements, including conspiracy and reckless endangerment. Prohibits, and sets penalties for: (1) failing to obey an order to heave to on being so ordered by an authorized Federal law enforcement officer; and (2) failing to comply with an order of such officer in connection with the boarding of the vessel, impeding or obstructing a boarding, arrest, or other law enforcement action authorized by Federal law, or providing false information to such an officer during a boarding regarding the destination, origin, ownership, registration, nationality, cargo, or crew of the vessel. Authorizes: (1) a foreign country to consent or waive objection to the enforcement of U.S. law by the United States under this subtitle by international agreement or, on a case-by-case basis, by radio, telephone, or similar oral or electronic means; (2) the Secretary of State or his or her designee to prove a consent or waiver by certification; and (3) the seizure and forfeiture of a vessel used in violation of this subtitle. Title III: Denying Safe Havens to International Criminals and Enhancing National Security Responses - Amends the Immigration and Nationality Act (INA) to make inadmissible for a visa or for admission into the United States any alien coming to the United States to avoid lawful prosecution in a foreign country for a crime involving moral turpitude (other than a purely political offense). Provides for the removal of such aliens to the country seeking prosecution of that alien unless, in the Attorney General's discretion, the removal is determined to be impracticable, inadvisable, or impossible. (Sec. 302) Amends the INA to provide for the inadmissibility of persons: (1) involved in racketeering and arms (or explosive material) trafficking; (2) who have benefited from illicit activities of drug traffickers; and (3) involved in international alien smuggling. (Sec. 305) Authorizes the Attorney General, if a person is arrested or charged in a foreign country in connection with an offense that would give rise to the forfeiture of property in the United States under the code or under the Controlled Substances Act (CSA), to apply to any Federal judge or magistrate judge in the district in which the property is located for an ex parte order restraining the property subject to forfeiture for up to 30 days, subject to specified requirements. (Sec. 306) Expands the Secretary's administrative summons authority under the Bank Secrecy Act. (Sec. 307) Increases the civil penalty and the criminal fine for violations of the International Emergency Economic Powers Act. (Sec. 308) Amends the Trading With the Enemy Act of 1917 to cover attempted violations of the Act. Title IV: Responding to Emerging International Crime Threats - Authorizes the interception of wire, oral, or electronic communications when such interception may provide or has provided evidence of a felony relating to computer fraud and attacks on computer systems. (Sec. 402) Specifies circumstances under which a person who commits an offense outside the United States that would constitute fraud or another prohibited related activity in connection with an access device shall be subject to the penalties for such offense as if it were committed in the United States. Title V: Promoting Global Cooperation in the Fight Against International Crime - Authorizes the Attorney General or the Secretary, whenever property is civilly or criminally forfeited under any provision of Federal law, to transfer such property or proceeds to a cooperating foreign country which participated in the seizure or forfeiture of the property. (Sec. 502) Amends the Federal judicial code to authorize the Attorney General to present a request made by a foreign government for assistance with respect to a foreign investigation, prosecution, or proceeding regarding a criminal matter the execution of which requires the use of compulsory measures in more than one judicial district, to a judge or judge magistrate of any one of such districts or of the U.S. District Court for the District of Columbia. Grants such judge or magistrate the authority to issue orders to execute the request. Title VI: Streamlining the Investigation and Prosecution of International Crimes in United States Courts - Authorizes the Attorney General to obligate, as necessary expenses from any appropriate appropriation account available to the Department of Justice in FY 1998 or any fiscal year thereafter, the cost of reimbursement to State or local law enforcement agencies for translation services and related expenses, including transportation expenses, in cases involving extradition or requests for mutual legal assistance from foreign governments. (Sec. 602) Amends the Federal judicial code to establish procedures governing the admission of foreign records in U.S. courts. (Sec. 603) Prohibits a defendant from receiving credit for any time spent in official detention in a foreign country if: (1) the defendant fled from, or remained outside of, the United States to avoid prosecution or imprisonment; (2) the United States officially requested the defendant's return to the United States for prosecution or imprisonment; and (3) the defendant is in custody in the foreign country pending surrender to the United States for prosecution or imprisonment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Crime and Anti-Terrorism Amendments of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "International Crime and Anti-Terrorism Amendments of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to protect the safety of United States nationals and the interests of the United States at home and abroad, to improve global cooperation and responsiveness to international crime and terrorism, and to more effectively deter international crime and acts of violence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:40-05:00"
}