{
  "actions": [
    {
      "acted_at": "1976-03-25", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12787-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "McCormack, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "00762", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thornton, Ray", 
      "sponsored_at": "1975-01-03", 
      "state": "AR", 
      "thomas_id": "01156", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-25", 
  "number": "12787", 
  "official_title": "A bill to authorize a Federal program of research, development, and demonstration designed to promote research and development in efficiency of energy use, and to demonstrate the practical feasibility of investment in energy efficient equipment and processes in residential, commercial, industrial, agricultural, and governmental activities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12680-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Energy Efficiency Research, Development, and Demonstration Act", 
  "sponsor": {
    "district": "36", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-25", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Energy research", 
    "Research and development", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Energy research", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-25", 
    "text": "Energy Efficiency Research, Development, and Demonstration Act - Directs the Administrator of the Energy Research and Development Administration to establish an energy conservation research development and demonstration project. Directs the Administrator to promote basic research in areas related to energy use efficiency including development of low energy consumer products and redesign of industrial, commercial, and residential patterns to improve energy conservation. Directs the Administrator to enter into agreement for the demonstration of energy use efficiency by: (1) retrofitting significant numbers of existing houses and apartments; (2) construction of new dwellings with advanced energy efficiency design features; and (3) retrofitting and new construction of a significant number of energy efficiency systems in commercial, industrial agricultural, and governmental applications. Requires the development of performance standards and criteria for energy equipment and processes used in residential, commercial, agricultural industrial, and governmental applications. Directs the Administrator to disseminate information on improved energy efficiency uses to the public and to evaluate consumer reaction to energy efficiency and processes. Directs the heads of Federal agencies to introduce energy efficient processes into their departments as soon as possible. Establishes criteria for competitive procurement procedures in the purchase of such new processes. Directs the Administrator to study various institutional factors which effect energy use efficiency, including tax laws, administrative regulations, environmental, and capital related factors. Requires a semi-annual progress report to Congress with recommendations by the Administrator for future legislative action. Authorizes the appropriation of $60,000,000 for each fiscal year from 1977 through 1981 to further the purposes of this Act. Stipulates that amounts authorized but not expended during the first two fiscal years may be appropriated for any of the three succeeding fiscal years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Efficiency Research, Development, and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a Federal program of research, development, and demonstration designed to promote research and development in efficiency of energy use, and to demonstrate the practical feasibility of investment in energy efficient equipment and processes in residential, commercial, industrial, agricultural, and governmental activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:03-05:00"
}