{
  "actions": [
    {
      "acted_at": "1976-08-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15071-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-05", 
  "number": "15071", 
  "official_title": "A bill to amend the Federal Trade Commission Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Trade Commission Amendments", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-05", 
  "subjects": [
    "Antitrust law", 
    "Federal Trade Commission", 
    "Federal employees and officials", 
    "Independent regulatory commissions", 
    "Unfair or deceptive trade practices"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-05", 
    "text": "Federal Trade Commission Amendments - Provides, under the Federal Trade Commission Act, that the appointment of any officer or employee of the Federal Trade Commission (other than a Commissioner) shall not be subject to review or approval by any entity within the Executive Office of the President. Requires that all recommendations by the Commission concerning legislation transmitted to the President or the Office of Management and Budget be concurrently transmitted to Congress. Makes cease and desist orders of the Commission final 60 days after such order is served unless stayed by an appropriate count. Requires the Commission to act upon a petition for the issuance, repeal, or amendment of a rule defining an unfair or deceptive act within 120 days after receipt of such petition. States that if such petition is for the issuance of a rule defining such an act and is denied or not acted upon by the Commission, the petioner may have a district court of the United States issue an order requiring the Commission to initiate such a rule if such court finds that the practices sought to be proscribed have a substantial adverse effect on a significant number of persons and that the Commission's failure to issue a rule with respect to such petition will result in a continuation of such practices and their adverse effects. Imposes a civil penalty of $5,000 per day for each day any person, partnership, or corporation fails to provide reports or documentary evidence or fails to testify before the Commission when required to do so. Authorizes to be appropriated to carry out the functions of the Federal Trade Commission for fiscal year 1978, $61,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Trade Commission Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:43-05:00"
}