{
  "actions": [
    {
      "acted_at": "1979-08-02", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5071-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Carney, William", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00178", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Dornan, Robert K.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00310", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Mottl, Ronald M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-02", 
  "number": "5071", 
  "official_title": "A bill to provide for an increase in the rate of interest which is payable on savings accounts and certain other types of accounts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Savers Act of 1979", 
  "sponsor": {
    "district": "10", 
    "name": "Biaggi, Mario", 
    "state": "NY", 
    "thomas_id": "00085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-02", 
  "subjects": [
    "Bank accounts", 
    "Corporations and Stocks", 
    "Credit unions", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Interest", 
    "Interest rates", 
    "National Credit Union Administration", 
    "National banks", 
    "Negotiable instruments", 
    "Savings and loan associations", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-08-02", 
    "text": "Small Savers Act of 1979 - Amends the Federal Reserve Act, the Federal Deposit Insurance Act, and the Home Owners' Loan Act of 1933 to permit member banks in the Federal Reserve System, federally insured nonmember banks (including insured mutual savings banks), and Federal savings and loan associations to pay interest on negotiable order of withdrawal (NOW) accounts for individuals and nonprofit organizations. Amends the Federal Credit Union Act to authorize Federal credit unions to offer share draft accounts to individuals and nonprofit organizations. Requires the Board of Governors of the Federal Reserve System, the Board of Directors of the Federal Deposit Insurance Corporation, the Federal Home Loan Bank Board, and the National Credit Union Administration Board to consult with each other in setting the interest rates on time and savings deposits or the rate of dividends on share draft accounts which may be paid by financial institutions under their jurisdiction. Fixes the interest rate on all NOW accounts at one-fourth percent below the lowest passbook rate. Permits depository institutions which are currently authorized to offer NOW and share draft accounts to continue to pay interest at their existing rate. Extends the authority of the Secretary of the Treasury, the Board of Governors of the Federal Reserve System, the Board of Directors of the Federal Deposit Insurance Corporation, and the Federal Home Loan Bank Board to set maximum interest rates (Regulation Q) for each category of deposit until January 1, 1990. Requires such maximum rates to be increased by one- fourth percent every six months between January 1, 1982, and July 1, 1988. Authorizes the Board of Governors of the Federal Reserve System to postpone such an increase for one year if such action is necessary to preserve the viability of depository institutions during a serious economic emergency. Requires the Board to report to the Congress if such authority is exercised. Prohibits the Board of Governors, the Board of Directors of the Federal Deposit Insurance Corporation, the Federal Home Loan Bank Board, or the National Credit Union Administration from approving any new category of deposits or accounts which pays interest at a rate lower than the rate payable on existing deposits and accounts of comparable maturities. Requires the Board of Governors to report to the Congress if the bank regulatory agencies determine that the increases in the maximum rate of interest could be accelerated. Authorizes the Board of Governors, in consultation with the other bank regulatory agencies, to prescribe maximum rates of interest after the lapse of Regulation Q on January 1, 1989. States that such controls shall remain in effect for one year and must be based on a finding that an extreme economic emergency exists and such action is necessary to maintain the economic viability of depository institutions. Requires any such finding to be promptly reported to the Congress. Requires the bank regulatory agencies to report annually to the Congress on the viability of depository institutions. Terminates the authority for interest rate differentials between insured banks and insured thrift institutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Savers Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an increase in the rate of interest which is payable on savings accounts and certain other types of accounts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:31-05:00"
}