{
  "actions": [
    {
      "acted_at": "1976-08-24", 
      "committee": "Senate Committee on Aeronautical and Space Sciences", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Aeronautical and Space Sciences.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3759-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Aeronautical and Space Sciences", 
      "committee_id": "SSAE"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1975-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-24", 
  "number": "3759", 
  "official_title": "A bill to develop, establish and validate an Earth Resources Information System, to direct the National Aeronautics and Space Administration to continue a research and development program, to provide, if necessary, for establishment of a corporation to operate the domestic ground segment of such a system, to establish an office of Earth Resources Policy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15736-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Earth Resources Information Satellite System Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-24", 
  "subjects": [
    "Conservation of natural resources", 
    "Corporations", 
    "Earth resources satellites", 
    "Earth science research", 
    "Earth sciences", 
    "Energy policy", 
    "Executive Office of the President", 
    "Government corporations", 
    "Government operations and politics", 
    "Public lands and natural resources", 
    "Space"
  ], 
  "subjects_top_term": "Earth resources satellites", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-24", 
    "text": "Earth Resources Information Satellite System Act - Title I: Earth Resources Information System Policies and Management - Declares it the policy of the United States to establish an Earth Resources Information System to aid in the effective management and utilization of the Earth's resources through the use of earth satellites and other observation sources. Title II: Establishment of the Earth Resources Information System - Establishes the Earth Resources Information System, to be implemented immediately by the President in a manner consistent with the purposes of this Act. Title III: Federal Coordination, Planning and Regulation - Establishes an Office of Earth Resources Policy in the Executive Office of the President to aid in the planning, coordination, and review of all phases of the development of the Earth Resources Information System. Directs the National Aeronautics and Space Administration to continue research and development activities and to consult with and assist the Earth Resources Satellite Corporation in order to fulfill the purposes of this Act. Title IV: Creation of an Earth Resources Satellite Corporation - Authorizes the establishment of the Earth Resources Satellite Corporation if the President determines that a corporation is required to operate the domestic ground segment in order to achieve the purposes of this Act. Directs the Corporation to manage the commercial domestic data handling segment of the Earth Resources Information System. Authorizes the Corporation to contract for research and development and services necessary for its operation. Title V: Miscellaneous Provisions - Requires that notification of negotiations between private entities and any foreign businesses, with respect to facilities; operations; or services authorized by this Act, be given to the State Department. Authorizes judicial relief in the United States district court for actions taken which violate any of the provisions of this Act. Directs the President to transmit an annual report to Congress on Federal activities taken to achieve the objectives of this Act. Directs the Corporation to submit annual reports of its activities to the President and Congress. Authorizes the appropriation of $1,000,000 for fiscal year 1976 to implement the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Earth Resources Information Satellite System Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to develop, establish and validate an Earth Resources Information System, to direct the National Aeronautics and Space Administration to continue a research and development program, to provide, if necessary, for establishment of a corporation to operate the domestic ground segment of such a system, to establish an office of Earth Resources Policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:57-05:00"
}