{
  "actions": [
    {
      "acted_at": "1987-08-05", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1594-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1988-03-17", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1987-09-18", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1988-03-14", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1988-03-17", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-05", 
  "number": "1594", 
  "official_title": "A bill to improve the operation of the Caribbean Basin Economic Recovery Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3101-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3101-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Caribbean Basin Economic Recovery Expansion Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-08-05", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Alcohol", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Antidumping", 
    "Business and commerce", 
    "Caribbean area", 
    "Clocks and watches", 
    "Clothing industry", 
    "Countervailing duties", 
    "Customs administration", 
    "Fisheries", 
    "Food and Food Industry", 
    "Food industry", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Import quotas", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "Leather industry", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Seafood industries", 
    "Shoe industry", 
    "Sugar and sugar trade", 
    "Tariff", 
    "Textile industry and fabrics", 
    "Tuna fisheries"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-05", 
    "text": "Caribbean Basin Economic Recovery Expansion Act of 1987 - Amends the Caribbean Basin Economic Recovery Act to set forth the method for calculating duty-free treatment status for articles imported from East Caribbean beneficiary countries. Sets forth such countries. Provides that duty-free treatment provided under this Act shall not apply to: (1) certain textile and apparel articles; (2) certain footwear, handbags, luggage, flat goods, work gloves, and leather wearing apparel; (3) tuna in airtight containers; (4) petroleum or petroleum products; or (5) certain watches and watch parts. Requires the President to establish categories of such articles not accorded duty-free treatment. Requires the President to provide duty-free treatment to articles under such categories if the International Trade Commission (ITC) determines that: (1) such articles are either not produced in the United States, or not produced in the United States in quantities sufficient to meet domestic demand; and (2) no directly competitive articles are produced in the United States. Permits a person to file a petition with the ITC requesting the granting or withdrawal of duty-free treatment with respect to such articles. Requires the President to withdraw the duty-free treatment provided to articles within a category if the ITC determines, after the filing of a petition, that such category is no longer eligible for such treatment. Limits the aggregate quantity of articles, in a category to which a duty-free quota applies and produced in all beneficiary countries, that may be entered duty-free during any calendar year after 1987 to an amount equal to five percent of the aggregate quanity of such articles imported during that year from all beneficiary countries. Requires the President to provide duty-free treatment to articles of a beneficiary country imported after such calendar year before the total quantity imported during that year equals or exceeds the duty-free quota for such articles for such country for that year. Requires each beneficiary country to submit a specified report to the President. Authorizes the President to suspend the provision of duty-free treatment if such beneficiary country fails to submit such report. Provides that no duty-free treatment extended to a beneficiary country shall remain in effect after September 30, 2007. Amends the Tariff Schedules of the United States to prohibit application of quantitative import restrictions to articles manufactured in a beneficiary country (as defined for purposes of the Generalized System of Preferences) in whole of U.S. materials. Grants duty-free treatment to such articles. Grants duty-free treatment to articles (not over $600 in value) acquired in a beneficiary country. Increases (from $800 to $1000) the personal exemption from customs duties of articles acquired in the U.S. insular possessions and from other countries. Amends the Tariff Act of 1930 to require the ITC when making determinations as to material injury with respect to antidumping and countervailing duty cases to cumulatively assess the volume and effect of imports from a country designated as a beneficiary country under the Caribbean Basin Economic Recovery Act with respect to imports of like products that are the product of one or more other countries designated as beneficiary countries. Amends the Tax Reform Act of 1986 to exempt from the prohibition against imports being considered eligible for exemption from duties certain ethyl alcohol imported during 1987 and 1988 if it was produced in a certain type of facility in: (1) an U.S. insular possession if such facility was in operation on January 1, 1986; or (2) a beneficiary country if such facility was in operation on January 1, 1987. Limits the aggregate quantity of imported sugar from a country designated a beneficiary country under the Caribbean Basin Economic Recovery Act for any year after December 31, 1987, to the allocation of such country for the period beginning on September 26, 1983, and ending September 30, 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Caribbean Basin Economic Recovery Expansion Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the operation of the Caribbean Basin Economic Recovery Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:40-05:00"
}