{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-17", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "6", 
  "official_title": "A bill to provide for the establishment of a United States Court of Labor-Management Relations which shall have jurisdiction over certain labor disputes in industries substantially affecting commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Court of Labor-Management Relations", 
  "sponsor": {
    "district": "1", 
    "name": "Rhodes, John J.", 
    "state": "AZ", 
    "thomas_id": "00957", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Actions and defenses", 
    "Administration of justice", 
    "Collective bargaining", 
    "Courts and Civil Procedure", 
    "Industrial relations", 
    "Injunctions", 
    "Labor and employment", 
    "Labor disputes", 
    "Law", 
    "Lockouts", 
    "Supreme Court", 
    "Supreme Court jurisdiction"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "United States Court of Labor-Management Relations - Establishes a United States Court of Labor-Management Relations to have jurisdiction over labor disputes in industries substantially affecting interstate commerce that result in concerted work stoppages which adversely affect the general welfare, health, or safety of the nation. Permits invocation of the jurisdiction of the court either: (1) upon application of the Attorney General after all procedures for enjoining work stoppages under the Labor-Management Relations Act of 1947 and the Railway Labor Act have been exhausted; or (2) upon application of any party to the labor dispute regardless of the availability of alternate procedures. Empowers the court, upon the invocation of its jurisdiction, to enjoin the work stoppage, and to make necessary or appropriate orders, including orders affecting rates of pay and working conditions. Requires the parties, upon the issuance of such order, to make every effort, under the continuing direction of the court, to settle their differences. Authorizes the court, within 80 days of such order, to require the parties to attend hearings and testify with respect to their dispute. Directs the court to set a matter down for immediate hearing and final judicial determination if the parties fail to settle their differences within 80 days of the issuance of the injunction or if the parties agreed to continue to attempt beyond such 80 days period to voluntarily settle their differences and thereafter advise the court that a negotiated settlement is impossible. Sets forth procedures for such hearings. Limits the power of the court, in making a final determination of any case with respect to which there is in effect a valid collective bargaining agreement or other similar contract, to applying or interpreting such agreement. Specifies guidelines to be followed by the court in fixing rates of pay or other conditions of employment. States that the decisions of the court shall be final unless they are arbitrary and capricious or are violations of a constitutional right, in which case the Supreme Court shall have exclusive appellate jurisdiction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Court of Labor-Management Relations", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of a United States Court of Labor-Management Relations which shall have jurisdiction over certain labor disputes in industries substantially affecting commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:45-05:00"
}