{
  "actions": [
    {
      "acted_at": "1990-06-12", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-12", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-19", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-25", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to the Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-25", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to the Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-25", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to the Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-28", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM, DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5010-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-12", 
  "number": "5010", 
  "official_title": "To provide separation, placement, and job training benefits for military and federal civilian service personnel and communities affected by funding cuts within the Department of Defense.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Employment Transition Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-12", 
  "subjects": [
    "Armed forces and national security", 
    "Civil service retirement", 
    "Conversion of industries", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Dismissal wage", 
    "Early retirement", 
    "Federal employees", 
    "Government employees' health insurance", 
    "Grants-in-aid", 
    "Information services", 
    "Job hunting", 
    "Layoffs", 
    "Manpower training programs", 
    "Military bases", 
    "Military discharges", 
    "Military pay", 
    "Occupational retraining", 
    "Relocation of employees", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-12", 
    "text": "Title I: Separation Pay for Enlisted Members - Entitles regular enlisted members of the armed forces who are involuntarily discharged or released or are denied reenlistment after having served at least five but less than 20 years of active service to separation pay. Title II: Age/Service Credit for Department of Defense Civilian Employees - Makes civilian Federal employees of the Department of Defense (DOD) who are separated from their positions as a result of a major reduction in force or a military base closure or realignment eligible for early retirement benefits under the Civil Service and Federal Employees' Retirement Systems. Title III: Federal Employee Placement and Retraining Act - Directs the Office of Personnel Management (OPM) to establish and maintain a list for priority placement of certain civilian DOD employees who are notified of such a separation and have not declined offers of employment for other DOD positions within their commuting area for which they qualify and which will not provide a cut in pay. Requires DOD to fill vacant positions within a particular commuting area with the individuals listed to be placed in positions in that particular area unless there are no such individuals who are qualified for such positions. Grants individuals listed for priority placement who apply for agency positions for which they are qualified priority over individuals not so listed. Terminates an individual's eligibility to remain on such a list: (1) six months after the individual's separation; (2) upon the request of an individual to have his or her name removed from the list; or (3) upon such an individual's acceptance of an offer of employment for an agency position for which he or she is qualified and which will not provide a cut in pay. Requires the Secretary of Defense to file a certificate with the Administrator of OPM which identifies such DOD employees as eligible to apply for the following assistance made available under this title: (1) supplemental severance allowances; (2) supplemental wage allowances; (3) job search allowances; (4) relocation allowances; (5) job retraining programs; and (6) counseling, testing, and placement services, and supportive and other employment services provided under any other Federal law. Entitles such employees to continued health insurance coverage while receiving severance pay if they pay the employee contributions required for such coverage. Requires the Administrator to provide notice and information to such employees about such assistance and the application procedures. Authorizes payment of a supplemental severance allowance to such employees who meet specified conditions concerning the length of former DOD employment. Requires such employees to be enrolled in or have completed a job retraining program approved by the Administrator unless the Administrator or the State or a State agency determines that such a program is not feasible or appropriate. Sets forth amounts of such allowances payable, reduced by any payments received during approved retraining. Requires such payments to be coordinated with benefits provided under other Federal training programs. Provides supplemental wage allowances in lieu of supplemental severance allowances to adversely affected workers covered by such a certification who accept full-time employment at an average weekly wage that is less than their average weekly wage during DOD employment. Limits the dollar amounts of such supplemental allowances. Allows such workers to file applications with the Administrator to receive allowances to cover a certain amount of the expenses of searching and relocating for other employment, under certain conditions. Authorizes the Administrator to approve worker training under specified conditions and give priority to on-the-job training. Requires such benefits to be coordinated with other Federal training programs. Outlines other training program conditions, requirements, and limitations. Directs the Administrator to make every reasonable effort to secure for such workers the employment services made available under this title. Outlines provisions concerning: (1) agreements between the Administrator and a State for provision of such assistance; (2) the determination and provision of such assistance by the Administrator in the absence of any State agreement; (3) payments to States under an agreement concerning sums necessary to make such assistance payments to affected workers; (4) liabilities of certifying and disbursing officers; (5) fraud and the recovery of overpayments in the provision of such assistance; and (6) penalties in connection with the disclosure of false information to receive such assistance. Gives the Administrator subpoena power to make eligibility determinations under this title. Authorizes appropriations to OPM for FY 1990 through 1995 to carry out this title. Title IV: Defense Employment Transition Assistance - Defense Employment Transition Act - Amends the Federal-State Extended Unemployment Compensation Act of 1970 and the Job Training Partnership Act to make available to the workers in defense-related industry who are certified by the Secretary of Labor as eligible to receive defense transition assistance because of the adverse impact of cuts in Federal defense spending the allowances for job searches and relocation, the job retraining programs, the employment services, and the transition allowances in lieu of supplemental allowances authorized for DOD employees under title III of this Act. Outlines procedures under which a group of workers may petition the Secretary for such assistance. Provides for public hearings, a determination by the Secretary that such group meets appropriate requirements, and issuance by the Secretary of a certificate of eligibility. Outlines administrative limitations and procedures in connection with such certification. Requires the Secretary to provide notice and information to affected workers about such assistance and application procedures. Authorizes the payment of transition allowances to adversely affected workers who are covered by such a certification, who file appropriate applications, and who meet specified conditions concerning length and amount of former employment in the defense-related industry before the layoff or termination took place. Requires such workers to be enrolled in or have completed a worker retraining program approved by the Secretary, unless the Secretary or the State or a State agency determines that such a program is not feasible or appropriate. Sets forth amounts of the allowance payable, reduced by any payments received during approved retraining. Requires such payments to be coordinated with benefits provided under other Federal training programs. Limits the dollar and time-period amounts of such assistance. Authorizes the Secretary to approve worker training under specified conditions and give priority to one-the-job training. Requires such benefits to be coordinated with other Federal training programs. Outlines other training program conditions, requirements, and limitations. Directs the Secretary to make every reasonable effort to secure for such workers counseling, testing, and placement services and supportive and other employment services provided under any other Federal law. Allows such workers to file with the Secretary an application for a job search allowance and a relocation allowance to cover a certain amount of appropriate expenses, under certain conditions. Outlines provisions concerning: (1) agreements between the Secretary and a State for the provision of defense employment transition assistance; (2) the determination and provision of such assistance by the Secretary in the absence of any State agreement; (3) payments to States under an agreement concerning sums necessary to make such assistance payments to affected workers; (4) liabilities of certifying and disbursing officers; (5) fraud and the recovery of overpayments in the provision of such assistance; and (6) penalties in connection with the disclosure of false information to receive such assistance. Gives the Secretary subpoena power to make eligibility determinations under this title. Authorizes appropriations to the Department of Labor under the Federal-State Extended Unemployment Compensation Act of 1970 and the Job Training Partnership Act to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Employment Transition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide separation, placement, and job training benefits for military and federal civilian service personnel and communities affected by funding cuts within the Department of Defense.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:54-05:00"
}