{
  "actions": [
    {
      "acted_at": "1978-06-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13015-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Frey, Lou, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00416", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-07", 
  "number": "13015", 
  "official_title": "A bill to establish certain requirements relating to interstate and foreign telecommunications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Communications Act", 
  "sponsor": {
    "district": "42", 
    "name": "Van Deerlin, Lionel", 
    "state": "CA", 
    "thomas_id": "01179", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-07", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Broadcasting", 
    "Business and commerce", 
    "Communication policy", 
    "Communication satellites", 
    "Competition", 
    "Department of the Treasury", 
    "Federal Communications Commission", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government trust funds", 
    "Independent regulatory commissions", 
    "International affairs", 
    "International agencies", 
    "International cooperation in telecommunication", 
    "Licenses", 
    "Maritime satellites", 
    "Minorities", 
    "Minorities in the mass media industry", 
    "Minority business enterprises", 
    "Radio", 
    "Radio broadcasting", 
    "Rural economic development", 
    "Science, technology, communications", 
    "Space", 
    "Telecommunication policy", 
    "Telephone", 
    "Television", 
    "Television broadcasting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-07", 
    "text": "Communications Act - Title I: General Provisions - Declares that the provisions of this Act apply to: (1) any interstate or foreign telecommunications which originate or are received within the United States, or which are both originated and received within the United States; (2) any person engaged within the United States in such telecommunications; and (3) the licensing and regulation of broadcasting facilities and nonbroadcasting radio facilities. Title II: Communications Regulatory Commission - Establishes the Communications Regulatory Commission, an independent regulatory agency. Directs the Commission to be composed of five Commissioners appointed by the President, by and with the advice and consent of the Senate. Provides for a sunset review of the Commission and its programs every ten years. Terminates the Federal Communications Commission pursuant to Title VIII of this Act. Establishes, within the Commission, an Office of Consumer Assistance. Requires the Office to: (1) assure that the interests of consumers are presented and considered in a timely manner by the Commission in the formulation of policies, in rulemaking and other proceedings conducted by the Commission, and in the operation of programs which affect the interests of consumers; (2) encourage the development of information of interest to consumers by the Commission, and the publication and distribution of materials which will inform consumers of matters of interest to them in readily understandable language; (3) assess the needs, interests, and problems of consumers in connection with matters within the jurisdiction of the Commission; (4) submit recommendations to the Commission with respect to the manner in which programs and activities of the Commission affecting consumers may be improved; and (5) encourage, initiate, and participate in consumer education programs and consumer counseling programs. Prohibits any Commissioner or supervisory employee of the Commission from engaging in any other business, vocation, or employment. Prohibits such persons from representing any person before the Commission during the one year period following the termination of service as a commissioner or supervisory employee. Title III: Common Carrier Telecommunications - Requires the Commission to determine whether any person is a common carrier and to classify carriers and interstate telecommunications services. Authorizes the Commission to prescribe different requirements for different classes of carriers. Requires every common carrier to furnish service when requested, and to establish connection with any other carrier when a reasonable request is made unless such connection would result in economic harm to the carrier from whom the connection is sought and such harm would exceed the public benefit which would be created by the connection. Requires every common carrier to file with the Commission schedules showing all rates and terms for any service which it provides. Requires the Commission in the exercise and performance of its powers and duties to: (1) place maximum feasible reliance on marketplace forces; (2) rely on competition to provide efficient, low-cost, quality telecommunication services; (3) establish fair competitive conditions; and (4) prevent practices which would allow any carrier to limit or exclude competition in the provision of telecommunication services. Authorizes any common carrier to hold or acquire shares of any separate company which engages in any activity determined to be telecommunications or incidental to telecommunications. Prohibits any person from providing a noncompetitive telecommunications service and engaging in the manufacture of equipment used to furnish domestic common carrier service. Requires the Commission to establish and administer a Universal Service Compensation Fund in order to maintain toll telephone service and local exchange telephone service at affordable levels and to ensure the nationwide availability of basic voice telephone service. Requires any person who provides an intercity telecommunications service or facility which is physically connected with local exchange switching facilities and plant to pay an access charge to such Fund. Authorizes the Communications Satellite Corporation to participate as the designated entity of the United States in: (1) the International Telecommunications Satellite Organization; and (2) the International Maritime Satellite Organization, in order to provide general and maritime telecommunications services. Requires the Corporation to establish a separate subsidiary to be considered as international service carrier to provide international telecommunications services. Authorizes the Corporation to establish, own, and operate satellite terminal stations and maritime satellite land terminal stations. Establishes a task force on international telecommunications facility planning. Establishes the Director of the National Telecommunications Agency as chairman of the task force. Authorizes the Corporation or any common carrier to construct international telecommunications facilities. Requires the President to aid in the planning and development of telecommunications systems operated by international organizations and in the planning and development of services provided by such organizations. Requires the Commission to establish procedures providing for the continuing review of the telecommunications activities of the Corporation in its role as the United States signatory in such international organizations. Title IV: Broadcasting Services and Nonbroadcasting Radio Services - Prohibits any person from using or operating any equipment for the provision of broadcasting services or nonbroadcasting radio services, except in accordance with the provisions of this Title. Requires the Commission to ensure the most efficient and diverse use of the electromagnetic frequency spectrum. Enumerates duties of the Commission in meeting such requirement. Includes in such duties the assignment of frequencies and determination of power to be used by each station licensed under this Act. Establishes on the books of the United States Treasury the Telecommunications Fund. Establishes in the Fund: (1) the Public Telecommunications Programming Endowment Account to facilitate the development of public telecommunications in which noncommercial educational and cultural programs of high quality will be made available; (2) the Rural Telecommunications Loan Account to furnish and improve telecommunications facilities, services, and systems in rural areas; and (3) the Minority Ownership Loan Account to increase diversity of ownership of television and radio broadcasting stations. Requires the Commission, subject to specified limitations, to grant to any applicant a license for the use or operation of any equipment for the provision of broadcasting services or nonbroadcasting radio services. Prohibits granting broadcasting licenses to any alien or foreign corporation. States that nothing in this Act shall be construed to give the Commission the power to censor or regulate the content of any transmission by any person using or operating any equipment for the provision of broadcasting services or nonbroadcasting radio services. States that radio broadcasting station licenses shall be granted for an indefinite period of time. Declares that television broadcasting station licenses shall be granted for no longer than five years. Establishes the duration of the renewal period of such license at five years. Prohibits any license from being issued to operate any broadcast station unless a permit for the construction of such station has been granted by the Commission and all construction has taken place under such permit. Requires the Commission to require television station licensees to: (1) provide new and locally produced programming throughout the days; and (2) treat controversial issues of public importance in an equitable manner. Directs that in any case in which a television broadcasting station licensee submits an application to the Commission for the renewal of a license, the Commission may not consider any competing application for such license in determining whether to renew such license. Requires television stations to announce the identity of any party paying for matter broadcast by the station if the station receives money or services for such broadcast. Requires television stations to afford equal opportunity to all legally qualified candidates for political office if such station permits a candidate to use its station. Exempts from such requirement candidates for the Office of President, Vice President, Senator, or other office for which statewide elections are held. Prohibits the Commission from approving any radio or television license application if such station will be operated in the same market as any other station operated by such licensee at the time of such application. Prohibits the approval of any application for a radio broadcasting license if such approval would result in the applicant's operating or controlling more than five radio broadcasting stations. Prohibits the approval of an application for a television broadcasting station license if the approval of such application would result in the applicant's operating or controlling more than five television broadcasting stations with more than three of such stations operating in any of the 50 largest U.S. markets. Requires any applicant for a license in connection with the provision of nonbroadcasting radio services to file an application with the Commission. Prohibits a license from being granted for more than ten years in connection with the provision of nonbroadcasting radio services. Title V: Administrative and Judicial Procedures; Penalties - Sets forth administrative procedures to be used in rulemaking, adjudications, review of certain actions, rehearings, orders of the Commission, and investigations by the Commission under the Act. Sets forth judicial procedures to be used in the enforcement of the Act. Sets forth penalties for the violation of this Act. Title VI: Public Telecommunications - Authorizes the establishment of a private, nonmembership, nonprofit corporation, to be known as the Public Telecommunications Programming Endowment. Declares the purposes of the Endowment to be: (1) the facilitation of the development of public telecommunications in which noncommercial educational and cultural programs and services of high quality and diversity will be made available to public telecommunications entities for dissemination to the public at times chosen by the entities; (2) the support of the development of noncommercial instructional television and radio programs and services designed for use by elementary schools or school systems, secondary schools or school systems, or institutions of higher education in connection with regular courses of study; and (3) the support of the development of local, regional, and national noncommercial television and radio programming and services to meet the needs and interests of the communities and communities-of-interest in the United States. Authorizes the Endowment, in order to carry out these purposes, to provide financial assistance to public telecommunications entities, States, and schools. Requires the Director of the National Telecommunications Agency to establish and carry out a program of grants to public broadcasting stations to assist in meeting the costs of facilities and operations of such stations. Limits the total amount of any payments made for such costs to not more than 50 percent of the total budget of the station. Requires the Director to establish and carry out a program of grants to: (1) assist in the planning and construction of new public telecommunications facilities designed to expand the availability of public communications services; (2) assist in meeting the costs of operation of noncommercial telecommunications entities; and (3) demonstrate innovative methods of expanding the availability of public telecommunications services. Requires the Director to arrange grants for the construction or lease of interconnection facilities suitable for distribution and transmission of noncommercial instructional, educational, and cultural television or radio programs and services to public telecommunications entities, except that the Agency may not own, operate, or otherwise control any such interconnection facilities. Prohibits any person responsible for operating or managing any interconnection system acquired or constructed through the use of such grants from: (1) producing or acquiring programs; (2) acting as a trade association representing public telecommunications entities; and (3) scheduling programs or services for dissemination by public telecommunications entities to the public at specific times. Authorizes the Secretary of Health, Education, and Welfare to make grants and contracts to carry out telecommunications demonstrations. Authorizes the Secretary to approve an application for such a grant if it is determined that: (1) the project will demonstrate innovative methods or techniques of utilizing nonbroadcast telecommunications equipment or facilities; and (2) the facilities and equipment acquired or developed will be used substantially for the transmission, distribution, and delivery of health, education, or public or social service information. Title VII: National Telecommunications Agency - Establishes an independent establishment in the executive branch of the Federal Government to be known as the National Telecommunications Agency. Requires the Agency to: (1) develop and implement a national telecommunications policy; (2) act as the arbiter of disputes between Government agencies in connection with the development and implementation of national telecommunications policy; and (3) exercise principal responsibility for allocation of the electromagnetic frequency spectrum for various uses. States that the head of the Agency shall be appointed by the President by and with the advice and consent of the Senate. Transfers all personnel, property, records, obligations, commitments, and unexpended balances of the National Telecommunications and Information Administration to the Agency. Title VIII: Miscellaneous Provisions - Transfers all personnel, property, records, obligations, commitments and unexpended balances of the Federal Communications Commission to the Communications Regulatory Commission. Makes conforming and technical amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Communications Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish certain requirements relating to interstate and foreign telecommunications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:14-05:00"
}