{
  "actions": [
    {
      "acted_at": "1982-05-21", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-02", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from Federal Reserve System; Federal Deposit Insurance Corporation; Federal Home Loan Bank Board; Comptroller of the Currency; Treasury Department; HUD; National Credit Union Administration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-21", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking received executive comment from Federal Deposit Insurance Corporation. Generally unfavorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-02", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking received executive comment from Federal Home Loan Bank Board. Unfavorable.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2561-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-21", 
  "number": "2561", 
  "official_title": "A bill to revitalize the housing industry by strengthening the financial stability of home mortgage lending institutions and insuring the availability of home mortgage loans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Net Worth Guarantee Act", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-21", 
  "subjects": [
    "Bank management", 
    "Bank reserves", 
    "Credit unions", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Finance and financial sector", 
    "Government trust funds", 
    "Mortgage banks", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-21", 
    "text": "Net Worth Guarantee Act - Amends the Federal Deposit Insurance Act, the National Housing Act, and the Federal Credit Union Act to permit the Federal Deposit Insurance Corporation, the Federal Home Loan Bank Board and the National Credit Union Administration Board to guarantee the net worth of qualified insured institutions. Sets forth the eligibility requirements which institutions, including State chartered commercial banks and national banks, must meet in order to receive such assistance. Requires net worth to be less than two percent, four percent, or four- and-a-half percent, as specified. Requires losses in two consecutive quarters, and at least 20 percent of an institution's loans and investments to be in mortgages secured by or securities backed by residential real property. Requires that an institution use at least 60 percent of its annual net new deposits to issue mortgages which meet specified criteria, including mortgages on multifamily rental projects or stock in residential cooperative housing corporations. Sets forth a formula for determining the amount of any guarantee of net worth. Permits additional guarantees of net worth after a two year period if the certified continued earnings losses are caused by general market conditions and not by the actions of the institution. Requires a qualified institution, when its net worth exceeds one percent of the minimum level of net worth eligibility, to begin to reduce the amount of guarantees of net worth received. Declares that the total annual reduction of guarantees of net worth received by such institution shall not be less than 50 percent of the net income, after taxes, of such bank for the year involved. Declares that outstanding guarantees of net worth provided by the Corporation shall be backed by the Net Worth Guarantee Account established by this Act. Establishes in the Treasury of the United States a Net Worth Guarantee Account which shall be used for the required payment of any guarantee of net worth issued pursuant to this Act. Limits the total amount of guarantees of net worth issued under this Act at any time to $8,5000,000,000. Declares that no guarantee of net worth may be issued after September 30, 1984. Requires the Federal Home Loan Bank Board, the Board of Directors of the Federal Deposit Insurance Corporation, and the National Credit Union Administration Board to make quarterly reports to each House of Congress specifying the types and amounts of guarantees of net worth provided to each depository institution and the conditions imposed on each such depository institution. Requires each such report to include the most current periodic assessment and evaluation of each assisted institution's performance in meeting local community credit needs prepared by the appropriate Federal financial supervisory agency pursuant to the Community Reinvestment Act of 1977. Requires the Comptroller General to conduct semiannual audits of each guarantee of net worth and of the Net Worth Guarantee Account and transmit such report to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Net Worth Guarantee Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revitalize the housing industry by strengthening the financial stability of home mortgage lending institutions and insuring the availability of home mortgage loans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:21-05:00"
}