{
  "actions": [
    {
      "acted_at": "1977-03-31", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-12", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works and Transportation with amendment, H. Rept. 95-300.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-17", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-17", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #245 (310-89).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-23", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-06-22", 
      "references": [], 
      "text": "Committee on Environment and Public Works discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-22", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #235 (81-9).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-24", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5885-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harsha, William H.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "00507", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-31", 
  "number": "5885", 
  "official_title": "A bill authorizing additional appropriations for prosecution of projects in certain comprehensive river basin plans for flood control, navigation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1529-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Comparative Macroeconomic Inland Freight Transportation Study Act", 
  "sponsor": {
    "district": "1", 
    "name": "Johnson, Harold T.", 
    "state": "CA", 
    "thomas_id": "00600", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-31", 
  "subjects": [
    "Administrative fees", 
    "Alabama", 
    "Alaska", 
    "Arizona", 
    "Arkansas", 
    "Authorization", 
    "Beach erosion", 
    "Bridges", 
    "California", 
    "Canals", 
    "Columbia River development", 
    "Connecticut", 
    "Costs", 
    "Dams", 
    "Disasters", 
    "Dredging", 
    "Evaluation", 
    "Federal advisory bodies", 
    "Fish culture", 
    "Fish kills", 
    "Flood control", 
    "Floods", 
    "Florida", 
    "Georgia", 
    "Guam", 
    "Harbors", 
    "Hawaii", 
    "Highway engineering", 
    "Hydroelectric power", 
    "Indiana", 
    "Inland water transportation", 
    "Interbasin transfers", 
    "Kentucky", 
    "Lakes", 
    "Land transfers", 
    "Louisiana", 
    "Maintenance and repair", 
    "Massachusetts", 
    "Mississippi", 
    "Mississippi River", 
    "Missouri", 
    "Missouri River development", 
    "Montana", 
    "Navigation", 
    "Navigational aids", 
    "Nebraska", 
    "New Jersey", 
    "New York State", 
    "North Carolina", 
    "Oklahoma", 
    "Panama Canal", 
    "Planning", 
    "Public works", 
    "Recreation", 
    "Recreation areas", 
    "Reservoirs", 
    "Right-of-way", 
    "River basin commissions", 
    "River regulation", 
    "Rivers", 
    "Safety measures", 
    "Tennessee", 
    "Texas", 
    "Trust Territory of the Pacific Islands", 
    "Vermont", 
    "Virginia", 
    "Volcanoes", 
    "Washington State", 
    "Water allocation (Policy)", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants", 
    "Waterways", 
    "West Virginia", 
    "Wildlife", 
    "Wisconsin", 
    "Wyoming"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1977-06-22", 
    "text": "(Measure passed Senate, amended, roll call #235 (81-9)) =Title I: Water Resources Projects= - Water Resources Development Act - Adopts and authorizes the following works of improvement for navigation, flood control, and other purposes, to be carried out by the Secretary of the Army acting through the Chief of the Corps of Engineers: (1) Jekyll Island, Georgia (beach erosion control, (2) Atlantic Intracoastal Waterway Bridge, Virginia and North Carolina (modification of Hobucken, Core Creek, and Fairfield bridges), (3) Coney Island, New York (beach erosion control), (4) Robinson's Branch at Clark, Scotch Plains, and Rahway, New Jersey (flood control, (5) Rahway River and Van Winkles Brook, New Jersey (flood control), (6) Chehalis River, Washington (flood control), (7) Kodiak Harbor, Alaska (navigation improvements, and (8) Agana River, Territory of Guam (flood control). Makes certain requirements and procedures of the Flood Control Act of 1968 applicable to these projects. Authorizes the Secretary of the Army, acting through the Chief of the Corps of Engineers, to undertake the phase I design memorandum stage of the following water resources development projects: (1) water diversion from the Millers River Basin to Quabbin Reservoir, Massachusetts (water supply project), (2) water diversion from the Connecticut River Basin to Quabbin Reservoir (water supply, (3), Blair and Sitcum Waterways, Washington (navigation), (4) Grays Harbor, Washington (navigation), and (5) Gulfport Harbor, Mississippi (channel deepening). Authorizes the Secretary of the Army to undertake advanced engineering and design for such projects after completion of the phase I design memorandum stage. Authorizes $5,000,000 for such advanced engineering and design. Prohibits the use of such funds for land acquisition or construction. Authorizes the Chief of Engineers, upon transmittal of recommendations for an authorized water resources development project to the Secretary of the Army if such project is found to be without substantial controversy and justifies further engineering, economic, and environmental investigation, to undertake the phase I design memorandum stage of advanced engineering and design of such project. Authorizes the appropriation of not more than $4,000,000 per fiscal year for fiscal years 1978 and 1979. Makes certain requirements and procedures of the Flood Control Act of 1968 applicable to such projects. Amends the River Basin Monetary Authorization and Miscellaneous Civil Works Amendment Act of 1970 to modify the project for Libby Dam, Montana, to authorize $6,500,000 for mitigation of fish losses attributed to the project. Directs that such funds be transferred to Montana for construction or expansion of fish hatcheries. Amends the Water Resources Development Act of 1976 to repeal the requirement that the construction of a water diversion structure on the Potomac River by the Washington Suburban Sanitary Commission not conflict with certain reports of the Secretary of the Army regarding Washington Metropolitan Area Future Water Needs. Directs the Secretary of the Army to require the local sponsor of a project to contribute a specified portion of the project's costs when the project is anticipated to provide benefits, more than ten percent of which are produced by an increase in anticipated land value of a single nonpublic corporation or individual. Terminates the authorization of phase I engineering and design for a certain flood protection project on Wears Creek, Missouri. Authorizes such project for flood protection at an estimated cost of $29,110,000. Requires that any report to certain Congressional committees by the Secretary of the Army with respect to construction of a water impoundment facility include certain information of the possibility of failure of such facility. Amends the Water Resources Development Act of 1976 to extend to 1985 the certification procedure for assuring that local improvements are compatible with specific potential water resources development projects. Authorizes the Secretary of the Army, acting through the Chief of the Corps of Engineers, to study remedial measures with respect to flood control, bank stabilization, sedimentation, and related purposes on the Homochitto and Buffalo Rivers, Saint Catherine and Coles Creeks, Bayou Pierre and other major tributaries draining into the Mississippi River between the Bayou Pierre and the Buffalo River in Mississippi. Establishes a Water Resources Mitigation Advisory Board to evaluate complaints of the adverse impact of any proposed or existing water resources project. Directs the recommendations by such Board be transmitted to the Secretary of the Army and certain Congressional committees. Authorizes the appropriation of $250,000 each fiscal year beginning with fiscal year 1978 to carry out such purpose. Terminates the authorizations of the Victory Lake project, Vermont, the Lafayette Dam and Reservoir and the Big Pine Dam and Reservoir, Indiana, and the La Farge Lake flood control project, Wisconsin. Modifies the harbor improvement project of Honolulu Harbor, Hawaii, to repeal the requirement of certain local cash contributions prior to construction. Water Supply Act - Directs the Secretary of the Army, acting through the Chief of the Corps of Engineers, to study, construct, and operate water storage and water transportation projects to meet present and anticipated water demand. Declares the water supply costs of such project to be repayable by the water users over a period of 50 years pursuant to contracts with municipalities and other public organizations. Makes the contracting organization responsible for the disposal and sale of water surplus. Requires the revenues from such sale to be used only for operation costs and retirement of the contract obligation. Authorizes the Secretary of the Army to recommend modified repayment schedules for water supplied to rural communities with populations of less than 10,000. Repeals the prohibitions against tolls on Federal locks, dams, canals, or similar works. Authorizes the Secretary of the Army to repair and rehabilitate any Federal navigation project, when such repair does not increase the capacity of the facility or change its locality, without the approval of the Board of Engineers for Rivers and Harbors or the commendation of the Chief of Engineers. Declares the Port of Houston Authority Bridge over Greens Bayou, Texas, to be a lawful bridge eligible for replacement. Amends the River and Harbor Act of 1962 to raise the individual project limitation on small beach erosion control projects from $1,000,000 to $2,000,000. Establishes a deauthorization procedure for surveys of flood control and river and harbor reports if no funds are expended for such surveys within five years of their approval. Authorizes the Secretary of the Army to list all existing survey studies that have an inactive or deferred status. Authorizes surveys on such list, after the submission of such list to Congress, to be deauthorized within 90 days. Authorizes the Secretary of the Army to study, in cooperation with the government of the Trust Territory of the Pacific Islands, a development and conservation plan for water and related land resources of such territory. Authorizes the Secretary of the Army to construct, at full Federal expense, flood control facilities on certain portions of the Cumberland River, Kentucky, and the Big Sandy River, Kentucky and West Virginia, at an estimated cost of $100,000,000. Waives the requirement of an economic analysis of such projects. Requires the Secretary of the Army or the Secretary of Agriculture, when submitting any report of a project which includes recreation benefits, to describe the benefits of other similar recreational facilities within the general area of the project. Amends the Flood Control Act of 1954 to authorize the Secretary of the Army to furnish technical assistance to a State or political subdivision carrying out flood control projects. Modifies the Stamford Harbor, Connecticut, navigation project to require non-Federal interests to furnish the United States with certain land, easements, and rights-of-way required for maintenance dredging. Waives the requirement that non-Federal interests contribute 25 percent of construction costs of this project, upon certain findings by the Administrator of the Environmental Protection Agency. Authorizes the Secretary of the Army to perform intermittent dredging and other work required to remove natural shoals on the Yazoo River, Mississippi, at an average annual cost of $200,000 upon certain assurances by local interests. Amends the Water Resources Development Act of 1976 to modify funding procedures to carry out certain programs of the Hydroelectric Power Development Fund. Deletes language limiting the use of such fund to Alaska. Permits the Secretary of the Army to pay certain unanticipated costs during project construction. Requires any Federal funds required to complete such project to be repaid by the non-Federal public authorities from revenues from the sale of power. Authorizes the Secretary of the Army to study the rehabilitation of former industrial sites, millraces, and other facilities with respect to conversion of such sites into small hydroelectric projects to serve rural areas or communities. Authorizes the Secretary to furnish technical assistance to local public agencies for such rehabilitation. Declares described portions of the Trent River, North Carolina, to be nonnavigable waters, if such portions are bulkheaded and filled, or occupied by permanent pile-supported structures. Declares that no prior Act of Congress shall be construed to require Tennessee to furnish assurances that it will hold the United States free from any claims for damages resulting from wildlife losses attributable to specified projects on the West Tennessee Tributaries Project, Mississippi River, Tennessee. Authorizes the Secretary of the Army to construct water treatment facilities and a regional water conveyance system from Kaw Lake for the use of non-Federal public members of the Kaw Reservoir Authority at an estimated cost of $82,000,000 as part of the authorization for the Kaw Lake project, Oklahoma. Requires repayment of initial Federal costs and Federal interim maintenance costs, for such facilities. Authorizes a flood control project on Beargrass Creek, Kentucky, upon notification to Congress of the approval of the project by the Chief of Engineers. Authorizes a study of McMicken Dam in Arizona to determine necessary repairs for its rehabilitation. Authorizes the relocation of Nebraska Highway No. 12. Authorizes a study on improvements for flood control purposes in Poinsett County, Arkansas. Provides for the confidentiality of disaster relief claims which are paid to the victims of the Teton Dam disaster in Idaho. Terminates the authorization for the Kickapoo River flood control project in Wisconsin. Directs the Army Corps of Engineers to (1) operate and maintain a system of levees in the Snake River, Wyoming, and (2) upgrade and maintain existing Federal facilities on Harlan County Lake, Nebraska. Authorizes the Corps of Engineers to complete emergency work for control of any lava flow emanating from Mauna Loa, Hawaii. Redesignates the Mississippi River-Gulf Outlet the \"Allen J. Ellender Ship Channel. Authorizes additional Federal funding for the relocation of industrial waterway at New Orleans. Authorizes the Chief of Army engineers to acquire a tract of land in Western Missouri to replace Trimble Wildlife Area. =Title II: River Basin Monetary Authorizations= - River Basin Monetary Authorization Act - Authorizes the appropriation, for the prosecution of the comprehensive river basin development plan, of $6,000,000 for the Alabama-Coosa River Basin, $3,000,000 for the Arkansas River Basin, $31,000,000 for the Brazos River Basin, $14,000,000 for the Columbia River Basin, $130,000,000 for the Mississippi River and Tributaries, $96,000,000 for the Missouri River Basin, $47,000,000 for the North Branch, Susquehanna River Basin, $28,000,000 for the Ohio River Basin, $1,000,000 for the Ouachita River Basin, $78,000,000 for the San Joaquin River Basin, and $9,000,000 for the South Platte River Basin. Authorizes a transfer of funds to the relevant State agencies for the construction of fish hatcheries authorized under the Lower Snake River Fish and Wildlife Compensation Plan. Relieves local governments in Alabama from the responsibility of paying the cost of environmental requirements in connection with work in Theodore Ship Channel, Mobile, Alabama. =Title III: Inland Navigation Improvement Act= - Inland Navigation Improvement Act - Requires the Secretary of Transportation to promulgate regulations on a proposed system of user charges to recover a portion of the Federal navigation-related costs of the operation, maintenance, and construction of the inland waterways of the United States. Provides that such regulations shall become effective on October 1, 1979, unless amended or disapproved by Congress. Provides that the user charge schedule shall be assessed annually on the basis of (1) the cost of maintaining, operating and constructing U.S. inland waterways; (2) the volume of traffic; (3) seasonal demands for waterway use; and (4) any other equitable factors. Sets forth permissible methods of recovering such user charges. Directs that, by the fifth year that user charges are effective, such charges shall be adequate to recover 100 percent of Federal navigation- related expenses of maintaining the U.S. inland waterways, and that, by the tenth year of such charges, that they be adequate to recover 50 percent of Federal construction expenses on such waterways. Authorizes the Secretary of the Army, acting through the Chief of the Corps of Engineers, to replace locks and dam 26, Mississippi River, Alton, Illinois and Missouri, in accordance with the project report dated July 31, 1976. Authorizes the Secretary of the Army, acting through the Chief of the Corps of Engineers, to replace as a part of such project, terrestrial wildlife habitat inundated by project construction, and to manage such lands for wildlife mitigation purposes. Authorizes the Secretary to construct a project-related recreation development near Ellis Island, Missouri, on a cost-sharing basis with Missouri. Directs that such recreation area be administered in accordance with the Federal Water Project Recreation Act. Establishes the Mississippi River navigation channel above Alton, Illinois, at nine feet. Prohibits the Secretary or other Federal officials from studying the feasibility of deepening the navigation channels in the Minnesota River, Minnesota; Black River, Wisconsin; Saint Croix River, Minnesota and Wisconsin; and the Mississippi River north of its juncture with the Illinois River, Illinois. Authorizes appropriations for the replacement of the locks and dam and the wildlife habitat. Directs the Secretary of Transportation to conduct a thorough study of the need for and consequences of establishing a system of user charges for U.S. inland waterways. Directs the Secretary to submit a report on that study to the President and Congress. Authorizes the appropriation of $5,000,000 to the Secretary for such study. Authorizes the Upper Mississippi River Basin Commission to prepare, by January 1, 1981, a comprehensive plan for the management of the Upper Mississippi River. Directs the Commission to submit a final master plan, by January 1, 1982, to Congress for approval. Authorizes the Commission to conduct studies for the purposes of developing such plan. Authorizes $20,000,000 to be appropriated to the Commission for the preparation of such plan. Prohibits the replacement or construction of locks and dams to increase the traffic capacity of the Upper Mississippi River System until the master plan has been approved by Congress. Excepts from this provision the replacement of the locks and dam authorized by this Act. Requires the Secretary of the Army to promulgate final regulations implementing non-structural improvements at all locking facilities. =Title IV: Comparative Macroeconomic Inland Freight Transportation Study Act= - Comparative Macroeconomic Inland Freight Transportation Study Act - Directs the Secretary of Transportation to study the economic impact of taxes, subsidies, user fees and other charges on the different modes of inland freight transportation. Authorizes the appropriation of $1,000,000 to carry out the purposes of this Title."
  }, 
  "titles": [
    {
      "as": "passed senate", 
      "title": "Comparative Macroeconomic Inland Freight Transportation Study Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Inland Navigation Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "River Basin Monetary Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Water Resources Development", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Water Supply Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill authorizing additional appropriations for prosecution of projects in certain comprehensive river basin plans for flood control, navigation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:06-05:00"
}