{
  "actions": [
    {
      "acted_at": "1973-02-06", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s770-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-06", 
  "number": "770", 
  "official_title": "A bill to establish an independent agency to be known as the Intergovernmental Office of Consumers' Counsel to represent the consumers of the Nation before Federal and State regulatory agencies with respect to matters pertaining to certain regulated services; to provide grants and other Federal assistance to State and local governments for the establishment and operation of such consumers' counsels; to improve methods for obtaining and disseminating information with respect to the operations of regulated companies of interest to the Federal Government and other consumers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5155-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumers' Information and Counsel Act", 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-06", 
  "subjects": [
    "Consumer protection", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-06", 
    "text": "Consumers' Information and Counsel Act - Title I: Consumers' Counsel For Regulated Services Establishes, within the executive branch of the Government, an independent agency to be known as the Office of Consumers' Counsel for Regulated Services. Provides that such agency shall be headed by a Consumers' Counsel appointed by the President, by and with the advice and consent of the Senate, for a term of five years. Sets forth the functions of the Consumers' Counsel. Provides that such functions shall include: (1) the promulgation of rules to carry out the function of the Office; (2) representing the interest of consumers before Federal or State agencies or courts in accordance with this Act; (3) disseminating information to the public which he considers desirable for the protection of consumers; (4) making grants to State and local governments which are involved in specified consumer interest programs; and (5) preparing model laws in the area of consumer protection. Title II: Public information and Reports - Requires every regulated company to furnish to the Consumers' Counsel specified information and such other information as the counsel may deem necessary to obtain, compile, publish and desseminate to inform consumers of regulated companies. Provides penalties for the violation of any of the provisions or regulations issued under this Act. Title III: Miscellaneous Provisions - Requires Federal agencies to make full use of automatic data processing in preparing the information required under this Act. Authorizes appropriations to carry out the provisions of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumers' Information and Counsel Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent agency to be known as the Intergovernmental Office of Consumers' Counsel to represent the consumers of the Nation before Federal and State regulatory agencies with respect to matters pertaining to certain regulated services; to provide grants and other Federal assistance to State and local governments for the establishment and operation of such consumers' counsels; to improve methods for obtaining and disseminating information with respect to the operations of regulated companies of interest to the Federal Government and other consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:25-05:00"
}