{
  "actions": [
    {
      "acted_at": "1975-06-13", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 94-428.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7887-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-13", 
  "number": "7887", 
  "official_title": "A bill to amend the Food Stamp Act of 1964.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Foley, Thomas S.", 
    "state": "WA", 
    "thomas_id": "00397", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-13", 
  "subjects": [
    "Agriculture and food", 
    "Food relief", 
    "Food stamps", 
    "Poverty"
  ], 
  "subjects_top_term": "Food relief", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1975-07-31", 
    "text": "(Reported to House from the Commiteee on Agriculture with amendment, H. Rept. 94-428) Revises the Food Stamp Act to permit eligible elderly persons (persons 60 years of age or older) to utilize their food stamps to purchase home- delivered meals regardless of whether such elderly persons are housebound, feeble, physically handicapped or so otherwise disabled that they cannot adequately prepare all of their meals for themselves, and to permit all eligible persons who are feeble, physically handicapped or so otherwise disabled that they cannot adequately prepare all of their meals for themselves to utilize food stamps to purchase home-delivered meals regardless of whether they are elderly. Requires every State to permit, by October 1975, each household that contacted a food stamp office in person during office hours and requested food stamp assistance to file an application for participation in the program on that same day. Requires every State on that same day to review that form and certify the applicant household as eligible to participate in the food stamp program, if the application form contained sufficient information. Directs States, on that same day to issue to any applicant household that was found to be eligible to participate in the food stamp program, and certified as such, an authorization to purchase card (or cards) entitling such household to purchase three months of food coupon allotments appropriate to its size. States that if a State, after verification of an expedited certification or a regular recertification, determined that a particular household was either ineligible or should have its basis of coupon issuance altered, then that State would have to pursue all appropriate and available civil and criminal remedies against such household. Limits the frequency with which the expedited certification procedure could be used by any given household or person by permitting only one such use. Limits the nationwide duration of the expedited certification procedure to a period of one year or more, depending upon how quickly the procedure were implemented and how many political subdivisions were exempt from its coverage because of compliance with the revised 30-day rule. Requires the Secretary of Agriculture to submit a report to the House Committee on Agriculture and the Senate Committee on Agriculture and Forestry every 60 days starting on October 1, 1975, describing the problems, if any, encountered by him in administration of this bill's provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Food Stamp Act of 1964.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:40-05:00"
}