{
  "actions": [
    {
      "acted_at": "2001-11-14", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-12-11", 
      "references": [], 
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Biden. With written report No. 107-122.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-11", 
      "calendar": "Senate Legislative", 
      "number": "276", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 276.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-12-20", 
      "references": [
        {
          "reference": "CR S14060-14061", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-20", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 1/23/2002 S37-47", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-01-23", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-01-23T12:28:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-01-23", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "text": "Referred to the House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-05-01", 
      "bill_ids": [
        "hr1646-107"
      ], 
      "references": [], 
      "text": "See also H.R. 1646.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2695-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2695"
    }
  ], 
  "bill_id": "s1803-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2001-12-20", 
    "vetoed": false
  }, 
  "introduced_at": "2001-12-11", 
  "number": "1803", 
  "official_title": "An original bill to authorize appropriations under the Arms Export Control Act and the Foreign Assistance Act of 1961 for security assistance for fiscal years 2002 and 2003, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1646-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Security Assistance Act of 2001", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2001-12-20", 
  "subjects": [
    "Administration of justice", 
    "Agriculture and food", 
    "Albania", 
    "Aliens", 
    "American economic assistance", 
    "American military assistance", 
    "Ammunition", 
    "Amphibious ships", 
    "Animal diseases", 
    "Animals", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms control agreements", 
    "Arms control negotiations", 
    "Arms control verification", 
    "Arms sales", 
    "Auditing", 
    "Australia", 
    "Authorization", 
    "Ballistic missile defenses", 
    "Ballistic missiles", 
    "Biological warfare", 
    "Biological weapons", 
    "Brazil", 
    "Buy American", 
    "Central Asia", 
    "Chemical warfare", 
    "Chemical weapons", 
    "Civil rights and liberties, minority issues", 
    "Colleges", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Containerization", 
    "Conversion of industries", 
    "Crime and law enforcement", 
    "Croatia", 
    "Customs administration", 
    "Czech Republic", 
    "DNA fingerprints", 
    "Data banks", 
    "Debt agreements", 
    "Debt relief", 
    "Defense procurement", 
    "Democracy", 
    "Department of State", 
    "Diplomats", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Due process of law", 
    "EBB Terrorism", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Employee training", 
    "Energy", 
    "Epidemiology", 
    "Estonia", 
    "Europe", 
    "Executive reorganization", 
    "Export controls", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Former Soviet states", 
    "Foundations", 
    "Fraud", 
    "Free trade", 
    "Freedom of the press", 
    "Frigates", 
    "Georgia (Republic)", 
    "Government lending", 
    "Government operations and politics", 
    "Government procurement", 
    "Greece", 
    "Guided missiles", 
    "Health", 
    "Higher education", 
    "Human rights", 
    "Hungary", 
    "Immigration", 
    "India", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "Internet", 
    "Israel", 
    "Japan", 
    "Jordan", 
    "Kazakhstan", 
    "Kyrgyzstan", 
    "Labor and employment", 
    "Laboratories", 
    "Land mines", 
    "Latin America", 
    "Latvia", 
    "Law", 
    "Leases", 
    "Legislation", 
    "Licenses", 
    "Lithuania", 
    "Livestock", 
    "Macedonia", 
    "Malta", 
    "Middle East and North Africa", 
    "Military education", 
    "Military strategy", 
    "Military training", 
    "Military weapons", 
    "Minesweeping", 
    "Moldova", 
    "Mongolia", 
    "NATO countries", 
    "New Zealand", 
    "North Carolina", 
    "Nuclear nonproliferation", 
    "Nuclear security measures", 
    "Nuclear terrorism", 
    "Nuclear weapons", 
    "Oceania", 
    "Officer personnel", 
    "Ordnance", 
    "Pakistan", 
    "Philippines", 
    "Plant diseases", 
    "Poland", 
    "President and foreign policy", 
    "Public-private partnerships", 
    "Recruiting of employees", 
    "Research and development facilities", 
    "Romania", 
    "Russia", 
    "Science, technology, communications", 
    "Scientists", 
    "Scientists in government", 
    "Seismology", 
    "Shipbuilding", 
    "Singapore", 
    "Slovakia", 
    "Slovenia", 
    "Social welfare", 
    "South Asia", 
    "State-sponsored terrorism", 
    "Surety and fidelity", 
    "Surplus government property", 
    "Surveys", 
    "Taiwan", 
    "Tajikistan", 
    "Technology transfer", 
    "Terrorism", 
    "Trade agreements", 
    "Trade negotiations", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Turkey", 
    "Turkmenistan", 
    "Ukraine", 
    "Uzbekistan", 
    "Visas", 
    "Weapons", 
    "Weapons of mass destruction", 
    "X-rays"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2001-12-20", 
    "text": "Security Assistance Act of 2001 - Title I: Verification of Arms Control and Nonproliferation Agreements - Mandates specified allocations of appropriations for FY 2002 and 2003 to the Bureau of Verification and Compliance of the Department of State for activities related to verification of arms control and nonproliferation agreements, including the Key Verification Assets Fund and the hiring of additional Bureau personnel.(Sec. 103) Amends the Arms Control and Disarmament Act to change the date to no later than April 15 of each year that a certain annual report on the status of U.S. policy and actions with respect to arms control, nonproliferation, and disarmament must be made to Congress.Title II: Military and Related Assistance - Subtitle A: Foreign Military Sales and Financing Authorities - Authorizes appropriations for FY 2002 and 2003 for foreign military grant assistance (including subsidy cost of direct loans) to finance the procurement of U.S. defense articles and defense services by friendly foreign countries and international organizations.(Sec. 202) Revises the authorized purposes for authorized military sales by the United States to friendly foreign countries to include preventing or hindering the proliferation of weapons of mass destruction and of the means of delivering them.(Sec. 203) Directs the President (currently, the Secretary of Defense) to establish the Special Defense Acquisition Fund. Requires use of the Fund for nonproliferation and counter-narcotics purposes. Limits its size to $200 million. Provides that not more than $20 million be made available for FY 2003 for the procurement of U.S. defense articles and defense services to eligible foreign countries and international organizations.(Sec. 204) Increases the limit on certain funds used for official reception and representation expenses related to the sale of such defense articles and defense services to eligible foreign countries and international organizations.(Sec. 205) Amends the Arms Export Control Act prohibition on transactions with countries that repeatedly support acts of international terrorism by providing access to nuclear explosive devices or material to include chemical, biological, and radiological agents as well.(Sec. 206) Requires a certain unclassified numbered certification to Congress with respect to an application for a license for the export, among other things, of a defense article that is a firearm controlled under category I of the United States Munitions List of $1 million or more. Requires specified reports to Congress with respect to the transfer of such small weapons.Subtitle B: International Military Education and Training - Authorizes appropriations for FY 2002 and 2003 for international military education and training (IMET) to foreign countries.(Sec. 212) Amends the Foreign Assistance Act of 1961 to require the Secretary of State's annual report to Congress on the status of human rights in foreign countries slated to receive development assistance to include, for any violation of internationally recognized human rights reported under such report, whether any foreign military or defense ministry civilian participant in IMET activities was involved. Authorizes the Secretary of State, for purposes of preparing the human rights report, to request the Secretary of Defense to provide information contained in the database with respect to a list submitted to the Secretary of Defense by the Secretary of State, containing the names of foreign personnel or military units. Requires the Secretary of Defense to ensure that the database is updated to contain the name of any foreign person identified in the annual human rights report to have been involved in a violation of internationally recognized human rights.Subtitle C: Security Assistance for Select Countries - Amends the Security Assistance Act of 2000, the Foreign Assistance Act of 1961, and the Arms Export Control Act to authorize appropriations for FY 2002 and 2003 for certain security assistance for Israel and Egypt (earmarking amounts for a production line for the Arrow missile in the United States), Greece and Turkey (earmarking amounts for professional military education and joint training of Greek and Turkish officers), and Estonia, Latvia, Lithuania, Bulgaria, the Czech Republic, Georgia, Hungary, Jordan, Malta, the Philippines, Poland, Romania, Slovakia, and Slovenia (earmarking specified amounts for IMET assistance to such countries).Subtitle D: Excess Defense Article and Drawdown Authorities - Authorizes for FY 2002 and 2003 the use of funds made available to the Department of Defense (DOD) for crating, packing, handling, and transportation of excess defense articles to Albania, Bulgaria, Croatia, Estonia, the Former Yugoslavia Republic of Macedonia, Georgia, India, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Moldova, Mongolia, Pakistan, Romania, Slovakia, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan. Urges such transfers to be made to those countries demonstrating a genuine commitment to democracy and human rights.(Sec. 232) Directs the DOD to brief the State Department and the appropriate congressional committees regarding the expected availability of excess defense articles during the next fiscal year for the purpose of enabling the State Department to factor such availability into annual security assistance plans.(Sec. 234) Amends the Arms Export Control Act to revise the duration of lease agreements for the transfer of excess defense articles to provide that they may not exceed five years (as it is currently), plus a period of time specified in the lease as may be necessary for major refurbishment work to be performed before final delivery by the lessor of the defense articles.Subtitle E: Other Political-Military Assistance - Authorizes for FY 2002 and 2003 the use of development assistance appropriated to the President for the destruction of surplus stockpiles of small arms, light weapons, and other munitions.(Sec. 242) Authorizes the appropriation for FY 2002 of certain nonproliferation, antiterrorism, demining, and related programs funds for demining programs and program support costs.Subtitle F: Antiterrorism Assistance - Amends the Foreign Assistance Act of 1961 to authorize appropriations for FY 2003 for antiterrorism assistance to foreign countries.(Sec. 252) Earmarks a specified amount of such funds for the provision of the Pisces system to the governments of the Philippines and Pakistan.Subtitle G: Other Matters - Revises requirements with respect to a certain annual report to Congress regarding military training provided to foreign military personnel by the United States to provide that such requirements shall not apply to any North Atlantic Treaty Organization (NATO) or major non-NATO ally unless the chairman or ranking member of one of the appropriate congressional committees has specifically requested inclusion of such country in the report. Repeals certain informational requirements with respect to specified annual military assistance and quarterly government-to-government arms exports reports to Congress.Title III: Nonproliferation and Export Control Assistance - Subtitle A: General Provisions - Authorizes appropriations for FY 2002 and 2003 for nonproliferation and export control assistance to friendly foreign countries. Allocates specified amounts of such funds for: (1) international nonproliferation export control training to foreign personnel; (2) science and technology centers in the Independent States of the former Soviet Union; (3) DOD international counterproliferation programs; (4) procurement and provision of nuclear, chemical, and biological detection systems, including spectroscopic and pulse echo technologies; and (5) procurement and provision of x-ray systems capable of imaging sea-cargo containers.(Sec. 304) Authorizes the President to furnish (whenever feasible on a reimbursable basis) education and training to foreign personnel for the purpose of enhancing the nonproliferation and export control capabilities of such personnel through their attendance in special courses of instruction conducted by the United States.(Sec. 305) Amends the Soviet Scientists Immigration Act of 1992 to reinstate for four more years the authority of the Attorney General to designate a class of eligible scientists from the Independent States of the former Soviet Union and the Baltic States as aliens who possess \"exceptional ability in the sciences\" for purposes of admission into the United States (whether or not such scientists possess advanced degrees). Sets forth certain classification eligibility requirements.(Sec. 306) Directs the Secretary of Commerce to report to the appropriate congressional committees on U.S. audit practices with respect to the International Science and Technology Centers Program.(Sec. 307) Expresses the sense of Congress that: (1) the Secretary of Commerce should negotiate a gradual and sustained increase in the regular budget of the International Atomic Energy Agency (IAEA) beginning with the 2002 budget; (2) if a regular budget increase for the IAEA is achieved, the Secretary of Commerce should seek to gain consensus within the IAEA Board of Governors for allocation of a larger proportion of that budget to nuclear nonproliferation activities; and (3) if such a reallocation of the regular IAEA budget cannot be obtained, the United States should decrease its voluntary contribution by $400,000 for each $1 million increase in its annual assessment. Authorizes appropriations for FY 2002 and 2003 for the payment of the U.S. assessment to the IAEA.(Sec. 308) Repeals a specified section of the Chemical and Biological Weapons Control and Warfare Elimination Act of 1991 relating to certain presidential nonproliferation reporting requirements.Subtitle B: Russian Federation Debt Reduction for Nonproliferation - Russian Federation Debt Reduction for Nonproliferation Act of 2001 - Establishes within the Department of the Treasury the \"Russian Nonproliferation Investment Facility\" for the purpose of providing for the administration of Soviet-era debt reduction.(Sec. 315) Authorizes the President to: (1) reduce the amount of Soviet-era debt owed by the Russian Federation to the United States that is outstanding as of October 1, 2001 (including any credits extended under the Agricultural Trade Development and Assistance Act of 1954); (2) sell to eligible purchasers outstanding Soviet-era debts for the purpose of facilitating debt-for-nonproliferation exchanges; and (3) sell any related loan or credit to the Russian Federation itself (debt buyback).Authorizes appropriations for FY 2002 and 2003.(Sec. 318) Conditions any debt reduction on an agreement (Russian Nonproliferation Investment Agreement) with the Russian Federation concerning the use of funds saved by that country as a result of debt relief, including devotion of a significant proportion to nonproliferation programs and projects.(Sec. 320) Authorizes the use of up to ten percent of the funds saved by the Russian Federation as the result of any debt relief to promote a vibrant, independent media sector and the rule of law in the Russian Federation through an endowment to support the establishment of a \"Center for an Independent Press and the Rule of Law\" there.(Sec. 321) Prohibits the exercise of any debt reduction authority under this Act unless and until the President certifies to Congress that the Russian Federation has made material progress in stemming the flow of sensitive goods, technologies, material and know-how related to the design, development, and production of weapons of mass destruction to countries that have provided support for acts of international terrorism. Authorizes the President to waive such requirements if it is determined that their imposition would be counter to the national interest of the United States and so reports to the appropriate congressional committees.(Sec. 322) Authorizes the President to institute discussions with the Paris Club of creditor states to negotiate debt-for-nonproliferation exchanges with the Russian Federation.(Sec. 323) Expresses the sense of Congress that implementation of debt-for-nonproliferation programs with the Russian Federation should be overseen by the Committee on Nonproliferation Assistance to the Independent States of the Former Soviet Union.(Sec. 325) Requires the President to report annually to Congress concerning Facility operations.Subtitle C: Nonproliferation Assistance Coordination - Nonproliferation Assistance Coordination Act of 2001 - Establishes within the executive branch the Committee on Nonproliferation Assistance to the Independent States of the Former Soviet Union, which shall monitor and coordinate U.S. nonproliferation efforts in the Independent States of the Former Soviet Union.Title IV: Expediting the Munitions Licensing Process - Earmarks certain funds for FY 2002 and 2003 for the Office of Defense Trade Controls of the Department of State for: (1) salaries and expenses; and (2) modernization of information management systems. Sets forth certain requirements with respect to the assignment of license review officers and other detailees to such Office.(Sec. 403) Directs the Secretary of State to establish a secure, Internet-based system for the filing and review of applications for export of Munitions List items. Earmarks amounts to fully automate the Defense Trade Application System.(Sec. 404) Earmarks certain funds for each fiscal year for: (1) providing the Department of State with full access to the Automated Export System; (2) ensuring that such system is modified to meet the needs of the Department; and (3) providing operational support.Directs the Secretary of Commerce to publish regulations in the Federal Register to require the mandatory filing through the Automated Export System by all persons required to file certain export information.Amends Federal law to increase the bond required to be filed with the Secretary of the Treasury in cases where certain required export information may be filed with the Secretary of the Treasury by a carrier in connection with the exportation or transportation of cargo after the departure of such carrier from the port or place of exportation or transportation. Authorizes the Secretary of Commerce to impose a civil penalty of not more than $1,000 for each day's delinquency in filing such information, not to exceed $10,000 per violation, against such carrier and any other person required to file such information by law.Sets forth additional civil and criminal penalties for any person who knowingly: (1) fails to file or knowingly submits false or misleading export information through the Shippers Export Declaration (SED) or the Automated Export System (AES); and (2) reports any information on or uses the SED or the AES to further any illegal activity.(Sec. 405) Amends the Arms Export Control Act to set forth certain congressional notification thresholds with respect to the transfer of, license to export, letter of offer to sell, or agreement to lease, major defense equipment and articles and defense services or design or construction services (including any enhancement or upgrade thereof) to any country that is a member of NATO or Australia, Japan, or New Zealand.(Sec. 406) Requires the Secretary of Commerce to report biannually to the appropriate congressional committees on the identity of each outstanding application for a license to export defense articles and services for which final administrative action has been withheld for longer than 180 days (including its referral status and any other relevant information).Title V: National Security Assistance Strategy - Directs the Secretary of State to establish and report annually to the appropriate congressional committees on a National Security Assistance Strategy for the United States.(Sec. 502) Earmarks certain funds to the Secretary of State to conduct security assistance surveys or request such surveys, on a reimbursable basis, by the DOD or other U.S. Government agencies.Title VI: Miscellaneous Provisions - Declares U.S. policy regarding nuclear and missile proliferation in South Asia (India and Pakistan). Directs the President to report to the appropriate congressional committees describing U.S. efforts and progress made with respect to certain policy goals.(Sec. 602) Directs the head of the Air Force Technical Applications Center to make available to the public all raw seismological data provided to the U.S. Government by any international monitoring organization that is directly responsible for seismological monitoring.(Sec. 603) Directs the Secretary of State to develop measures to improve the process by which U.S. Government personnel may be detailed to international arms control and nonproliferation organizations without adversely affecting the pay or career advancement of such personnel. Requires the Secretary of State to report to specified congressional committees with respect to such measures.(Sec. 604) Authorizes the Secretary of State to establish the position of Counselor for Nonproliferation and Political Military Affairs in U.S. diplomatic missions overseas to be filled by individuals who are career Civil Service officers or Foreign Service officers committed to follow-on assignments in the Nonproliferation or Political Military Affairs Bureaus of the Department of State.(Sec. 605) Earmarks certain funds to be made available to North Carolina State University for the purpose of fingerprinting crop and livestock pathogens in order to enhance the ability of the U.S. Government to detect new strains, determine their origins, and to facilitate research in pathogen epidemiology.(Sec. 606) Directs the U.S. National Authority to select a commercial laboratory within the United States to pursue designation by the Organization for the Prohibition of Chemical Weapons (OPCW). Directs the National Authority to report to the appropriate congressional committees detailing a plan for securing OPCW designation of a third U.S. laboratory by December 1, 2003.Title VII: Authority to Transfer Naval Vessels - Authorizes the President to transfer specified naval vessels to: (1) Brazil; (2) Poland; (3) Turkey; and (4) Taiwan.(Sec. 701) Declares that the value of such transferred vessels shall not be counted for the limitation on the aggregate value of excess defense articles that can be transferred to such country in any fiscal year.Directs the President, to the maximum extent possible, to require recipient countries, as a condition of transfer, to have such vessels repaired or refurbished at U.S. shipyards, including a U.S. Navy shipyard."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Security Assistance Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Nonproliferation Assistance Coordination Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Russian Federation Debt Reduction for Nonproliferation Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Security Assistance Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Nonproliferation Assistance Coordination Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Russian Federation Debt Reduction for Nonproliferation Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations under the Arms Export Control Act and the Foreign Assistance Act of 1961 for security assistance for fiscal years 2002 and 2003, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:18-05:00"
}