{
  "actions": [
    {
      "acted_at": "1993-10-28", 
      "references": [
        {
          "reference": "CR E2728", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-10-28", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-10-28", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-10-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-09", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-10", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Economic Policy, Trade and Environment", 
      "text": "Referred to the Subcommittee on Economic Policy, Trade and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-10", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Security, International Organizations and Human Rights", 
      "text": "Referred to the Subcommittee on International Security, International Organizations and Human Rights.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3412-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Economic Policy, Trade, and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Security, International Organizations, and Human Rights", 
      "subcommittee_id": "11"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1993-10-28", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-10-28", 
  "number": "3412", 
  "official_title": "To provide fundamental reform of the system and authority to regulate commercial exports, to enhance the effectiveness of export controls, to strengthen multilateral export control regimes, and to improve the efficiency of export regulation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commercial Export Administration Act of 1993", 
  "sponsor": {
    "district": "8", 
    "name": "Roth, Toby", 
    "state": "WI", 
    "thomas_id": "00989", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-10-28", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms sales", 
    "Auditing", 
    "Biological weapons", 
    "Business records", 
    "Chemical weapons", 
    "Commerce", 
    "Confidential communications", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Customs administration", 
    "Data banks", 
    "Delegation of powers", 
    "Department of Commerce", 
    "Department of Energy", 
    "Department of the Treasury", 
    "Disciplining of employees", 
    "Embargo", 
    "Energy", 
    "Energy policy", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Gifts", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "House rules and procedure", 
    "Independent regulatory commissions", 
    "International Trade Commission", 
    "International affairs", 
    "International competitiveness", 
    "Judicial review of administrative acts", 
    "Law", 
    "Legislative resolutions", 
    "Licenses", 
    "Mass destruction weapons", 
    "Negotiations", 
    "Nuclear Regulatory Commission", 
    "Nuclear exports", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear weapons", 
    "Presidential appointments", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Sunset legislation", 
    "Technology transfer", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trading with the enemy", 
    "Transfer of employees", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-10-28", 
    "text": "Commercial Export Administration Act of 1993 - Specifies the export policy of the United States, especially that exports of commercial goods and technology are unrestricted, except in critical national security or foreign policy circumstances defined by this Act. (Sec. 3) Directs the Secretary of Commerce (Secretary) to: (1) establish a U.S. Commercial Export Control Index identifying all commercial goods or technology on which controls are imposed under this Act; (2) specify license requirements for such items; and (3) designate countries and endusers to which exports and reexports of commercial goods and technology are controlled. Requires annual review of the Index. Requires the Secretary to: (1) develop methodologies and procedures for indexing products where performance capabilities are measurable; and (2) publish the full text of each International List of COCOM (Coordinating Committee for Multilateral Export Controls). Provides for disclosure of information obtained under this Act, as well as confidential exemption from disclosure requirements. Gives the U.S. International Trade Commission (ITC) the sole responsibility for making foreign availability assessments and determinations (the availability within controlled countries or to controlled countries or controlled endusers without restriction from sources outside the United States of commercial goods and technology that would reasonably be considered to substitute for those produced in the United States or other countries that participate with the United States in export control regimes, so as to render U.S.- or regime-imposed export and reexport controls ineffective in achieving their intended purpose). Requires publication of such assessments and determinations in the Federal Register. Requires the Secretary actively to pursue negotiations to eliminate foreign availability with the governments of countries which are the sources of any commercial goods or technology on which the United States maintains export controls, notwithstanding foreign availability, on account of a presidential determination that the absence of controls would prove detrimental to U.S. national security. Requires the Secretary, if by six months after such a presidential determination the foreign availability of the good or technology has not been eliminated, to remove export or reexport controls from the good or technology, and publish notice in the Federal Register. Prohibits the Secretary, after agreement is reached with a country to eliminate foreign availability of commercial goods or technology, from requiring a validated license for their export to that country. (Sec. 4) Authorizes the President to prohibit or curtail the export and reexport of any commercial goods or technology subject to U.S. jurisdiction if they would directly, substantially, and materially: (1) contribute to the military capability of countries or endusers posing a strategic threat to the United States; or (2) enable a country or enduser to acquire the capability to develop, produce, stockpile, use, or deliver weapons of mass destruction. Requires the Secretary to establish, as part of the U.S. Commercial Export Control Index, a security control list of such items, countries, and endusers. Directs the Secretary to require authority or permission (licensing), with a presumption of license denial, to export or reexport goods or technology on the security control list to controlled countries and endusers. Requires case-by-case license review of exports and reexports of controlled items to non-controlled endusers in controlled countries. Cites circumstances in which the Secretary may also require licensing of exports and reexports of controlled items to endusers in non-regime countries (a country not a member of an export control regime and not a cooperating country). Directs the Secretary to pursue negotiations with other members of export control regimes to accomplish specified objectives in order to create and strengthen effective multilateral export controls. Provides for certification of multilateral regimes. Exempts from licensing any exports or reexports of goods and technology among regime members or cooperating countries which remain in compliance with agreed controls. (Sec. 5) Authorizes the President, in specified circumstances, to prohibit or curtail the export or reexport of any commercial good or technology subject to U.S. jurisdiction to any country or enduser. Sets any such emergency control to expire 180 days after imposition, unless: (1) terminated earlier by the President; or (2) extended, adopted as a national security control, or included in a total embargo imposed by the President under specified Federal law on all exports and imports to a country. Exempts from automatic expiration any controls imposed in order to fulfill U.S. obligations pursuant to a treaty or multilateral agreement. Requires consultation with affected U.S. industries and appropriate other countries before controls may be imposed. Requires the Secretary to establish an emergency control list as part of the Control Index. Sets forth procedures and limitations on emergency controls, providing for 180 day extensions, subject to congressional approval. (Sec. 6) Makes the Secretary responsible for all export control functions, unless otherwise reserved to the President or a department or agency outside the Department of Commerce. Permits the Secretary to delegate any export control function to the Director of the Commercial Export Control Administration created by this Act, or to any other Department of Commerce officer. Transfers to the Secretary certain licensing and regulatory authorities and responsibilities from the Department of the Treasury, the Nuclear Regulatory Commission, and the Secretary of Energy. Grants the Secretary of the Energy exclusive jurisdiction of all activities constituting direct or indirect engagement in the production of special nuclear material outside the United States. Establishes a Commercial Export Control Policy Committee to: (1) provide the Secretary of Commerce (Secretary) with policy guidance and advice on commercial export control; (2) review policy recommendations; and (3) resolve policy disputes among departments and agencies. Establishes in the Department of Commerce the Commercial Export Control Administration, responsible for implementation of export controls imposed under this Act. Directs the Secretary, upon industry request, to appoint an industry advisory committee for any goods or technology subject to export controls which are difficult to evaluate because of questions concerning technical matters, worldwide availability and actual utilization of goods and technology, or licensing procedures. Sets forth enforcement authority which may be exercised under this Act. (Sec. 7) Makes the Secretary responsible for all export licensing functions under this Act. Specifies types of licenses the Secretary may require. Sets forth procedures for processing export license applications. Requires the Secretary to establish procedures for administrative appeal of a license denial. (Sec. 8) Sets forth criminal and civil penalties and administrative sanctions for violation of this Act. Provides for related administrative procedures and judicial review of final orders. (Sec. 11) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Export Administration Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide fundamental reform of the system and authority to regulate commercial exports, to enhance the effectiveness of export controls, to strengthen multilateral export control regimes, and to improve the efficiency of export regulation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:25-05:00"
}