{
  "actions": [
    {
      "acted_at": "1977-04-27", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-04-29", 
      "references": [], 
      "text": "Reported to House from the Committee on International Relations, H. Rept. 95-231.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Motion to recommit to the Committee on International Relations rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-04", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #195 (285-111).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-05", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-16", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 95-194.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-15", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-16", 
      "references": [], 
      "text": "Motion to recommit tabled in Senate, roll call #210 (68-26).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-16", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #219 (64-21).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-16", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-21", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-26", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-537.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-08-03", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-08-03", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-08-04", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-08-04", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-08-05", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-08-17", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1977-08-17", 
      "references": [], 
      "text": "Public Law 95-105.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6689-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1977-08-17", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-27", 
  "number": "6689", 
  "official_title": "An Act to authorize fiscal year 1978 appropriations for the Department of State, the United States Information Agency, and the Board for International Broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres537-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Foreign Relations Authorization Act, Fiscal year 1978", 
  "sponsor": {
    "district": "15", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-27", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Alien labor", 
    "American economic assistance", 
    "American technical assistance", 
    "Americans employed in foreign countries", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Authorization", 
    "Board for International Broadcasting", 
    "Broadcasting", 
    "Canada", 
    "Canals", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Communist countries", 
    "Conferences", 
    "Congress", 
    "Congressional oversight", 
    "Congressional powers", 
    "Crime and law enforcement", 
    "Cuba", 
    "Department of State", 
    "Diplomatic privileges and immunities", 
    "Diplomats", 
    "Eastern Europe", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Employee benefit plans", 
    "Europe", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foundations", 
    "General Services Administration", 
    "Government operations and politics", 
    "Government property", 
    "Health", 
    "Human rights", 
    "Immigration", 
    "Imprisonment", 
    "Inter-American Foundation", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International cooperation in science", 
    "International propaganda", 
    "Israel", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Medical personnel", 
    "Motion pictures", 
    "Museums", 
    "Navigation", 
    "Presidential appointments", 
    "Public health", 
    "Public works", 
    "Radio", 
    "Radio broadcasting", 
    "Recognition (International law)", 
    "Refugees", 
    "Retired military personnel", 
    "Retirement", 
    "Science, technology, communications", 
    "Shipping rates", 
    "Ships and shipping", 
    "Smithsonian Institution", 
    "South Africa", 
    "South Korea", 
    "St. Lawrence Seaway", 
    "Taxation", 
    "Treaties", 
    "U.S.S.R.", 
    "United Nations", 
    "United Nations economic assistance", 
    "United States Information Agency"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1977-07-26", 
    "text": "(Conference report filed in House, H. Rept. 95-537) Foreign Relations Authorization Act, Fiscal Year 1978 - =Title I: State Department= - Authorizes appropriations to the Department of State for fiscal year 1978 for functions relating to the administration of foreign affairs ($762,005,000), international organizations and conferences ($389,412,000), international commissions ($21,839,000), education exchange ($94,600,000), migration and refugee assistance ($63,554,000), and employee benefits and compensation. Restricts the transfer of funds for such purposes. Authorizes $7,281,583 of funds authorized for international organizations and conferences to be used to pay the United States assessment to the World Health Organization, notwithstanding restrictions on payments to the United Nations and affiliated agencies. Restricts $20,000,000 of the amount appropriated for migration and refugee assistance to assist the resettlement in Israel of refugees from the Soviet Union and Communist countries in Eastern Europe. Authorizes an annual appropriation of $1,000,000 to the International Committee of the Red Cross, subject to the regular authorization-appropriation process. Revises limitations on appropriations made to the Secretary of State for acquisition of buildings and grounds, in foreign countries, under the Foreign Service Buildings Act. Repeals the ten-year limitation on leaseholds acquired under such Act for sites and buildings. Authorizes the Secretary of State to assist United States citizens incarcerated abroad. Requires that the Secretary of State report to the Congress annually on the number of American citizens in foreign jails, the charges against them, and what measures have been taken to assist these individuals. Requires that such report include the Secretary's assessment of the performance of embassy and consular personnel in assisting such Americans. Creates an Assistant Secretary of State for Human Rights. Abolishes the position of Coordinator for Human Rights and Humanitarian Affairs and transfers the functions of such position to the Assistant Secretary of State for Human Rights. Makes the individual serving as Coordinator of Human Rights and Humanitarian Affairs the Assistant Secretary of State for Human Rights without requiring reappointment of such individual. Amends the Immigration and Nationality Act to rename the Bureau of Security and Consular Affairs as the Bureau of Consular Affairs. Establishes an Assistant Secretary of State for Consular Affairs to assume the functions of the administrator of such bureau. Removes the Bureau from jurisdiction of the Deputy Under Secretary of State for Administration. Makes the individual serving as administrator of the bureau the Assistant Secretary of State for Consular Affairs without requiring reappointment of such individual. Establishes a board to advise the Secretary of State with respect to negotiations concerning toll increases on the Saint Lawrence Seaway and the Welland Canal. Requires that such board consist of representatives of groups affected by the increased tolls. Terminates such board on the date such negotiations are completed, or September 30, 1978, whichever occurs first. Repeals the existing provision of law which authorizes suits against U.S. consular officers for damages resulting from neglect or failure to perform any legal duty. Directs the Secretary of State to recommend approval of an application for a non-immigrant visa by any individual excludable by reason of affiliation with a proscribed organization, unless he certifies to the appropriate Congressional committees that such alien is a threat to the security of the United States. Authorizes the Department to finance the participation of public interest groups in Department proceedings, advisory committees, or delegations when: (1) the group represents an interest that can be expected to contribute to a fair determination of the relevant issue; (2) that interest would not otherwise be adequately presented; and (3) the group seeking to represent that interest is not able to participate without financial assistance. =Title II: United States Information Agency= - Authorizes appropriations to U.S.I.A., in fiscal year 1978, for salaries and expenses ($269,286,000), special international exhibitions ($4,360,000), and acquisition and construction of radio facilities ($19,872,000). Restricts the transfer of such funds. Requires the Director of the United States Information Agency to submit to the Secretary of State plans for replacement of the Agency's facilities in Soweto, South Africa. Permits the Director to make available to the Administrator of General Services, for deposit in the National Archives, a master copy of the film \"Hirshhorn Museum and Sculpture Garden,\" any films for the \"Young Filmmakers Bicentennial Film Series\" of the Agency, and the film \"Man in the Environment. Provides that, upon receipt of reimbursement for any expenses involved, the U.S.I.A. shall make available for deposit or use at the John Fitzgerald Kennedy Library copies of certain films which relate to the Kennedy administration. =Title III: Board for International Broadcasting= - Authorizes the appropriation of $68,980,000 for the Board, in fiscal year 1978. Makes technical changes in existing law to reflect the consolidation of Radio Free Europe and Radio Liberty into the entity Radio Free Europe/Radio Liberty (RFE/RL, Inc.). =Title IV: Foreign Service and Other Personnel= - Requires that a Foreign Service Reserve officer receive the salary of a chief of mission if he is acting in the latter capacity. Authorizes the payment of compensation to alien employees of the U.S. who have been incarcerated as a result of such employment. Requires that, before conferring the rank of Ambassador upon an individual prior to Senate confirmation, the President transmit to the Senate Foreign Relations Committee notice of his intent and certain information concerning such individual's potential conflicts of interest. Deletes the ten-year citizenship requirement for the appointment of Foreign Service officers. Replaces entry procedure for Foreign Service Officer candidates with a Career Candidate Program, which authorizes the appointment of candidates who have passed the required examinations as Foreign Service Reserve officers for a trial period. Amends the Foreign Service Act of 1946 to make the retirement procedures for any foreign service officer who has served as chief of mission applicable to the Foreign Service Reserve officer who is a participant in the Foreign Service Retirement and Disability System. Eliminates the five-year citizenship requirement for appointment to the Foreign Service Reserve. Authorizes the Department to provide a gratuity for the survivors of alien Foreign Service employees killed in the line of duty. Authorizes retirement benefits for certain Foreign Service officers selected-out of the Foreign Service who were not in class one, two, or three at the time of retirement. Excludes Foreign Service officers from the civil service law which requires overtime pay for certain Federal employees of GS-10 or lesser rank. Increases the annual pay of Foreign Service Officer classes five through eight. Directs the Secretary of State to give equal consideration employing qualified family members of United States Government employees assigned to duties outside the United States. Provides certain career assistance services for spouses of Foreign Service personnel. =Title V: Miscellaneous Provisions= - Directs the President to prepare and submit to Congress a report containing recommendations for reorganizing the international information, education, cultural, and broadcasting activities of the U.S. Government. States the sense of Congress that the Belgrade Conference to review compliance with the Helsinki Accord provides the United States an important forum to press its case for greater respect for human rights. States that Congress is convinced that the emphasis given human rights should be translated into concern for specific individuals, particularly Anatoly Scharansky. Directs the President to report to Congress on his recommendations for the reform of the United Nations. Declares the sense of Congress that any foreign country should be allowed to maintain an information office in the United States, if maintenance of such an office is consistent with U.S. law. Requires that the President make no commitment to provide any reparations or aid to Vietnam. Directs the President to continue to take all possible steps to obtain a final accounting of all Americans missing in action in Vietnam. Provides that any new Panama Canal treaty protect the vital interest of the United States in the Canal Zone. Directs the President to insure that, at all stages of the U.N. Conference on Science and Technology for Development, U.S. representatives emphasize the development of light capital technologies in agriculture, industry, and energy production and conservation. Amends the Foreign Assistance Act of 1969 to authorize appropriations not to exceed $25,000,000 in the fiscal years 1979 and 1980 for the Inter-American Foundation. Grants the consent of Congress, upon approval of the Secretary of State and the other concerned Secretary, to (1) any retired member of the uniformed services, (2) any member of a Reserve component of the Armed Forces, and (3) any member of the commissioned Reserve Corps of the Public Health Service, to accept civil employment from a foreign government. Expresses the sense of Congress that the President should initiate a major diplomatic effort toward the creation of an international system of nationally held grain reserves which provides for supply assurances to consumers and income security to producers. Expresses the sense of the Congress that negotiations toward the normalization of relations with Cuba be conducted in a deliberate manner and on a reciprocal basis. Declares the sense of the Congress that: (1) United States policy toward Korea should continue to be arrived at by joint decision of the President and Congress; (2) any implementation of the President's policy of phased troop withdrawal from Korea should be consistent with the security interests of South Korea and the interests of the United States in Asia, notably Japan; (3) such policy should involve appropriate consultations between the United States and the governments directly involved; and (4) any implementation of such policy shall be carried out in regular consultation with the Congress. Directs the President to submit a report to the Congress by February 15, 1978, and annually thereafter until the completion of any such withdrawal, assessing the implementation of the foregoing policy. Authorizes additional amounts for certain boundary and water projects, as may be justified by ordinary fluctuations in operation and maintenance costs. Revises the per diem rate for Boundary and Water Commission consultants and temporary employees. Provides that gifts from foreign governments to U.S. Government employees must be reported by the recipient to his employing agency. Requires the disposal of gifts by (1) return to the donor, or (2) donation, transfer or sale in accordance with existing law. Allows the acceptance of decorations or awards for meritorious performance, subject to the employing agency's approval. Changes the definition of \"minimal value\" from $50 to $100, in order to reflect inflation. Provides for the acceptance from foreign governments of travel and travel expenses under certain circumstances. Stipulates that no gifts of more than minimal value be given by the U.S. Government using appropriated funds unless specifically authorized by Congress or purchased from a certain State Department account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Foreign Relations Authorization Act, Fiscal year 1978", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize fiscal year 1978 appropriations for the Department of State, the U.S. Information Agency, and the Board for International Broadcasting, to make certain changes in the Foreign Service personnel system.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to authorize fiscal year 1978 appropriations for the Department of State, the United States Information Agency, and the Board for International Broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:20-05:00"
}