{
  "actions": [
    {
      "acted_at": "2003-04-10", 
      "references": [
        {
          "reference": "CR S5194-5196", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-10", 
      "committee": "Committee on Foreign Relations", 
      "references": [
        {
          "reference": "CR S5196-5198", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-14", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s871-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2003-04-10", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "2003-04-10", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "2003-04-10", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2003-04-10", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "2003-04-10", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-04-10", 
  "number": "871", 
  "official_title": "A bill to provide for global pathogen surveillance and response.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2329-108", 
      "reason": "identical"
    }
  ], 
  "short_title": "Global Pathogen Surveillance Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-04-10", 
  "subjects": [
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Arms control agreements", 
    "Biological warfare", 
    "Communicable diseases", 
    "Communication in medicine", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Developing countries", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Emergency management", 
    "Emergency medicine", 
    "Epidemiology", 
    "Federal aid to education", 
    "Federal employees", 
    "Foreign students", 
    "Foreign trade and international finance", 
    "Geographic information systems", 
    "Government operations and politics", 
    "Government paperwork", 
    "Graduate education", 
    "Health", 
    "Health information systems", 
    "Health surveys", 
    "Higher education", 
    "Information technology", 
    "International affairs", 
    "International agencies", 
    "Medical education", 
    "Medical laboratories", 
    "Medical research", 
    "Medical technology", 
    "Medical tests", 
    "Military medicine", 
    "Physical examinations", 
    "Preventive medicine", 
    "Public health personnel", 
    "Research centers", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific instruments and apparatus", 
    "Standards", 
    "State-sponsored terrorism", 
    "Syndromes", 
    "Telecommunication systems", 
    "Terrorism", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-04-10", 
    "text": "Global Pathogen Surveillance Act of 2003 - Requires that priority for U.S. assistance under this Act be given to eligible developing countries that permit personnel from the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDCP) to: (1) investigate outbreaks of infectious diseases on their territories; (2) provide early notification of disease outbreaks; and (3) provide pathogen surveillance data to appropriate U.S. agencies in addition to international health organizations. Prohibits any foreign national participating in programs under this Act from having access, during the course of such participation, to select agents that may be used as, or in, a biological weapon, except in a supervised and controlled setting. Establishes a program under which the Secretary of State may award fellowships to eligible nationals to pursue: (1) graduate courses of study leading to a master of public health degree with a concentration in epidemiology from an institution of higher education in the United States with a Center for Public Health Preparedness; or (2) advanced public health training in epidemiology to be carried out at the CDCP (or equivalent State facility), or other Federal facility (excluding the Department of Defense or United States National Laboratories), for a period of between six and 12 months. Allows each fellowship recipient also to study at the CDCP (or an equivalent facility) the diagnosis and containment of likely bioterrorism agents. Requires fellowship recipients to agree to return, upon completion of education or training, to their countries of nationality or last habitual residence (so long as it is an eligible developing country) and complete at least four years of employment in a public health position in the government or a nongovernmental, not-for-profit entity in that country or, with the Secretary's approval in an international health organization. Allows the Secretary, on a case-by-case basis, and if in the U.S. national interest, to provide for participation in the program of U.S. citizens who agree, upon completion of education or training, to work at least five years in a public health position in an eligible developing country or the WHO. Directs the Secretary to support short training courses in-country (not in the United States) to laboratory technicians and other public health personnel from eligible developing countries in: (1) laboratory techniques relating to the identification, diagnosis, and tracking of pathogens responsible for possible infectious disease outbreaks; and (2) techniques of syndrome surveillance reporting and rapid analysis of syndrome information using Geographic Information System (GIS) and other Internet-based tools. Authorizes the President to furnish assistance to eligible developing countries to purchase and maintain: (1) public health laboratory equipment necessary to collect, analyze, and identify expeditiously a broad array of pathogens, including mutant strains, which may cause disease outbreaks or may be used as a biological weapon; and (2) related communications equipment and information technology. Authorizes a Federal agency head, upon the request of a U.S. chief of diplomatic mission or an international health organization, and with the Secretary's concurrence, to assign to the respective U.S. mission or organization any public health officer or employee of the agency for the purpose of enhancing disease and pathogen surveillance efforts in developing countries. Directs the CDCP and the Department of Defense each to: (1) increase the number of personnel assigned to their respective laboratories located in eligible developing countries that conduct research and other activities with respect to infectious diseases; and (2) expand the operations of those laboratories, especially in the implementation of on-site training of foreign nationals and regional outreach efforts involving neighboring countries. Authorizes the President to provide assistance to: (1) enhance the surveillance and reporting capabilities for the WHO and existing regional health networks; and (2) develop new regional health networks. Authorizes the Secretary of Health and Human Services to establish new country or regional Foreign Epidemiology Training Programs in eligible developing countries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Global Pathogen Surveillance Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for global pathogen surveillance and response.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:12-05:00"
}