{
  "actions": [
    {
      "acted_at": "2010-05-25", 
      "references": [
        {
          "reference": "CR S4222", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-26", 
      "calendar": "Senate Legislative", 
      "number": "411", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 411.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3421-111", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-25", 
  "number": "3421", 
  "official_title": "A bill to provide a temporary extension of certain programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4213-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5453-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5618-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5647-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6419-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6556-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3420-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s3551-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3706-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3981-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3990-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Protecting Against Indebting our Descendants through Fully Offset Relief (PAID FOR) Temporary Extension Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-05-26", 
  "subjects": [
    "Appropriations", 
    "Budget process", 
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Economics and public finance", 
    "Floods and storm protection", 
    "Government lending and loan guarantees", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health personnel", 
    "Medicare", 
    "Poverty and welfare assistance", 
    "Small business", 
    "State and local finance", 
    "Unemployment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-05-25", 
    "text": "Protecting Against Indebting our Descendants through Fully Offset Relief (PAID FOR) Temporary Extension Act of 2010 - Amends the Supplemental Appropriations Act, 2008 with respect to the state-established individual emergency unemployment compensation account (EUCA). Extends the final date for entering a federal-state agreement under the Emergency Unemployment Compensation (EUC) program through July 7, 2010. Postpones the termination of the program until December 11, 2010. Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until July 7, 2010: (1) federal-state agreements increasing regular unemployment compensation payments to individuals; and (2) requirements that federal payments to states cover 100% of EUC. Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and December 11, 2010, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.) Amends the American Recovery and Reinvestment Act of 2009 (ARRA) to extend through June 30, 2010, premium assistance for COBRA (health insurance continuation benefits under the Consolidated Omnibus Budget Reconciliation Act of 1985) benefits. Amends title XVIII (Medicare) of the Social Security Act to extend through June 30, 2010, the 0% update to the conversion factor in the Medicare physican payment computation. Amends the Department of Defense Appropriations Act, 2010 to extend the use of 2009 poverty guidelines through June 30, 2010. Prohibits the Secretary of Health and Human Services (HHS) from publishing updated poverty guidelines for 2010 until after such date. Amends the Continuing Appropriations Resolution, 2010 to extend through June 30, 2010, the national flood insurance program. Amends the ARRA to extend through June 30, 2010, the small business loan guarantee program. Makes appropriations for the program as well as for the cost of certain loan guarantee fee reductions and eliminations. Rescinds pro rata the unobligated balance of each amount appropriated or made available under ARRA (except under title X: Military Construction and Veterans Affairs of division A), so that the aggregate amount of such rescissions equals $13 billion to offset the net increase in spending resulting from this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protecting Against Indebting our Descendants through Fully Offset Relief (PAID FOR) Temporary Extension Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a temporary extension of certain programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:50-05:00"
}