{
  "actions": [
    {
      "acted_at": "1986-07-16", 
      "committee": "Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-08-07", 
      "in_committee": "Committee on Small Business", 
      "references": [], 
      "text": "Committee on Small Business. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2647-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1986-07-16", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1986-08-13", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-07-16", 
  "number": "2647", 
  "official_title": "A bill to amend the Small Business Investment Act of 1958 to create the Corporation for Small Business Investment, to transfer certain functions of the Small Business Administration to the Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5019-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5019-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Corporation for Small Business Investment Charter Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-07-16", 
  "subjects": [
    "Business and commerce", 
    "Conflict of interests", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Minority business enterprises", 
    "Securities and Investments", 
    "Securities regulation", 
    "Small Business Administration", 
    "Small business", 
    "Socially handicapped", 
    "Stocks"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-07-16", 
    "text": "Corporation for Small Business Investment Charter Act - Amends the Small Business Investment Act of 1958 to include in the terms \"small business investment company,\" \"company,\" and \"licensee\" any company that is qualified to conduct business with the Corporation for Small Business Investment. Defines \"small business concern\" with respect to the Small Business Investment Act of 1958. Sets forth procedures for the qualification of small business investment companies (licensees) to conduct business with the Corporation for Small Business Investment and the termination, suspension, or revocation of the license of such companies that do not qualify under the provisions of this Act. Establishes the Corporation for Small Business Investment. Requires the President, within 60 days after enactment of this Act, to appoint an interim Board of Directors of the Corporation. Authorizes the Corporation to issue common and preferred stock and certain other obligations to small business investment companies. Authorizes the Secretary of the Treasury to purchase obligations issued by the Corporation. Exempts from U.S. securities laws all stocks and obligations issued by the Corporation. Deems the Corporation to be a U.S. agency. Authorizes the Corporation to: (1) make loans to small business investment companies; (2) purchase preferred securities, debentures, and guarantee debentures issued by such companies; and (3) act as issuer of such securities. Requires the Corporation to establish criteria for the qualification of: (1) small business investment companies to conduct business with such Corporation; and (2) special small business investment companies whose investments will be made solely in disadvantaged small businesses. Establishes a special-purpose trust for the benefit of special small business investment companies. Authorizes: (1) the trustees to purchase preferred securities; and (2) the Corporation to purchase or to guarantee debentures issued by special small business investment companies. Permits the purchase of ownership interests in small business investment companies by national banks. Authorizes small business investment companies to: (1) purchase stock issued by the Corporation; (2) borrow money; and (3) issue debenture bonds, promissory notes, or other obligations under conditions as prescribed by the Corporation. Authorizes the Corporation to enter into agreements regarding the operation of small business investment companies. Authorizes small business investment companies to provide equity capital and loans to small businesses. Requires the Corporation to adopt rules on conflicts of interest which may be detrimental to: (1) small businesses; (2) small business investment companies; or (3) the Corporation. Provides that the Small Business Administration shall have review authority over the Corporation. Requires the accounts of the Corporation to be audited annually. Requires a report of each audit to be: (1) furnished to the Secretary of the Treasury; and (2) made by the Secretary to the President and the Small Business Committees of the Congress not later than six months following the close of each fiscal year. Requires the Corporation, after the end of each fiscal year, to transmit to the President, the Small Business Committees of the Congress, and the Small Business Administration a report of its operations and activities during each year. Transfers to the Corporation all title to small business investment company securities that are guaranteed by the SBA and held by the Federal Financing Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corporation for Small Business Investment Charter Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Investment Act of 1958 to create the Corporation for Small Business Investment, to transfer certain functions of the Small Business Administration to the Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:58-05:00"
}