{
  "actions": [
    {
      "acted_at": "1997-09-29", 
      "references": [
        {
          "reference": "CR S10153-10154", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-29", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1321-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1321"
    }
  ], 
  "bill_id": "s1234-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1997-10-01", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1997-10-01", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-09-29", 
  "number": "1234", 
  "official_title": "A bill to improve transportation safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Highway and Surface Transportation Safety Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-09-29", 
  "subjects": [
    "Accident prevention", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Age (Law)", 
    "Agriculture and food", 
    "Alcohol and youth", 
    "American technical assistance", 
    "Arson", 
    "Arts, culture, religion", 
    "Authorization", 
    "Automobile fuel consumption", 
    "Automobile industry", 
    "Automobile insurance", 
    "Automobile parts", 
    "Automobile safety standards", 
    "Automobile theft", 
    "Black colleges", 
    "Boating accidents", 
    "Boats and boating", 
    "Boundaries", 
    "Business records", 
    "Capital punishment", 
    "Child safety", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer networks", 
    "Computers and government", 
    "Conferences", 
    "Consumer education", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information systems", 
    "Curricula", 
    "Data banks", 
    "Department of Transportation", 
    "Destruction of property", 
    "Disabled", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug testing", 
    "Drunk driving", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental risk assessment", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Exhibitions", 
    "Explosives", 
    "Extortion", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to Indians", 
    "Federal aid to higher education", 
    "Federal aid to territories", 
    "Federal aid to transportation", 
    "Federal libraries", 
    "Federal preemption", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Fishing", 
    "Food adulteration and inspection", 
    "Food contamination", 
    "Food industry", 
    "Food safety", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Freedom of information", 
    "Gasoline tax", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government statistics", 
    "Government trust funds", 
    "Graduate education", 
    "Health", 
    "Higher education", 
    "Highway engineering", 
    "Highway planning", 
    "Highway research", 
    "Highway use tax", 
    "Hours of labor", 
    "Housing and community development", 
    "Identification devices", 
    "Indian lands", 
    "Indian law enforcement", 
    "Information networks", 
    "Infrastructure", 
    "Intermodal transportation", 
    "International affairs", 
    "International cooperation", 
    "International environmental cooperation", 
    "Interstate compacts", 
    "Interstate highway system", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Libel and slander", 
    "Licenses", 
    "Local laws", 
    "Locomotives", 
    "Management information systems", 
    "Marinas", 
    "Marine and coastal resources, fisheries", 
    "Marine resources conservation", 
    "Mass rapid transit", 
    "Meat", 
    "Meat inspection", 
    "Medical tests", 
    "Minorities", 
    "Minority education", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "Motor vehicle registration", 
    "Motor vehicle safety", 
    "Murder", 
    "Negotiations", 
    "Parking facilities", 
    "Pedestrians", 
    "Performance measurement", 
    "Personnel records", 
    "Poultry industry", 
    "Poultry inspection", 
    "Probation", 
    "Railroad commuting traffic", 
    "Railroad employees", 
    "Railroad freight operations", 
    "Railroad passenger traffic", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Rating of employees", 
    "Recidivists", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Retail trade", 
    "Right of privacy", 
    "Risk assessment", 
    "School buses", 
    "Science, technology, communications", 
    "Seat belts", 
    "Sentences (Criminal procedure)", 
    "Small business", 
    "Sports and recreation", 
    "Standards", 
    "State laws", 
    "Strategic planning", 
    "Surveys", 
    "Taxation", 
    "Technological innovations", 
    "Technology assessment", 
    "Technology transfer", 
    "Terrorism", 
    "Trade agreements", 
    "Traffic accidents and safety", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Treaties", 
    "Truck drivers", 
    "Trucking", 
    "Trucks", 
    "Urban affairs", 
    "Urban transportation", 
    "Weapons", 
    "Witnesses", 
    "Women", 
    "Women's education"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-09-29", 
    "text": "TABLE OF CONTENTS: Title I: Highway Safety Title II: Hazardous Materials Transportation Reauthorization Title III: Sanitary Food Transportation Title IV: Rail and Mass Transportation Anti-Terrorism Title V: Rail and Mass Transportation Safety Title VI: Motor Carrier Safety Subtitle A: State Grants and Other Commercial Vehicle Programs Subtitle B: Motor Carrier Safety Act of 1997 Title VII: Research Subtitle A: Programs and Activities Subtitle B: Intelligent Transportation Systems Title VIII: Boating Safety Highway and Surface Transportation Safety Act of 1997 - Amends Federal transportation law to authorize the Secretary of Transportation to provide for awards to individuals and organizations that significantly contribute to Department of Transportation (DOT) programs, missions, or operations, including State and local governments, transportation unions, and commercial and nonprofit organizations. Title I: Highway Safety - Amends requirements for highway safety programs. Requires the Secretary to make safety incentive grants to States that adopt and implement effective programs to reduce traffic safety problems resulting from persons driving under the influence of alcohol. Specifies requirements for such programs, including: (1) driver's license suspension or revocation systems; (2) three-stage graduated licensing; (3) nondiscriminatory vehicle-stopping to determine alcohol influence; and (4) certain alcohol-impaired driving countermeasures. Establishes incentive programs to: (1) improve data systems and identify priorities for State and local highway and traffic safety programs; and (2) increase safety belt and child safety seat use. Requires the Secretary to carry out safety research on, among other things, measures that may deter drugged driving. (Sec. 102) Revises the National Driver Register (NDR) statute to: (1) authorize the Secretary to enter into an agreement with an organization representing State interests to manage, administer, and operate NDR's computer timeshare and user assistance functions; (2) extend participation to specified other Federal departments or agencies; and (3) allow Federal agencies authorized to receive NDR information to make their requests and receive the information directly from NDR. (Sec. 103) Authorizes appropriations out of the Highway Trust Fund (HTF) for: (1) consolidated State highway safety programs; (2) National Highway Traffic Safety Administration operations and research; and (3) NDR. (Sec. 104) Authorizes the Secretary and the Administrator of the Environmental Protection Agency (EPA) to participate in the development of an international compendium of national motor vehicle standards, including both safety and environmental standards. Authorizes the Secretary or the Administrator to promote international cooperative programs for conducting research, development, demonstration projects, training, and other forms of technology transfer and exchange to enhance international motor vehicle safety, and provide technical assistance to other countries relating to their adoption of U.S. Federal standards for vehicles. Authorizes the Secretary and the Administrator of EPA to participate in international negotiations and agree to harmonized rules for vehicular safety and environmental pollution if certain conditions are met. (Sec. 108) Directs the Secretary to develop a program to notify U.S. dealers and distributors that Federal law prohibits the sale or delivery of a schoolbus that does not meet certain Federal motor vehicle safety standards. Title II: Hazardous Materials Transportation Reauthorization - Hazardous Materials Transportation Safety Reauthorization Act of 1997 - Repeals the Secretary's authority to prescribe criteria for handling hazardous material. (Sec. 205) Changes from discretionary to mandatory the Secretary's authority to impose a fee on persons who are required to file a registration statement for the transport of hazardous materials in order to pay for the costs of processing such statements. (Sec. 206) Directs the Secretary to implement a pilot program to evaluate the use of automated carrier assessment programs for carriers of certain hazardous materials. (Sec. 209) Directs the Secretary (currently, the Director of the Federal Emergency Management Agency) to monitor public sector emergency response planning and training for an accident involving hazardous material. Authorizes the Secretary to allow a State or Indian tribe receiving a planning and training grant to use up to 25 percent of the grant amount to assist small businesses in complying with regulations for the safe transportation of hazardous material. (Sec. 211) Authorizes the Secretary to enter into grants, cooperative agreements, and other transactions with a person, U.S. agency, State or local government, Indian tribe, foreign government, educational institution, or other entity to further research, development, demonstration, risk assessment, emergency response planning and training activities with respect to the transportation of hazardous materials. (Sec. 212) Authorizes officers, employees, or agents of the Secretary to: (1) inspect and examine packages in transport when they are marked as containing a hazardous material, or when there is a reasonable belief that such a package may contain such material; and (2) prevent, when there is a reasonable belief that an imminent hazard may exist, the further transportation of the hazardous material until the hazardous qualities of such material have been determined. (Sec. 213) Revises penalties for violations of a regulation, order, special permit, or approval in connection with the transportation of a hazardous material to: (1) increase the maximum civil penalty to not more than $27,500 for each violation; and (2) provide for a fine, or imprisonment for not more than 20 years, or both for violations which lead to the release of a hazardous material (aggravated violations). (Sec. 215) Authorizes a person with a substantial interest in a final enforcement order issued in connection with the transportation of a hazardous material to petition for review in the appropriate court. (Sec. 216) Directs the Secretary to conduct a study to: (1) determine the safety benefits of implementing a Federal permit program for high risk hazardous material carriers; (2) examine the safety benefits of increased monitoring of high risk hazardous material carriers, and the costs, benefits, and procedures of existing State permit programs; and (3) assess the potential of advanced technologies for improving the assessment of high risk hazardous material carrier's compliance with motor carrier safety regulations. (Sec. 217) Authorizes appropriations. Earmarks certain funds for: (1) training the public sector to respond to accidents involving the transportation of hazardous materials; and (2) hazardous material emergency response planning and training grants to States and Indian tribes. Title III: Sanitary Food Transportation - Sanitary Food Transportation Act of 1997 - Amends the Federal Food, Drug, and Cosmetic Act to deem as adulterated any food transported under unsanitary conditions. (Sec. 303) Directs the Secretary to establish by regulation sanitary transportation practices (subject to waiver) which shippers, carriers, receivers, and other persons engaged in the transportation of food shall follow to ensure that such food will not become adulterated during transportation. Authorizes the Secretary, by publication in the Federal Register, to establish a list of nonfood products that may, if shipped in a tank or bulk vehicle, or motor or rail vehicle, adulterate any food transported subsequently in such vehicle. (Sec. 304) Amends Federal transportation law to revise sanitary food transportation requirements to direct the Secretary to establish transportation safety inspection procedures to identify suspected incidents of contamination or adulteration of food, and to train Department of Transportation (DOT) personnel in the use of such procedures. Directs the Secretary to notify the Secretary of Health and Human Services or the Secretary of Agriculture of any instances of potential food contamination or adulteration of food identified during such inspections. Title IV: Rail and Mass Transportation Anti-Terrorism - Transportation Anti-Terrorism Act of 1997 - Amends the Federal criminal code to prohibit the use of firearms, dangerous weapons, and propelling objects against railroad trains and mass transportation. (Sec. 405) Requires the Federal Bureau of Investigation to lead the investigation of all such offenses (including existing offenses under the \"Wrecking Trains\" statute). Title V: Rail and Mass Transportation Safety - Amends Federal transportation law to require the Federal Transit Administrator to consult with the Federal Railroad Administrator concerning relevant safety issues when making mass transportation grants or loans to commuter railroads that are under the Secretary's railroad safety jurisdiction. (Sec. 502) Changes the frequency with which rail carriers must file accident and incident reports with the Secretary from monthly to periodically. (Sec. 503) Amends the Intermodal Surface Transportation Efficiency Act of 1991 to extend through January 1, 2003, the temporary exemption from certain axle weight limitations to any intrastate public agency transit passenger bus using the Dwight D. Eisenhower System of Interstate and Defense Highways. Title VI: Motor Carrier Safety - Subtitle A: State Grants and Other Commercial Vehicle Programs - Provides for performance-based grants to States for: (1) improving motor carrier safety; and (2) enforcing regulations for hazardous materials transportation safety. Requires State plans under such grants to implement performance-based activities by FY 2000. (Sec. 603) Makes 100 percent the Federal share of public education activities with respect to commercial motor vehicle safety programs and enforcement. (Sec. 604) Provides funding for commercial motor vehicle safety programs for FY 1998 through 2003. (Sec. 605) Authorizes the Secretary to establish motor carrier information systems and data analysis programs to support motor carrier regulatory and enforcement activities. Requires such information systems, in cooperation with the States, to be coordinated into a network providing identification of motor carriers and drivers, registration and licensing tracking, and motor carrier and driver safety performance. Requires the Secretary to develop and maintain data analysis capacity and programs to provide the means: (1) to develop strategies to address safety problems and to use data analysis to measure the effectiveness of these strategies and related programs; (2) to determine the cost effectiveness of State and Federal safety compliance, enforcement programs, and other countermeasures; (3) to evaluate the safety fitness of motor carriers and drivers; (4) to identify and collect necessary data; and (5) to adapt, improve, and incorporate other information and information systems as deemed appropriate by the Secretary. Authorizes the Secretary to include, as part of the DOT motor carrier safety information network system, a Performance and Registration Information Systems Management information system to serve as a clearinghouse and repository of information related to State registration and licensing of commercial motor vehicles and the safety system of the commercial motor vehicle registrants or the motor carriers operating the vehicles. Authorizes the Secretary to establish a program focusing on improving commercial motor vehicle driver safety. (Sec. 606) Authorizes FY 1998 through 2003 appropriations for information systems and strategic safety initiatives. Repeals the existing truck and bus accident grant program. Subtitle B: Motor Carrier Safety Act of 1997 - Motor Carrier Safety Act of 1997 - Amends commercial vehicle safety law to abolish the Commercial Motor Vehicle Safety Regulatory Review Panel (effectively making the Secretary the primary one to review State laws or regulations on commercial motor vehicle safety). (Sec. 652) Repeals the requirement for State submission of commercial motor vehicle safety laws and regulations to the Secretary for review, including the mandate for the Commercial Motor Vehicle Safety Regulatory Review Panel. Revises safety fitness provisions to prohibit motor carriers (including motor carriers that transport hazardous material or more than 15 passengers) who fail to meet certain safety fitness requirements from operating in interstate commerce. Authorizes an commercial motor carrier employee, in conjunction with other remedies, to bring a civil action in district court to enforce an order by the Secretary of Labor that such employee had been discharged, disciplined, or discriminated against for filing a complaint related to a violation of a commercial motor vehicle safety regulation. (Sec. 653) Repeals grant programs for: (1) testing and ensuring the fitness of operators of commercial motor vehicles; and (2) issuing commercial drivers' licenses and complying with State participation requirements. Declares that no action for defamation, invasion of privacy, or interference with a contract that is based on the furnishing or use of safety performance records in accordance with regulations issued by the Secretary may be brought against: (1) a motor carrier requesting such records of an individual under consideration for employment as a commercial motor vehicle driver; (2) a person who has complied with such request; or (3) the agents or insurers of such persons. (Sec. 654) Revises civil penalties for violations of certain commercial motor vehicle safety and recordkeeping requirements. Subjects to both civil and criminal penalties a person who knowingly aids, abets, counsels, or procures a violation of such requirements. (Sec. 655) Repeals the mandate for a working group of State and local government officials with respect to the International Registration Plan and International Fuel Tax Agreement. Repeals the authority for grants to States and appropriate persons to facilitate participation in such Plan and Agreement, as well as the authorization of appropriations for the program. (Sec. 656) Directs the Secretary to conduct a study to determine the adequacy of parking facilities that could be used by motor carriers to comply with Federal hours-of-service rules. Title VII: Research - Subtitle A: Programs and Activities - Authorizes the Secretary to establish: (1) a national strategic planning process which encompasses Federal, State, and local planning activities for intermodal, multimodal, and modal transportation research and technology; and (2) the Intermodal Transportation Research and Development Program. (Sec. 701) Authorizes the Secretary to make grants to nonprofit institutions of higher learning to establish one university transportation center (thereby combining the existing university research institute and transportation centers programs) in each of the ten U.S. Government regions that compose the Standard Federal Regional Boundary System to address transportation management, research and development, and education and training for qualified graduate and undergraduate students, with special attention to women and minorities. (Sec. 702) Requires the Bureau of Transportation Statistics (BTS) to compile statistics on transportation-related variables influencing global competitiveness. Revises the duties of the BTS Director with respect to the long term data collection program to require, among other things, that it be coordinated with efforts to measure outputs and outcomes of DOT and the nation's transportation systems under the Government Performance and Results Act (GPRA). Requires the BTS Director to establish an Intermodal Transportation Data Base, the National Transportation Library, and a National Transportation Atlas Data Base. Authorizes the Secretary to make grants to, or enter into cooperative contracts with, public and nonprofit entities to conduct research and development in support of the Bureau's activities. Authorizes appropriations. (Sec. 703) Changes from discretionary to mandatory the Secretary's authority to engage in research, development, and technology transfer activities with respect to motor carrier transportation and all phases of highway planning and development. Directs the Secretary to develop programs to facilitate application of the products of research and technical innovations that will improve the safety, efficiency, and effectiveness of the highway system. (Sec. 704) Repeals the mandate for the National Highway Institute (thus abolishing it). Converts the current discretionary education and training assistance program providing urban and rural highway and transportation agencies access to modern highway technology into a mandatory a National Technology Deployment Initiatives program Authorizes appropriations. Subtitle B: Intelligent Transportation Systems Act of 1997 - Intelligent Transportation Systems Act of 1997 - Directs the Secretary to conduct an ongoing program to research, develop, and operationally test intelligent transportation systems and advance the deployment of such systems as a component of the Nation's surface transportation systems (in effect, extending the expiring Intelligent Transportation Systems Act of 1991). (Sec. 753) Defines \"intelligent transportation systems\" (ITS) as the application of electronics, communications, or information processing to improve the efficiency and safety of surface transportation systems. (Sec. 754) Directs the Secretary to establish a repository for technical and safety data collected as a result of federally-sponsored projects under this title. (Sec. 755) Directs the Secretary to update the National ITS Program Plan as necessary. (Sec. 756) Authorizes the Secretary to provide: (1) planning and technical assistance, training, and information to State and local governments seeking to implement ITS technologies and services; and (2) funding to Federal agencies and make grants to non-Federal entities (including State and local governments, universities, including Historically Black Colleges and Universities, and other persons) for ITS research. (Sec. 757) Directs the Secretary to conduct an intelligent transportation infrastructure (ITI) deployment incentives program to promote deployment of integrated, multimodal transportation systems throughout the Nation. (Sec. 758) Authorizes appropriations. Title VIII: Boating Safety - Sportfishing and Boating Improvement Act of 1997 - Amends the Act popularly known as the Federal Aid in Fish Restoration Act to establish the National Outreach and Communications Fund. Credits to the Fund specified amounts from the Sport Fish Restoration Account. Increases: (1) the regional average that States must allocate from specified appropriations for certain recreational boating purposes; and (2) the limit on State funding for aquatic resource education, outreach, and communications (currently, for aquatic resource education and outreach) programs. (Sec. 803) Directs the Secretary of the Interior to develop and implement a national plan for outreach and communications. Authorizes grants and contracts from the National Outreach and Communications Fund to carry out the plan. Requires States to develop an outreach and communications plan. (Sec. 804) Requires that, of the balance remaining after the annual initial distribution of funds from appropriations to carry out the Act, certain amounts be used for programs and projects under specified provisions of: (1) Federal law relating to State recreational boating safety programs; (2) the Clean Vessel Act of 1992; and (3) this Act. (Sec. 805) Directs the Secretary to adopt a national framework for a public boat access needs assessment. Requires States to conduct the assessments unless the Secretary certifies that a State is implementing a plan that ensures adequate access. Allows States to fund the assessments from amounts dedicated to access to recreational waters under existing provisions. Mandates matching grants to States for up to 75 percent of the cost of facilities for transient nontrailerable recreational vessels. (Sec. 806) Amends Federal boating safety law to direct the Secretary, subject to specified restrictions, to expend in each fiscal year specified funds for State recreational boating safety programs. Earmarks funds for the payment of expenses of the Coast Guard for personnel and activities directly related to carrying out the national recreational boating safety program. (Sec. 807) Limits the allocation of funds for recreational boating safety programs for the insular areas to no more than one-half of one percent of the total expended for such programs for all eligible States. Waives local matching fund requirements for amounts under $200,000 that are received by the insular areas for such programs. Reduces the period of availability of State allocations from three years to two years after the date of allocation. Requires amounts not obligated by the State within such period to be withdrawn and allocated to the State the following fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Highway and Surface Transportation Safety Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Hazardous Materials Transportation Safety Reauthorization Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Intelligent Transportation Systems Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Motor Carrier Safety Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sanitary Food Transportation Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sportfishing and Boating Improvement Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Transportation Anti-Terrorism Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve transportation safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:08-05:00"
}