{
  "actions": [
    {
      "acted_at": "1977-03-16", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5149-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-16", 
  "number": "5149", 
  "official_title": "A bill to regulate commerce by establishing a nationwide system to restore motor vehicle accident victims and by requiring no-fault motor vehicle insurance as a condition precedent to using a motor vehicle on public roadways.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National No-Fault Motor Vehicle Insurance Act", 
  "sponsor": {
    "district": "12", 
    "name": "Rinaldo, Matthew J.", 
    "state": "NJ", 
    "thomas_id": "00963", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-16", 
  "subjects": [
    "Advisory bodies", 
    "Automobile insurance", 
    "Business and commerce", 
    "Federal advisory bodies", 
    "Insurance", 
    "Motor vehicles", 
    "States"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-16", 
    "text": "National No-Fault Motor Vehicle Insurance Act - Title I: General Provisions - Requires every owner of a motor vehicle which is registered in a State in which a State no-fault plan for motor vehicle insurance, in accordance with this Act is in effect, or which is operated in such State by the owner or with the owner's permission to provide security covering such motor vehicle while such vehicle is either present or registered in such State. Requires the commissioner of insurance for each State to establish or approve a plan assuring that any required no-fault benefits and tort liability coverages for motor vehicles will be available, subject only to payment of premiums, to each individual who cannot conveniently obtain insurance through ordinary methods at rates not in excess of those applicable to similarly situated individuals under the plan. Directs all insurers writing no-fault benefits and tort liability coverages in a State to participate in the plan of such State. Sets forth restrictions with respect to the cancellation, modification, or termination of insurance. Title II: National Standards for State No-Fault Motor Vehicle Insurance Plan - Establishes within the Department of Transportation the No-Fault Insurance Plan Review Board to promulgate rules and regulations necessary to carry out this Act, and to formulate guidelines for the collection and presentation of statistics and data relevant to the evaluation of no-fault plans. Prohibits State law from preventing establishment of a State no-fault plan pursuant to this Act. Grants the Review Board power to approve and to annually review State no-fault plans. Authorizes the Review Board to make grants to any State for the purpose of reimbursing such State for any governmental cost increases resulting from the implementation or administration of a no-fault plan for motor vehicle insurance in accordance with this Act. Establishes certain approved limitations on benefits. Sets forth restrictions on tort liability for injuries in States in which approved no-fault plans are in effect prior to such injuries. Retains tort liability for non-economic detriment suffered by certain victims. Title III: Alternative State No-Fault Motor Vehicle Insurance Plan - Permits the establishment of an alternative State no-fault plan similar to the one herein outlined."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National No-Fault Motor Vehicle Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate commerce by establishing a nationwide system to restore motor vehicle accident victims and by requiring no-fault motor vehicle insurance as a condition precedent to using a motor vehicle on public roadways.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:52-05:00"
}