{
  "actions": [
    {
      "acted_at": "1983-08-04", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-20", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-23", 
      "bill_ids": [
        "hr4325-98"
      ], 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Provisions of measure incorporated into measure H.R. 4325 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1777-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1984-01-23", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1984-01-23", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-08-04", 
  "number": "1777", 
  "official_title": "A bill to amend part D of title IV of the Social Security Act to require each State to develop, implement, and enforce a system of mandatory and immediate deductions from wages for the collection of child-support payments.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4325-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Immediate Child-Support Enforcement Act", 
  "sponsor": {
    "district": null, 
    "name": "Trible, Paul S., Jr.", 
    "state": "VA", 
    "thomas_id": "01169", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-03-23", 
  "subjects": [
    "Child support", 
    "Domestic Relations and Families", 
    "Families", 
    "Labor and employment", 
    "Payroll deductions", 
    "Social welfare", 
    "Support of dependents", 
    "Wages"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-08-04", 
    "text": "Immediate Child-Support Enforcement Act - Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act to require that in order for any State to be eligible for payments pursuant to title IV or title XIX (Medicaid) of the Act, to have enacted and implemented a State law providing for the collection of child support through a system of mandatory deductions from wages satisfying the requirements of this Act. Requires such State system to: (1) apply in every case where child support has been ordered by a court or administrative process of the State; (2) provide for withholding from wages per pay period of child support payments due, plus any past-due support (to a maximum of 25 percent of gross pay); (3) require that any charges or fees imposed covering the costs of collection be paid by the individual from whom the amounts were collected; (4) utilize the services and facilities available under part D to locate individuals owing support, administer the withholding process, and distribute amounts withheld; (5) provide advance notice to those from whom wage deduction are to be made; (6) provide advance notice to an employer of the amounts to be deducted; (7) provide for as simple a deduction and payment as possible; (8) notify employers of the termination of a child support obligation; (9) provide for the protection of the employee's privacy against disclosure of the deduction; (10) make the employer liable to the State for failure to make deductions; (11) provide for giving notice to, and for requesting the enforcement of a State support order entered against an individual by, the child support enforcement agency of any other State in which the individual is employed; (12) provide that support collection has priority over any other legal process against the same wages; (13) provide for a minimum subsistence amount to be established by the State, which shall be the minimum amount ordered as support; and (14) provide for specified administrative procedures. Requires, in addition, each State to: (1) take actions necessary to extend its wage deduction system so that it will include deductions of child support from forms of income other than wages; and (2) make arrangements with other States to provide for the collection of support in any case where a State has ordered support."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Immediate Child-Support Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part D of title IV of the Social Security Act to require each State to develop, implement, and enforce a system of mandatory and immediate deductions from wages for the collection of child-support payments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:03-05:00"
}