{
  "actions": [
    {
      "acted_at": "1977-01-14", 
      "committee": "Senate Committee on Interior and Insular Affairs (Subsequently: Energy and Natural Resources)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs (Subsequently: Energy and Natural Resources).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s249-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-14", 
  "number": "249", 
  "official_title": "A bill to amend the Youth Conservation Corps Act of 1970 (84 Stat. 794).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Young Adult Conservation Corps Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-14", 
  "subjects": [
    "Labor and employment", 
    "Public service employment", 
    "Public works", 
    "States", 
    "Youth", 
    "Youth employment"
  ], 
  "subjects_top_term": "Youth employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-14", 
    "text": "Young Adult Conservation Corps Act - Amends the Act which established the Youth Conservation Corps to direct the Secretaries of Agriculture and Interior to jointly extend the Youth Conservation Corps to provide year-round employment for young adults. States that individuals employed as Corps members under this Act shall be either between the ages of 19 and 24 exclusively or school dropouts who are at least age 16; shall meet applicable physical standards; shall be given preference for employment if they reside in counties in which the unemployment rate was equal to or in excess of six percent for three consecutive months; and may be employed for a total of not more than 12 months. Specifies guidelines to be followed by the Secretaries in administering this Act, including those relative to the types of jobs and projects to be given preference and the wages to be paid Corps members. Extends the program under which grants are made to States and to assist them in meeting the cost of projects for the employment of young people to develop and maintain non-Federal public lands and waters. Designates a time period during which the Secretaries are to develop a plan to carry out the activities authorized by this Act and prepare the site location, facilities, and equipment selected in such plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Young Adult Conservation Corps Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Youth Conservation Corps Act of 1970 (84 Stat. 794).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:57-05:00"
}