{
  "actions": [
    {
      "acted_at": "2009-06-10", 
      "references": [
        {
          "reference": "CR S6454-6456", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-11-19", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-02-23", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 111-126.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-02-23", 
      "calendar": "Senate Legislative", 
      "number": "272", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 272.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1224-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2009-06-10", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2009-06-10", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Webb, Jim", 
      "sponsored_at": "2009-06-10", 
      "state": "VA", 
      "thomas_id": "01822", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-10", 
  "number": "1224", 
  "official_title": "A  bill to reauthorize the Chesapeake Bay Office of the National Oceanic and Atmospheric Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1771-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1771-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Chesapeake Bay Science, Education, and Ecosystem Enhancement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-11-19", 
  "subjects": [
    "Aquatic ecology", 
    "Chesapeake Bay", 
    "Climate change and greenhouse gases", 
    "Department of Commerce", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Fishes", 
    "Historic sites and heritage areas", 
    "Marine and coastal resources, fisheries", 
    "Maryland", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Teaching, teachers, curricula", 
    "Virginia", 
    "Water resources funding", 
    "Watersheds", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-02-23", 
    "text": "Chesapeake Bay Science, Education, and Ecosystem Enhancement Act of 2009 - Amends the National Oceanic and Atmospheric Administration Authorization Act of 1992 to expand the duties of the Chesapeake Bay Office to include programs and activities in: (1) coastal hazards, resilient coastal communities, and climate change; (2) research, scientific assessment, and adaptation to climate change; and (3) integrated ecosystem assessments. Removes provisions concerning the Chesapeake Bay fishery and habitat restoration small watershed grants program. Requires the Director of the Office to implement specified program activities to support the activity of the Chesapeake Executive Council. Requires the Director to: (1) establish and utilize an effective and transparent mechanism to ensure that projects funded under this section have undergone appropriate peer review, using, to the extent practicable, the capabilities of the Maryland and Virginia Sea Grant Program; (2) provide other appropriate means to determine that such projects have acceptable scientific and technical merit for the purpose of achieving maximum utilization of available funds and resources to benefit the Chesapeake Bay area; and (3) ensure that all data and other products generated by any project funded under this section be provided to the Director. Requires the Director to consult with the Chesapeake Executive Council to ensure that the activities of the Office are consistent with the purposes and priorities of the Chesapeake Bay Agreement and plans developed pursuant to the Agreement. Requires the Director to collaborate with scientific and academic institutions, state and federal agencies, nongovernmental organizations, and other constituents in the Chesapeake Bay watershed, to incorporate Chesapeake Bay observations into the U.S. integrated Ocean Observation System, and to coordinate coastal mapping requirements and projects. Sets forth specific requirements to support such actions. Requires the Director, to further the development and implementation of the Chesapeake Bay Interpretive Buoy System, to: (1) support the establishment and implementation of the Captain John Smith Chesapeake National Historic Trail; (2) delineate key waypoints along the trail and provide appropriate real-time data and information for trail users; (3) interpret data and information for use by educators and students to inspire stewardship of Chesapeake Bay; and (4) incorporate the Chesapeake Bay Interpretive Buoy System into the Integrated Ocean Observing System regional network of observatories. Requires the Director to establish a Chesapeake Bay watershed education and training program. Sets forth specific requirements for such program. Requires the Director, subject to the availability of appropriations, to award grants to support education and training projects that enhance understanding and assessment of a specific environmental problem in the Chesapeake Bay watershed or a goal of the Chesapeake Bay Program, or protect or restore living resources of the Chesapeake Bay watershed, including specified projects. Requires the Director to provide technical assistance to support such education and training program. Requires the Director to establish a Chesapeake Bay coastal living resources management and habitat program to support coordinated management, protection, characterization, and restoration of priority Chesapeake Bay habitats and living resources, including oysters, blue crabs, and submerged aquatic vegetation. Authorizes the Director, subject to the availability of appropriations, to out or enter into grants, contracts, and cooperative agreements and provide technical assistance to support related specified activities. Requires specified reports to Congress from the Director, as well as an action plan. Authorizes the Director, subject to the availability of appropriations, to enter into and perform such contracts, leases, grants, or cooperative agreements as may be necessary. Permits the director to accept donations of funds, other property, and services for use in understanding, protecting, and restoring the Chesapeake Bay. Authorizes appropriations for FY2011-FY2014."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chesapeake Bay Science, Education, and Ecosystem Enhancement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Chesapeake Bay Science, Education, and Ecosystem Enhancement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A  bill to reauthorize the Chesapeake Bay Office of the National Oceanic and Atmospheric Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:09-05:00"
}