{
  "actions": [
    {
      "acted_at": "2006-03-14", 
      "committee": "House Committee on Homeland Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-15", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "subcommittee": "Emergency Preparedness, Science, and Technology", 
      "text": "Referred to the Subcommittee on Emergency Preparedness, Science, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-15", 
      "in_committee": "House Committee on Homeland Security", 
      "in_subcommittee": "Emergency Preparedness, Science, and Technology", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-03-15", 
      "in_committee": "House Committee on Homeland Security", 
      "in_subcommittee": "Emergency Preparedness, Science, and Technology", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-14", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-14", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-12-08T23:00:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on 109-729, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on Science for a period ending not later than Dec. 8, 2006 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(o), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on Energy and Commerce for a period ending not later than Dec. 8, 2006 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(f), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T23:05:00-05:00", 
      "references": [], 
      "text": "Committee on Science discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T23:05:00-05:00", 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-08T23:05:00-05:00", 
      "calendar": "Union", 
      "number": "432", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 432.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4941-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Emergency Preparedness, Science, and Technology", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bradley, Jeb", 
      "sponsored_at": "2006-05-24", 
      "state": "NH", 
      "thomas_id": "01736", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Dent, Charles W.", 
      "sponsored_at": "2006-06-19", 
      "state": "PA", 
      "thomas_id": "01799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Harman, Jane", 
      "sponsored_at": "2006-06-19", 
      "state": "CA", 
      "thomas_id": "00502", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lungren, Daniel E.", 
      "sponsored_at": "2006-06-19", 
      "state": "CA", 
      "thomas_id": "00717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McCaul, Michael T.", 
      "sponsored_at": "2006-06-19", 
      "state": "TX", 
      "thomas_id": "01804", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Pascrell, Bill, Jr.", 
      "sponsored_at": "2006-03-14", 
      "state": "NJ", 
      "thomas_id": "01510", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "2006-06-19", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Simmons, Rob", 
      "sponsored_at": "2006-06-19", 
      "state": "CT", 
      "thomas_id": "01642", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-03-14", 
  "number": "4941", 
  "official_title": "To reform the science and technology programs and activities of the Department of Homeland Security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Homeland Security Science and Technology Enhancement Act of 2006", 
  "sponsor": {
    "district": "8", 
    "name": "Reichert, David G.", 
    "state": "WA", 
    "thomas_id": "01810", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-06-14", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Australia", 
    "Biological warfare", 
    "Cameras", 
    "Canada", 
    "Chemical warfare", 
    "Civil rights and liberties, minority issues", 
    "Clothing", 
    "Commercialization", 
    "Computer security measures", 
    "Computer software", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Data banks", 
    "Decision making", 
    "Department of Homeland Security", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Electronic surveillance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee training", 
    "Engineering", 
    "Engineers", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Europe", 
    "Executive reorganization", 
    "Explosives", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fire fighters", 
    "Government internships", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Health", 
    "Higher education", 
    "Human engineering", 
    "Information networks", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "International cooperation", 
    "Israel", 
    "Labor and employment", 
    "Laboratories", 
    "Law", 
    "Law enforcement officers", 
    "Licenses", 
    "Maps", 
    "Mass rapid transit", 
    "Mathematics", 
    "Medical personnel", 
    "Middle East and North Africa", 
    "Military technology", 
    "Nuclear terrorism", 
    "Oceania", 
    "Paramedical personnel", 
    "Police", 
    "Police training", 
    "Radiation", 
    "Railroad safety", 
    "Regional planning", 
    "Research and development", 
    "Research and development facilities", 
    "Research centers", 
    "Right of privacy", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientists", 
    "Security measures", 
    "Standards", 
    "Technical education", 
    "Technological innovations", 
    "Technology assessment", 
    "Technology transfer", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation safety", 
    "United Kingdom", 
    "Urban affairs", 
    "Urban areas", 
    "Weapons of mass destruction", 
    "Wireless communication"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2006-12-08", 
    "text": "Homeland Security Science and Technology Enhancement Act of 2006 - (Sec. 2) Directs the Secretary of the Department of Homeland Security (DHS) (the Secretary), acting through the Under Secretary for Science and Technology (the Under Secretary), and in consultation with other components of DHS, as, appropriate, and the National Institute of Standards and Technology (NIST), to support the development, promulgation, and updating as necessary of national voluntary consensus standards for homeland security equipment. Allows the Secretary, in coordination with the Director of NIST, to support the certification of equipment and the accreditation of laboratories to conduct testing and evaluation. Sets forth special rules concerning equipment standards and DHS acquisitions and DHS-supported acquisitions of new equipment and systems. Directs the Secretary, acting through the Under Secretary, and in consultation with other DHS components, as, appropriate, to support the development, promulgation, and regular updating as necessary of national voluntary consensus standards for homeland security training. Instructs the Secretary to consult with relevant public and private groups, including those specified. Requires the Secretary in supporting the development, promulgation, and updating of any national voluntary consensus standards for equipment or training of emergency response providers that involve or relate to health or emergency medical services professionals to coordinate activities with the Secretary of Health and Human Services (HHS) and the Secretary of Transportation. Requires the Secretary, in carrying out this section, to comply with the requirements of the National Technology Transfer and Advancement Act regarding the use of consensus technical standards by federal agencies and departments. (Sec. 3) Directs the Secretary to complete the establishment of the Technology Clearinghouse. Requires the establishment of a homeland security technology transfer program to facilitate the identification, modification, and commercialization of technology and equipment for use to prevent, prepare for, or respond to acts of terrorism or other emergencies. Requires activities of the program to include: (1) identifying available technologies that have been, or are in the process of being, developed, tested, evaluated, or demonstrated by DHS, other federal agencies, the private sector, or foreign governments and international organizations, and reviewing whether such technologies may be useful; and (2) communicating the availability of such technologies, as well as the technology's specifications, satisfaction of appropriate standards, and the appropriate grants available from DHS to purchase such technologies. Specifies the responsibilities of the Under Secretary, in supporting such activities, including to: (1) enter into agreements and coordinate with other federal agencies, foreign governments, and national and international organizations, as appropriate, in order to maximize the effectiveness of such technologies or to facilitate commercialization of such technologies; and (2) establish a working group in coordination with the Secretary of Defense (DOD) to advise and assist the Clearinghouse in the identification of military technologies by DOD or the private sector. Requires the Under Secretary to transmit to Congress a description of the progress DHS has made in implementing the provisions of the Homeland Security Act of 2002 (relating to the Clearinghouse), including a description of the process used to review unsolicited proposals received as described under such Act. (Sec. 4) Amends the Homeland Security Act of 2002 to terminate the Department of Homeland Security Science and Technology Advisory Committee ten years after its establishment. (Sec. 5) Directs the Under Secretary to provide technical guidance, training, and other assistance, as appropriate, to support the transfer and integration of homeland security technologies and protocols in urban and other high risk jurisdictions determined by the Secretary to be at consistently high levels of risk from terrorist attack. Requires the Under Secretary, in setting out priorities for and carrying out the activities described in this section, to consult and coordinate with appropriate governors, mayors, other state and local government officials, and first responders. (Sec. 6) Directs the Under Secretary to support research and development, including fundamental, long-term research, in cybersecurity to improve the ability of the United States to prevent against, detect, respond to, and recover from cyber attacks, with emphasis on research and development relevant to large-scale, high-impact attacks. Requires the Under Secretary, in carrying out this section, to coordinate with the assistant Secretary for Cybersecurity and Telecommunications and other federal agencies, including those specified. Instructs that activities under this section be carried out in accordance with provisions of the Homeland Security Act of 2002 regarding classification. Authorizes appropriations. (Sec. 7) Directs the Under Secretary to establish a program to support the development and promulgation of national voluntary consensus standards for requirements, performance testing, and user training with respect to critical infrastructure information systems. Requires submission to Congress of: (1) a report describing the plan for carrying out such program, which includes a schedule for the development of national voluntary consensus standards for critical infrastructure information systems; and (2) a report which includes a description of the steps taken under this program and the funding dedicated to this program and the steps that have been or will be taken to promote the adoption of such standards by appropriate standard-setting organizations. (Sec. 8) Instructs the Secretary, acting through the Under Secretary, to encourage the development of an adequate supply of people trained in and performing research in science, technology, engineering, and mathematical fields relevant to homeland security. Allows the Secretary to support: (1) programs at the undergraduate, graduate, and postdoctoral levels, including at historically black colleges and universities that are Part B institutions and minority institutions; and (2) internship programs that take advantage of the homeland security research infrastructure available to DHS, including laboratories owned or operated by DHS, the Department of Energy (DOE) national laboratories, and University Centers of Excellence. (Sec. 9) Requires the Under Secretary, in consultation with the Chief Privacy Officer and the Officer for Civil Rights and Civil Liberties, to transmit a report to Congress on existing visual surveillance systems supported or utilized by DHS. Requires the visual surveillance systems covered in such report to include all systems for which: (1) DHS provided funds for development, procurement, or implementation of the system; or (2) DHS has access to the data gathered through the system. Requires the Under Secretary, in consultation with the Chief Privacy Officer and the Officer for Civil Rights and Civil Liberties, to transmit a report to Congress evaluating the use and effectiveness of existing visual surveillance systems supported or utilized by DHS. Instructs that such report shall, for at least six systems that are representative of the systems listed in such report: (1) evaluate the effectiveness of systems in meeting goals; (2) review the privacy policies and implications; (3) review the civil rights and civil liberties policies and implications; (4) describe any lessons learned from implementation; and (5) describe any remaining questions about the effectiveness and the privacy and civil liberties implications of such systems that cannot be addressed by this evaluation of surveillance systems and that may require demonstration programs to study. Authorizes the Under Secretary, based on the results of that evaluation and in consultation with the Chief Privacy Officer and the Officer for Civil Rights and Civil Liberties of DHS, to establish a demonstration project to assess the effectiveness and the privacy and civil liberties implications of utilizing visual surveillance systems to enhance homeland security. Requires such demonstration project to thoroughly consider and incorporate best practices from within the United States and abroad, including from the United Kingdom, Canada, and Australia. Provides that, Requires the Under Secretary for Science and Technology, if visual surveillance of a mass transit facility is included in the demonstration project, to consult with the Assistant Secretary for Transportation Security Administration and to ensure that the goals of such project are consistent with the research and development requirements of the National Strategy for Transportation Security. (Sec. 10) Requires the Under Secretary, the Chief Privacy Officer, and the Officer for Civil Rights and Civil Liberties to transmit to Congress a joint plan for how privacy and civil rights and civil liberties issues will be considered in technology research and development programs at DHS, including how such issues will be taken into account in defining requirements for technology performance and use of technologies in pilot programs. (Sec. 11) Directs the Under Secretary to transmit to Congress a strategic plan for the science and technology activities of DHS. Requires transmittal of updates of such plan. (Sec. 12) Requires the Secretary to transmit to Congress a report on DHS's use of social and behavioral research, including: (1) a compilation of the instances in which DHS has made use of social and behavioral research in DHS's programs; and (2) a plan for how DHS will ensure greater incorporation of social and behavioral research in program and communication activities. Requires the Under Secretary to transmit to Congress a report identifying any gaps in the social and behavioral research needed to support DHS's mission and providing a plan to address such gaps. (Sec. 13) Directs the Under Secretary to arrange with the National Research Council of the National Academy of Sciences to prepare a guide for researchers to raise awareness in the scientific community about potential homeland security implications of their work and how laws and regulations apply to such research. Requires the Under Secretary to transmit the guide to Congress and encourage the distribution of the guide throughout the homeland security and life sciences research communities, especially to students. (Sec. 14) Directs the Under Secretary, working with the NIST Director and other appropriate federal agencies, to support assessment of compliance of first responder communications equipment with the Project 25 standards established by the Association of Public Safety Communications Officials International. Requires the results of such assessments to be made publicly available, in a manner to best assist first responder agencies in selecting such equipment. (Sec. 15) Directs the Secretary, through the Under Secretary, in coordination with the Assistant Secretary of Homeland Security (Transportation Security Administration) and DHS's Privacy Officer, and in consultation with the Secretary of Transportation, to carry out a research and development program for the purpose of improving rail and mass transit security that may include specified research and development projects. Instructs the Secretary to ensure that the program is consistent with the National Strategy for Transportation Security and the Transportation Sector Specific Plan, and to greatest extent possible, leverage other ongoing research and development security related initiatives at the National Academy of Sciences, DHS, the Department of Transportation, including University Transportation Centers and other institutes, centers, and simulators funded by the Department of Transportation, the Technical Support Working Group, other federal agencies, and other federal and private research laboratories and research entities with the capability to conduct both practical and theoretical research and technical systems analysis. Requires the Under Secretary, in carrying out research and development projects under this section, to consult with the Chief Privacy Officer and the Officer for Civil Rights and Civil Liberties as appropriate and in accordance with the plan required by section 10 of this Act. Instructs the Chief Privacy Officer, pursuant to the Homeland Security Act of 2002, to conduct privacy impact assessments and the Officer for Civil Rights and Civil Liberties to conduct reviews, as appropriate, for research and development initiatives developed pursuant to this section. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Homeland Security Science and Technology Enhancement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Homeland Security Science and Technology Enhancement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the science and technology programs and activities of the Department of Homeland Security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:21-05:00"
}