{
  "actions": [
    {
      "acted_at": "1991-03-14", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s678-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1991-03-14", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1991-03-14", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1991-03-14", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-14", 
  "number": "678", 
  "official_title": "A bill to provide for testing for the use, in violation of law or Federal regulation, of alcohol or controlled substances by persons who operate aircraft, commercial motor vehicles, and mass transportation conveyances, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Transportation Employee Testing Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-14", 
  "subjects": [
    "Administrative procedure", 
    "Airline employees", 
    "Alcoholism", 
    "Aviation safety", 
    "Common carriers", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug testing", 
    "Drugs and employment", 
    "Drunk driving", 
    "Federal employees", 
    "Mass rapid transit", 
    "Railroad employees", 
    "Railroad safety", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation safety", 
    "Transportation workers", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Truck drivers"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-14", 
    "text": "Transportation Employee Testing Act of 1991 - Amends the Federal Aviation Act of 1958 to direct the Administrator of the Federal Aviation Administration (FAA) to establish a program requiring air carriers and foreign air carriers to conduct pre-employment, reasonable suspicion, periodic recurring, random, and post-accident testing of employees whose duties include responsibility for safety-sensitive functions for use of alcohol or a controlled substance in violation of Federal law. Requires the Administrator to establish the same program for FAA employees. Sets forth guidelines for such program. Prohibits such employees from serving in safety-sensitive functions unless they have completed a rehabilitation program established under FAA auspices. Prohibits such individuals from performing air transportation-related duties if they: (1) engaged in such use while on duty; (2) prior to such use had completed a rehabilitation program; (3) following a determination of such use refuse to undertake such a program; or (4) fail to complete the program. Requires the Administrator to prescribe regulations setting forth requirements for rehabilitation programs which provide for the identification and opportunity for treatment of such employees in resolving problems with substance abuse. Requires the Administrator to establish and maintain such a rehabilitation program for FAA employees whose duties include responsibility for flight safety operations and who need assistance in resolving substance abuse problems. Outlines the requirements of such program. Amends the Commercial Motor Vehicle Safety Act of 1986 to direct the Secretary of Transportation to establish a program requiring motor carriers to conduct pre-employment, periodic recurring, random, and post-accident testing of commercial motor vehicle operators for use of alcohol or a controlled substance. Mandates that such program include post-accident testing of a commercial motor vehicle operator in any accident involving a commercial motor vehicle in which serious bodily injury, loss of human life, or significant property damage has occurred. Directs the Secretary to issue regulations setting forth the requirements for a rehabilitation program for the identification and opportunity for treatment of commercial motor vehicle operators who are determined to have used alcohol or a controlled substance. Sets forth the requirements of the testing procedures. Requires the Secretary to: (1) determine appropriate sanctions against operators who are determined, as a result of such tests, to have used alcohol or a controlled substance (but who are not under the influence of alcohol or a controlled substance); (2) design and implement a pilot test program for the random testing of commercial motor vehicle operators to determine the use of alcohol or a controlled substance; (3) solicit (and select) State participation in such a program; and (4) submit a comprehensive report to the Congress setting forth the pilot program results. Authorizes appropriations for FY 1990 for such pilot testing program. Directs the Secretary to issue regulations which establishes a program that requires mass transportation operations which receive Federal financial assistance under the Urban Mass Transportation Act of 1964 and other specified Federal law to conduct preemployment, reasonable suspicion, random, and postaccident testing of mass transportation employees whose duties include responsibility for safety-sensitive functions for use of alcohol or a controlled substance in violation of Federal law. Outlines the requirements for test procedures for alcohol and drug use among mass transportation employees. Requires the disqualification for a period of time or dismissal of a mass transportation employee who has been found to have used alcohol or a controlled substance while on duty. Prohibits a person from receiving such Federal assistance if such person: (1) is required to establish a program of alcohol and controlled substances testing; and (2) fails to establish such a program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transportation Employee Testing Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for testing for the use, in violation of law or Federal regulation, of alcohol or controlled substances by persons who operate aircraft, commercial motor vehicles, and mass transportation conveyances, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:48-05:00"
}