{
  "actions": [
    {
      "acted_at": "1979-03-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 96-164.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Education and Labor rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #541 (307-106).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-10", 
      "bill_ids": [
        "s239-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 239 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2859-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-13", 
  "number": "2859", 
  "official_title": "A bill to authorize appropriations for programs under the Domestic Volunteer Service Act of 1973, to amend such Act to facilitate the improvement of programs carried out thereunder, to authorize Urban Volunteer Programs and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres367-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s239-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s374-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Domestic Volunteer Service Act Amendments of 1979", 
  "sponsor": {
    "district": "24", 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-13", 
  "subjects": [
    "ACTION", 
    "Actions and defenses", 
    "Antipoverty program", 
    "Authorization", 
    "Business and politics", 
    "Civil Rights and Liberties", 
    "Community development", 
    "Congressional oversight", 
    "Consumer education", 
    "Courts and Civil Procedure", 
    "Disabled", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Education", 
    "Employment of the handicapped", 
    "Federal aid to community development", 
    "Federal aid to handicapped services", 
    "Federal employees", 
    "Federal-city relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Grants-in-aid", 
    "Higher education", 
    "Housing and community development", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Lobbying", 
    "Malpractice", 
    "Medical personnel", 
    "Old age assistance", 
    "Public Welfare and Charities", 
    "Right of privacy", 
    "Social welfare", 
    "Torts", 
    "Urban affairs", 
    "Urban areas", 
    "Urban economic development", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Volunteer workers", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-10-10", 
    "text": "(Measure passed House, amended, roll call #541 (307-106)) Domestic Volunteer Service Act Amendments of 1979 - Amends the Domestic Volunteer Service Act of 1973 to require the Director of the ACTION agency to provide individual plans for volunteers not later than 30 days after the assignment of the volunteers. Requires program approval by the local government concerned, as well as State approval, before assigning volunteers to such program. Requires the termination of the assignment of a volunteer at the local government's request, as well as at the State's request. Provides that accrued stipends may be payable to a volunteer (or, on behalf of the volunteer) during the period of service of the volunteer, in accordance with regulations prescribed by the Director. Prohibits the expenditure of more than 15 percent of the funds appropriated to carry out VISTA programs for the making of grants or contracts with Government agencies and nonprofit organizations for the assignment or referral of volunteers. Authorizes volunteers serving in University Year for ACTION programs to be enrolled for periods of service of not less than the duration of an academic year. Eliminates the ten percent limitation on funds appropriated for service-learning programs which may be used to encourage and enable students in secondary and post-secondary schools to participate in programs other than the University Year for ACTION program. Includes, within the special volunteer programs and demonstration programs, programs for community betterment, financial and consumer counseling, and ameliorating the residential isolation and the need for institutionalization of certain persons. Authorizes the Director of the ACTION agency to provide financial support for short-term, part-time volunteers who are enrolled for 20 hours or more per week for 26 or more consecutive weeks. Allows full-time volunteers enrolled for a full year in special volunteer programs to be eligible to receive stipends and allowances, not to exceed those paid to VISTA volunteers. Prohibits any program assisted under the Act from being carried out in a manner that would assist partisan or nonpartisan lobbying activities regarding Federal, State, or local legislation or rulemaking or regarding referenda or other ballot initiatives. Forbids the denial of any Government assistance to any volunteer who otherwise qualifies for such assistance by reason of the fact that such person refuses to seek or accept employment or training during the period of volunteer service in a Federal antipoverty program. Requires the Director to take steps to encourage various employers to take into account volunteer work in the consideration of applicants for employment. Declares specified part-time antipoverty volunteers to be Federal employees for purposes of the Hatch Act, the Internal Revenue Code, title II of the Social Security Act, the Federal Tort Claims, and the Federal Employees Compensation Acts. Makes the Federal Tort Claims Act the sole available remedy of an individual making a medical malpractice claim as a result of actions by a health care volunteer. Includes discrimination against the handicapped as a disqualification for financial assistance to any program under the Domestic Volunteer Service Act. Makes the policies and remedies of the Civil Rights Act of 1964, the Rehabilitation Act, and the Age Discrimination Act applicable to volunteers and applicants for volunteer services in any ACTION program. Stipulates that regulations prescribed by the Director shall not have the standing of a Federal Statute. Requires regulations to cite the statutory or other legal authority upon which such regulation is based. Permits the Director to waive the 30-day requirement before a regulation may become effective if specified congressional committees do not disagree within ten days. Gives Congress 45 days to disapprove any regulation. Requires regulations to be promulgated in accordance with a schedule submitted to specified congressional committees. Requires the Director to take necessary action to reduce the paperwork required under the Act. Prohibits the Director from renewing any contract or grant to carry out any project if the chief executive officer of the State involved does not concur in such renewal. Requires the Director to take into account in deciding whether to renew a project the obligation of any mayor or other local authority. Authorizes appropriations through fiscal year 1981 for National Volunteer Antipoverty Programs. Makes various technical and conforming amendments to the Act. Requires the Director to report to specified House and Senate committees regarding implementation of the Act in rural areas. Amends the Peace Corps Act to authorize appropriations for the increase in the stipend for full-time volunteers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Volunteer Service Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for programs under the Domestic Volunteer Service Act of 1973, to amend such Act to facilitate the improvement of programs carried out thereunder, to authorize Urban Volunteer Programs and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:47-05:00"
}