{
  "actions": [
    {
      "acted_at": "1981-11-16", 
      "committee": "Senate Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-20", 
      "in_committee": "Senate Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-24", 
      "in_committee": "Senate Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1851-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-16", 
  "number": "1851", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Amendments Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-16", 
  "subjects": [
    "Appellate courts", 
    "Business and politics", 
    "Campaign funds", 
    "Congress and Congressmen", 
    "Congressional elections", 
    "Congressional ethics", 
    "Congressional oversight", 
    "Congressional veto", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "District courts", 
    "Executive reorganization", 
    "Federal Election Commission", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Jurisdiction", 
    "Labor and employment", 
    "Labor union political activities", 
    "Labor unions", 
    "Political action committees", 
    "Political advertising", 
    "Politicians' families", 
    "Presidential elections", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-16", 
    "text": "Federal Election Campaign Amendments of 1982 - Amends the Federal Election Campaign Act of 1971 to make persons receiving contributions or making expenditures in excess of $10,000 (currently $5,000) subject to the reporting requirements of such Act. Eliminates the reporting requirement for communications costs in excess of $2,000 by labor organizations and corporations expressly advocating the election or defeat of a particular candidate. Extends identification (candidate or connected organization) requirements to political committees with a connected organization, draft and delegate nominating committees, and national and State committees. Requires a political committee to identify in its statement organization any direct mail or polling firm hired by it if a committee principal operates or has an interest in such firm. Permits the Federal Election Commission (Commission) to: (1) waive pre- and post-general election reports for nonactive presidential candidates; and (2) accept quarterly filing reports rather than monthly ones from such candidate's campaign committees. Replaces the existing monthly reporting option for nonauthorized political committees with a bimonthly option. Eliminates pre-election reports for certain committees, but requires them to so notify the Commission. Revises the provisions requiring 48 hour reporting of $1,000 contributions made to a candidate's campaign committee to: (1) require eight days before the election a single submission of all such contributions in the ten to 20 day period before the election; and (2) require written notification within 48 hours of receipt of any other such contributions received in the period from ten days to 48 hours before the election. Increases the identification threshhold for: (1) contributions and expenditures from $200 to $500; and (2) independent noncommittee expenditures from $250 to $500. Requires corporations, labor unions, and national banks to report costs incurred for: (1) segregated fund administration; (2) nonpartisan registration and get-out-the vote campaigns directed at members or personnel; and (3) communications expressly advocating the election or defeat of a particular candidate. Authorizes the Commission to waive unnecessary recordkeeping and reporting requirements. Reduces the public comment period on 20-day requests from ten to five days. Requires the Commission to dismiss a complaint based on a minor violation in a political committee's report if the violation is corrected within 15 days or before the next reporting date. Requires expeditous review of such reports. Gives jurisdiction to the U.S. district courts (presently in the U.S. courts of appeals) in constitutional challenges of such Act. Makes other judicial review modifications. Authorizes the Commission to participate in specified judicial proceedings. Requires the Commission to report any proposed rules and regulations needed to implement this Act to Congress within two months. Reduces the length of time which either House of Congress may disapprove such proposed rules and regulations from 30 to 15 days. Authorizes the Commission to establish a revolving fund to pay for printing and related costs by selling requested Commission publications. Makes the prohibition against the use of funds for personal purposes applicable to all members of the Congress. Increases the annual personal campaign contribution limit from $1,000 to $4,000 and applies such limit to the entire election campaign. Limits contributions to a draft committee to $2,000. Increases a multicandidate political committee's annual contribution limit from $5,000 to $10,000, and applies such limit to the entire election campaign. Increases the amount such committee may contribute to a national political party committee from $15,000 to $20,000. Increases the total personal contribution limit from $25,000 to $40,000. Includes contributions of $250 to each of the required number of candidates within the definition of \"multicandidate political committee.\" States that all elections in a calendar year shall be considered to be one election for purposes of candidate contribution limitations. Makes existing provisions attributing inter- committee contributions to the original donor applicable to political committee contributors. Suspends the contribution limitations on one member (defined in this Act) of a candidate's family. Requires the candidate and family member to jointly notify the Commission. Requires any communication by a political committee using a variation of a national or State political party's name to state clearly that the communication is not authorized by any affiliated, subordinate, or auxiliary committee of that political party. Transfers honoraria administrative authority from the Commission to: (1) the Office of Government Ethics for executive and judicial officers and employees; and (2) the Senate Select Committee on Ethics and the House Ethics Committee for their respective Members and employees. Eliminates the annual solicitation approval required for solicitation of corporate members of a trade association. Makes such approval valid until revoked. Permits solicitation of family members of specified membership organizations, cooperatives, or corporations. Amends the Internal Revenue Code regarding review of Commission regulations to redefine \"legislative day\" as any day in which the Senate or the House is in session. Applies the judicial review provisions of this Act to the Presidential Election Campaign Fund Act and to the Presidential Primary Matching Payment Account Act. Exempts the Commission from certain regulatory and informational agency requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Amendments Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:05-05:00"
}