{
  "actions": [
    {
      "acted_at": "1975-12-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11330-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-19", 
  "number": "11330", 
  "official_title": "A bill to amend the Federal Power Act to provide greater authority in the Federal Power Commission to regulate interlocking officers and directorships between public utilities and financial organizations and suppliers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2836-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Public Utility Interlocking Directorate Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-19", 
  "subjects": [
    "Corporation directors", 
    "Finance and financial sector", 
    "Independent regulatory commissions", 
    "Public utilities"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-19", 
    "text": "Public Utility Interlocking Directorate Act - Makes it unlawful under the Federal Power Act for any person to: (1) hold the position of officer or director of more than one public utility; and (2) hold the position of (a) officer or director of a public utility and the position of officer, director, partner, appointee, or representative of any bank, trust company, investment bank, banking association, bank holding company, mutual savings bank, savings and loan association, foreign bank or subsidiary (doing business in the United States), insurance company, or any other organization providing financial services or credit; or (b) officer, director partner, appointee, or representative of any firm that is authorized by law to underwrite or participate in the marketing of securities of a public utility; or (c) officer or director of any company or firm which produces or supplies electrical equipment or coal, gas, oil, nuclear material or other fuel, for the use of public utilities; or (d) officer, director, partner, appointee, or representative of any corporation, firm, or organization which is controlled by any company, firm, or organization referred to above, unless the holding of such positions shall have been authorized by order of the Federal Power Commission, upon a showing in form and manner prescribed by the Commission, that the public interest will not be adversely affected thereby. States that the above provisions shall apply one year after the effective date of this Act. Directs that, within six months of the effective date of this Act, the Commission shall submit to Congress a report containing the name of each officer, director, trustee, or person exercising similar functions, of each public utility, together with a listing of all affiliations of such person with any other business or financial organizations, firms, or partnerships. Requires that, within six months of the effective date of this Act, each public utility provide for representation on its board of directors of at least one member to represent directly the interests of residential consumers of electricity. States that such members shall be compensated by the public utility in the same manner and amount as any other board member and shall have access to all meetings, records, hearings, agendas, and any other information prepared by or for such public utility as may be available to any other board member."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Utility Interlocking Directorate Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Power Act to provide greater authority in the Federal Power Commission to regulate interlocking officers and directorships between public utilities and financial organizations and suppliers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:38-05:00"
}