{
  "actions": [
    {
      "acted_at": "1974-04-11", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3346-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-11", 
  "number": "3346", 
  "official_title": "A bill to amend certain provisions of law relating to the leasing of oil and gas deposits of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Resources Expansion Act", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-11", 
  "subjects": [
    "Continental shelf", 
    "Energy", 
    "Oceans and oceanography", 
    "Petroleum and petroleum products", 
    "Public lands and natural resources", 
    "Research", 
    "States"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-11", 
    "text": "Energy Resources Expansion Act - Requires a 25 percent royalty on leases of government oil and gas lands. Requires the Secretary of the Interior to issue regulations requiring bids on such leases to contain work programs for the geophysical exploration and exploratory drilling and development and production of oil and gas from such lands. Allows the reimbursement to oil and gas land lessees of 50 percent of the amount expended by the lessee in carrying out such program. Authorizes the Secretary to promote the maximum recovery of crude oil and gas from government lands, consistent with sound conservation, economic, and engineering principles. Requires all proceeds from sales of royalty oil and gas lands to be deposited in the Energy Resources and Technology Trust Fund. Directs the Secretary to submit to the Congress, within 180 days after enactment of this Act, a five-year plan for conducting and assisting research and development of alternative energy sources and energy supply technology. Apportions funds in the trust fund to the various programs under this Act, and provides for the termination of such fund in 10 years. Requires the Secretary to report every six months to the Congress on the compliance of lessees with their work plans and drilling schedules. Provides that 5 percent of rentals and royalties from leases on the Outer Continental Shelf shall be paid to the States adjacent to such lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Resources Expansion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend certain provisions of law relating to the leasing of oil and gas deposits of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:09-05:00"
}