{
  "actions": [
    {
      "acted_at": "1999-03-02", 
      "references": [
        {
          "reference": "CR E312", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-02", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-05", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Forests and Forest Health", 
      "text": "Referred to the Subcommittee on Forests and Forest Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-22", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Forests and Forest Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-27", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Forests and Forest Health", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-27", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Forests and Forest Health", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-05", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-05", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-06-07T21:15:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Resources. H. Rept. 106-173.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-07T21:16:00-04:00", 
      "calendar": "Union", 
      "number": "96", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 96.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1999-09-13T15:08:00-04:00", 
      "references": [], 
      "text": "Mr. Sherwood moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-13T15:09:00-04:00", 
      "references": [
        {
          "reference": "CR H8118-8121", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-13T15:09:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 898.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-13T15:28:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1999-09-13T15:28:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-14", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-22", 
      "references": [
        {
          "reference": "CR E1933-1934", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-19", 
      "references": [], 
      "text": "Senate Committee on Energy and Natural Resources discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-19", 
      "references": [
        {
          "reference": "CR S10839", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-19", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-10-24", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4331-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4331"
    }
  ], 
  "bill_id": "hr898-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Forests and Forest Health", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Hefley, Joel", 
      "sponsored_at": "1999-03-02", 
      "state": "CO", 
      "thomas_id": "00524", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Schaffer, Bob", 
      "sponsored_at": "1999-03-02", 
      "state": "CO", 
      "thomas_id": "01524", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Tancredo, Thomas G.", 
      "sponsored_at": "1999-03-02", 
      "state": "CO", 
      "thomas_id": "01592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Mark", 
      "sponsored_at": "1999-03-02", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1999-09-13T15:28:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-10-19", 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-02", 
  "number": "898", 
  "official_title": "Designating certain land in the San Isabel National Forest in the State of Colorado as the \"Spanish Peaks Wilderness\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s503-106", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s503-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Glacier Bay National Park Resource Management Act of 2000", 
  "sponsor": {
    "district": "3", 
    "name": "McInnis, Scott", 
    "state": "CO", 
    "thomas_id": "00775", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "2000-10-19", 
  "subjects": [
    "Alaska", 
    "Animals", 
    "California", 
    "Collection of accounts", 
    "Colorado", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of the Interior", 
    "Disabled", 
    "Economics and public finance", 
    "Emergency management", 
    "Federal employees", 
    "Federal-Indian relations", 
    "Fishery management", 
    "Florida", 
    "Forest roads", 
    "Government operations and politics", 
    "Hawaii", 
    "Health", 
    "Health insurance", 
    "Historic sites", 
    "History", 
    "Indian lands", 
    "Infrastructure", 
    "International affairs", 
    "International fishery management", 
    "Islands", 
    "Labor and employment", 
    "Lakes", 
    "Land transfers", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Maine", 
    "Marine and coastal resources, fisheries", 
    "Minorities", 
    "Minority employment", 
    "Mountains", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "Native Americans", 
    "Natural areas", 
    "Nevada", 
    "New Hampshire", 
    "New York City", 
    "Nonprofit organizations", 
    "Outdoor recreation", 
    "Parks", 
    "Public lands and natural resources", 
    "Rescue work", 
    "Sea birds", 
    "Social welfare", 
    "Sports and recreation", 
    "Sustainable fisheries", 
    "Tourism", 
    "Traffic accidents and safety", 
    "Trails", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Treaties", 
    "User charges", 
    "Virginia", 
    "Volcanoes", 
    "Water resources development", 
    "Watershed management", 
    "Wilderness areas", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-10-19", 
    "text": "TABLE OF CONTENTS: Title I: Spanish Peaks Wilderness, Colorado Title II: Virginia Wilderness Title III: Washoe Tribe Land Conveyance Title IV: Saint Croix Island Regional Heritage Center Title V: Park Area Boundary Adjustments Title VI: Alaska National Park Unit Reports Title VII: Glacier Bay National Park Resource Management Title I: Spanish Peaks Wilderness, Colorado - Spanish Peaks Wilderness Act of 2000 - Amends the Colorado Wilderness Act of 1993 to designate certain lands in the San Isabel National Forest, Colorado, as the Spanish Peaks Wilderness. Requires: (1) the Secretary of Agriculture to allow the continuation of historic uses of the Bulls Eye Mine Road; and (2) access to be provided to any privately owned land within the Wilderness in accordance with the Wilderness Act.Title II: Virginia Wilderness - Virginia Wilderness Act of 2000 - Amends Federal law to designate certain lands in the George Washington National Forest, Virginia, as wilderness areas.Title III: Washoe Tribe Land Conveyance - Directs the Secretary of Agriculture to convey certain land in the Lake Tahoe Basin Management Unit, Nevada, to the Secretary of the Interior, in trust for the Washoe Indian Tribe of Nevada and California, to be used for (noncommercial and nonrecreational) traditional and customary purposes.Provides for vehicular access to such land over a specified Forest Development Road in order to accommodate: (1) individuals with disabilities or who would otherwise have access difficulties; and (2) administrative or safety needs.Title IV: Saint Croix Island Regional Heritage Center - Saint Croix Island Heritage Act - Requires the Secretary of the Interior, acting through the Director of the National Park Service, to provide assistance in planning, constructing, and operating a regional heritage center in downtown Calais, Maine, to facilitate the management and interpretation of the Saint Croix Island International Historic Site. Allows the Secretary to enter into cooperative agreements with Federal, State, and local agencies and nonprofit organizations to carry out this Act.Authorizes appropriations.Title V: Park Area Boundary Adjustments - Amends the Hawaii Volcanoes National Park Adjustment Act of 1998 to permit land in Hawaii National Park to be acquired through donation, exchange, or purchase with donated or appropriated funds. (Currently, the purchase of such lands with appropriated funds is prohibited, with an exception.)(Sec. 502) Amends the National Parks and Recreation Act of 1978 and other Federal law to correct spelling errors in the statutory designations of specified Hawaiian National Parks.(Sec. 503) Authorizes the Secretary of the Interior to accept land or interests in land from the city of New York for purposes of relocating Hamilton Grange. Adds such lands to the Hamilton Grange National Memorial.(Sec. 504) Amends Federal law which established the Saint-Gaudens National Historic Site in New Hampshire to: (1) expand Site boundaries; and (2) increase the authorization of appropriations for Site activities.(Sec. 505) Revises the boundary of Fort Matanzas National Monument in Florida to add approximately 70 acres. Authorizes the Secretary of the Interior to acquire any land, water, or interests in land that are located within the revised boundary by donation, purchase, transfer from any other Federal agency, or exchange. Authorizes appropriations.Title VI: Alaska National Park Unit Reports - Directs the Secretary of the Interior to report to specified congressional committees on the suitability and feasibility of: (1) recovering the costs of high altitude rescues on Mt. McKinley, within Denali National Park and Preserve; and (2) requiring climbers to provide proof of medical insurance prior to the issuance of a climbing permit by the National Park Service. Requires the report also to review the amount of fees charged for a climbing permit, and make any appropriate recommendations for changing the fee structure.(Sec. 602) Directs the Secretary to submit a report: (1) detailing the progress the Department of the Interior has made in implementing provisions of the Alaska National Interest Lands Conservation Act (regarding revenue-producing visitor services and local hires) and the Indian Self-Determination and Education Assistance Act; (2) including a detailed action plan on the future implementation of those provisions; (3) describing in detail the measures and actions that will be taken, with a description of anticipated results to be achieved during the next three fiscal years; (4) focusing on lands under the jurisdiction of the Department in Alaska; and (5) addressing any laws, rules, regulations, and policies which act as a deterrent to hiring or contracting with Native Alaskans to perform and conduct activities and programs of agencies and bureaus under the Department's jurisdiction. Requires that such report be completed within existing appropriations and transmitted to the Senate Energy and Natural Resources Committee and the House Resources Committee.(Sec. 603) Requires the Secretary to: (1) implement pilot programs to employ residents of local communities at Bering Land Bridge National Preserve, Cape Krusenstern National Monument, Kobuk Valley National Park, and Noatak National Preserve (all National Park System units located in northwest Alaska); (2) report the results to such committees; and (3) consult with native corporations, nonprofit organizations, and tribal entities in the immediate vicinity of such units and, to the extent practicable, involve them in the development of interpretive materials and the pilot programs relating to such units.Title VII: Glacier Bay National Park Resource Management - Glacier Bay National Park Resource Management Act of 2000 - Requires the Secretary of the Interior to allow for commercial fishing in the outer waters of the Glacier Bay National Park (Alaska) in accordance with a management plan to be developed by the Secretary and the State of Alaska for such fisheries and in accordance with existing Federal and State laws and any applicable international conservation and management treaties.Provides that nothing in this Act shall: (1) alter or affect the provisions of the Department of the Interior and Related Agencies Appropriations Act for Fiscal Year 1999, as amended by the 1999 Emergency Supplemental Appropriations Act, relating to regulation of commercial fisheries in the Park; or (2) enlarge or diminish Federal or State title, jurisdiction, or authority with respect to the waters of the State of Alaska, the waters within Glacier Bay National Park and Preserve, or the tidal or submerged lands.Requires the Secretary to: (1) develop and report biennially to specified congressional committees on a comprehensive multi-agency research and monitoring program to evaluate the health of fisheries resources in the Park's marine waters to determine the effect, if any, of commercial fishing on the productivity, diversity, and sustainability of fishery resources in such waters and park resources and value; and (2) study and report to specified congressional committees any legislative recommendations concerning sea gulls living within the Park, assessing whether their eggs can be collected on a limited basis without impairing the sea gull population's biological sustainability.(Sec. 705) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Spanish Peaks Wilderness Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Glacier Bay National Park Resource Management Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Saint Croix Island Heritage Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Spanish Peaks Wilderness Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Virginia Wilderness Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Designating certain land in the San Isabel National Forest in the State of Colorado as the \"Spanish Peaks Wilderness\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:18-05:00"
}