{
  "actions": [
    {
      "acted_at": "1978-10-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14336-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Burton, Phillip", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00156", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Erlenborn, John N.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00351", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Myers, Michael O.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00848", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sarasin, Ronald A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Simon, Paul", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thompson, Frank, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01152", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-13", 
  "number": "14336", 
  "official_title": "A bill to provide for pension reform for State and local public employee retirement systems, to amend the Employee Retirement Income Security Act of 1974 to promote more efficient and satisfactory management of the functions of the Federal Government relating to employee pension and welfare benefit plans and more effectively carry out the purposes of such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14138-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Employee Benefit Administration Act", 
  "sponsor": {
    "district": "21", 
    "name": "Dent, John H.", 
    "state": "PA", 
    "thomas_id": "00288", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-13", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative responsibility", 
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Department of Labor", 
    "Department of the Treasury", 
    "Employee benefit plans", 
    "Employers' liability", 
    "Federal advisory bodies", 
    "Government liability", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Individual retirement accounts", 
    "Institutional investments", 
    "Internal Revenue Service (IRS)", 
    "Internal revenue law", 
    "Investment advisers", 
    "Labor and employment", 
    "Law", 
    "Local officials and employees", 
    "Social welfare", 
    "State employees", 
    "State officials and employees", 
    "States", 
    "Surety and fidelity", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Employee benefit plans", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-13", 
    "text": "Title I: Public Employee Retirement Income Security - Public Employee Retirement Income Security Act - Requires administrators of pension plans which are (A) not excepted by this Act or otherwise covered under the Employee Retirement Income Security Act of 1974 (ERISA), and (B) established and maintained for the benefit of the employees of any State government or political subdivision, to provide the following information to plan participants and beneficiaries: (1) a summary plan description which provides an accurate, comprehensive, and understandable summary of their rights and obligations; (2) a summary description of any material modification in the terms of the plan; and (3) upon written request, a statement which indicates the total accumulated contributions, pension benefits, and vesting status of the participant. Specifies the content of such summary plan description. Directs such administrators to provide to any participant or beneficiary who requests withdrawal of contributions, payment of benefits, or a benefit election, a written explanation of the effects of such action on remaining plan benefits. Requires such administrators to file with the Employee Benefit Administration (EBA) established by title II of this Act: (1) a copy of the summary plan description; and (2) an annual report. Specifies the content of such report, including a financial statement and schedule, an actuarial statement, information on terminated vested participants who are entitled to future benefits, and other information which the EBA may require. Directs the EBA to prescribe simplified annual reports for any plan which covers less than 100 participants. Allows the EBA, in certain circumstances, to prescribe alternative methods and to exempt any plan or person from the requirements of this Act. Requires pension plans covered by this Act to provide for one or more fiduciaries and to include: (1) any funding policy which has been established; (2) procedures for amendment and for the allocation of responsibility for the plan's operation and administration; and (3) benefit provisions. States that all assets shall be held in trust by one or more trustees. Prohibits persons who have been convicted of specified offenses from serving in certain capacities, including fiduciary and trustee, for specified periods. Provides that a fiduciary shall discharge his duties for the exclusive purpose of providing benefits to participants and their beneficiaries and defraying reasonable expenses of administering the plan, with the care, skill, prudence, and diligence that a prudent man would exercise in like circumstances. Requires a fiduciary to diversify the investments of the plan, except a plan which provides for individual accounts, so as to minimize the risk of large losses, unless under the circumstance it is clearly prudent not to do so. Prohibits a fiduciary from: (1) dealing with the assets of a plan for his own interest or account; (2) acting in any transaction involving the plan on behalf of a party adverse to the interest of the plan or participants; and (3) receiving personal consideration from any party dealing with the plan in connection with a plan transaction. Provides that a fiduciary shall not permit specified transactions with a party in interest for less than, or more than, adequate consideration, security, or a reasonable rate of interest. Limits acquisition by the plan of qualifying employer securities, loans, or real property to ten percent of the fair market value of the assets of the plan. Establishes personal liability for a fiduciary who breaches any of the responsibilities, obligations, or duties imposed by this Act. Sets forth circumstances in which a fiduciary shall be liable for a breach of fiduciary responsibility of another fiduciary with respect to the same plan. Requires trustees holding assets of a plan to use reasonable care to prevent a co-trustee from committing a breach and to jointly manage and control the assets, unless allocation of responsibility is authorized by the trust agreement. Makes a government employer liable in the event of a breach by a fiduciary who is one of its employees or officials, but allows subsequent recovery by such employer from such employee. Sets forth bonding requirements, with specified exceptions, for every fiduciary of a plan. States that no government official shall be a fiduciary or co-fiduciary with respect to actions taken in an official capacity. Establishes penalties for willful violation of the reporting, disclosure, and bonding requirements. Includes violations of this Act within existing criminal statutes involving theft, embezzlement, false statements, and racketeering with respect to ERISA. Provides for a good faith defense for criminal violations of certain provisions of this Act. Requires plans covered by this Act to establish a claims procedure which provides participants with a written explanation of benefit denials and a reasonable opportunity for a full and fair review. Allows a participant or beneficiary to bring a civil action in State or Federal court to recover benefits, enforce rights, or clarify rights to future benefits, or in Federal court for failure of an administrator to comply with a request for information as required by this Act. Authorizes a participant, beneficiary, fiduciary or the EBA to bring a civil action in Federal court for breach of fiduciary duty and to obtain equitable relief for violations of this Act. Sets forth provisions relating to jurisdiction, service of process, allowance of fees and costs, and civil penalties. Authorizes the EBA to make appropriate investigations to determine whether any person has, or is about to, violate any provision of this Act. Prohibits persons from taking retaliatory action against any plan participant or beneficiary for exercising any right to which he is entitled under this Act, or from interfering with or preventing the exercise of such rights. Amends the Social Security Act to require the Secretary of Health, Education, and Welfare to transmit to an individual, upon request, information which the Employee Benefit Administration holds relating to his terminated vested benefits. Establishes an Advisory Council on Governmental Plans to advise and make recommendations to the EBA with respect to its functions under this Act. Provides that any pension plan or trust forming part of a plan, which is subject to this Act, shall be deemed to have met the requirements for a tax qualified plan or trust in the Internal Revenue Code of 1954. Title II: Employee Benefit Administration - Employee Benefit Administration Act - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to establish, within one year of enactment, an independent Employee Benefit Administration (EBA) which may, in the discretion of the President, be within any department or agency of the United States. Transfers the Pension Benefit Guaranty Corporation from the Department of Labor to the EBA. Establishes within the offices of the Secretary of Labor and Secretary of the Treasury the positions of special liaison officers to the Administration. Authorizes the EBA to administer all provisions of the Public Employee Retirement Income Security Act. Directs the President to transfer to and vest in the Board of Directors of the EBA: (1) the functions and duties of the Secretary of Labor under titles I and II of ERISA; (2) such functions and duties of the Secretary of the Treasury under titles I and II of ERISA and under the Internal Revenue Code of 1954, relating to employee benefit and governmental plans, as the President shall designate, including all functions relating to the qualification and disqualification of employee benefit and governmental plans; and (3) such other functions and duties of departments and agencies, relating to employee benefit and governmental plans, as the President may designate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Benefit Administration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Public Employee Retirement Income Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for pension reform for State and local public employee retirement systems, to amend the Employee Retirement Income Security Act of 1974 to promote more efficient and satisfactory management of the functions of the Federal Government relating to employee pension and welfare benefit plans and more effectively carry out the purposes of such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:38-05:00"
}