{
  "actions": [
    {
      "acted_at": "1995-08-10", 
      "references": [
        {
          "reference": "CR S12280", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-10", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-12", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-12-19", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kassebaum with an amendment in the nature of a substitute. With written report No. 104-193. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-12-19", 
      "calendar": "Senate Legislative", 
      "number": "292", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 292.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1180-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-10", 
  "number": "1180", 
  "official_title": "A bill to amend title XIX of the Public Health Service Act to provide for health performance partnerships, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SAMHSA Reauthorization, Flexibility Enhancement, and Consolidation Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-10-12", 
  "subjects": [
    "AIDS (Disease)", 
    "Ambulatory care", 
    "Authorization", 
    "Case management", 
    "Child health", 
    "Child welfare", 
    "Civil commitment", 
    "Civil rights and liberties, minority issues", 
    "Community health services", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crack (Drug)", 
    "Crime and law enforcement", 
    "Department of Health and Human Services", 
    "Disabled", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child health services", 
    "Federal aid to child welfare", 
    "Federal aid to housing", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Group homes", 
    "Health", 
    "Health counseling", 
    "Health planning", 
    "Higher education", 
    "Homeless", 
    "Housing and community development", 
    "Human immunodeficiency viruses", 
    "Indian medical care", 
    "Information services", 
    "Juvenile corrections", 
    "Labor and employment", 
    "Local officials and employees", 
    "Managed care", 
    "Medicaid", 
    "Medical research", 
    "Mental health planning", 
    "Mental health services", 
    "Mentally handicapped children", 
    "Mentally ill", 
    "Minorities", 
    "Pregnant women", 
    "Preventive medicine", 
    "Prisoners", 
    "Problem children", 
    "Public assistance programs", 
    "Regional medical programs", 
    "Rehabilitation of criminals", 
    "Rent subsidies", 
    "Research centers", 
    "Revolving funds", 
    "Rights of institutionalized persons", 
    "Scholarships", 
    "Science, technology, communications", 
    "Smoking and youth", 
    "Social welfare", 
    "State laws", 
    "State officials and employees", 
    "Tobacco", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Tuberculosis", 
    "Vocational rehabilitation", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1995-12-19", 
    "text": "TABLE OF CONTENTS: Title I: Mental Health Title II: Substance Abuse Title III: General Provisions Title IV: Reauthorization of Protection and Advocacy for Mentally Ill Individuals Act of 1986 Title V: Reauthorization of Certain Institutes Title VI: Transition Provisions and Effective Dates SAMHSA Reauthorization, Flexibility Enhancement, and Consolidation Act of 1995 - Title I: Mental Health - Amends the Public Health Service Act to repeal provisions relating to block grants to States for community mental health services. Sets forth new provisions which: (1) declare that the goal of these provisions is for the States and the Federal Government, in partnership, to improve the quality of life of adults with a serious mental illness and children with a serious emotional disturbance and to improve the overall mental health of U.S. citizens; (2) mandate the establishment of a list of performance partnership objectives and a core set of not more than five of the objectives addressing mental health problems of national significance; (3) require a State, to be eligible for a grant under these provisions, to propose a partnership containing one or more objectives from the list; (4) allow objectives not on the list; and (5) mandate a grant to each State with which agreement is reached. (Sec. 102) Requires that a State report relating to the grant be reviewed by the State mental health planning council. (Sec. 103) Allows the Secretary of Health and Human Services to afford a State an opportunity to correct or mitigate a failure to meet maintenance of effort requirements. (Sec. 104) Allows grant funds to be provided to a for-profit entity if the State determines it is appropriate and beneficial to facilitate the integration of the State Medicaid (title XIX of the Social Security Act) program or mental health managed care programs under Medicaid. (Sec. 105) Authorizes appropriations to carry out subpart I (Block Grants for Community Mental Health Services) and subpart III (General Provisions) of title XIX (Block Grants) and provisions relating to data collection with respect to mental health. (Sec. 106) Revises requirements regarding reservation of certain percentages for data collection, technical assistance, and evaluations. Mandates grants and contracts to States for the development and strengthening of State core capacity for data collection and evaluation. Authorizes the Secretary of Health and Human Services to collect data, directly or through grants, contracts, or cooperative agreements, as needed to carry out part B (Block Grants Regarding Mental Health and Substance Abuse). (Sec. 107) Authorizes appropriations to carry out existing provisions mandating grants for services for persons who have serious mental illness and who are (or are at risk of being) homeless. Repeals provisions authorizing grants, contracts, and cooperative agreements for mental health and substance abuse treatment services for homeless individuals. Prohibits allocating funds under any authority for the \"Access to Community Care and Effective Services and Supports\" (ACCESS) program. (Sec. 108) Replaces provisions authorizing grants for mental health demonstration projects with provisions authorizing grants or cooperative agreements to address priority mental health needs of regional and national significance: (1) through training or through demonstration projects for prevention, treatment, and rehabilitation; and (2) through evaluation of the demonstration projects. Requires inclusion of child mental health services. Mandates information and education programs to disseminate the findings of the demonstration and training programs. Authorizes appropriations. (Sec. 109) Repeals provisions of the Public Health Service Act relating to mental health: (1) clinical training and clinical traineeships, research, and demonstrations; (2) obligatory service in return for certain mental health clinical traineeships; and (3) demonstrations for counseling and mental health treatment for those testing positive for the etiologic agent for acquired immune deficiency syndrome (AIDS) and their families. Repeals provisions of the Stewart B. McKinney Homeless Assistance Act relating to community- based mental health services to homeless individuals who are chronically mentally ill. (Sec. 110) Amends the Public Health Service Act to authorize appropriations to carry out provisions relating to children with serious emotional disturbances. Allows waiver regarding required mental health services for Indian tribes and specified U.S. territories and possessions. Title II: Substance Abuse - Repeals provisions relating to block grants to States for substance abuse prevention and treatment and replaces them with provisions that declare that the goal of these provisions is for the States and the Federal Government, in partnership, to reduce substance abuse and dependence, improve access and effectiveness regarding prevention and treatment, and reduce personal and community risks for substance abuse. Mandates establishment of a list of performance partnership objectives, a core set of not more than five of the objectives addressing substance abuse problems of national significance, and a list of proxy objectives consistent with requirements of title VI of this Act. Requires a State, to be eligible for a grant under these provisions, to propose a partnership containing one or more objectives from the list. Allows objectives not on the list. Mandates a grant to each State with which agreement is reached. (Sec. 202) Removes provisions requiring minimum allocations for activities regarding alcohol and regarding other drugs. Revises minimum allocation requirements regarding substance abuse treatment for pregnant women and women with dependent children. (Sec. 203) Modifies requirements regarding the provision of tuberculosis services and HIV (human immunodeficiency virus) disease early intervention services in conjunction with substance abuse treatment. (Sec. 204) Ends, for States not (at the time of enactment of this Act) using a revolving fund for housing for individuals recovering from alcohol or drug abuse, a requirement to use such a fund. Repeals, effective September 30, 1998, provisions requiring such a fund. (Sec. 205) Cuts back the magnitude of the reductions mandated in allotments under this title for States that fail to have and enforce a law prohibiting the sale and distribution of tobacco products to individuals under the age of 18. (Sec. 206) Removes provisions: (1) requiring an improved treatment referral process; and (2) authorizing waiver of coordination requirements. Requires States to give priority in the provision of substance abuse treatment to injecting drug users and others at greatest risk for HIV infection. (Sec. 207) Revises procedures applicable to noncompliance States, allowing an opportunity to correct or mitigate. (Sec. 208) Allows grant funds to be provided to a for-profit entity if: (1) the State determines it is appropriate and beneficial to facilitate the integration of the State Medicaid (title XIX of the Social Security Act) program or substance abuse managed care programs under Medicaid; (2) the entity is certified or licensed by the State; (3) all profits are redistributed to the community served; and (4) for a private for-profit entity, the entity is the only available provider in the area. (Sec. 209) Authorizes appropriations to carry out subpart II (Block Grants for Treatment of Substance Abuse), subpart III (General Provisions) of title XIX (Block Grants), and provisions relating to a national data base on substance abuse prevention. (Sec. 210) Revises requirements regarding reservation of certain percentages for data collection, technical assistance, a data base, and evaluations. Mandates grants and contracts to States for the development and strengthening of State core capacity for data collection and evaluation. (Sec. 211) Replaces provisions relating to substance abuse treatment demonstration projects of national significance with provisions authorizing grants or cooperative agreements to address substance abuse health needs of regional and national significance: (1) through training or through demonstration projects for prevention and treatment; and (2) through evaluation of the demonstration projects. Permits inclusion of managed care, systems and partnerships, client-oriented services, and other priority populations and conditions. Mandates information and education programs to disseminate the findings of the research, demonstration, and training programs. Authorizes appropriations. (Sec. 212) Repeals provisions of the Public Health Service Act relating to: (1) residential treatment programs for pregnant and postpartum women; (2) outpatient treatment programs for pregnant and postpartum women; (3) substance abuse treatment in State and local criminal justice systems; (4) training in the provision of treatment services; (5) clinical training for substance abuse counselors and other health professionals involved in drug abuse education, prevention (sic); (6) community substance abuse prevention programs; (7) prevention, treatment, and rehabilitation model projects for high risk youth; (8) employee assistance programs; (9) the national capital area substance abuse treatment model program; and (10) grants to States to increase the number of individuals for whom treatment can be provided. (Sec. 213) Authorizes grants or cooperative agreements to address substance abuse health needs of regional and national significance: (1) through training or through demonstration projects for prevention; and (2) through evaluation of the demonstration projects. Permits inclusion of managed care, systems and partnerships, client-oriented services, and other priority populations and conditions. Mandates information and education programs to disseminate the findings of the research, demonstration, and training programs. Authorizes appropriations. Title III: General Provisions - Imposes reporting requirements regarding the mental health partnerships and substance abuse partnerships under this Act. (Sec. 302) Modifies review requirements regarding grants under titles I or II of this Act. (Sec. 303) Replaces provisions requiring Federal compliance reviews in at least ten States each year with provisions requiring Federal performance reviews every three to five years. (Sec. 304) Gives States an additional year to obligate grant funds. (Sec. 306) Repeals provisions specifying minimum mental health block grant allotments. (Sec. 307) Repeals: (1) part E (Narcotic Addicts and Other Drug Abusers) of title III (General Powers and Duties) of the Public Health Service Act; (2) titles III (Civil Commitment of Persons Not Charged With Any Criminal Offense) and IV (Rehabilitation and Posthospitalization Care Programs and Assistance to States and Localities) of the Narcotic Addict Rehabilitation Act of 1966 (NARA); and (3) chapter 175 (Civil Commitment and Rehabilitation of Narcotic Addicts) of the Federal criminal code. (Sec. 309) Modifies requirements regarding the composition of advisory councils for the Substance Abuse and Mental Health Services Administration, the Center for Substance Abuse Treatment, the Center for Substance Abuse Prevention, and the Center for Mental Health Services. (Sec. 311) Prohibits a State from using more than ten percent of the amount paid to the State for activities under: (1) title I of this Act for activities under title II; or (2) title II of this Act for activities under title I. Title IV: Reauthorization of Protection and Advocacy for Mentally Ill Individuals Act of 1986 - Amends the Protection and Advocacy for Mentally Ill Individuals Act of 1986 to rename it as the \"Protection and Advocacy for Individuals With Mental Illnesses Act.\" (Sec. 402) Authorizes appropriations to carry out provisions relating to protection and advocacy systems. (Sec. 403) Revises minimum allotment requirements. Title V: Reauthorization of Certain Institutes - Authorizes appropriations to carry out provisions relating to the National Institute on Alcohol Abuse and Alcoholism, the National Institute on Drug Abuse (including a separate authorization of appropriations for its Medication Development Program), and the National Institute of Mental Health. Title VI: Transition Provisions and Effective Dates - Mandates development and implementation of, and authorizes a contract for, a process: (1) to establish a model set of mental health and substance abuse prevention and treatment objectives; (2) to determine the availability, relevancy, and sufficiency of data necessary to measure capacity, process, or outcomes regarding those objectives; and (3) if current data sets are inadequate, to establish a plan to improve the availability, relevancy, and sufficiency of data. Repeals (effective subject to certain conditions) requirements regarding: (1) minimum allocation of funds for services to pregnant women and women with dependent children; (2) timely access to treatment for intravenous substance abuse; (3) tuberculosis and HIV (human immunodeficiency virus); and (4) assessments of need. Declares that a project that receives support for FYs 1996 - 1999 under specified provisions of the Public Health Service Act and that previously received support under other specified provisions of the Act for FY 1995 shall be subject to the requirements to which that project was subject for FY 1995 unless the Secretary determines otherwise."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SAMHSA Reauthorization, Flexibility Enhancement, and Consolidation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Protection and Advocacy for Individuals with Mental Illnesses Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "SAMHSA Reauthorization, Flexibility Enhancement, and Consolidation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Protection and Advocacy for Individuals With Mental Illnesses Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Public Health Service Act to provide for health performance partnerships, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:58-05:00"
}