{
  "actions": [
    {
      "acted_at": "1973-05-15", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7841-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-15", 
  "number": "7841", 
  "official_title": "A bill to prohibit States and political subdivision from discriminating against low and moderate income housing, and to give a priority in determining eligibility for assistance under various Federal programs to political subdivisions which submit plans for the inclusion of low and moderate income housing in their development.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3262-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-15", 
  "subjects": [
    "Housing and community development", 
    "Low-income housing", 
    "Moderate income housing", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-15", 
    "text": "Prohibits the States and general or special purpose units of local government in the exercise of their powers with respect to planning, zoning, subdivision controls, building codes, or other matters affecting land use, from preventing the reasonable provision of law and moderate income housing in undeveloped or predominantly underdeveloped parts of any community within a metropolitan area as defined in this Act. Defines the term metropolitan area as meaning any city or municipality having a population of 100,000 or more, together with all general or special purpose units of local government located within a fifty-mile radius of such city or municipality. Authorizes the Attorney General to bring a civil action in any appropriate United States district court to enforce compliance with the provisions of this Act. Defines those classes of individuals who may bring such civil action in the belief that they have been or are being deprived of the assistance or benefit of the provisions of this Act. Provides that in the administration of any Federal program assisting in the construction or development of housing, or in carrying out open-space or urban development projects, or other projects, a priority shall be given to applications made with respect to property located within the jurisdiction or boundaries of any general or special purpose unit of local government in a metropolitan area which has drawn up, submitted, and had approved by the Secretary of Housing and Urban Development, or which is subject to the jurisdiction of an areawide agency that exercises powers with respect to planning, zoning, subdivision controls, building codes or permits, or other matters affecting land use in the area which such unit or agency represents and has drawn up, submitted, and had approved by the Secretary of Housing and Urban Development, a plan or plans: (1) specifically providing for the inclusion of low and moderate income housing in the areas within the jurisdiction of such unit or agency that are undeveloped or predominantly undeveloped but that are in the path of development, in a manner consistent with any local comprehensive or master planning for such areas; and (2) providing, with respect to the areas within the jurisdiction of such unit or agency in which little or no vacant land is available for low and moderate income housing because of existing density and land use, for compensatory arrangements with other localities within the same metropolitan area still having available vacant land for the construction of low and moderate income housing in those localities, so that no metropolitan area will be left without a proportionate and well-distributed number of units of low and moderate income housing. Provides that any such plan or compensatory arrangement shall be designed to avoid the concentration of low and moderate income housing within any fixed geographical boundaries in any metropolitan area; and any unit or agency which enters into a compensatory arrangement with another locality or localities for the provision of low and moderate income housing because its current density and land use precludes the construction of additional low and moderate income housing within its boundaries shall, when currently used sites become vacant, make every effort to include such housing within its boundaries. Directs the Secretary to provide upon request appropriate technical assistance to any unit or agency developing a plan or entering into an arrangement under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to prohibit States and political subdivision from discriminating against low and moderate income housing, and to give a priority in determining eligibility for assistance under various Federal programs to political subdivisions which submit plans for the inclusion of low and moderate income housing in their development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:59-05:00"
}