{
  "actions": [
    {
      "acted_at": "1974-09-23", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16783-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1973-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Steiger, William A.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "40", 
      "name": "Wilson, Robert C.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01234", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-23", 
  "number": "16783", 
  "official_title": "A bill to amend title 10, United States Code, to regulate the issuance of discharge certificates to members of the Armed Forces and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-23", 
  "subjects": [
    "Armed forces and national security", 
    "Military discharges", 
    "Military personnel"
  ], 
  "subjects_top_term": "Military personnel", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-23", 
    "text": "Provides that the certificate of discharge issued to members of the armed forces may be characterized only as: (1) an Honorable Discharge, when separated from service, except where a lesser form of discharge certificate is expressly authorized under this Act; (2) a Discharge from Service; or (3) a Bad-Conduct Discharge or a Dishonorable Discharge, when issued according to an approved finding of a court-martial pursuant to this Act. Provides that a member of an armed force may be separated with a Discharge from Service as a result of: (1) an approved recommendation of a board of officers upon a finding based on preponderance of the evidence of record of misconduct, that the member's retention would not be clearly consistent with the interests of national security, or that the member's retention is not warranted for specified reasons; (2) resignation or request for discharge in lieu of board action or trial by court-martial, submitted after opportunity to consult counsel having the professional qualifications; and (3) absence without authority for one year. Authorizes the Secretary of the military department concerned to at any time convene a board of officers to review the record of any commissioned or warrant officer of the Regular Army, Regular Navy, Regular Air Force, or Regular Marine Corps, as the case may be, to determine whether he shall be required, because his performance of duty has fallen below standards prescribed by the Secretary, to show cause for his retention on active duty or whether action should be taken to remove him from active duty because of misconduct, moral or professional dereliction, or because his retention is not clearly consistent with the interests of national security. Provides that Boards of Inquiry, each composed of three or more officers, shall be convened, at such places as the Secretary of the military department concerned may prescribe, to receive evidence and make findings and recommendations whether an officer who is required to show cause for retention under this Act should be retained on active duty. Provides that Boards of Review, each composed of three or more officers shall be convened by the Secretary of the military department concerned, at such times as he may prescribe, to review the records of cases of regular commissioned or warrant officers recommended for removal by a Board of Inquiry."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to regulate the issuance of discharge certificates to members of the Armed Forces and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:29-05:00"
}