{
  "actions": [
    {
      "acted_at": "2013-06-27", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1264-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-27", 
  "number": "1264", 
  "official_title": "A bill to foster market development of clean energy fueling facilities by steering infrastructure installation toward designated Clean Vehicle Corridors.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Vehicle Corridors Act", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-06-27", 
  "subjects": [
    "Air quality", 
    "Alternative and renewable resources", 
    "Commuting", 
    "Environmental protection", 
    "Government information and archives", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Intergovernmental relations", 
    "Motor fuels", 
    "Roads and highways", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-06-27", 
    "text": "Clean Vehicle Corridors Act - Requires the Secretary of Transportation (DOT) to: (1) designate at least five Clean Vehicle Corridors along federal highways, interstates, or other contiguous highways after consulting with specified agencies; and (2) encourage the addition of cleaner alternative fuel options and other supporting infrastructure along the corridors and the inclusion of existing and private facilities in the corridor. Defines \"cleaner alternative fuels\" to include: (1) compressed natural gas, (2) liquefied natural gas, (3) liquefied petroleum gas (also known as propane), (4) plug-in electric, (5) advanced biofuels, and (6) hydrogen. Authorizes the Secretary to provide waivers of statutory restrictions for cleaner alternative fuel projects and vehicles along Clean Vehicle Corridors. Requires the Secretary to: (1) maintain a publicly accessible website containing information and resources for corridors, (2) identify best practices and case studies of communities and complementary programs that have successfully promoted cleaner alternative fuel use in consultation with federal agencies, tribes, states, and Clean Cities, (3) identify all existing technical and financial mechanisms available to promote the development of cleaner alternative fuel infrastructure, and (4) collaborate with the Secretary of Energy (DOE) and all relevant Clean Vehicle Corridor stakeholders to collect data on cleaner alternative fueling station usage patterns. Authorizes: (1) two or more contiguous states to enter into an interstate compact to establish Clean Vehicle Corridor partnerships to facilitate planning for and siting of necessary facilities within those states; and (2) the Secretary, in consultation with the DOE Secretary, the Secretary of Commerce, the Secretary of the Interior, and the Administrator of the Environmental Protection Agency (EPA), to provide technical assistance to interstate compact partnerships."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Clean Vehicle Corridors Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to foster market development of clean energy fueling facilities by steering infrastructure installation toward designated Clean Vehicle Corridors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:47:43-05:00"
}