{
  "actions": [
    {
      "acted_at": "1983-04-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-12", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s993-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-06", 
  "number": "993", 
  "official_title": "A bill to provide a program of unemployment compensation for areas experiencing high rates of unemployment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Unemployment Compensation Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-06", 
  "subjects": [
    "Department of the Treasury", 
    "Depressed areas", 
    "Federal-state relations", 
    "Government trust funds", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-06", 
    "text": "Emergency Unemployment Compensation Act of 1983 - Authorizes States with approved unemployment compensation laws with extended compensation provisions to enter into and participate in (and to terminate upon 30 days' written notice) agreements with the Secretary of Labor that State agencies will make emergency compensation payments. Declares eligible for such payments individuals who have exhausted all rights to regular State compensation and Federal supplemental compensation, who have no rights to any other type of State or Federal compensation, and who are not receiving Canadian compensation for any week of unemployment which begins in an emergency benefit period and the individual's eligibility period. Prohibits such payments for any week of unemployment which begins more than two years after the end of the benefit year for which the individual exhausted regular compensation rights. Declares that an emergency benefit period shall: (1) begin with the third week after a week for which there is an area \"emergency on\" indicator (when the rate of insured unemployment in such area for such week and the immediately preceding 13 weeks equalled or exceeded six percent); and (2) end with the third week after the first week for which there is an area \"emergency off\" indicator (when the rate of insured unemployment in such area for such week and the immediately preceding 13 weeks is less than six percent). Provides that, in the case of any area of a State, no emergency benefit period shall last for a period of less than 13 consecutive weeks. Requires that the amount of emergency compensation payable to any individual for any week of total unemployment be equal to the regular compensation payable to such individual during his or her benefit year under State law. Requires that, under such agreements, States establish an emergency compensation account for each eligible applicant, in an amount equal to the lesser of 50 percent of the total amount of regular compensation payable to such applicant during his or her most recent benefit year or 13 times the average weekly benefit amount for such year. Requires that each State which has entered into such agreement be paid an amount equal to 50 percent of the emergency compensation paid to individuals by the State pursuant to such agreement. Directs the Secretary of the Treasury to make such payments to each State in sums certified by the Secretary of Labor by transfers from funds appropriated under this Act to the account of such State in the Unemployment Trust Fund. Authorizes appropriations. Sets forth provisions relating to the determination of individual eligibility when an emergency benefit period is not in effect in all areas of a State. Provides penalties for individuals involved in misrepresentation with regard to such emergency payments. Authorizes States to require individuals to repay amounts of emergency compensation to which they were not entitled, except that States may waive such repayments in cases where the individual was without fault and where repayment would be contrary to equity and good conscience. Authorizes States to deduct such amounts to be repaid from various types of unemployment compensation payable to such individual and administered by State agencies. Limits any single deduction to no more than 50 percent of the weekly benefit amount from which such deduction is made. Requires notice and opportunity for a fair hearing for an individual and an appropriate review before such deductions are made."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Unemployment Compensation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a program of unemployment compensation for areas experiencing high rates of unemployment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:46-05:00"
}