{
  "actions": [
    {
      "acted_at": "1977-06-09", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1666-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-09", 
  "number": "1666", 
  "official_title": "A bill to provide for extension of the deposit interest rate control law, increased ceiling of deposit insurance for public unit accounts, Keogh trust accounts, individual retirement custodial or trust accounts, modification of Federal savings and loan investment authority.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Institutions Amendments", 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-09", 
  "subjects": [
    "Bank holding companies", 
    "Credit unions", 
    "Deposit insurance", 
    "Federal Home Loan Bank Board", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Interest", 
    "Interest rates", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-09", 
    "text": "Financial Institution Amendments - Title I: Short Title - States that this Act shall be known as the Financial Institution Amendments. Title II: Deposit Interest Rate Control - Extends the authority of the Federal Reserve Board to prescribe interest rates for member banks until December 15, 1987. Amends the Federal Credit Union Act to empower the Administrator of the National Credit Union Administration to prescribe rules governing the payment of interest on deposits. Title III: Insurance of Accounts - Removes the dollar restriction on insurance coverage on the deposits of governmental funds and specified retirement accounts. Title IV: Declares it to be the sense of Congress that the Federal Home Loan Bank Board shall develop appropriate rules and to experiment with a variety of flexible mortgage instruments to be offered by Federal savings and loan associations. Title V: Home Owners' Loan Act - Makes changes with respect to the investment powers of federally-chartered associations. Title VI: Raising of Additional Capital for Federal Savings and Loan Associations - Permits federally-chartered mutual savings and loan associations to issue preferred stock. Title VII: Federal Charters for Mutual Savings Banks - Amends the Home Owners' Loan Act of 1933 to authorize the Federal Home Loan Bank Board to charter Federal mutual savings banks. Makes provision for the conversion of State-chartered mutual savings banks into Federal savings banks. Title VIII: Federal Home Loan Bank Act Amendments - Makes various amendments to the Federal Home Loan Bank Act of 1932, including changing the membership criteria for members of the Federal Home Loan Bank Board and specified stock subscription requirements. Title IX: Term of Office of Members of the Federal Home Loan Bank Board - Permits extension of such terms of members of the Federal Home Loan Bank Board under specified conditions. Title X: Regulation of Holding Companies - Amends the National Housing Act to set forth standards with respect to the acquisitions of assets by bank holding companies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Institutions Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for extension of the deposit interest rate control law, increased ceiling of deposit insurance for public unit accounts, Keogh trust accounts, individual retirement custodial or trust accounts, modification of Federal savings and loan investment authority.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:23-05:00"
}