{
  "actions": [
    {
      "acted_at": "1981-05-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3434-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-05", 
  "number": "3434", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to modify certain requirements relating to the issuance of mortgage subsidy bonds.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Kogovsek, Ray", 
    "state": "CO", 
    "thomas_id": "00644", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-05", 
  "subjects": [
    "Economics and public finance", 
    "Government securities", 
    "Home ownership", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Interest", 
    "Mobile homes", 
    "Mortgage loans", 
    "Mortgages", 
    "Securities and Investments", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Tax exclusion", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-05", 
    "text": "Amends the Internal Revenue Code to revise requirements for the tax exclusion of interest on mortgage subsidy bonds. Revises the arbitrage requirements for tax-exempt mortgage subsidy bonds to increase the amount by which interest rates on such bonds may exceed the interest rates on mortgages financed with such bonds. Specifies that all points and similar charges paid by the seller of property shall not be treated as borne by the mortgagor. Repeals the limitations on non-mortgage investments and the requirement that arbitrage and investment gains be used to reduce the costs of owner-financing. Revises the method of determining the limitations on the aggregate amount of qualified mortgage bonds which may be issued each year. Increases the State ceiling on the issuance of mortgage bonds from nine to fourteen percent of the average aggregate amount of mortgages executed in the previous year. Provides for a statewide reallocation of unused issuing authority. Revises the authority of a State Governor to proclaim a different allocation of such authority. Repeals: (1) certain requirements which must be met where a mortgage is assumed; and (2) the requirement that financing may only be provided to a mortgagor who did not own a residence within the preceding three years. Specifies that for purposes of the restrictions on the purchase price of homes financed with such bonds mobile and modular homes shall not be taken into account in determining average area prices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to modify certain requirements relating to the issuance of mortgage subsidy bonds.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:56-05:00"
}