{
  "actions": [
    {
      "acted_at": "2001-02-14", 
      "references": [
        {
          "reference": "CR S1371-1372", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-03-20", 
      "references": [
        {
          "reference": "CR S2592", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-03-20", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s578-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-03-20", 
  "number": "578", 
  "official_title": "A bill to prohibit the Secretary of Transportation from amending or otherwise modifying the operating certificates of major air carriers in connection with a merger or acquisition for a period of 2 years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airline Merger Moratorium Act", 
  "sponsor": {
    "district": null, 
    "name": "Dorgan, Byron L.", 
    "state": "ND", 
    "thomas_id": "00308", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2001-03-20", 
  "subjects": [
    "Access to airports", 
    "Air routes", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Corporate mergers", 
    "Foreign trade and international finance", 
    "Governmental investigations", 
    "Housing and community development", 
    "Joint ventures", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Restrictive trade practices", 
    "Sparsely populated areas", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2001-03-20", 
    "text": "Airline Merger Moratorium Act - Prohibits, for a specified two-year period, a major air carrier from acquiring directly or indirectly any voting securities or assets of any other air carrier that would result in its having control of the other air carrier (or its assets), or from being merged with another air carrier in any other form of transaction, if such merger results in the air carrier's having ten percent or more of all enplanements in the United States. Deems such acquisition or merger an unfair method of competition for purposes of an investigation by the Secretary of Transportation into whether an air carrier, foreign air carrier, or ticket agent has been or is engaged in an unfair or deceptive practice or an unfair method of competition in air transportation.Prohibits the Secretary, during such period, from: (1) issuing any new operating authority (domestic and international operating certificates, or slots or slot exemptions (landing and take-off rights)),or making or permitting any changes in such authorities, that relates to, or is in connection with, a major air carrier's acquisition of, or merger with, another air carrier; and (2) approving any changes to an international alliance or code-sharing arrangement of a major air carrier that relates to such acquisition or merger. Prohibits the taking effect during such period of any joint venture agreement between two or more major air carriers with regard to code-sharing, blocked-space arrangements, long-term wet leases of a substantial number of aircraft, or frequent flyer programs, or any other cooperative working arrangement between two or more major air carriers that affects more than 15 percent of the total number of available seat miles offered by major air carriers. Sets forth specified exceptions to such prohibitions.Directs the Secretary to study and report to Congress on the impact that consolidations and mergers in the airline industry have had on consumers in the areas of price, competition within markets, levels of service, and the availability of flights in rural communities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline Merger Moratorium Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit the Secretary of Transportation from amending or otherwise modifying the operating certificates of major air carriers in connection with a merger or acquisition for a period of 2 years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:49-05:00"
}