{
  "actions": [
    {
      "acted_at": "1983-11-08", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-11-08", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Hatfield. With written report No. 98-304.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-08", 
      "calendar": "Senate Legislative", 
      "number": "546", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 546.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "Point of Order against Denton amendment SP2529 sustained by the Chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "Ruling of the Chair that the Denton amendment SP2529 was not in order was not sustained by Yea-Nay Vote. 46-46. Record Vote No: 346.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-14", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2526-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2526"
    }, 
    {
      "amendment_id": "s2527-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2527"
    }, 
    {
      "amendment_id": "s2528-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2528"
    }, 
    {
      "amendment_id": "s2529-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2529"
    }, 
    {
      "amendment_id": "s2530-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2530"
    }, 
    {
      "amendment_id": "s2531-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2531"
    }, 
    {
      "amendment_id": "s2532-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2532"
    }
  ], 
  "bill_id": "sjres194-98", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-08", 
  "number": "194", 
  "official_title": "An original joint resolution making further continuing appropriations for the fiscal year 1984, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Assistance and Related Programs Appropriations Act, 1984", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-11-08", 
  "subjects": [
    "American economic assistance", 
    "American military assistance", 
    "Appropriations", 
    "Civil service compensation", 
    "Crime prevention", 
    "Cuba", 
    "Economics and public finance", 
    "El Salvador", 
    "Energy assistance for the poor", 
    "Federal employees", 
    "Federal employees and officials", 
    "Forced labor", 
    "Forgery", 
    "Government securities", 
    "Haiti", 
    "Housing and Housing Finance", 
    "Immigration", 
    "Import restrictions", 
    "International affairs", 
    "International agencies", 
    "Low-income housing", 
    "Narcotic traffic", 
    "Narcotics and crime", 
    "Refugees", 
    "Rivers", 
    "Syria", 
    "U.S.S.R.", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1983-11-14", 
    "text": "(Measure indefinitely postponed in Senate) Makes further continuing appropriations for FY 1984 for specified activities conducted during FY 1983 and provided for in: (1) the Department of Defense Appropriation Act, 1983; and (2) the Treasury, Postal Service, and General Government Appropriation Act. Makes further continuing appropriations for FY 1984 for the following activities: (1) health planning activities; (2) National Research Service Awards; (3) National Arthritis Advisory Board, National Diabetes Advisory Board, and National Digestive Diseases Advisory Board; (4) Medical Library assistance programs; (5) refugee and entrant assistance activities (including aid for Cuban and Haitian entrants); (6) child abuse prevention and treatment and adoption opportunities activities; (7) activities under the Domestic Volunteer Service Act of 1973; and (8) activities of the Department of Defense, Army National Guard and Army Reserve Operation and Maintenance and National Guard and Reserve equipment procurement. Makes further continuing appropriations for FY 1984 for programs, projects, and activities provided for in: (1) the Agriculture, Rural Development and Related Agencies Appropriation Act, 1984 conference report; and (2) the Commerce, Justice, State, the Judiciary, and Related Agencies Appropriation Act, 1984 conference report. Specifies certain prohibitions on the use of funds, including the payment of prevailing rate employees of the Federal Government in excess of certain sums during FY 1984 and FY 1985. Increases the U.S. quota in the International Monetary Fund. Appropriates an additional amount for low-income home energy assistance. Appropriates funds to reimburse the power program of the Tennessee Valley Authority for certain costs incurred in recreation development on the Ocoee River. Amends the Federal criminal code to establish penalties for forging endorsements on Treasury checks or bonds or securities of the United States. Foreign Assistance and Related Programs Appropriations Act, 1984 - Makes further continuing appropriations for FY 1984 for activities under the Foreign Assistance Appropriations Act. Requires the President to report to Congress annually on the degree of support each foreign government has given United States foreign policy during the past year. Prohibits the use of funds to finance directly any assistance to a country found to be engaged in a consistent pattern of opposition to United States foreign policy. Directs the Administrator of the Agency for International Development to terminate economic assistance to Syria. Specifies conditions on continuing appropriations for El Salvador. Prohibits the availability of funds, for a three-month period, to any country certified by the President as failing to take adequate measures to prevent the illegal sale of narcotic drugs or other controlled substances to U.S. personnel or the illegal entry of such drugs into the United States. Declares that it is the sense of the Senate that existing statutory authority should be used to prevent the import of any product or material produced in the Soviet Union by forced labor. Requires the Secretary of the Treasury to submit a report to Congress of the articles from the Soviet Union for which entry documents have been filed and the disposition of such request. Makes funds appropriated or otherwise made available for FY 1984 by this joint resolution or any other law available until November 18, 1983, notwithstanding certain provisions of the State Department Basic Authorities Act of 1956 and of the United States Information and Exchange Act of 1948."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Assistance and Related Programs Appropriations Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original joint resolution making further continuing appropriations for the fiscal year 1984, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:36-05:00"
}