{
  "actions": [
    {
      "acted_at": "1989-07-31", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-31", 
      "calendar": "Senate Legislative", 
      "number": "191", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 191.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-08-02", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-08-02", 
      "bill_ids": [
        "s1352-101"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1352 amended. (Division C only).", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-08-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1989-09-06", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T17:25:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T17:25:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1447-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1989-08-02", 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-31", 
  "number": "1447", 
  "official_title": "An original bill to authorize appropriations for the Department of Energy for national security programs for fiscal year 1990, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1352-101", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Energy National Competitiveness Technology Transfer Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1989-08-02", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Ballistic missiles", 
    "Civil defense", 
    "Colorado", 
    "Commercialization", 
    "Computer software", 
    "Conflict of interests", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost overruns", 
    "Defense budgets", 
    "Employee training", 
    "Environmental protection", 
    "Environmental research", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guided missiles", 
    "Hazardous waste disposal", 
    "Industrial research", 
    "Intellectual property", 
    "Inventions", 
    "Laboratories", 
    "Military research", 
    "Nuclear energy research", 
    "Nuclear fusion", 
    "Nuclear reactors", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Ordnance", 
    "Pollution control", 
    "Position classification", 
    "Radioactive wastes", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development contracts", 
    "Scientists in government", 
    "Space warfare", 
    "Strategic materials", 
    "Technological innovations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1989-08-02", 
    "text": "Title I: Department of Energy National Security Programs - Part A: National Security Programs Authorizations - Authorizes appropriations to the Department of Energy (DOE) for FY 1990 for operating expenses incurred and for plant and capital equipment necessary in carrying out national security programs in the following areas: (1) weapons activities; (2) defense nuclear materials production; (3) verification and control technology; (4) nuclear materials safeguards and security technology development program; (5) security investigations; (6) new production reactors; (7) naval reactors development; and (8) capital equipment not related to construction. Places special funding limitations for DOE for FY 1990 for the following programs and projects: (1) SDI; (2) inertial confinement fusion; (3) special isotope separation; and (4) Lance Warhead follow-on. Part B: Recurring General Provisions - Prohibits the use of funds appropriated pursuant to this title for: (1) the costs of a program exceeding 105 percent of the program authorization or $10,000,000 more than the amount authorized, whichever is the lesser; or (2) programs which have not been presented to, or requested of, the Congress, unless the Secretary of Energy transmits to the appropriate committees a full and complete statement of the action proposed and 30 days have elapsed since such statement was submitted. Prohibits the total funds obligated pursuant to this title from exceeding the total amount authorized to be appropriated by this title. Authorizes the Secretary of Energy to carry out any general plant project only if the maximum estimated cost of the project does not exceed $1,200,000. Requires reports to specified committees by the Secretary when the costs exceed such amount. Sets forth procedures for the approval of projects which exceed by more than 25 percent their estimated cost or authorized amount. Exempts from such procedures any projects which have an estimated cost of less than $5,000,000. Allows for the transfer of funds from specified projects to other Government agencies for the performance of work for which the funds were appropriated. Authorizes the Secretary of Defense to transfer to the Secretary of Energy specified FY 1990 DOD research and development funds for the performance of work on SDI. Authorizes the Secretary of Energy to perform advance planning and construction design services in connection with any proposed construction project if the total estimated cost for such services does not exceed $2,000,000. Authorizes the Secretary to notify specified congressional committees whenever the estimated cost of such planning and design exceeds $300,000. Requires specific authorization by law whenever such estimated costs exceed $2,000,000. Authorizes the Secretary to perform emergency construction planning and design in order to meet the needs of national defense or to protect property or human life. Makes funds appropriated for management and support activities and for general plant projects under this title available for all national security programs of DOE. Part C: Defense Energy Technology Transfer - Department of Energy National Competitiveness Technology Transfer Act of 1989 - Directs the Secretary of Energy, within 180 days after enactment of this Act, to: (1) review all existing laws, regulations, guidelines, and administrative procedures associated with DOE's ability to accomplish a national competitiveness mission (the transfer of technology gained at DOE facilities to the U.S. private sector in order to establish national security and industrial base strength goals); (2) confer with representatives of U.S. industry and labor, educational institutions, and contracting parties with respect to the implementation of a national competitiveness mission; (3) advise the Congress of any existing legal obstacles interfering with DOE's ability to achieve such mission; and (4) publish a comprehensive set of policy guidelines, procedures, and supporting regulations to effectuate the purposes of this part. Requires cooperative arrangements between private parties and contractor-managers of DOE research and development facilities to be reviewed, concurred in, modified, or rejected in an expeditious manner. Outlines certain national security and other principles to be followed by the Secretary in attempting to achieve the national competitiveness mission. Requires the benefits of technology transfer resulting from such mission to accrue to U.S. industry. Requires entities owned or controlled by a foreign government or entity to be separately considered in light of national security objectives. Requires the Secretary to establish an explicit policy and procedure to govern a contractor-manager's use of Government resources for the national competitiveness mission, as well as for royalties, receipts, and other income resulting from such cooperative arrangements. Requires appropriate rights to be acquired for intellectual property acquired by the contractor-manager, private parties, or their successors-in-interest to assure commercial utilization of technology developed under cooperative arrangements. Requires the Secretary and contractor-managers to continually confer concerning such cooperative arrangements to assure progress toward achieving the national competitiveness mission. Requires each contractor-manager, beginning after the inclusion in a contract of the national competitiveness mission, to identify in writing in advance of its use in a contemplated cooperative arrangement any particular inventions conceived or reduced to practice and specific technical data or computer software first produced by the contractor-manager in the performance of program missions under its contract. Authorizes the Secretary to designate special circumstance technologies or inventions the title for which shall vest in the United States in the same manner as exceptional circumstance determinations under current Federal law. Limits the authority of the Secretary to make such designations. Outlines other provisions with respect to the disposal of title to other inventions or technologies made or discovered within the course of such cooperative arrangement contracts. Requires the Secretary, with respect to specific technical data or computer software determined to have near-term commercial value and to be necessary for the commercialization of technology to be developed under cooperative arrangements, to include in such cooperative arrangement the specific intellectual property rights to such data or software. Requires, in such case, that such data or software not be disclosed by the Government to any third party, with a specified exception relating to national security or a related reason. Extends such property rights for up to six years after their discovery, after which time the Government shall have full rights to such property. Provides that the rights to any inventions conceived or first actually reduced to practice by a collaborating party in a cooperative arrangement shall be agreed to by the parties to the arrangement, subject to regulations and to the Government's license (to practice on behalf of the United States) to that invention. Provides, with respect to technical data or software first produced under such an arrangement which the Secretary determines to have near-term commercial value and to be necessary for the commercialization of technology to be developed under the arrangement, that such data or software may not be disclosed by the Government to any third party (with the same national security-related exceptions). Extends such property rights for up to six years after discovery, after which time the Government shall have full rights to such data or software. Provides oversight of this part's provisions by the Secretary, the Inspector General of DOE, and the Comptroller General. Exempts the United States and the contractor managers from liability for injury or damage due to a defect in a product or process produced or a service performed by a collaborating party or its licensees or assigns that embodies technology developed under a cooperative arrangement under this part. Part D: Miscellaneous Provisions - Amends the Department of Defense Authorization Act, 1985 to require the Secretaries of Energy and Defense to jointly report to the Congress concerning the production of the 155-millimeter artillery-fired automatic projectile. Authorizes the Secretary of Energy to designate not more than 25 positions in DOE as critical positions. Terminates such designation authority three years after enactment of this Act. Outlines provisions concerning the rates of pay for positions designated as critical. Authorizes the Secretary to designate not more than 250 positions in DOE as special scientific, engineering, and managerial positions. Amends the National Defense Authorization Act, 1986 to provide equal participation of the Secretary of Defense with the Secretary in the nuclear test ban readiness program outlined under such Act. Directs the Secretary of Energy to make necessary payments, and earmarks funds, for a Rocky Flats, Colorado, decontamination and cleanup agreement entered into between DOE and the State of Colorado. Requires the Secretary of Energy, not later than 120 days before a DOE defense nuclear facility ceases all production and processing operations, to report to the defense committees on the training and job placement services needed to enable former employees of such facility to obtain employment in the environmental remediation and cleanup activities at such facility. Requires DOE, upon cessation of productive operations, to report to the Congress on environmental problems at the facility, cleanup costs, and the proposed cleanup schedule. Amends the Atomic Energy Act of 1954 to authorize the Department of Energy to ensure that investment in research and development in the military application of atomic energy results in the development of civilian applications for, and commercialization of, advanced technology through appropriate transfers of federally owned or originated technology to State and local governments, private industry, and educational and nonprofit institutions. Part E: Environment, Safety, and Management - Authorizes appropriations to DOE for FY 1990 for environmental restoration and management of defense waste and transportation in specified amounts at specified locations. Directs the Secretary of Energy to report to the defense and appropriations committees at the end of each calendar quarter on each major DOE national security program (a program that is either designated by the Secretary as a major DOE national security program or that is estimated by the Secretary to cost more than $500,000,000). Outlines report information requirements, including a description of the program, its purpose, and its schedule and cost. Requires the Secretary to identify to such committees all programs of DOE that are major national security programs. Directs the Secretary to prepare and submit to such committees a five-year budget plan for national security programs of DOE. Directs the Secretary to establish and carry out a program for the supervision, direction, and coordination of all research activities of DOE for the development of technologies useful for the reduction of environmental hazards and contamination resulting from defense waste and the environmental restoration of inactive defense waste disposal sites. Requires the Secretary to carry out such program through a program manager. Requires the Secretary to coordinate such research program with the research activities of the EPA relating to the same matter. Requires the Secretary to report to the Congress on such activities. Directs the President to establish a Blue Ribbon Task Group on Environmental Restoration and Defense Waste Management to examine the procedures used in establishing requirements, providing necessary resources, planning, and implementing plans with respect to defense waste management and environmental restoration at DOE facilities that conduct atomic energy defense activities. Requires various reports from the President and the Task Group with respect to the membership, activities, and recommendations of the Task Group. Directs the Secretary of Energy to establish and implement a management training program for DOE personnel involved in the management of atomic energy defense activities. Amends the Atomic Energy Act of 1954 to authorize the Nuclear Regulatory Commission to: (1) provide for the safe storage, processing, transportation, and disposal of hazardous waste resulting from nuclear materials and weapons production and naval nuclear propulsion programs; and (2) carry out research and development of technologies needed for the negotiation and verification of international agreements on control of special nuclear materials and nuclear weapons. Title II: Defense Nuclear Facilities Safety Board - Authorizes appropriations for FY 1990 for the establishment and operation of the Defense Nuclear Facilities Safety Board. Requires a report from the Secretary of Defense to the defense and veterans' committees identifying the number of individuals who participated in radiation-risk activities while serving in some capacity in the armed forces, but who are not covered under provisions of the Atomic Veterans Act. Title III: National Defense Stockpile - Authorizes the President to make specified changes in quantities of materials to be acquired for the National Defense Stockpile (NDS) as provided under the Strategic and Critical Materials Stock Piling Act. Authorizes the President, during FY 1990 and 1991, to use specified amounts from the National Defense Stockpile Transaction Fund for the purposes of stockpile acquisitions. Authorizes the President, during FY 1990 and 1991, to dispose of specified materials in the NDS that have been determined to be excess to the current requirements of the stockpile. Title IV: Civil Defense - Authorizes appropriations for FY 1990 to carry out the Federal Civil Defense Act of 1950."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act for Fiscal Year 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Competitiveness Technology Transfer Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for the Department of Energy for national security programs for fiscal year 1990, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:37-05:00"
}