{
  "actions": [
    {
      "acted_at": "1986-10-03", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2907-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-03", 
  "number": "2907", 
  "official_title": "A bill to amend chapter 96 of title 18, United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-03", 
  "subjects": [
    "Actions and defenses", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Damages", 
    "District courts", 
    "Jurisdiction", 
    "Law", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Limitation of actions", 
    "Organized crime"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-03", 
    "text": "Amends the Federal criminal code to change the name of the Racketeer Influenced and Corrupt Organizations (RICO) statute to Pattern of Illicit Activity. Revises the civil action requirements for persons aggrieved by RICO violations. Reserves the award of treble damages to plaintiffs who prevail against defendants convicted of criminal violations of such statute. Provides for treble damages where the prevailing plaintiff is a government. Authorizes governments to bring RICO civil actions and, upon prevailing, to be awarded the cost of the suit and a reasonable attorney's fee in addition to treble damages. Limits to actual damages the award to a prevailing plaintiff injured in his business or property by conduct which violates RICO, if the defendant has not been convicted of a criminal violation. Permits the award of punitive damages in an amount double actual damages if: (1) the plaintiff is a natural person; (2) neither Federal nor State securities laws make available an express or implied remedy for the type of illicit activity in which the person bases his claims; (3) the injury occurred in the purchase or lease of a product, property, service, credit, or investment for personal or household use; and (4) the defendant's conduct was in wanton disregard of plaintiff's rights. Specifies considerations the amount of punitive damages shall take into account. Declares that a pattern of illicit activity requires at least two acts of illicit activity: (1) one of which occurred not more than five years after the prior act; (2) each of which is not so closely related in time and place to the other that together the acts constitute a single transaction; and (3), in the case of racketeering activity or collection of unlawful debt, each of which is related to the affairs of the enterprise. Sets a statute of limitations for such an action of the later of: (1) three years from the accrual of the cause of action (that is, from the commission of the second predicate act), or from the termination of the conduct causing injury to the plaintiff; or (2) two years from any criminal conviction which may be required for the cause of action. Limits the application of this Act to actions brought in the appropriate U.S. district court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 96 of title 18, United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:04-05:00"
}