{
  "actions": [
    {
      "acted_at": "1989-05-10", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s959-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1989-07-24", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-06-07", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1989-10-13", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1989-05-17", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-10", 
  "number": "959", 
  "official_title": "A bill to amend title III of the Public Health Service Act to make improvements in the National Health Service Corps scholarship program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Service Corps Improvements Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-10", 
  "subjects": [
    "Congressional reporting requirements", 
    "Health", 
    "Medical education", 
    "Physicians", 
    "Public health administration", 
    "Public health personnel", 
    "Rural manpower policy", 
    "Rural public health", 
    "Scholarships", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-10", 
    "text": "National Health Service Corps Improvements Act of 1989 - Amends the Public Health Service Act to create a third level of priorities, with regard to approving applications and accepting contracts under the National Health Service Corps Scholarship Program (Scholarship Program), favoring individuals who are residents of health manpower shortage areas, who are disadvantaged or minority students, or who are attending (or planning to attend) an institution that provides rural training opportunities. Adds the same priorities (but without reference to levels of priorities) to provisions relating to application approval and contract acceptance under the National Health Service Corps Loan Repayment Program (Loan Program). Adds a requirement that a Scholarship Program recipient agree to participate in an annual interview with an official of the institution regarding progress and development of the individual within the course of study. Adds a requirement that the Secretary of Health and Human Services include, in an existing annual report to the Congress on the Scholarship Program, the top half of U.S. medical schools that place a greater percentage of their graduates in underserved areas than the national average of such placement. Directs the Secretary to: (1) ensure that educational institutions that offer degrees of interest to the Scholarship Program provide applicants for admission information on that Program; (2) provide all Scholarship Program participants with the quarterly publication of the National Health Service Corps; and (3) award, to the extent practicable, 450 scholarships for each school year. Authorizes the Secretary, subject to exception, to pay, under the Loan Program, not less than a specified amount (currently, up to the same amount) for each year of obligated service. Directs the Secretary to promulgate regulations regarding the period of obligated service, including regulations relating to rotating Scholarship Program Corps physicians among separate facilities, extending the required service time to compensate for periods when such physicians were absent from their primary site, and permitting other Corps physicians to be temporarily reassigned to other facilities to ensure physician continuity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Service Corps Improvements Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title III of the Public Health Service Act to make improvements in the National Health Service Corps scholarship program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:25-05:00"
}