{
  "actions": [
    {
      "acted_at": "1978-02-24", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2582-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-24", 
  "number": "2582", 
  "official_title": "A bill to provide for the development of aquaculture in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Aquaculture Organic Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-24", 
  "subjects": [
    "Advisory bodies", 
    "Aquaculture", 
    "Aquatic resources", 
    "Business and commerce", 
    "Department of the Treasury", 
    "Federal advisory bodies", 
    "Fishing", 
    "Government insurance", 
    "Government trust funds", 
    "Insurance"
  ], 
  "subjects_top_term": "Aquaculture", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-24", 
    "text": "National Aquaculture Organic Act - Directs the Secretary of Commerce to establish a National Aquaculture Development Plan. Requires that such plan (1) identify each aquatic species which can be cultured on a commercial basis (priority aquatic species), and (2) contain a program of aquaculture development for such priority aquatic species. Directs the Secretary of Commerce to review each aquatic species not identified as a priority species and the program established for each priority species. Directs the Secretary of Commerce to (1) establish and maintain an aquaculture information center, (2) maintain an inventory of public and private aquaculture being carried out in the United States, (3) arrange for the mutual exchange of information relating to aquaculture with foreign nations, and (4) submit an annual report to Congress on the implementation of the provisions of this Act. Establishes the Interagency Committee on Aquaculture comprised of the heads of various Federal agencies to insure that there is a continuing exchange of information relating to the aquacultural programs and projects of the various agencies and to review on a continuing basis the relevant programs and projects of all Federal agencies. Authorizes the Secretary of Commerce to carry out any function under this Act through grants or contracts. Limits the amount of any grant made available under this Act to one-half of the estimated cost of the project for which the grant was made. Authorizes the Secretary to guarantee obligations issued for the financing of any aquaculture facility. Stipulates that the aggregate unpaid principal amount of all such guaranteed obligations shall not exceed $100,000,000. Authorizes the Secretary to collect a fee for guaranteed obligations not to exceed one-half of one percent per annum of the outstanding principal balance of the obligation. Sets forth the default procedures relating to such loans. Directs the Secretary to establish a program to provide insurance against essential stock losses incurred in aquaculture facility operations in any State wherein such insurance is not available at reasonable rates. Sets forth the procedure for determining the premium rate for such insurance. Establishes within the Treasury a Federal Aquaculture Assistance Fund for the purposes of guaranteeing obligations and providing essential stock insurance pursuant to this Act. Authorizes appropriations to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aquaculture Organic Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development of aquaculture in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:39-05:00"
}