{
  "actions": [
    {
      "acted_at": "2004-03-04", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Labor, Health and Human Services, and Education. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-25", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Labor, Health and Human Services, and Education. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-04-01", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Labor, Health and Human Services, and Education. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 108-745.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-15", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-09-15", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Specter. With written report No. 108-345.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-15", 
      "calendar": "Senate Legislative", 
      "number": "699", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 699.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2810-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Labor, Health and Human Services, and Education", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-09-15", 
  "number": "2810", 
  "official_title": "An original bill making appropriations for the Departments of Labor, Health, and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2005, and for other purposes.", 
  "popular_title": "Appropriations bill FY2005, Labor, HHS, Education", 
  "related_bills": [
    {
      "bill_id": "hr4818-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5006-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2005", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-09-15", 
  "subjects": [
    "Adoption", 
    "Adult education", 
    "Aging", 
    "Alcoholism", 
    "Allergies", 
    "Alternative medicine", 
    "Appropriations", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Arthritis", 
    "Arts, culture, religion", 
    "Biomedical engineering", 
    "Black colleges", 
    "Black lung", 
    "Blind", 
    "Block grants", 
    "Cancer", 
    "Child support", 
    "Citizenship education", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Coal", 
    "Colleges", 
    "Communicable diseases", 
    "Compensation (Law)", 
    "Corporation for National and Community Service", 
    "Day care", 
    "Deaf", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Diabetes", 
    "Disabled", 
    "District of Columbia", 
    "Drug abuse", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational facilities", 
    "Educational innovations", 
    "Elementary and secondary education", 
    "Employee training", 
    "Employment agencies", 
    "Employment of the disabled", 
    "Energy", 
    "Energy assistance for the poor", 
    "English language", 
    "Environmental health", 
    "Environmental protection", 
    "Families", 
    "Federal Mediation and Conciliation Service", 
    "Federal Mine Safety and Health Review Commission", 
    "Federal aid to education", 
    "Federal aid to the arts and humanities", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foster home care", 
    "Genetic research", 
    "Genetics", 
    "Government corporations", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Health maintenance organizations", 
    "Hearing disorders", 
    "Higher education", 
    "Housing and community development", 
    "Imaging systems in medicine", 
    "Immigrants", 
    "Immigration", 
    "Impact aid", 
    "Indian education", 
    "Inspectors general", 
    "Kidney diseases", 
    "Labor and employment", 
    "Labor statistics", 
    "Law", 
    "Libraries", 
    "Medicaid", 
    "Medical education", 
    "Medical libraries", 
    "Medical research", 
    "Medicare Payment Advisory Commission", 
    "Mental health", 
    "Mine safety", 
    "Miners", 
    "Minorities", 
    "Minority health", 
    "Muscular diseases", 
    "Museums", 
    "National Commission on Libraries and Information Science", 
    "National Council on Disability", 
    "National Institutes of Health (NIH)", 
    "National Mediation Board", 
    "National service", 
    "Nervous system diseases", 
    "Neurology", 
    "Nursing", 
    "Occupational Safety and Health Review Commission", 
    "Occupational health and safety", 
    "Old age assistance", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Preventive medicine", 
    "Public broadcasting", 
    "Public health personnel", 
    "Quality of care", 
    "Railroad retirement plans", 
    "Refugees", 
    "Rehabilitation of the disabled", 
    "Research centers", 
    "Science, technology, communications", 
    "Skin diseases", 
    "Social welfare", 
    "Soldiers' homes", 
    "Special education", 
    "Stroke", 
    "Student aid", 
    "Student housing", 
    "Supplemental security income program", 
    "Transportation and public works", 
    "U.S. Institute of Peace", 
    "Unemployment insurance", 
    "Vaccines", 
    "Veterans' employment", 
    "Vocational education", 
    "Volunteer workers", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2004-09-15", 
    "text": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2005 - Makes appropriations for FY 2005 for the Departments of Labor, Health and Human Services, and Education and related agencies. Title I: Department of Labor - Department of Labor Appropriations Act, 2005 - Makes appropriations for FY 2005 to the Department of Labor for: (1) the Employment and Training Administration, training and employment services; (2) community service employment for older Americans; (3) Federal unemployment benefits and allowances; (4) State unemployment insurance and employment service operations; (5) advances to the Unemployment Trust Fund and the Black Lung Disability Trust Fund; (6) employment and training program administration; (7) the Employee Benefits Security Administration; (8) the Pension Benefit Guaranty Corporation; (9) the Employment Standards Administration; (10) certain special benefits, including ones for disabled coal miners; (11) the Energy Employees Occupational Illness Compensation Fund; (12) the Black Lung Disability Trust Fund; (13) the Occupational Safety and Health Administration; (14) the Mine Safety and Health Administration; (15) the Bureau of Labor Statistics; (16) the Office of Disability Employment Policy; (17) departmental management; (18) veterans employment and training; (19) the Office of Inspector General; and (20) a working capital fund for a new core accounting system. Sets forth authorized uses of, and limitations on, funds and transfers of funds appropriated under this title. (Sec. 101) Prohibits use of Job Corps funds under this title to pay individual compensation at a rate in excess of Executive Level II. (Sec. 102) Allows not more than one percent of discretionary funds for the current fiscal year for the Department of Labor in this Act to be transferred between appropriations. Prohibits any increase of any such appropriation by more than three percent by any such transfer. (Sec. 103) Prohibits, in accordance with a specified executive order, funds under this Act from being obligated or expended for procuring goods mined, produced, manufactured, or harvested, or services rendered, whole or in part, by forced or indentured child labor in industries and host countries already identified by the Department of Labor prior to enactment of this Act. (Sec. 104) Authorizes appropriations to the Denali Commission, through the Department of Labor, to conduct job training of the local workforce where Denali Commission projects will be constructed. (Sec. 105) Directs the Secretary of Labor to issue a monthly transit subsidy to the Department's employees in the National Capital Region. (Sec. 106) Requires the Department of Labor to submit its FY 2006 congressional budget justifications to the Committees on Appropriations of the House of Representatives and the Senate using the identical structure provided under this Act. (Sec. 107) Prohibits the use of funds by the Department of Labor to implement or administer any change to specified regulations regarding overtime compensation in effect on July 14, 2004. Makes an exception for specified changes in the Department's final regulation published on April 23, 2004 (thus allowing implementation and administration of rule changes which increase the maximum salary amount at which an employee must receive overtime pay, and the minimum salary amount at which an exemption from overtime pay requirements is triggered). (Sec. 108) Reinstates overtime regulations in effect on July 14, 2004. Makes an exception in order to allow the changes in salary amounts referred to in section 107. Title II: Department of Health and Human Services - Department of Health and Human Services Appropriations Act, 2005 - Makes appropriations for FY 2005 to the Department of Health and Human Services (HHS) for: (1) the Health Resources and Services Administration, for specified health resources and services activities; (2) health education assistance loans; (3) the Vaccine Injury Compensation Program Trust Fund; (4) the Centers for Disease Control and Prevention (CDCP), for disease control, research, and training; (5) the National Institutes of Health (NIH), including the John E. Fogarty International Center, the National Library of Medicine, and the Office of the Director; (6) the Substance Abuse and Mental Health Services Administration, for substance abuse and mental health services; (7) the Agency for Healthcare Research and Quality; (8) the Centers for Medicare and Medicaid Services for grants to States for Medicaid, payments to health care trust funds, program management, and the Health Maintenance Organization Loan and Loan Guarantee Fund; (9) the Administration for Children and Families for payments to States for child support enforcement and family support programs; (10) low-income home energy assistance; (11) refugee and entrant assistance; (12) payments to States for the child care and development block grant; (13) the social services block grant; (14) children and families services programs; (15) promoting safe and stable families, through family preservation and support; (16) payments to States for foster care and adoption assistance; (17) the Administration on Aging; (18) the Office of the Secretary for general departmental management; (19) the Office of Inspector General; (20) the Office for Civil Rights; (21) policy research; (22) retirement pay and medical benefits for Public Health Service commissioned officers, and medical care of dependents and retired personnel; and (23) the public health and social services emergency fund, for expenses related to countering potential biological, disease, and chemical threats to civilian populations, for the Strategic National Stockpile, and for activities to ensure a year-round influenza vaccine production capacity and the development and implementation of rapidly expandable influenza vaccine production technologies, as well as any purchase of such vaccine the Secretary determines necessary. Sets forth authorized uses of, and limitations on, funds appropriated under this title. (Sec. 202) Directs the Secretary of HHS to make available through assignment not more than 60 employees of the Public Health Service to assist in child survival activities and to work in AIDS programs through and with funds provided by the Agency for International Development, the United Nations International Children's Emergency Fund, or the World Health Organization. (Sec. 203) Prohibits the use of funds under this Act to implement a certain mandatory breast cancer study under the Public Health Service Act (PHSA) or to construct regional centers for primate research under the National Institutes of Health Revitalization Act of 1993. (Sec. 204) Prohibits the use of funds under this Act for the NIH, the Agency for Healthcare Research and Quality, and the Substance Abuse and Mental Health Services Administration to pay an individual's salary, through a grant or other extramural mechanism, at a rate in excess of Executive Level I. (Sec. 205) Prohibits the expenditure of funds under this Act pursuant to specified evaluation provisions of PHSA, except for funds specifically provided for in this Act, or for other taps and assessments made by any office located in the Department of HHS, prior to a report by the Secretary of HHS to specified congressional committees detailing the planned uses of such funds. (Sec. 206) Directs the Secretary of HHS to determine a portion, up to 2.5 percent, of appropriations for PHSA programs to be made available for evaluation of implementation and effectiveness of such programs. (Sec. 207) Allows the transfer between appropriations of not more than one percent of discretionary funds in this Act for the current fiscal year for the Department of HHS. Prohibits any increase of any such appropriation by more than three percent by any such transfer, but allows that appropriation to be increased by an additional two percent subject to approval by the House and Senate Committees on Appropriations. (Sec. 208) Authorizes the Directors of the NIH and of the Office of AIDS Research (OAR) jointly to transfer up to three percent among institutes, centers, and divisions from the total amounts identified by these two Directors as funding for research pertaining to the human immunodeficiency virus (HIV). (Sec. 209) Requires the amount for research related to HIV (of amounts made available for NIH in this Act), as jointly determined by the Directors of NIH and of OAR, to be made available to the OAR account. Requires the Director of OAR to transfer from such account amounts necessary to carry out certain provisions of PHSA. (Sec. 210) Prohibits funds under this Act from being made available under title X (population research and voluntary family planning) of PHSA, unless the award applicant certifies to the Secretary of HHS that it encourages family participation in the decision of minors to seek family planning services and provides counseling to minors on resisting attempts to coerce them into engaging in sexual activities. (Sec. 211) Prohibits use of funds under this Act to carry out the Medicare+Choice program if the Secretary of HHS denies participation in such program to an otherwise eligible entity (including a Provider Sponsored Organization) because the entity informs the Secretary that it will not provide, pay for, provide coverage of, or provide referrals for abortions. (Sec. 212) Declares that no provider of services under title X (population research and voluntary family planning) of PHSA shall be exempt from any State law requiring notification or the reporting of child abuse, child molestation, sexual abuse, rape, or incest. (Sec. 213) Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1990 to extend through FY 2005 certain provisions relating to establishing categories of aliens for purposes of refugee determinations. (Sec. 214) Prohibits funds under by this Act from being used to withhold substance abuse funding from a State pursuant to specified PHSA provisions, if such State certifies to the Secretary of HHS that the State will commit additional State funds to ensure compliance with State laws prohibiting the sale of tobacco products to individuals under 18 years of age. Requires the amount of such funds to be committed by a State to equal one percent of its substance abuse block grant allocation for each percentage point by which the State misses the retailer compliance rate goal established by the Secretary of HHS. Requires the State to maintain its expenditures in FY 2005 for tobacco prevention programs and for compliance activities at least at its FY 2004 level, and to add to that level such required additional funds for tobacco compliance activities. Provides that no funds under this Act may be used to withhold such substance abuse funding from a territory that receives less than $1 million of such funding. (Sec. 215) Authorizes the Secretary of HHS, in order for the CDCP to carry out international health activities, including those relating to HIV/AIDS and other infectious disease, chronic and environmental disease, and other health activities abroad during FY 2005, to utilize specified authorities under: (1) the State Department Basic Authorities Act of 1956; and (2) other Federal laws to lease, alter, or renovate facilities in foreign countries to carry out such programs. (Sec. 216) Authorizes the Division of Federal Occupational Health to use personal services contracting to employ occupational health professionals and professionals in management and administration. (Sec. 217) Authorizes use funds under this heading to continue operating the Council on Graduate Medical Education. (Sec. 218) Authorizes the NIH Director to use certain available funds to enter into transactions (other than contracts, cooperative agreements, or grants) to carry out research in support of the NIH Roadmap Initiative of the Director. Authorizes the Director, in entering such transactions, to determine and use appropriate peer review procedures in lieu of the peer review and advisory council review procedures that would otherwise be required under PHSA. (Sec. 220) Rescinds the unobligated balance of funds appropriated, under certain Social Security Act provisions added by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (Public Law 108-173), for a program of loans to hospitals to pay capital costs of projects to improve their cancer-related health care infrastructure. (Sec. 221) Prohibits the Secretary of HHS or a Medicare fiscal intermediary or administrative contractor, until nine months after such report is made to Congress and the Secretary, from expending any funds appropriated by this Act or any other Act to: (1) apply certain Medicare program criteria, commonly known as the 75 percent rule, to determine whether a hospital or unit of a hospital is an inpatient rehabilitation facility (Sec. 222) Authorizes appropriations for FY 2005 for the Secretary of HHS, acting through the Bureau of Health Professions of the Health Resources and Services Administration, to award up to five four-year grants to higher education institutions to establish summer health career introductory programs for middle and high school students. (Sec. 223) Transfers a specified amount, from funds appropriated to the Department of HHS under the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (Public Law 108-173), to the Office of the Inspector General for oversight of programs established or revised under such Act. Title III: Department of Education - Department of Education Appropriations Act, 2005 - Makes appropriations for FY 2005 to the Department of Education for: (1) education for the disadvantaged; (2) impact aid; (3) school improvement programs; (4) Indian education; (5) innovation and improvement activities; (6) safe schools and citizenship education; (7) English language acquisition and language enhancement; (8) special education; (9) rehabilitation services and disability research; (10) special institutions for persons with disabilities, including the American Printing House for the Blind, the National Technical Institute for the Deaf, the Kendall Demonstration Elementary School, the Model Secondary School for the Deaf, and Gallaudet University; (11) vocational and adult education; (12) certain student financial assistance programs, as well as Federal administrative expenses for such programs (and sets a maximum individual Pell Grant amount); (13) specified higher education programs; (14) Howard University; (15) the college housing and academic facilities loans program account; (16) the historically Black college and university capital financing program account; (17) the Institute of Education Sciences; and (18) departmental management and program administration; (19) the Office for Civil Rights; and (20) the Office of the Inspector General. Sets the maximum individual Pell Grant amount at $4,050 during award year 2005-2006. Sets forth authorized uses of, and limitations on, funds appropriated under this title. (Sec. 301) Prohibits funds under in this Act from being used to transport teachers or students in order to: (1) overcome racial imbalance in any school; or (2) carry out a racial desegregation plan. (Sec. 302) Prohibits the use of funds under in this Act to require, directly or indirectly, the transportation of any student to a school other than the school nearest the student's home, except, for a student requiring special education, to the school offering such special education, in order to comply with title VI of the Civil Rights Act of 1964. Declares that such a prohibited indirect requirement of transportation of students includes the transportation of students to carry out a plan involving the reorganization of the grade structure of schools, the pairing of schools, or the clustering of schools, or any combination of grade restructuring, pairing or clustering. Exempts the establishment of magnet schools from such prohibition. (Sec. 303) Prohibits funds under in this Act from being used to prevent the implementation of programs of voluntary prayer and meditation in public schools. (Sec. 304) Allows the transfer between appropriations of not more than one percent of discretionary funds for the current fiscal year for the Department of Education in this Act. Prohibits any increase of any such appropriation by more than three percent by any such transfer. (Sec. 305) Prohibits the Secretary of Education from implementing or enforcing for award year 2005-2006 any annual update to an allowance for State and other taxes in HEA need analysis to determine students' expected family contributions. Title IV: Related Agencies - Makes appropriations for FY 2005 to the: (1) Armed Forces Retirement Home; (2) Corporation for National and Community Service, for domestic volunteer service programs and operating expenses; (3) Corporation for Public Broadcasting; (4) Federal Mediation and Conciliation Service; (5) Federal Mine Safety and Health Review Commission; (6) Institute of Museum and Library Services; (7) Medicare Payment Advisory Commission; (8) National Commission on Libraries and Information Science; (9) National Council on Disability; (10) National Labor Relations Board; (11) National Mediation Board; (12) Occupational Safety and Health Review Commission; (13) Railroad Retirement Board for the dual benefits payments account, Federal payments to the railroad retirement accounts, administration, and the Office of Inspector General; (14) Social Security Administration for payments to the Social Security trust funds, the Supplemental Security Income (SSI) Program, and administrative expenses, and the Office of Inspector General; and (15) U.S. Institute of Peace. Sets forth authorized uses of, and limitations on, funds appropriated under this title. Title V: General Provisions - Sets forth authorized uses of, and limitations on, funds appropriated under this Act. (Sec. 505) Prohibits the use of funds appropriated under this Act for programs to distribute sterile needles or syringes for the injection of illegal drugs, unless the Secretary of HHS determines that such programs are effective in preventing the spread of HIV and do not encourage the use of illegal drugs.. (Sec. 506) Sets forth Buy American requirements. (Sec. 508) Prohibits the expenditure of funds appropriated under this Act, or in any trust fund to which funds are appropriated under this Act, for abortions or for health benefits coverage that includes coverage of abortion, with exceptions specified in section 509 of this Act. (Sec. 509) Provides that the prohibition in section 508 shall not apply to an abortion: (1) if the pregnancy is the result of an act of rape or incest; or (2) in the case where a woman suffers from a physical disorder, physical injury, or physical illness, including a life-endangering physical condition caused by or arising from the pregnancy itself, that would, as certified by a physician, place the woman in danger of death unless an abortion is performed. Provides that nothing in section 508 shall be construed as: (1) prohibiting the expenditure by a State, locality, entity, or private person of State, local, or private funds (other than a State's or locality's contribution of Medicaid matching funds); or (2) restricting the ability of any managed care provider from offering abortion coverage or the ability of a State or locality to contract separately with such a provider for such coverage with State funds (other than a State's or locality's contribution of Medicaid matching funds). (Sec. 510) Prohibits the use of funds made available in this Act for: (1) the creation of a human embryo for research purposes; or (2) research in which a human embryo is destroyed, discarded, or knowingly subjected to risk of injury or death greater than that allowed for research on fetuses in utero under specified Federal regulations and the Public Health Service Act. Defines \"human embryo or embryos\" to include any organism, not protected as a human subject under specified Federal regulations as of the date of the enactment of this Act, that is derived by fertilization, parthenogenesis, cloning, or any other means from one or more human gametes or human diploid cells. (Sec. 511) Prohibits the use of funds made available in this Act for activities to promote the legalization of a controlled substance unless there is significant medical evidence of a therapeutic advantage to the use of such substance or that federally-sponsored trials are being conducted to determine such advantage. (Sec. 513) Bars the use of funds made available in this Act to promulgate a final standard under the Social Security Act providing for a unique health identifier for an individual (except in an individual's capacity as an employer or health care provider) until legislation is enacted specifically approving the standard. (Sec. 515) Prohibits the Railroad Retirement Board from expending funds appropriated by this Act to enter into an arrangement with a nongovernmental financial institution to serve as disbursing agent, notwithstanding certain requirements under specified Federal law. (Sec. 516) Provides that the United States shall extend Federal recognition to the Native Hawaiian governing entity as the representative governing body of the Native Hawaiian people, pursuant to certain terms and conditions, upon election of the officers of such Native Hawaiian governing entity and certifications by the Secretary of the Interior. (Sec. 517) Conveys the U.S. Government's interest in the property at a certain location in Anchorage, Alaska, to Southcentral Foundation for a replacement Head Start facility."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY2005, Labor, HHS, Education", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Education Department FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Health and Human Services FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Labor Department FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "reported to senate", 
      "title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Education Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Health and Human Services Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Labor Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Departments of Labor, Health, and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2005, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:58-05:00"
}