{
  "actions": [
    {
      "acted_at": "2012-11-29", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3649-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2012-12-03", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2012-11-30", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-11-29", 
  "number": "3649", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to provide assistance for natural disaster response at Superfund sites, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Superfund Emergency Response Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-11-29", 
  "subjects": [
    "Atmospheric science and weather", 
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Emergency planning and evacuation", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental protection", 
    "Floods and storm protection", 
    "Government trust funds", 
    "Hazardous wastes and toxic substances", 
    "Intergovernmental relations", 
    "Natural disasters", 
    "Pollution liability", 
    "State and local government operations", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-11-29", 
    "text": "Superfund Emergency Response Act of 2012 - Authorizes the Administrator of the Environmental Protection Agency (EPA) to carry out any assessment, monitoring, remediation, repair, or construction activity determined to be necessary at a site that: (1) is proposed to be listed on, is listed on, or has been deleted from the National Priorities List (NPL) under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA); and (2) is located in an area that the President has declared a major disaster in accordance with the Robert T. Stafford Disaster Relief and Emergency Assistance Act. Amends CERCLA to authorize a state governor or senator to request that the Administrator carry out an assessment and report on the impacts of a major disaster on any proposed or listed NPL site located in a major disaster area. Requires the assessment to include: (1) an evaluation of whether the disaster resulted in the release of any contaminants into the ambient environment that threaten public health and the environment; (2) an assessment of any actions necessary to mitigate a toxic release, repair any damage, or provide monitoring in response to disaster damage; (3) a list of actions already taken by Administrator to prevent, mitigate, or remediate any disaster damage at the site; and (4) any information needed to alert the public to any threat to public health and the environment relating to the release of contaminants at the site. Directs the Administrator to study and report on: (1) an assessment of the vulnerability of each property that, due to an extreme weather event, is proposed to be listed, is listed, or is removed from the NPL; (2) an evaluation of the quantity of properties proposed or listed on the NPL in areas that are prone to flooding as a result of such an event; and (3) recommendations relating to emergency response protocols in such an event to prevent any release of contaminants into the ambient environment, strategies to improve the resiliency of assessments, monitoring, or construction carried out on NPL proprieties as such events become more common, and additional policies necessary to enhance the resiliency of NPL properties as a result of such events. Defines an \"extreme weather event\" as severe and unseasonable weather, heavy precipitation, a hurricane, a storm surge, a tornado or other windstorm, extreme heat and cold, or any other event that qualifies as a major disaster."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Superfund Emergency Response Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to provide assistance for natural disaster response at Superfund sites, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:51-05:00"
}