{
  "actions": [
    {
      "acted_at": "1990-08-01", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-02", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2951-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1990-08-02", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-08-01", 
  "number": "2951", 
  "official_title": "A bill to amend title 31 of the United States Code to more effectively control the availability of appropriations accounts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-08-01", 
  "subjects": [
    "Appropriations", 
    "Auditing", 
    "Executive impoundment of appropriated funds"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-08-01", 
    "text": "Amends Federal law to replace current provisions governing the closing of appropriation accounts. Declares that on September 30th of the fifth fiscal year after the period of availability of an appropriation account available for obligation for a definite period ends, the account is closed and any remaining balance is rescinded and shall not be available for obligation or expenditure for any purpose. Provides that collections authorized to be credited to an appropriation but not received before closing of an account shall be deposited in the Treasury as miscellaneous receipts. Provides that after the end of the period of availability of an appropriation account available for a definite period and prior to its closing, the account shall remain available for recording, adjusting, and liquidating obligations chargeable to such account. Provides that after closing of an account, obligations and adjustments to obligations that would have been chargeable to it may be charged to current appropriations of the agency available for the same purpose. Limits such charges to one percent of the total appropriations for that current account. Declares that any audit, control, or reporting requirements shall remain applicable to an account after the end of the period of its availability. Requires the closing of an appropriation account available for an indefinite period: (1) when the head of the agency concerned decides that the purposes of the appropriation have been carried out; and (2) when no disbursement is made against such appropriation for two consecutive fiscal years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 31 of the United States Code to more effectively control the availability of appropriations accounts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:11-05:00"
}