{
  "actions": [
    {
      "acted_at": "1999-11-18", 
      "committee": "Committee on Commerce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-18", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-18", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-12-03", 
      "bill_ids": [
        "hr2130-106"
      ], 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "For Further Action See H.R.2130.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-12-03", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-12-14", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3457-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Bliley, Tom", 
      "sponsored_at": "1999-11-18", 
      "state": "VA", 
      "thomas_id": "00097", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson-Lee, Sheila", 
      "sponsored_at": "1999-11-18", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Roemer, Tim", 
      "sponsored_at": "1999-11-18", 
      "state": "IN", 
      "thomas_id": "00976", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Stupak, Bart", 
      "sponsored_at": "1999-11-18", 
      "state": "MI", 
      "thomas_id": "01123", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-18", 
  "number": "3457", 
  "official_title": "To amend the Controlled Substances Act to direct the emergency scheduling of gamma hydroxybutyric acid, to provide for a national awareness campaign, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2130-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Hillory J. Farias and Samantha Reid Date-Rape Drug Prohibition Act of 1999", 
  "sponsor": {
    "district": "6", 
    "name": "Upton, Fred", 
    "state": "MI", 
    "thomas_id": "01177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-11-18", 
  "subjects": [
    "Acquaintance rape", 
    "Administrative procedure", 
    "Business records", 
    "Chemicals", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal statistics", 
    "Department of Justice", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Emergency medical personnel", 
    "Emergency medical services", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Hallucinogenic drugs", 
    "Health", 
    "Higher education", 
    "Labor and employment", 
    "Law enforcement officers", 
    "Medical education", 
    "Nurses", 
    "Police training", 
    "Rape", 
    "Rape victim services", 
    "School health programs", 
    "School personnel", 
    "Sedatives", 
    "Sentences (Criminal procedure)", 
    "Teacher education", 
    "Teachers", 
    "Victims of crimes", 
    "Women"
  ], 
  "subjects_top_term": "Drug abuse", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-11-18", 
    "text": "Hillory J. Farias and Samantha Reid Date-Rape Drug Prohibition Act of 1999 - Directs the Attorney General to issue, within 60 days, a final order that schedules gamma hydroxybutyric acid (GHB) (together with its salts, isomers, and salts of isomers) in the schedule under the Controlled Substances Act (CSA) relating to imminent hazards to public safety, with specified exceptions regarding: (1) manufacture, distribution, or possession of the drug in accordance with an exemption under the Federal Food, Drug, and Cosmetic Act (FFDCA) involving drugs for research; and (2) new drug products under the FFDCA. Deems GHB to be so scheduled if such final order is not issued within that period.Amends the CSA and the Controlled Substances Import and Export Act to provide additional penalties relating to GHB.Adds gamma butyrolactone (GBL) as an additional list I chemical.(Sec. 4) Amends the CSA to authorize the Attorney General to establish specified reporting requirements for GHB products in Schedule III, including annual reports of end-of-year inventories and requirements that dispensing practitioners maintain certain records regarding prescriptions.(Sec. 5) Specifies that the designation of GBL or any other chemical as a listed chemical under the CSA does not preclude a finding that the chemical is a controlled substance analogue. Includes controlled substance analogues within the scope of provisions regarding penalties for distribution of a controlled substance.(Sec. 6) Directs the Attorney General to: (1) develop model protocols for the collection of toxicology specimens and the taking of victim statements in connection with investigations into and prosecutions related to possible violations of the CSA or other Federal or State laws that result in or contribute to rape, other crimes of violence, or other crimes involving abuse of GHB, and other controlled substances, or so-called \"designer drugs,\" and develop model training materials for law enforcement personnel involved in such investigations; and (2) make such protocols and training materials available to Federal, State, and local personnel responsible for such investigations.Directs the Attorney General to make a grant, in such amount and to such public or private person or entity as the Attorney General considers appropriate, for the development of forensic field tests to assist law enforcement officials in detecting the presence of GHB and related substances. Authorizes appropriations. Sets forth reporting requirements.(Sec. 7) Directs the Secretary of Health and Human Services to submit to Congress annual reports each of which provides an estimate of the number of incidents of the abuse of date-rape drugs that occurred during the most recent one-year period for which data are available, with the first such report submitted by January 15, 2000.Requires the Secretary to develop a plan for carrying out a national campaign to educate young adults, youths, law enforcement personnel, educators, school nurses, counselors of rape victims, and hospital emergency room personnel on: (1) the dangers of date-rape drugs; (2) the applicability of the CSA to such drugs, including penalties; (3) recognizing the symptoms that indicate an individual may be a victim of such drugs, including symptoms of sexual assault; and (4) appropriately responding when an individual has such symptoms.Directs the Secretary to: (1) establish an advisory committee, composed of individuals who collectively possess expertise on the effects of, and detecting and controlling, date-rape drugs, to make recommendations regarding the plan; and (2) commence carrying out the national campaign within 180 days after its establishment. Requires the Comptroller General to submit to Congress, within two years, an evaluation of the effects with respect to date-rape drugs of the national campaign.(Sec. 8) Directs the Attorney General, within 60 days after this Act's enactment, to establish within the Operations Division of the Drug Enforcement Administration a special unit which shall assess the abuse and trafficking in GHB, flunitrazepam, ketamine, other controlled substances, and other designer drugs whose use has been associated with sexual assault, including: (1) examining the threat posed by such substances and drugs on a national and on a regional basis; and (2) making recommendations regarding allocations and reallocations of resources to address the threat.Directs the Attorney General, within 180 days, to submit to specified congressional committees a report setting forth the recommendations of the special unit, and specifying the allocations and reallocations of resources that the Attorney General proposes to make in response to the recommendations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hillory J. Farias and Samantha Reid Date-Rape Drug Prohibition Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Controlled Substances Act to direct the emergency scheduling of gamma hydroxybutyric acid, to provide for a national awareness campaign, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:39-05:00"
}