{
  "actions": [
    {
      "acted_at": "1976-05-12", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-06-01", 
      "references": [], 
      "text": "Reported to House from the Committee on Banking, Currency and Housing with amendment, H. Rept. 94-1202.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-19", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-19", 
      "references": [], 
      "text": "Measure failed of passage in House under suspension of the rules, roll call #511 (201-175).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-27", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-27", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-27", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #552 (239-162).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-28", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13720-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1975-01-03", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spellman, Gladys Noon", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "St Germain, Fernand J.", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "01093", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Sullivan, Leonor K. (Mrs. John B.)", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01124", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-12", 
  "number": "13720", 
  "official_title": "A bill to amend the Consumer Credit Protection Act to prohibit abusive practices by debt collectors.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1278-94", 
      "reason": "rule"
    }
  ], 
  "short_title": "Debt Collection Practices Act", 
  "sponsor": {
    "district": "11", 
    "name": "Annunzio, Frank", 
    "state": "IL", 
    "thomas_id": "00023", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-12", 
  "subjects": [
    "Consumer credit", 
    "Consumer protection", 
    "Credit", 
    "Debtor and creditor"
  ], 
  "subjects_top_term": "Credit", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-07-27", 
    "text": "(Measure passed House, amended, roll call #552 (239-162)) Debt Collection Practices Act - Prohibits debt collectors from harassing or intimidating consumers in connection with the collection or attempted collection of any alleged debt arising from a consumer credit transaction. Sets forth conduct which violates this Act, including the use of violence by a debt collector, and practices used to acquire local information about a debtor which publicize the indebtedness, such as post cards. Limits the communication that the debt collector may have with the consumer in connection with debt collection. Requires that further direct collection efforts cease once the consumer has absolutely refused to pay except that the collector may advise the consumer that the further efforts are being terminated and that there is a possibility of an attorney invoking the creditor's remedies. Provides that in actions brought by consumers against debt collectors under this Act, the consumer must make a prima facie showing that the communication took place and that there was no consent to it, whereupon the burden of going forward shall rest with the debt collector. Prohibits false or misleading representation or impersonation in connection with the collection of an alleged debt. Lists unfair practices which a collector is required to avoid, including the acceptance by a debt collector from a consumer of any check or other negotiable instrument that is postdated or the soliciting of such instrument for purposes of threatening criminal action. Prohibits the taking of specified legal actions, such as causing unauthorized service of process, on the part of collectors. Requires that, within five days after the initial communication with a consumer in connection with the collection of any debt, the collector send the consumer a written notice containing specified information, including the name of the original and the current creditor, so as to provide the consumer with the opportunity to dispute the validity of the debt. Prohibits a debt collector from causing process in any action on a debt to be served on a consumer unless such process is served by an officer or employee of the Federal or State government in the course of official duties, by an individual approved by the appropriate court, or by an individual authorized to serve process under State law. Sets forth civil and criminal penalties for violations of the provisions of this Act. Requires that the Federal Trade Commission and the Attorney General report periodically to Congress concerning administration of their functions under this Act. Requires the Commission to exempt from the requirements of this Act any class of debt collection practices within any State if the Commission determines that the law of that State has requirements substantially similar to those imposed by this Act and has adequate provisions for enforcement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Debt Collection Practices Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Credit Protection Act to prohibit abusive practices by debt collectors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:19-05:00"
}