{
  "actions": [
    {
      "acted_at": "1986-04-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-03", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2331-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1986-06-23", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1986-04-17", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1986-05-20", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1986-07-22", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1986-04-17", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1986-04-17", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1986-05-19", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1986-07-23", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1986-04-17", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1986-04-17", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1986-04-17", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1986-07-16", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1986-06-26", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1986-06-10", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1986-07-21", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1986-04-17", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1986-06-17", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1986-07-15", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1986-09-09", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1986-04-17", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1986-04-17", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1986-04-17", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1986-04-30", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1986-08-04", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1986-04-17", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-17", 
  "number": "2331", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to assure the quality of inpatient hospital services and post-hospital services furnished under the medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Quality Protection Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-17", 
  "subjects": [
    "Administrative remedies", 
    "Congress and Members of Congress", 
    "Consumer complaints", 
    "Extended care facilities", 
    "Fines (Penalties)", 
    "Health", 
    "Health facilities", 
    "Home care services", 
    "Hospital patients", 
    "Hospitals", 
    "Legislation", 
    "Medical economics", 
    "Medical personnel", 
    "Medicare", 
    "Nursing homes", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Social welfare", 
    "Standards"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-17", 
    "text": "Medicare Quality Protection Act of 1986 - Title I: Quality Assurance in Inpatient Hospital Settings - Requires the Secretary of Health and Human Services to develop and submit to the Congress a legislative proposal to improve the prospective payment system established under title XVIII (Medicare) of the Social Security Act so that it more accurately approximates the costs of inpatient hospital services and accounts for variations in case complexity. Amends the Medicare program to require a hospital to give Medicare beneficiaries, upon their admission to the hospital, a written statement explaining: (1) the individual's rights to benefits for inpatient hospital and post-hospital Medicare services; (2) the circumstances under which such individual will be liable for charges for a continued hospital stay; (3) the individual's right to appeal denials of continued hospital services; and (4) the individual's liability for payment for services if such a denial of benefits is upheld on appeal. Amends part B (Peer Review) of title XI of the Act to require peer review organizations receiving a hospital inpatient's request for review of a hospital's decision that the patient no longer needs inpatient care to inform the patient of its decision within two days of receiving the request. Prohibits hospitals from charging patients for inpatient hospital services provided while patients wait for a peer review organization to respond to their timely review requests. Imposes a civil money penalty on hospitals which make payments to physicians and on physicians who knowingly receive payments which constitute an inducement to curtail the stay of, or services provided to, an identifiable patient. Directs the Secretary to study the adequacy of standards used for hospital compliance with Medicare participation conditions in assuring the quality of hospital services. Requires the Secretary to study the adequacy with which the prospective payment system compensates hospitals, and distributes such compensation among hospitals, for costs attributable to patients' extended hospital stays necessitated by delays in patient placement in skilled nursing facilities. Title II: Access to Appropriate Post-Hospital Care - Amends part B (Supplementary Medical Insurance) of the Medicare program to require hospitals to implement a discharge planning process which meets guidelines and standards, to be established by the Secretary, ensuring patients a timely and smooth transition to the most appropriate type of, and setting for, post-hospital or rehabilitative care. Extends the limitations on beneficiary liability for disallowed Medicare claims to cover home health services provided to certain unqualified individuals. Provides that skilled nursing facilities and home health agencies which keep their services for which Medicare coverage is denied below specified percentages and comply with certain administrative requirements shall not subsequently be denied payment for care provided. Sets forth reporting requirements. Directs the Secretary to develop a uniform needs assessment instrument enabling health care providers and fiscal intermediaries to evaluate an individual's need and ability to pay for post-hospital extended care, home-health, and long-term care services. Requires the Secretary to develop procedures to expedite fiscal intermediaries' determinations as to whether provider claims for post-hospital extended care and home health services may be reimbursed under the Medicare program. Directs the Secretary to provide for prompt response (within 24 hours) to beneficiary requests as to whether the beneficiary's Medicare coverage for post-hospital extended care services has been exhausted. Authorizes providers to represent beneficiaries on appeals of benefit determinations. Permits beneficiary appeals of the Secretary's denials of claims for home health service benefits. Amends the Social Security Amendments of 1983 to extend, through 1989, the annual report on the impact of the prospective payment system and require the inclusion of information in such reports regarding the quality, and accessibility to Medicare beneficiaries, of post-hospital services. Title III: Improved Review of Quality by Peer Review Organizations - Amends part B (Peer Review) of title XI of the Act to require hospitals to submit data to peer review organizations on a monthly basis. Requires peer review organizations to review selected cases where individuals are readmitted to a hospital within 30 days of their most recent hospital discharge to determine if the previous inpatient hospital services and post-hospital services met professionally recognized health care standards. Directs each peer review organization to commit a reasonable proportion of its activities to review of the quality of services provided in cases and settings where potential quality problems have been identified. Requires the Secretary to identify methods facilitating the discovery of such cases. Requires each peer review organization to have at least one consumer representative on its board of directors. Directs such organizations to investigate all written beneficiary complaints about the quality of Medicare services which are filed with the organization. Requires peer review organizations to share data with organizations responsible for accrediting providers or State officials responsible for assuring quality care if such data reflects a substantial failure by providers or practitioners to provide quality care. Title IV: Study to Develop a Strategy for Quality Review and Assurance - Directs the Secretary to arrange a study which will serve as the basis for establishing a strategy for reviewing and assuring the quality of care provided under the Medicare program. Requires the Secretary to report to the Congress regarding the study within two years of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Quality Protection Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to assure the quality of inpatient hospital services and post-hospital services furnished under the medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:52-05:00"
}