{
  "actions": [
    {
      "acted_at": "1974-06-18", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15434-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-18", 
  "number": "15434", 
  "official_title": "A bill to authorize and direct the Comptroller General to make payments to certain subcontractors whenever payment bonds are not required of, or furnished by, persons awarded contracts with the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Contract Indemnity Act", 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, Joel T.", 
    "state": "VA", 
    "thomas_id": "00139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-18", 
  "subjects": [
    "Claims", 
    "Contractors", 
    "Government contractors", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-18", 
    "text": "Federal Contract Indemnity Act - Provides that whenever any Federal contract is awarded to any person and such person is not required to, or does not, furnish a payment bond to the United States, each person who furnishes labor or material with respect to the execution of such contract may file a claim with the Comptroller General of the United States for the unpaid sum which such person is due under any agreement with the person to whom the contract is awarded. Directs the Comptroller General to process claims under this Act. Empowers him to issue subpenas relating to such claims. Provides that the acceptance by any claimant of any payment under this Act shall be final and conclusive on the claimant and shall constitute: (1) a complete release of any claim against the United States for the labor or material furnished with respect to the execution of the contract; and (2) an assignment to the United States of all rights of action with respect to his claim against the person with whom he had an agreement, the violation of which resulted in such claim. Prohibits any part of the amount of any payment made under this Act in excess of 10 percent from being paid or delivered to or received by any agent or attorney on account of services rendered in connection with this claim. Permits judicial review of the Comptroller General's decisions under this Act. Authorizes appropriations necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Contract Indemnity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and direct the Comptroller General to make payments to certain subcontractors whenever payment bonds are not required of, or furnished by, persons awarded contracts with the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:07-05:00"
}