{
  "actions": [
    {
      "acted_at": "1987-03-11", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-23", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Subcommittee on Near Eastern and Asian Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-03-25", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Subcommittee on Western Hemisphere, Peace Corps. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-23", 
      "bill_ids": [
        "s1274-100"
      ], 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Provisions of measure incorporated into measure S. 1274 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s720-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR", 
      "subcommittee": "Subcommittee on Near Eastern and South Asian Affairs", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR", 
      "subcommittee": "Subcommittee on Western Hemisphere and Peace Corps Affairs", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-11", 
  "number": "720", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize additional development and security assistance programs for fiscal year 1988, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1630-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1630-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1274-100", 
      "reason": "related"
    }
  ], 
  "short_title": "International Security and Development Cooperation Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-04-23", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Afghanistan", 
    "Africa", 
    "Aircraft", 
    "American economic assistance", 
    "American military assistance", 
    "Americans in foreign countries", 
    "Argentina", 
    "Arms sales", 
    "Associations, institutions, etc.", 
    "Authorization", 
    "Birth control", 
    "Brazil", 
    "Cambodia", 
    "Charities", 
    "Chile", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Credit", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Cuba", 
    "Democracy", 
    "Developing countries", 
    "Development credit institutions", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "Export controls", 
    "Exports", 
    "Families", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Hospitals", 
    "Housing finance", 
    "Human rights", 
    "Insurgency", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "International military forces", 
    "Israel", 
    "Licenses", 
    "Military aircraft", 
    "Military training", 
    "Multilateral development banks", 
    "NATO countries", 
    "Narcotic traffic", 
    "Nuclear energy", 
    "Nuclear nonproliferation", 
    "Nutrition", 
    "Pakistan", 
    "Philippines", 
    "Reagan Doctrine", 
    "Refugees", 
    "Revolving funds", 
    "South Korea", 
    "Terrorism", 
    "Thailand"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-11", 
    "text": "International Security and Development Cooperation Act of 1987 - Title I: Military Assistance and Sales and Related Programs - Amends the Arms Export Control Act to authorize appropriations for FY 1988 to carry out the Foreign Military Sales (FMS) direct credit program. Limits the aggregate amount of FMS credit which may be extended for FY 1988 and limits the aggregate amount of financing which may be provided at concessional rates of interest. Allows Israel and Egypt to be released from their liability to repay the United States with respect to FMS credit provided during FY 1988. Allows loan agreements made on market rate terms since October 1, 1984, to be amended to fix the interest rates applicable to undisbursed funds as of the time each disbursement is made. Authorizes the President to contract for the procurement of replacement major defense equipment if the eligible country or international organization provides the United States with a dependable undertaking which will assure the United States against any loss on the contract. Repeals requirements for two annual reports concerning: (1) South Korean progress in modernizing its armed forces; and (2) the amount and nature of Soviet military assistance to Cuba and the capabilities of the Cuban armed forces. Allows required reports relating to the sale of major defense equipment of $1,000,000 or more to be transmitted in classified form to protect security interests relating to such purchases. Requires that, for each fiscal year, $100,000 of the registration fees for munitions control licenses shall be credited to a Department of State account to be made available (without fiscal year limitation) for the payment of expenses incurred in automating munitions control functions and processing munitions control license applications. Disqualifies for FMS financing for 12 months any contracts of a person convicted or debarred for a violation of the Arms Export Control Act or the International Traffic in Arms Regulations. Allows the President to waive the collection of penalty charges imposed through the FMS direct or guaranteed credit program. Amends the Foreign Assistance Act of 1961 to authorize appropriations for FY 1988 to carry out the military assistance program (MAP). Allows prices charged for training purchased using non-repayable FMS credits to be based on the same criteria as the same training priced through the MAP program by eliminating the requirement to include salaries of training personnel. Authorizes the stockpiling of defense articles for Thailand. Makes permanent the authority to transfer excess defense articles to North Atlantic Treaty Organization (NATO) Southern Flank members integrated into NATO's military structure and eligible for U.S. security assistance. Authorizes appropriations for FY 1988 for the International Military Education and Training program. Authorizes appropriations for FY 1988 to carry out international peacekeeping operations and to carry out the antiterrorism assistance program. Allows the uncommitted balances of loans made to the Philippines to be disbursed without the requirement of the repayment of principal and interest. Title II: Economic Support Fund - Authorizes appropriations for the Economic Support Fund for FY 1988. Allows a specified amount of such funds to be used for emergency economic assistance for any fiscal year. Title III: Development Assistance - Authorizes appropriations to carry out agriculture, rural development, and nutrition programs for FY 1988. Authorizes the appropriation of additional funds for FY 1988 for the Child Survival Fund. Authorizes appropriations for FY 1988 for population planning programs and education and human resources development programs. Sets forth congressional findings concerning the role of the private sector, private and voluntary organizations, and energy development in providing assistance to develop countries. Authorizes the President to furnish assistance for activities involving the private sector, private and voluntary organizations, and energy development in the foreign assistance program. Authorizes appropriations for FY 1988 for such assistance. Authorizes the depositing of funds (up to a maximum amount) in the Private Sector Revolving Fund from amounts made available under the Foreign Assistance Act. Provides that loans made at or near market rates of interest to private borrowers may be compromised if the President determines that repayment to the United States would be made more likely. Allows the President to waive, on a case-by-base basis, the requirements for financial or \"in kind\" cost sharing by all developing countries in the case of programs, projects, or activities in such country. (Present law allows such a waiver only for the least developed countries.) Title IV: Assistance for Sub-Saharan Africa - Authorizes the President to provide project and program assistance for growth-oriented development activities in sub-Saharan Africa. Specifies that the object of such assistance shall be to promote self-sustaining economic growth in African countries with equitable access to the opportunities created by such growth shared equitably. Sets forth a general framework for such assistance, including: (1) economic reform and stabilization; (2) agricultural development; and (3) human resources development. Authorizes appropriations for FY 1988 for such assistance. Requires that local currencies generated in sub-Saharan Africa shall be used for development activities consistent with this Act. Waives the applicability of certain requirements for the procurement of goods and services for development assistance to sub-Saharan Africa. Requires that such assistance be channeled, to the maximum extent possible, through U.S. and indigenous private and voluntary organizations and cooperatives. Expresses the sense of the Congress that the United States should continue and expand discussions with bilateral and multilateral donors and African governments to improve the degree of coordination of assistance programs for sub-Saharan Africa. Encourages the President to use existing authority to support the activities of international organizations and to cooperate with multilateral development institutions in their activities in Africa. Title V: Other Assistance and Miscellaneous Provisions - Authorizes appropriations for FY 1988 for the American Schools and Hospitals Abroad program. Extends the authority to enter into commitments under the housing and credit guaranty programs from 1988 to 1989. Increases from $40,000,000 to $100,000,000 the authority to borrow funds from the Treasury to meet guaranty reserve requirements. Extends from September 30, 1988, to September 30, 1989, the Agricultural and Productive Credit and Self-Help Community Development Program. Authorizes a maximum of $200,000,000 of guaranty authority for the Trade Credit Insurance Program in FY 1988. Authorizes appropriations for voluntary contributions to international organizations and programs in FY 1988. Authorizes appropriations for international narcotics control programs for FY 1988. Authorizes appropriations for international disaster assistance activities for FY 1988. Authorizes appropriations for the Trade and Development Program for FY 1988. Specifies that such funds are to remain available until expended. Authorizes appropriations for the operating expenses of the Agency for International Development for FY 1988. Authorizes a separate appropriation for the Office of the Inspector General of the Agency for International Development. Includes forensic, rehabilitation, and related ancillary functions integral to humane and professional systems of criminal justice among the authorized uses of assistance through the Administration of Justice program. Deletes the sunset provisions for the Administration of Justice program and permits participation in regional and multilateral projects by countries to which assistance is otherwise prohibited, subject to congressional notification. Exempts from the restrictions on economic assistance to major illicit drug producing or drug transit countries any NATO countries and any countries which the President determines and certifies to the Congress as having fully cooperated with the United States in preventing illicit drug production or transit in that country. Limits such restrictions to the 15 major illicit drug producing countries and the 15 major illicit drug transit countries. Sets forth criteria for determining such countries. Exempts from such sanctions narcotics education and narcotic-related economic assistance activities. Allows military and economic assistance for training for Argentina and Brazil provided such countries continue to have democratically elected governments. Provides that the restrictions on aid to law enforcement personnel of a foreign country shall not apply to a country which has an elected government seeking to strengthen democratic institutions and which does not have a record of gross abuse of internationally recognized human rights. Extends the authority of the President to waive the limitations respecting nuclear transfers to Pakistan from September 30, 1987, until September 30, 1993. Eliminates the limitation on the authority of the Agency for International Development to use operating funds to construct or acquire office space and schools for personnel overseas. Amends the International Security and Development Cooperation Act of 1981 to permit the sale and licensing for export of equipment, devices, technical advice and manuals for aircraft of the F-5E/F and A/T-37 type to the Chilean Air Force so long as such items and advice are provided only for purposes of enhancing the safety of the aircraft crew. Amends the International Security Development Cooperation Act of 1985 to authorize the use of development assistance funds for Afghan refugees. Authorizes the President to make available economic and military assistance to the noncommunist resistance forces in Cambodia. Amends the Foreign Assistance Act of 1961 and the International Security and Development Cooperation Act of 1985 to revise and repeal certain reporting requirements concerning foreign economic assistance. Title VI: Technical Amendments - Amends the Arms Export Control Act to make certain technical changes. Title VII: Authorization for Fiscal Year 1989 and Effective Date - Authorizes appropriations for FY 1989 such sums as may be necessary to carry out programs and activities for which appropriations for FY 1988 are authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security and Development Cooperation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize additional development and security assistance programs for fiscal year 1988, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:20-05:00"
}