{
  "actions": [
    {
      "acted_at": "2000-09-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-03", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5292-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-09-26", 
  "number": "5292", 
  "official_title": "To increase State flexibility in funding child protection programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Flexible Funding for Child Protection Act of 2000", 
  "sponsor": {
    "district": "6", 
    "name": "Johnson, Nancy L.", 
    "state": "CT", 
    "thomas_id": "00602", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-09-26", 
  "subjects": [
    "Administrative procedure", 
    "Adoption", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Federal aid to child welfare", 
    "Federal-state relations", 
    "Financial statements", 
    "Foster home care", 
    "Government operations and politics", 
    "Government paperwork", 
    "Indexing (Economic policy)", 
    "Intergovernmental fiscal relations", 
    "Law", 
    "Social welfare", 
    "Welfare waivers"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-09-26", 
    "text": "TABLE OF CONTENTS: Title I: Flexible Funding Demonstrations Title II: Waivers Modification Flexible Funding for Child Protection Act of 2000 - Title I: Flexible Funding Demonstrations - Amends title XI of the Social Security Act (SSA) to replace provisions on the effect of failure to carry out a State plan with provisions on demonstrations of flexible funding. Authorizes a State to apply to conduct a demonstration project with respect to one or more categories of foster care or adoption expenditures, in order to determine whether providing States with flexible funding for child protection: (1) has an effect on caseload levels; and (2) enhances availability and use of services, efficiency of service delivery, and child safety, permanency, and well-being. Makes necessary appropriations.Title II: Waivers Modification - Amends SSA title XI with regard to demonstration projects that the Secretary finds likely to promote the objectives of part B (Child-Welfare Services) or E (Foster Care and Adoption Assistance) of SSA title IV. Eliminates the limitation on the number of such projects for FY 1998 through 2002. Prohibits the Secretary of Health and Human Services from refusing to grant a waiver to a State on the grounds that a purpose of the waiver or of the demonstration project for which the waiver is necessary would be the same as or similar to a purpose of another waiver or project that is or may be conducted under such demonstration projects.Prohibits the Secretary from imposing any limit on the number of waivers that may be granted to a State, or the number of demonstration projects that a State may be authorized to conduct under such demonstration projects.Requires the Secretary to develop a streamlined process for consideration of amendments proposed by States to demonstration projects.Urges the Secretary to consider use of historical baselines of foster care utilization, designs involving random assignment, or designs involving comparison groups under cost neutrality provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Flexible Funding for Child Protection Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase State flexibility in funding child protection programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:30-05:00"
}