{
  "actions": [
    {
      "acted_at": "1974-06-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15503-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-20", 
  "number": "15503", 
  "official_title": "A bill to designate a national network of essential rail lines; to create a nonprofit corporation to acquire and maintain rail lines; to require minimum standards of maintenance for rail lines; to provide financial assistance to such corporation and to the States for rehabilitation of rail lines.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16523-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Aid Railroad Act", 
  "sponsor": {
    "district": "1", 
    "name": "Aspin, Les", 
    "state": "WI", 
    "thomas_id": "00033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-20", 
  "subjects": [
    "Corporations", 
    "Railroads", 
    "States"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-20", 
    "text": "Federal Aid Railroad Act - Title I: Fundings, Purposes, and Definitions - Enumerates the purposes of this Act, including that it is necessary to designate an Interstate Railroad System and to organize a nonprofit corporation to modernize the rail lines. Defines the terms used in this Act. Title II: Interstate Railroad System - Requires every rail carrier to submit an inventory of rail lines to the Secretary of Transportation, the Rail Services Planning Office and the Interstate Railroad Corporation. States that the initial Interstate Railroad System shall consist of all rail lines operated by domestic railroad companies which are subject to traffic usage of at least 10 million gross ton-miles per year per mile of rail line. Prescribes the procedures for final designation of the System and for the establishment, maintenance and modification of the System. Provides for the designation of high density passenger corridors in the System and for satisfaction of long-term capital improvement needs. Authorizes to be appropriated, for purposes of this title, $1,000,000 each for the Rail Services Planning Office and for the Corps of Engineers. Title III: Interstate Railroad Corporation - Authorizes to be created an Interstate Railroad Corporation to rehabilitate, maintain, and modernize the rail lines of the System. Prescribes the processes for organization, bylaws, officers and general powers of the Corporation. Requires annual auditing of the accounts of the Corporation and the making of quarterly and annual reports. Title IV: Acquisition, Rehabilitation, and Maintenance of Rail Lines by Corporation and States - Provides, upon consideration of specified criteria, for the conveyance by any railroad to the corporation of its right, title, and interest in all its rail lines included within the System. Authorizes appropriations of sums for Federal payments of property tax equivalents. Sets forth the operational responsibilities of the corporation and the States and the procedures for: (1) the operations of rail freight carriers; and (2) the operations of rail passenger carriers. Authorizes to be appropriated for the next six fiscal years specified sums for financial assistance for rehabilitation. Establishes a State maintenance assistance fund. Title V: Maintenance of and Access to Rail Lines of Railroad Companies - Provides that rail lines included within the System which are owned or processed by a railroad company shall be maintained in accordance with the provisions of this Act. Requires railroad companies to file schedules of maintenance to be performed on a regular basis. Prohibits the deferral of any scheduled maintenance activity. Provides for access to rail lines. Title VI: Protection of Employees - States that rail lines shall not contract out for work required by this Act of a value over $450 per month which is performed by employees in any bargaining unit covered by a labor agreement. Provides for a guarantee of the prevailing wage and requires protective arrangements in specified transactions. Title VII: Oversight and Enforcement - Directs eight organizations, including the National Governors Conference and the Congress of Railway Unions, to appoint a representative to form an advisory committee to monitor activities carried on under this Act and to submit a one-year report. Requires a report to be filed annually by the Secretary. Authorizes the Secretary to perform specific investigative and inspection functions. Imposes penalties for violations of this Act. Authorizes appropriations of $10,000,000 per fiscal year for the Secretary's administration and enforcement of this Act. Title VIII: Miscellaneous Provisions - Provides an antitrust exemption for persons contracting for the joint use of railroad tracts and facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Aid Railroad Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate a national network of essential rail lines; to create a nonprofit corporation to acquire and maintain rail lines; to require minimum standards of maintenance for rail lines; to provide financial assistance to such corporation and to the States for rehabilitation of rail lines.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:08-05:00"
}