{
  "actions": [
    {
      "acted_at": "1973-11-13", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres171-93", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-13", 
  "number": "171", 
  "official_title": "Joint resolution relating to U.S. support of United Nations activities in maintaining international peace and in providing and coordinating international disaster relief.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-13", 
  "subjects": [
    "Armed forces and national security", 
    "Disaster relief", 
    "Disasters", 
    "Peacekeeping forces", 
    "United Nations"
  ], 
  "subjects_top_term": "United Nations", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-13", 
    "text": "Expresses the support of Congress for the United Nations peacekeeping and peacemaking and urges that the United States Government: (1) encourage and support the earmarking and specialized training of units by United Nations member states from their national forces for employment in United Nations peacemaking operations; (2) be prepared to make available to the United Nations, in accord with constitutional processes, transport, communications, logistical, and other technical personnel and facilities; and (3) be prepared to advocate or support, in accord with constitutional processes, proposals for guidelines to govern the financing, training, and equipping of peacekeeping forces for effective use. States that the Congress urges the President to instruct the United States delegation to the United Nations to prepare and submit to the United Nations General Assembly an offer to furnish, in concert with other members of the General Assembly, support to the United Nations Office of Disaster Relief Coordination which was established to provide and coordinate disaster relief to any country or region of the world which has been affected by a disaster and solicits such relief. Establishes within the Department of Defense a permanent unit of not to exceed five thousand technical and noncombatant personnel to be known as the First Brigade-Forces for International Relief on Standby. States that to carry out the responsibilities of the United States as a member of the United Nations to participate in the peacekeeping activities of the United Nations, upon a call of the United Nations for personnel for its peacekeeping forces, the First Brigade, or such members thereof as are called for, shall be detailed to the United Nations, in accord with constitutional processes. Provides that members of the First Brigade, while so detailed, shall be considered for all purposes as personnel of the United States Government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution relating to U.S. support of United Nations activities in maintaining international peace and in providing and coordinating international disaster relief.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:58-05:00"
}