{
  "actions": [
    {
      "acted_at": "1982-06-24", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-08", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6714-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-24", 
  "number": "6714", 
  "official_title": "A bill to amend title 5, United States Code, to provide permanent authorization for Federal agencies to use flexible and compressed employee work schedules.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees Flexible and Compressed Work Schedules Act of 1982", 
  "sponsor": {
    "district": "8", 
    "name": "Parris, Stanford E. (Stan)", 
    "state": "VA", 
    "thomas_id": "00890", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-24", 
  "subjects": [
    "Armed forces and national security", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civil service retirement", 
    "Civilian personnel positions", 
    "Collective bargaining in government", 
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Department of the Treasury", 
    "Federal employees", 
    "Federal employees and officials", 
    "Flexible work hours", 
    "Four-day week", 
    "Government employee unions", 
    "Government operations and politics", 
    "Hours of labor", 
    "Labor and employment", 
    "Leave of absence", 
    "Libraries", 
    "Library of Congress", 
    "Military personnel", 
    "Overtime", 
    "Productivity in government", 
    "Wages"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-24", 
    "text": "Federal Employees Flexible and Compressed Work Schedules Act of 1982 - Authorizes each executive agency, military department, and the Library of Congress to establish programs to allow flexible and compressed work schedules for employees. Provides for the administration of such schedules (see all below) in nearly identical fashion as the Federal Employees Flexible and Compressed Work Schedules Act of 1978 which provided for the experimental implementation of such schedules. Requires that such a flexible schedule include: (1) designated hours and days when an employee must be at work; and (2) designated hours during which an employee may elect his or her arrival and departure times to vary his or her daily work schedule or to earn credit hours to reduce his or her workweek or another workday. Permits the agency head to restrict the employees' choice of arrival and departure times, restrict the use of credit hours, or exclude employees from the program upon determining that the program is disrupting agency functions. Authorizes an agency head, at an employee's request, to grant an employee on such a flexible schedule compensatory time off in lieu of payment for overtime hours. States that such an employee shall not be compensated for credit hours except as hours included in the employee's basic work requirement. Disallows premium pay for such an employee for night duty or night differential pay except for applicable hours during which the employee is required to work, with specified exceptions. Entitles such an employee to eight-hours pay for Federal holidays. Permits the Office of Personnel Management (OPM) or any agency to use recording clocks in flexible schedule programs. Authorizes the Bureau of Engraving and Printing to use such clocks regardless of participation in such a program. Limits the number of credit hours an employee may carry over from one pay period to the next. Requires that a flexible schedule employee be compensated for accumulated credit hours when such schedule ends. Authorizes each agency to establish programs providing a four-day workweek or other compressed schedule. Sets forth circumstances under which an employee shall not be required to participate in such a program. Provides for the payment of premium pay to compressed schedule employees for: (1) hours worked in excess of the compressed schedule; (2) any workday a part of which is performed on Sunday; and (3) hours worked on a holiday. Declares that for purposes of provisions concerning the administration of leave and retirement for Federal employees, references to a day or workday shall be considered to be references to eight hours. Provides that the initiation, termination, and provisions of a flexible or compressed work schedule, with regard to employees who have selected an exclusive representative, shall be subject to the terms of any negotiated contract between an agency and an exclusive representative of agency employees. Directs an agency not to establish, or to terminate, a flexible or compressed schedule, notwithstanding any collective bargaining agreement, if the agency determines that such schedule reduces agency productivity or public service or increases operation costs. Requires the Federal Service Impasses Panel to resolve any impasse between an agency and an exclusive representative of agency employees concerning the agency's decision not to establish, or to terminate, a schedule on the basis of that determination. Prohibits the termination of a schedule provided for under a collective bargaining agreement until the date such agreement expires or the date of the Panel's decision. Prohibits any employee from interfering with another employee's rights of participation in a flexible or compressed schedule program. Directs the OPM to: (1) prescribe regulations for administering the flexible and compressed schedule programs; (2) provide assistance to agencies; and (3) review the effects of such programs on Government operations, transportation, energy consumption, public service, employment opportunities, and employee job satisfaction. Directs the Librarian of Congress to exercise such authority with respect to employees of the Library of Congress. Requires that each existing flexible or compressed schedule which was established under the Federal Employees Flexible and Compressed Work Schedules Act of 1978 be continued, subject to an agency review. Directs an agency to terminate any such schedule if it determines that such schedule has reduced agency productivity or public services or has increased operation costs. Exempts such termination from negotiation, administrative review, or judicial review. Terminates this Act three years after enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Flexible and Compressed Work Schedules Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to provide permanent authorization for Federal agencies to use flexible and compressed employee work schedules.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:11-05:00"
}