{
  "actions": [
    {
      "acted_at": "1973-02-05", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3670-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-05", 
  "number": "3670", 
  "official_title": "A bill to amend the Public Works and Economic Development Act of 1965, as amended, to establish an emergency Federal economic assistance program, to authorize the President to declare areas of the Nation which meet certain economic and employment criteria to be economic disaster areas.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1034-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Economic Disaster Area Assistance Act", 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-05", 
  "subjects": [
    "Department of Commerce", 
    "Disasters", 
    "Economics and public finance", 
    "Labor and employment", 
    "Public works", 
    "Unemployment"
  ], 
  "subjects_top_term": "Disasters", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-05", 
    "text": "Economic Disaster Area Assistance Act - Declares that the purpose of the Act is to authorize the President to provide a direct program of Federal assistance to individuals, and to State and local government, in order to alleviate the wasteful economic disruption and loss resulting from regional economic disasters. Revises the Public Works and Economic Development Act of 1965. Establishes within the Department of Commerce an Office of Aid to Economic Disaster Areas, to be headed by a Director who shall be appointed by the President to serve at his pleasure, by and with the advice and consent of the Senate. Makes it the duty and function of the Office and the Director: (1) to carry out the purposes of this Act; (2) to assist and advise the President on methods, policies, and programs designed to reduce unemployment and to stimulate the economies of economic disaster areas; (3) to train and have available a professional staff of Federal coordinating officers for assignment to areas designated as economic disaster areas; (4) to review and appraise the various Federal assistance programs for the purpose of determining the extent to which such programs and activities do or can contribute to reducing regional unemployment and stimulating regional economies; and (5) to make such studies, reports, and recommendations as the President may request. Authorizes to be appropriated for the administration of the Office not to exceed $2,500,00 for each fiscal year. Authorizes the President, on the request of the Governor of a State, to designate as an economic disaster area an area or community without regard to political or geographical boundaries, if due to the loss, removal, curtailing, or closing of a major source or sources of employment: (1) the average unemployment in the area for at least three consecutive months is 150 percent of the national average for the preceding calendar year; (2) the current unemployment rate in the area is in excess of the national average for the prior month and has increased by at least 100 percent within the past twelve months; or (3) there is a current unemployment rate in the area of six percent or more and there are such other critical economic conditions as the President determines warrant assistance. Requires the assignment of a Federal coordinating officer to coordinate the administration of Federal programs in any major disaster area. Permits the President to reprogram up to fifteen percent of any federally appropriated funds scheduled for expenditure in an economic disaster area into other programs which are better able to relieve economic distress, reduce unemployment, and respond to the condition presented in that area. Requires reports to Congress on such reporgrammed funds. Authorizes the President to require waiver of conditions which impede assistance under Federal grant-in-aid programs to economic disaster areas. Establishes a separate fund in the Treasury of the United States to be known as the Federal economic recovery fund. Authorizes to be appropriated to the economic recovery fund $1,250,000,000 and such funds as are necessary in subsequent years to maintain the fund at a level of $1,250,000,000 to be used by the President for the purposes set forth herein. Requires the Director of the Office, together with the heads of other Federal agencies, to review existing Federal grant-in-aid, loan and loan guarantee programs, and prepare a report identifying those programs eligible for assistance from the economic recovery fund. Provides that assistance may include: (1) loans to businesses and individuals to enable them to meet business and residential mortgage payments; (2) unrestricted grants to State and local governments to implement local initiatives and projects designed to relieve unemployment and stimulate the economy; and (3) relocation assistance for the unemployed. Directs that an economic disaster area will remain eligible for Federal assistance for at least one year, after which time the Director may review the local economy and recommend continuation of assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Disaster Area Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Works and Economic Development Act of 1965, as amended, to establish an emergency Federal economic assistance program, to authorize the President to declare areas of the Nation which meet certain economic and employment criteria to be economic disaster areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:49-05:00"
}