{
  "actions": [
    {
      "acted_at": "1976-05-17", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare, S. Rept. 94-880.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-17", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "bill_ids": [
        "hr12838-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 12838 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3440-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-17", 
  "number": "3440", 
  "official_title": "An original bill to amend and extend the National Foundation on the Arts and Humanities Act of 1965, to provide for the improvement of museum services, to provide for cultural challenge programs, an arts program and an American bicentennial photography and film project.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12838-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Arts, Humanities, and Cultural Affairs Act", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1976-05-17", 
  "subjects": [
    "American Revolution Bicentennial", 
    "Arts", 
    "Arts, culture, religion", 
    "Commemorations", 
    "Congress", 
    "Congressional oversight", 
    "Congressional-Presidential relations", 
    "Cultural centers", 
    "Education", 
    "Federal aid to education", 
    "Federal aid to the arts and humanities", 
    "Federal-state relations", 
    "Foundations", 
    "Motion pictures", 
    "Museums", 
    "National Foundation on the Arts and the Humanities", 
    "Photography", 
    "Presidential appointments", 
    "States"
  ], 
  "subjects_top_term": "Arts, culture, religion", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1976-05-20", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 12838 passed in lieu) Arts, Humanities, and Cultural Affairs Act - =Title I: Arts and Humanities= - Amends the National Foundation on the Arts and the Humanities Act of 1965 to permit under the National Endowment for the Arts a grants-in-aid program grants and contracts with respect to international activities provided that the primary purpose of such grants and contracts is to support the arts in the United States. Restricts use of allotments made to States with approved plans to not more than 50 percent of the total cost of any project or production. Requires Senate approval of Presidential appointment of members to the National Council on the Arts and the National Council on the Humanities. Authorizes the Chairman of the National Endowment for the Humanities to establish a grants-in-aid program to assist States in developing and promoting the humanities. Sets forth standards relating to program administration for plans submitted by States seeking assistance. Specifies a formula for alloting funds appropriated for grants-in-aid. Authorizes the appropriation to the National Endowment for the Arts and to the National Endowment for the Humanities of specified sums for fiscal years 1977 and 1978 and such funds as may be necessary for fiscal years 1979 and 1980. Revises the maximum amount which may be appropriated to such Endowments as grants of matching amounts received through donation, bequest, and devise. =Title II: Museum Services Program= - Museum Services Act - Establishes within the National Foundation on the Arts and the Humanities an Institute for the Improvement of Museum Services, consisting of a National Museum Services Board and a Director of the Institute. Authorizes the Director, subject to the management of the Board, to make grants to museums to increase and improve museum services. Confers authority upon the Institute to accept grants, gifts, or bequests of money for immediate disbursement in furtherance of the functions of the Institute. Authorizes the appropriation of funds for grants by the Institute for fiscal years 1977 through 1980. Defines the term \"museum\" for purposes of this Act. =Title III: Cultural Challenge Program= - Authorizes the Chairman of the National Endowment for the Arts, with the advice of the National Council on the Arts, to establish a program of contracts with, or grants-in-aid to, public agencies and private nonprofit organizations for the purpose of assisting cultural organizations and institutions and promoting citizen involvement with such bodies. Authorizes the appropriation of funds through fiscal year 1980 to carry out such program. =Title IV: Arts Education Program= - Authorizes the Chairman of the National Endowment for the Arts, with the advice of the National Council on the Arts, to make grants to, or enter into contracts with, appropriate public agencies and nonprofit organizations for the purpose of developing in-service training and retraining programs for arts education personnel and conducting demonstration projects of achievements in arts education. Authorizes the appropriation of funds through fiscal year 1980 to carry out such program. =Title V:= - Authorizes the Chairman of the National Endowment for the Humanities, with the advice of the National Council on the Humanities, to make grants and enter into contracts pursuant to a Bicentennial Challenge Grant program designed to: (1) encourage citizen participation in democratic processes and institutions; (2) develop new approaches to solving problems of a social, political, and economic nature; and (3) develop new approaches for citizen involvement in the decisionmaking process. Authorizes the appropriation of funds through fiscal year 1980 to carry out such program. Establishes an American Bicentennial Photography and Film Project under which assistance is to be provided: (1) to State art agencies to support qualified photography and film projects; and (2) directly to applicants for film or photography projects of special merit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arts, Humanities, and Cultural Affairs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Museum Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend and extend the National Foundation on the Arts and Humanities Act of 1965, to provide for the improvement of museum services, to provide for cultural challenge programs, an arts program and an American bicentennial photography and film project.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:52-05:00"
}