{
  "actions": [
    {
      "acted_at": "1992-09-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-09", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-16", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-16", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5919-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Archer, Bill", 
      "sponsored_at": "1992-09-09", 
      "state": "TX", 
      "thomas_id": "00026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1992-09-09", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1992-09-09", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-09", 
  "number": "5919", 
  "official_title": "To amend Internal Revenue Code of 1986 regarding the deduction for health insurance costs of self-employed individuals, to amend the Social Security Act to increase the availability, portability, and affordability of health insurance, especially health insurance for small employers, by prohibiting discriminatory practices and promoting broad risk pooling among health insurers, to further amend the Social Security Act to improve and make more efficient the provision of medical and health insurance information, to amend the Employee Retirement Income Security Act of 1974 to improve its enforcement by adding requirements with respect to multiple employer welfare arrangements, to improve the health care delivery system and ensure access to affordable quality health care through reduced liability costs and improved quality of care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Health Reform Act of 1992", 
  "sponsor": {
    "district": "18", 
    "name": "Michel, Robert H.", 
    "state": "IL", 
    "thomas_id": "00801", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-09", 
  "subjects": [
    "Ambulatory care", 
    "Annuities", 
    "College students", 
    "Commercial arbitration", 
    "Communication in medicine", 
    "Consumer education", 
    "Continuing education", 
    "Damages", 
    "Data transmission systems", 
    "Education", 
    "Employee benefit plans", 
    "Excise tax", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Government liability", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hospital care", 
    "Hospitals", 
    "Income tax", 
    "Information services", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Legal fees", 
    "Malpractice", 
    "Mediation", 
    "Medical education", 
    "Medical ethics", 
    "Medical records", 
    "Medical research", 
    "Medicare", 
    "Peer review organizations (Medicine)", 
    "Right of privacy", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Tax deductions", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-09", 
    "text": "Comprehensive Health Reform Act of 1992 - Title I: Deduction of Health Insurance Costs of Self-Employed Individuals - Health Benefits for Self-Employed Individuals Act of 1992 - Amends the Internal Revenue Code with respect to the income tax deduction for the health insurance costs of self-employed individuals to: (1) make the deduction permanent; and (2) phase in an increase in it, reaching 100 percent of costs for taxable years beginning in 1996. Title II: Health Insurance Market Reform - Health Insurance Market Reform Act of 1992 - Amends the Social Security Act (SSA) to add a new title XXI, Requirements Concerning Health Insurance. States that the purposes of part A of new SSA title XXI are to increase the availability, portability, and affordability of health insurance, particularly to small employers and their employees and dependents, by seeking to ensure, among other things, that: (1) affordable health insurance is available to individuals and groups, and premiums do not vary substantially, regardless of health status or claims experience; (2) States regulating health insurance do not place an undue burden on small employers; and (3) insurers, providers, purchasers, and consumers are encouraged to contain costs of health care and health insurance. Applies the provisions of new SSA title XXI to health insurance plans offered in any State and to insurers offering such plans. Provides for the establishment of Federal and State regulatory programs implementing the requirements of parts B and C of new SSA title XXI. Requires the Secretary of Health and Human Services to: (1) request the National Assoication of Insurance Commissioners (NAIC) to recommend model standards for compliance with such requirements; and (2) using such model standards, with revisions as necessary, publish implementing regulations. Requires the Secretary to determine whether each State has established a regulatory program adequate to ensure compliance with such requirements. Allows State programs to establish standards more stringent than those required under new title XXI, if the Secretary finds them consistent with its purposes. Provides that an approved State program shall take effect, in lieu of the above mentioned implementing regulations, as of a specified date: (1) with respect to all insurers and health insurance plans subject to part B of new SSA title XXI; and (2) with respect to all insurers and health insurance plans subject to part C, except for employee welfare benefit plans which are not multiple employer welfare arrangements (MEWAs). Requires the Secretary to implement a program: (1) under part C in all States with respect to those insurers and health insurance plans not subject to State regulation; and (2) under both parts B and C with respect to all insurers and health insurance plans in each State without an approved program. Authorizes the Secretary to waive, with respect to one or all States, any provision of new SSA title XXI, or of Medicare or Medicaid (SSA titles XVIII and XIX, respectively), to the extent and for the period he or she finds likely to promote the purposes and facilitate the administration of new title XXI. Provides for Federal oversight over State programs. Makes the requirements of parts A, B, and C of new SSA title XXI generally effective with respect to health insurance plans offered, issued, or renewed in a State on or after January 1, 1994 (or certain later dates necessary to allow for enactment of State legislation). Provides that certain provisions concerning variations in premiums among and within blocks of business, and the rate of premium increases shall not apply, until two years after the general effective date, to a renewal of a health insurance plan that was in effect before the effective date. Provides that under part B of new SSA title XXI each insurer must register with the Secretary and the appropriate official for each State in which it issues or offers any health insurance plan to a small employer. Requires, subject to specified exceptions, any insurer offering a health insurance plan to any small employer in a State (or to any small employer in a local service area within the State, in the case of an insurer offering health insurance only within such an area) to: (1) make such plan available to every small employer in the State or local service area; (2) make available to every small employer any basic insurance plan a State may require; and (3) not cancel or refuse to renew any small employer health insurance plan. Requires an insurer providing small employer health insurance to notify the employer, at least 60 days before expiration, of the terms for renewal, and the extent to which any premium increase is based on actual or expected claims experience of covered individuals. Requires, subject to specified exceptions, that each health insurance plan offered to a small employer accept for enrollment, on the same terms as any other enrollee, every eligible employee and (in the case of a family plan) the employee's spouse and any dependent child under age 19 or, if older, under age 25 and a full-time student. Prohibits a small employer that made health insurance available to employees from using criteria related to health status or claims experience to determine eligibility for, benefits under, or terms of such health insurance for individual employees. Permits a State to define a basic benefit plan, and to require that it be offered to small employers in the State by insurers (other than health insurance networks (HINs) or MEWAs) offering heatlh insurance plans to small employers in the State. Subjects the plan to review and approval by the Secretary to ensure that it is affordable by small employers. Requires that the regulatory program established with respect to a State require all insurers offering health insurance plans to small employers, during a specified period, to: (1) participate in an interim risk pooling mechanism; and (2) comply with requirements designed to limit variations among and increases in premium rates for such health insurance plans. Permits the interim risk pooling mechanism to be either a reinsurance program or an assigned risk program. Provides for funding such a mechanism. States that no Federal entity shall be at risk as a guarantor of the solvency of a reinsurance fund or otherwise, for all or any part of the cost of health insurance plans subject to intermin risk pooling. Provides that, for any rating period, no base premium rate for any small employer block of business may exceed the equivalent base premium rate for any other block of the insurer by more than 20 percent. Provides that the highest premium rate for a specific health insurance plan that an insurer can charge any small employer in a block of business for a rating period shall not exceed the corresponding base premium rate by more than: (1) 50 percent, for a period ending before January 1, 1997; and (2) 35 percent, for a period thereafter. Limits annual percentage increases in the premium rate charged to a small employer. Sets forth requirements concerning rate-setting methodology, including requirements for full disclosure of rating practices and actuarial certification. Establishes requirements for the permanent health risk pool system in a State. Provides continued health insurance coverage for certain college students. Provides under part C of new SSA title XXI that, except to the extent permitted under an assigned risk program, an insurer may not refuse to offer, refuse to renew, cancel, or condition the coverage under any employment-based health insurance plan on the basis of the health status, claims experience, receipt of health care, medical history, or lack of evidence of insurability, of one or more individuals. Sets limits on exclusions under employment-based health insurance plans for pre-existing conditions. Preempts certain State laws relating to health insurance. Sets forth requirements an entity must meet in order to be entitled to certification as an HIN. Permits the Secretary to fund health risk pooling demonstrations in as many as four States. Authorizes the Secretary to develop model health risk pooling systems. Requires the Secretary to develop methods for measuring the health risk differential of individuals. Authorizes appropriations. Amends the Internal Revenue Code to impose an excise tax of $1000 per covered employee on insurers for noncompliance with the requirements of part B or C of SSA new title XXI. Title III: Medical And Health Insurance Information Reform - Medical and Health Insurance Information Reform Act of 1992 - Adds a new SSA title XXII, Medical and Health Insurance Information Reform. Requires the Secretary, in order to assure the availability of comparative value information to health care purchasers, to determine whether each State is developing and implementing a health care value information program. Enumerates the criteria for State programs. Provides that if the Secretary finds that a State has not developed or implemented a health care value information program that comports with such criteria, the Secretary must take necessary actions to implement a comparable program in the State. Allows fees to be charged for the informational materials provided pursuant to such program. Directs the head of any Federal agency with responsibility for the provision of health insurance or health care services to develop and make comparative value information available to States, health care providers, and consumers. Directs the Secretary to promulgate requirements for health insurers to furnish periodically to the Secretary, on a sample basis, health care data relevant to health care services research. Requires the Secretary to make available, under the Freedom of Information Act, all Medicare claims records, without regard to the consent of the physician or other individual who furnished the item or service in question. Maintains in force Privacy Act protections against the release of information that identifies Medicare beneficiaries. Applies this new requirement for release of records only to information received after the enactment of this Act. Directs the Secretary, directly or through grant or contract, to develop model systems: (1) for gathering health care cost, quality, and outcomes data; and (2) for analyzing such data in a manner that would allow valid comparisons among providers and among health plans. Requires the Secretary to support and evaluate experiments with different approaches to achieve the most cost-effective method. Provides that, when appropriate, the Secretary may establish standards for data gathering in order to facilitate analysis and comparisons across the nation. Authorizes appropriations. Authorizes the Secretary to make grants to States to enable them to plan and initiate implementation of their health care information programs. Authorizes appropriations. Nullifies any State law which requires medical or health insurance records (including billing information) to be kept in written, rather than electronic, form. Directs the Secretary, after taking into consideration the Insurance Information and Privacy Protection Model Act of NAIC to promulgate requirements concerning health insurance information privacy and confidentiality. Includes among such requirements that information identifying individuals shall not be redisclosed (with such limited exceptions as the Secretary may provide) except to the extent necessary to carry out the purpose for which the information was collected. Requires the Secretary to take into consideration specified principles concerning information that identifies individuals when promulgating such requirements. Directs the Secretary to determine whether problems relating to standards for the electronic receipt and transmission of health insurance information cause significant administrative costs. Requires the Secretary, if such costs are generated, to promulgate standards for the electronic receipt and transmission of claims, payment, eligibility, and enrollment information (including privacy and confidentiality protection requirements). Directs the Secretary to determine whether problems relating to the receipt and transmission of health insurance eligibility verification cause significant administrative costs. Requires the Secretary, if such costs are generated, to promulgate requirements for the receipt and transmission of health insurance eligibility verification. Directs the Secretary to determine whether the proportion of health insurance claims and payment information received and transmitted by paper will continue to cause significant administrative costs. Directs the Secretary, if such costs are generated, to require a specified proportion of (or all of) such information to be received and transmitted electronically (with such exceptions as the Secretary might specify). Directs the Secretary to promulgate requirements for the format and content of basic claim forms under health insurance plans. Directs the Secretary to determine whether the variety of information requested by health insurers (in addition to information requested in basic claims forms) causes administrative costs disproportionate to the benefits derived. Requires the Secretary, if such costs are generated, to publish recommendations concerning what additional information should be allowed to be requested and in what format. Directs the Secretary, after consulting with NAIC, to promulgate rules for determining the relative liability of insurers and the priority of payment when several health insurance policies cover the same individual. Directs the Secretary to determine whether problems relating to the transfer of information among health insurers that cover the same individual cause significant mistaken payments or administrative costs. Requires the Secretary, if such payments or costs are generated, to promulgate requirements concerning the transfer among insurers (and annual updating) of information (which may include requirements for the use of unique identifiers, and for the listing of all individuals covered under a health insurance plan). Directs the Secretary to determine, for each State, whether there were in effect State requirements substantially the same as those enumerated below and whether the State effectively enforced them. Applies the requirements enumerated below to administrators of self-insured employee plans. Provides for Federal backup authority to be effective in a State (with respect to a section) only if the Secretary makes a negative finding with respect to certain requirements or if the State does not provide sufficient information to enable the Secretary to make the determination. Requires health insurers (in States that do not have an equivalent program) to: (1) meet the Federal requirements concerning the protection of privacy and confidentiality; (2) use social security numbers for their beneficiaries and Medicare unique identifiers for each provider that furnishes items and services; (3) meet the standards and requirements (if any) concerning the receipt and transmission of health insurance information; (4) meet the requirements concerning the form and content of health insurance claim forms; (5) follow the rules determining the priority of payment when several health insurance policies cover the same individual; and (6) meet the requirements (if any) concerning the furnishing of information among insurers. Requires the Secretary, after consulting with the American National Standards Institute (ANSI) and others, to promulgate requirements for hospitals concerning electronic medical data. Specifies the data sets to be included in such requirements. Permits the Secretary, after consulting with ANSI and others, to promulgate requirements for health care entities other than hospitals concerning electronic medical data. Requires hospitals that participate in the Medicare program to maintain an electronic patient care information system that meets certain data set requirements promulgated by the Secretary for hospitals, and to transmit data electronically to the Secretary, peer review organizations, carriers, and intermediaries, from the appropriate data sets. Permits waivers of such requirements for hospitals in the process of developing an electronic patient care information system, for small rural hospitals, and for certain hospitals that agree to subject their data transfer processes to specified quality assurance procedures. Permits Federal agencies to require electronic transmission of data elements utilized for certain agency health care or research programs. Amends the Internal Revenue Code to subject insurers to an excise tax for any failure to comply with requirements under SSA new title XXII respecting health insurance. Specifies the amount of such tax for administrators of self-insured employee welfare benefit plans and other insurers. Provides that the excise tax generally shall not apply if the violation could not have been discovered through the exercise of reasonable diligence, or if the violation was corrected within 30 days after it had been discovered. Gives the Secretary authority to waive the tax if the violations were due to reasonable cause and not willful neglect, to the extent payment of the tax would be excessive relative to the failure involved. Authorizes the Secretary to make grants to: (1) community organizations or coalitions of health care providers, insurers, and purchasers to establish, and document the efficacy of, communication links between the information systems of health insurers and of health care providers; and (2) public and private non-profit entities for the development of regional- and community-based clinical information systems, and for the development and testing of certain ambulatory care data sets. Authorizes appropriations. Title IV: MEWA Enforcement Improvements - Multiple Employer Welfare Arrangements Enforcement Improvements Act of 1992 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to revise provisions relating to MEWAs and other employee welfare benefit plans. Revises the definition of employee welfare benefit plan to: (1) allow up to five percent of the aggregate number of covered individuals to be individuals who are not employees or former employees of the employer, or members or former members of the employee organization which established or maintains the plan; and (2) include a plan, fund, or program established or maintained by a franchise network or by two or more trades or businesses that are within the same control group or were within it at any time during the preceding one-year period. Amends the definition of MEWA to: (1) limit the exclusion of collective bargaining agreements, under specified conditions; (2) exclude franchise networks; (3) exclude insurers, or health maintenance organizations licensed to do business in a State; (4) exclude trades and businesses within the same control group at any time during the preceding one-year period (as well as those currently in the same group), by deeming them a single employer; and (5) provide that single employer plans shall not be deemed MEWAs solely because they cover individuals who are not employees or former employees, or their beneficiaries, if the number of such individuals never exceeds five percent of the aggregate covered during the plan year. Makes ERISA title I (Protection of Employee Benefit Rights) applicable to any MEWA engaged in commerce or in any industry or activity affecting commerce, with specified exceptions. Requires MEWAs which provide medical care benefits to file annual registration statements with the Secretary of Labor (the Secretary), including: (1) certain information on persons involved in its operation and States where it conducts business; (2) certification that copies of the registration have been filed with the appropriate State insurance commissioners; and (3) indication of whether the MEWA has obtained, applied for, or intends to apply for a certain exemption from State regulation. Authorizes the Secretary, to assess a civil penalty for a trustee's or other responsible person's failure or refusal to file such registration statement. Authorizes district courts, upon the Secretary's showing that a MEWA is neither licensed under State insurance laws nor operating in accordance with the terms of a certain Federal exemption fron State regulation, to order the MEWA to cease activities and to grant additional equitable or remedial relief, unless the MEWA can show that it is fully insured, meets the specified State or Federal requirements, and operates in accordance with applicable State insurance laws that are not superseded under ERISA. Sets forth an exemption procedure under which the Secretary is authorized to exempt from State regulation, for up to three years, individually, or by class, MEWAs which are not fully insured and which provide medical care benefits. Allows such exemption to be renewed upon application. Prohibits such an exemption unless the Secretary finds that it is: (1) administratively feasible; (2) not adverse to the interests of participants and beneficiaries; and (3) protective of participant and beneficiary rights and benefits. Requires published and adequate notification and opportunity for a hearing for interested persons before any such exemption is granted. Postpones, until 18 months after enactment of this Act, the required applicability of State insurance laws to MEWAs that provide medical care benefits if such MEWAs: (1) file for the exemption within 180 days after such enactment; and (2) the Secretary does not find such application to be materially deficient. Terminates such exclusion from State requirements for any such MEWA at any time when the Secretary determines it would be detrimental to the interests of participants or beneficiaries. Places any determination relating to such exclusion in the Secretary's sole discretion. Provides that States may require disclosure of information from any employee welfare benefit plan (in connection with an investigation to determine if violations of the State insurance law have or are about to occur) as to whether such plan is a MEWA or is in compliance with the MEWA exemption or 18-month exclusion. Title V: Health Care Liability Reform And Quality of Care Improvement - Health Care Liability Reform and Quality of Care Improvement Act of 1992 - Requires, in order to receive a notification of compliance with this title, that States have in effect the health care liability reforms set forth below. Requires, in any health care liability action, the liability of each defendant for noneconomic damages to be several and not joint, with each defendant liable only for the proportion of that defendant's fault and a separate judgment against that defendant in that amount. Prohibits awarding noneconomic damages over $250,000 in any health care liability action, subject to waiver. Reduces the total damages received by a plaintiff by the amount of any collateral source benefits. Allows: (1) future economic damage awards to be paid periodically based on when the damages are likely to occur or at the time the damages accrue; and (2) in certain circumstances, the court to require the health care provider to purchase an annuity or fund a reversionary trust to make such periodic payments. Prohibits reopening a judgment awarding periodic payments to contest, amend, or modify the schedule or amount in the absence of fraud or any ground permitting relief after entry of a final judgment. Declares it U.S. policy to encourage alternative dispute resolution (ADR). Requires a State to establish at least one ADR mechanism. Requires each State to: (1) cooperate with Federal research efforts regarding patient outcomes, clinical effectiveness, and clinical practice guidelines; (2) collect, analyze, and supply the Secretary of Health and Human Services with information regarding State medical board performance; and (3) impose continuing education requirements on disciplined physicians. Allows alternatives to these requirements regarding medical board performance and continuing education if the Secretary finds such alternatives at least as effective in reducing the incidence of negligence as compliance with the requirements. Allows States three years from the adoption of this Act to enact, adopt, or otherwise comply with the requirements of this title. Requires withholding of State payments for noncompliance. Allows waiver of the requirements of this title for any experimental, pilot, or demonstration project which is likely to assist in promoting this title's objectives for health care liability reform. Sets forth the framework for establishing a system of mandatory nonbinding arbitration in each State for the resolution of health care liability claims. Amends Federal law to prohibit, in a health care liability action, finding the United States jointly and severally liable for noneconomic damages. Allows liability only for those noneconomic damages directly attributable to its pro rata share of fault. Reduces damages paid by the United States by the amount of any collateral source benefits. Prohibits awarding noneconomic damages, in an action against the United States, over $250,000. Requires, at the request of the United States when future economic damages are awarded in excess of $100,000, an order that such damages be paid by periodic payments based on when the damages are likely to occur. Allows the United States, in such cases, to pay the judgment periodically, purchase an annuity, or fund a reversionary trust. Prohibits reopening the judgment to contest, amend, or modify the schedule or amount in the absence of fraud or any ground permitting relief after entry of a final judgment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Health Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Benefits for Self-Employed Individuals Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Care Liability Reform and Quality of Care Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Insurance Market Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Medical and Health Insurance Information Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Multiple Employer Welfare Arrangements Enforcement Improvements Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend Internal Revenue Code of 1986 regarding the deduction for health insurance costs of self-employed individuals, to amend the Social Security Act to increase the availability, portability, and affordability of health insurance, especially health insurance for small employers, by prohibiting discriminatory practices and promoting broad risk pooling among health insurers, to further amend the Social Security Act to improve and make more efficient the provision of medical and health insurance information, to amend the Employee Retirement Income Security Act of 1974 to improve its enforcement by adding requirements with respect to multiple employer welfare arrangements, to improve the health care delivery system and ensure access to affordable quality health care through reduced liability costs and improved quality of care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:57-05:00"
}