{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr346-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "346", 
  "official_title": "A bill to amend the Budget and Accounting Act of 1921 to provide for investigations and expenditures analyses of the use of public funds.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Continuing Congressional Oversight Act", 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Accounting", 
    "Auditing", 
    "Congress", 
    "Congressional budget", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "General Accounting Office", 
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Continuing Congressional Oversight Act--Requires the Comptroller General to conduct a continuing investigation of all matters relating to the receipt, disbursement, and application of public funds and to submit to the President when requested, and to Congress at the beginning of each regular session, a report containing the findings of the General Accounting Office and recommendations concerning the legislation deemed necessary to facilitate the prompt and accurate rendition and settlement of accounts and to assure that the expenditure of funds by the Government for any program conforms to the congressional intent in authorizing such program. Requires that such reports and any special reports made from time to time contain recommendations looking to greater economy or efficiency in public expenditures. States that any head of a Government agency subject to an expenditure analysis under this Act may notify the Comptroller General and the appropriate congressional committee in the event that such head believes such analysis would jeopardize national security. States that upon such notification, if the committee concerned determines that the expenditure analysis should be carried out by a congressional committee instead of the Comptroller General, such committee shall proceed to conduct such analysis. Requires such committee to make an unclassified report to Congress as would have been required of the Comptroller General under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Continuing Congressional Oversight Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Budget and Accounting Act of 1921 to provide for investigations and expenditures analyses of the use of public funds.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:28-05:00"
}