{
  "actions": [
    {
      "acted_at": "2012-02-03", 
      "committee": "Committee on House Administration, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on House Administration, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-03", 
      "committee": "House House Administration", 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-03", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3898-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-03", 
  "number": "3898", 
  "official_title": "To amend the Ethics in Government Act of 1978 and the Rules of the House of Representatives to strengthen financial disclosures by Members, officers, and employees of Congress,  and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sunlight Act of 2012", 
  "sponsor": {
    "district": "5", 
    "name": "King, Steve", 
    "state": "IA", 
    "thomas_id": "01724", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-03", 
  "subjects": [
    "Congress", 
    "Congressional elections", 
    "Congressional officers and employees", 
    "Elections, voting, political campaign regulation", 
    "Financial services and investments", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "House of Representatives", 
    "Internet and video services", 
    "Legislative rules and procedure", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-03", 
    "text": "Sunlight Act of 2012 - Amends the Ethics in Government Act of 1978 to require annual financial disclosure statements of Members of Congress and congressional officers and employees to include the exact dollar amount. Requires such reports filed with the Clerk of the House or the Secretary of the Senate (as well as travel-related information) to be made available to the general public on the Internet. Amends Rule II (Other Officers and Officials) of the Rules of the House of Representatives to require, during general debate on any measure, the Clerk to project on a wall of the Hall of the House the subject matter of that debate so that it is visible to Members and to visitors in the gallery. Amends Rule XXI (Restrictions on Certain Bills) to make it out of order to consider: (1) any bill, joint resolution, or conference report unless it is made available to Members and the general public on the Internet for at least 48 hours before its consideration; or (2) any amendment unless it is made available on the Internet within one hour after it is filed (if made in order by a rule) or immediately (if offered under an open rule). Amends the Federal Election Campaign Act of 1971 to require all mandatory reports to be filed in an electronic form accessible by computers. Revises requirements for mandatory reports on contributions made to any political committee shortly before an election. Extends from 20 days before to 30 days before the election the beginning of the look-back period for such contributions, and from 48 hours before the election to the closing of the polls the end of the look-back period. Applies the requirements to any contribution (currently, only those of $1,000 or more). Requires such reports to be made within 24 hours after receipt or, if earlier, by midnight of the day on which the contribution is deposited (currently, within 48 hours after receipt)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sunlight Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Ethics in Government Act of 1978 and the Rules of the House of Representatives to strengthen financial disclosures by Members, officers, and employees of Congress,  and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:36:45-05:00"
}