{
  "actions": [
    {
      "acted_at": "2009-09-17", 
      "references": [
        {
          "reference": "CR S9564-9565", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S9565-9567", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-08", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held. With printed Hearing: S.Hrg. 111-285.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-09-27", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. With written report No. 111-310.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-09-27", 
      "calendar": "Senate Legislative", 
      "number": "596", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 596.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1689-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands and Forests", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2009-09-17", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-09-17", 
  "number": "1689", 
  "official_title": "A bill to designate certain land as components of the National Wilderness Preservation System and the National Landscape Conservation System in the State of New Mexico, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Organ Mountains-Desert Peaks Wilderness Act", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-21", 
  "subjects": [
    "Historical and cultural resources", 
    "Land transfers", 
    "New Mexico", 
    "Public lands and natural resources", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-09-27", 
    "text": "Organ Mountains-Desert Peaks Wilderness Act - (Sec. 3) Designates specified wilderness areas in New Mexico and administered by the Bureau of Land Management (BLM) as wilderness and as components of the National Wilderness Preservation System. Sets forth requirements regarding land acquisition, livestock grazing, military overflights, and buffer zones in the designated wilderness areas. Authorizes the continuation of the competitive running event permitted from 1970 through 2010 in the vicinity of the Organ Mountains Wilderness in a manner compatible with the preservation of that area as wilderness. Designates certain BLM land as a potential wilderness area, and upon publication of a notice in the Federal Register, as wilderness and as a component of such System and incorporated into the Robledo Mountains Wilderness. Requires such notice to inform that: (1) the communications site within the potential wilderness area is no longer in use; (2) the associated right-of-way is relinquished or not renewed; and (3) the conditions in such area are compatible with the Wilderness Act. Allows only those uses on the potential potential wilderness area which were permitted on the enactment of this Act. Releases certain public land in Dona Ana County that was not designated as wilderness by this Act from further study for designation as wilderness. (Sec. 4) Establishes certain BLM-managed lands in the county as the Organ Mountains and Desert Peaks National Conservation Areas for the conservation, protection, and enhancement of such Areas for the benefit of present and future generations. Allows only such uses of those of the Areas that would further such purposes. Requires the development of separate management plans for such areas. Instructs the Secretary of the Interior (the Secretary) to consider the recommendations of Indian tribes and pueblos on methods of providing access to and protecting traditional cultural and religious sites in the preparation and implementation of such plans. Sets forth requirements regarding motorized vehicle use, grazing, utility right-of-way upgrades, and land acquisition in the Conservation Areas. Transfers administrative jurisdiction over certain land from the Secretary of Defense (DOD) to the Secretary to become part of Organ Mountains National Conservation Area. (Sec. 5) Requires the Conservation Areas and the designated wilderness areas to be administered as components of the National Landscape Conservation System (NLCS). Prohibits anything in this Act from affecting New Mexico's jurisdiction respecting fish and wildlife on public lands in New Mexico, except that the Secretary, after consultation with the New Mexico Department of Game and Fish, may designate zones where, and establish periods when, hunting or fishing is not to be allowed for specified reasons, including for public safety, protection of nongame species, or public use. Withdraws the federal land within the Conservation Areas, the wilderness areasdesignated by this Act, any acquired lands or interests in those areas, and land identified as parcels A and B (with specified exceptions), from: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) operation of the mineral leasing, mineral materials, and geothermal leasing laws. (Sec. 6) Amends the Omnibus Public Land Management Act of 2009 to adjust the boundary of the Prehistoric Trackways National Monument. (Sec. 7) Prohibits anything in this Act from: (1) preventing the undertaking of law enforcement and border security activities by the Department of Homeland Security (DHS) within the areas designated as wilderness by this Act; (2) affecting the 2006 memorandum of understanding among DHS and the Departments of Agriculture (USDA) and of the Interior with regard to cooperative national security and counterterrorism efforts on federal lands along the borders of the United States; and (3) preventing DHS from conducting low-level overflights over the wilderness areas as may be necessary for law enforcement and border security purposes. Withdraws an identified restricted use area in accordance with the withdrawal requirements under section 5. Requires the Secretary to administer the restricted area in a manner to protect the wilderness character of such area. Bars the use of motor vehicles, motorized equipment, and mechanical transport in the restricted use area, except for authorized grazing and administration of the area. Prohibits anything in this Act precluding the Secretary from allowing the installation and maintenance of communication or surveillance infrastructure necessary for law enforcement or border security activities. Closes an identified route excluded from the Potrillo Mountains Wilderness to public access but makes it available for law enforcement uses, including border security. (Sec. 8) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Organ Mountains-Desert Peaks Wilderness Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Organ Mountains-Desert Peaks Wilderness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain land as components of the National Wilderness Preservation System and the National Landscape Conservation System in the State of New Mexico, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:19-05:00"
}