{
  "actions": [
    {
      "acted_at": "1979-06-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4401-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-08", 
  "number": "4401", 
  "official_title": "A bill to establish a program for replacing, by 1987, 10 percent or more of the gasoline consumed in the United States with alcohol and other replacement fuels derived from coal and renewable resources.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4345-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Replacement Motor Fuels Act of 1979", 
  "sponsor": {
    "district": "13", 
    "name": "Mineta, Norman Y.", 
    "state": "CA", 
    "thomas_id": "00812", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-08", 
  "subjects": [
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Coal", 
    "Energy", 
    "Fuel", 
    "Fuel consumption", 
    "Gasoline", 
    "Mines and mineral resources", 
    "Motor Vehicles and Driving", 
    "Oil shales", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Gasoline", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-08", 
    "text": "Replacement Motor Fuels Act of 1979 - Directs the Secretary of Energy to establish a program to promote the development and use of replacement fuels in the United States to replace gasoline used as a motor fuel with replacement motor fuel containing the maximum percentage of alcohol, or other liquid produced from coal, oil, shale, or other substances as is economically and technically feasible. Directs the Secretary to determine with respect to replacement fuels: the most suitable raw materials for their production, the nature of the distribution systems and production processes of such fuels, the technical and economic feasibility of including liquids extracted from oil shale and coal in such program, and the technical and economic feasibility of reaching goal of replacing 20 percent of the gasoline used as a motor fuel with replacement fuels by the year 1992. Directs the Secretary to set production goals for replacement fuels for each of calendar years through 1981 through 1987. Sets forth the manner of determining the percentage of replacement fuel by volume to be contained in the total quantity of gasoline and replacement fuel sold annually in commerce in the United States in calendar years 1981 through 1990, and directs the Secretary to issue a rule setting the minimum percentage replacement fuel to be sold for year 1981 through 1986 by any refiner. by any refiner. Sets forth provisions for the enforcement of such requirements. Authorizes the appropriation of up to $1,000,000 for fiscal year 1980 to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Replacement Motor Fuels Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program for replacing, by 1987, 10 percent or more of the gasoline consumed in the United States with alcohol and other replacement fuels derived from coal and renewable resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:17-05:00"
}