{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres7-96", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "7", 
  "official_title": "A joint resolution proposing an amendment to the Constitution of the United States relating to the election of the President and Vice President.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres57-96", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hjres254-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "30", 
    "name": "Danielson, George E.", 
    "state": "CA", 
    "thomas_id": "00263", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Constitution and Constitutional Amendments", 
    "Constitutional amendments", 
    "Electoral college", 
    "Government operations and politics", 
    "Presidential elections", 
    "Presidents and Vice Presidents", 
    "Vice Presidential elections", 
    "Vice Presidents", 
    "Voting"
  ], 
  "subjects_top_term": "Presidential elections", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Constitutional Amendment - Provides that the people of the several States and the District constituting the Seat of Government of the United States shall elect the President and Vice President. Requires each elector to cast a single vote for two persons who shall have consented to the joining of their names as candidates for the offices of President and Vice President. Requires the electors of President and Vice President in each State to have the qualifications requisite for electors of the most numerous branch of the State legislature, except that for electors of President and Vice President, the legislature of any State may prescribe less restrictive residence qualifications and for electors of President and Vice President the Congress may establish uniform residence qualifications. Provides that the pair of persons having the greatest number of votes for President and Vice President shall be elected, if such number be at least 40 percent of the whole number of votes cast. Provides that if no pair of persons has such number, a runoff election shall be held in which the choice of President and Vice President shall be made from the two pairs of persons who received the highest number of votes. Requires the days for such elections to be determined by Congress and to be uniform throughout the United States. Requires Congress to prescribe by law the time, place, and manner in which the results for such elections shall be ascertained and declared. Allows Congress to provide for the case of the death, inability, or withdrawal of any candidate for President or Vice President before a President and Vice President have been elected, and for the case of the death of both the President-elect and Vice President-elect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution proposing an amendment to the Constitution of the United States relating to the election of the President and Vice President.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:06-05:00"
}