{
  "actions": [
    {
      "acted_at": "2005-05-05", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-05-18", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-18", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Unanimous Consent.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-07-21T11:15:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Resources. H. Rept. 109-180.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-21T11:16:00-04:00", 
      "calendar": "Union", 
      "number": "112", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 112.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2130-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-05-05", 
  "number": "2130", 
  "official_title": "To amend the Marine Mammal Protection Act of 1972 to authorize research programs to better understand and protect marine mammals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4075-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4075-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Marine Mammal Protection Act Amendments of 2005", 
  "sponsor": {
    "district": "1", 
    "name": "Gilchrest, Wayne T.", 
    "state": "MD", 
    "thomas_id": "00438", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-05-18", 
  "subjects": [
    "Administrative procedure", 
    "Alaska", 
    "Animals", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bering Sea", 
    "Biological research", 
    "California", 
    "Canada", 
    "Coastal zone", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Cost effectiveness", 
    "Cultural relations", 
    "Data banks", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Directories", 
    "Ecological research", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Electronic government information", 
    "Emergency management", 
    "Endangered species", 
    "Environmental education", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Eskimos", 
    "Europe", 
    "Exhibitions", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Fisheries", 
    "Fishery management", 
    "Fishing", 
    "Fishing boats", 
    "Foreign trade and international finance", 
    "Gifts", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Greenland", 
    "Handicraft", 
    "Health", 
    "Imports", 
    "Indigenous peoples", 
    "International affairs", 
    "International environmental cooperation", 
    "Internet", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Marine Mammal Commission", 
    "Marine and coastal resources, fisheries", 
    "Marine biology", 
    "Marine ecology", 
    "Marine mammals", 
    "Minorities", 
    "Native Americans", 
    "Overfishing", 
    "Pacific Ocean", 
    "Pest control", 
    "Pests", 
    "Planning", 
    "Product development", 
    "Rescue work", 
    "Research and development", 
    "Research grants", 
    "Russia", 
    "Science, technology, communications", 
    "Seals (Animals)", 
    "Sports and recreation", 
    "State laws", 
    "Subsidies", 
    "Technological innovations", 
    "Technology transfer", 
    "Transportation and public works", 
    "Travel", 
    "Veterinary medicine", 
    "Wages", 
    "Whales", 
    "Wild animal trade", 
    "Wildlife conservation", 
    "Wildlife reintroduction", 
    "Zoos"
  ], 
  "subjects_top_term": "Animals", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2005-07-21", 
    "text": "Marine Mammal Protection Act Amendments of 2005 - (Sec. 4) Amends the Marine Mammal Protection Act of 1972 (the Act) to grant limited authority for a marine mammal product to be exported from the United States, including in cases where: (1) the product is legally possessed and exported by a U.S. citizen for noncommercial purposes in conjunction with travel or by a non-U.S. citizen for noncommercial purposes, or the product is owned by a Native inhabitant of Russia, Canada, or Greenland for noncommercial purposes in conjunction with travel or as part of a cultural exchange; or (2) an Indian, Aleut, or Eskimo residing in Alaska exports the animal as part of a cultural exchange. (Sec. 5) Makes it unlawful for anyone under U.S. jurisdiction to release any captive marine mammal, except for the temporary release of a marine mammal that is maintained in captivity for national defense purposes, or of the progeny of a marine mammal excluded from coverage under the Act. (Sec. 6) Requires the head of each federal agency that conducts and provides funds for research on marine mammals to report annually to Congress on funding provided and research conducted regarding marine mammals during the preceding year. (Sec. 7) Revises the prohibition against the export of marine mammals for public display unless the receiving facility meets standards. Requires the Secretary of Agriculture must to evaluate, and verify, and thereafter notify the relevant Secretary (Secretary of the department in which the National Oceanic and Atmospheric Administration (NOAA) is operating, the Secretary of the Interior, or the Secretary of Commerce) that the receiving facility meets such standards. Prohibits the relevant Secretary from requiring or requesting, through comity or any other means, that any marine mammal or its progeny remain subject to U.S. jurisdiction when located in waters or on lands subject to the jurisdiction of another country. Directs the Secretary of Commerce and the Secretary of the Interior to conduct a joint review of the inventory of all mammals (and progeny) possessed pursuant to a permit, the use of the information in such inventory, and the costs, benefits, and issues associated with the development of an on-line inventory. Directs the relevant Secretary to report to Congress on the review's findings. Revises certain notification requirements to require that the relevant Secretary be notified only of the transport of a marine mammal for purposes of public display in cases where the transfer is between facilities where the ownership and care of the marine mammal will be under the same license or registration issued under the Animal Welfare Act. (Sec. 8) Increases personal civil fines from $10,000 to $30,000 and criminal penalties from $30,000 to $30,000. Increases the civil penalties for a vessel from $25,000 to $35,000. (Sec. 9) Revises requirements for the marine mammal research grant program to extend it to research on the ecosystem upon which marine mammals depend, including, but not limited to, the Bering/Chukchi Sea ecosystem and the California coastal marine ecosystem. Repeals the mandate for a program of research into new methods of locating and catching yellowfin tuna without the incidental taking of marine mammals. Authorizes appropriations for FY2006-FY2010. (Sec. 10) Transfers to the Secretary of Commerce from the Secretary of the department in which NOAA is operating the mandate to carry out a research and development (R&D) program to devise fishing methods and gear that reduce the incidental taking of marine mammals. Authorizes the Secretary of Commerce to establish a gear research mini-grant program for the development of such fishing gear. Limits grants to $20,000. Authorizes appropriations for FY2006-FY2010. (Sec. 12) Extends the prohibition against the intentional lethal take of any marine mammal in the course of commercial fishing operations to all fishing operations, including recreational. Requires take reduction plans to track the number of animals from strategic stocks being incidentally lethally taken or seriously injured each year through recreational fishing (in addition to commercial fishing), and to publish proposals for reducing such incidents within a strategic stock under certain conditions. Revises the requirement that the Secretary develop and implement a take reduction plan to assist in the recovery or prevent the depletion of each strategic stock to exempt the Secretary from doing so for a particular stock if the level of fishery related mortality and serious injury is having a negligible impact on that stock. Extends from six months to nine months after plan implementation the deadline goal for reduction of the mortality or serious injury of marine mammals taken incidentally in the course of commercial or recreational fishing. Adds additional representatives to take reduction teams. Directs the relevant Secretary to reconvene a take reduction team to explain any substantive differences between a take reduction plan proposed by a team and that published by the Secretary. (Sec. 13) Requires research on the nonlethal removal and control of nuisance pinnipeds (seals and sea lions), including the development of new technologies to deter such creatures. Requires an annual report from the relevant Secretary to Congress on research results. Authorizes the relevant Secretary to provide grants to eligible applicants to carry out qualified nonlethal control projects to remove, deter, and control nuisance pinnipeds. Sets the federal share of project costs at no more than 75%. Authorizes appropriations for FY2006-FY2010. (Sec. 14) Repeals the requirement that the Marine Mammal Commission employ a minimum of 11 employees at any time. (Sec. 15) Authorizes entanglement response agreements (as well as stranding response agreements, as under current law). Defines entanglement as an event in the wild in which a living or dead marine mammal has gear, rope, line, net, or other material wrapped or attached to it, and is on a U.S. beach or shore or in U.S. waters. Extends through FY2010 the authorization of appropriations for the John H. Prescott Marine Mammal Rescue Assistance Grant Program and the Marine Mammal Unusual Mortality Event Fund for stranding or entanglement response. Authorizes the relevant Secretary to enter into cooperative agreements, contracts, or other agreements or arrangements to address stranding events requiring emergency assistance. (Sec. 16) Renews the scrimshaw exemption (allowing the processing and sale of pre-Endangered Species Act ivory) for the 11-year period beginning October 31, 1999."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Marine Mammal Protection Act Amendments of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Marine Mammal Protection Act Amendments of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Marine Mammal Protection Act of 1972 to authorize research programs to better understand and protect marine mammals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:06-05:00"
}