{
  "actions": [
    {
      "acted_at": "1983-01-27", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed:  S.Hrg. 98-103.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-23", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-13", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-04-19", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator McClure with an amendment in the nature of a substitute. With written report No. 98-61.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-19", 
      "calendar": "Senate Legislative", 
      "number": "97", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 97.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s267-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1983-01-27", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1983-01-27", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1983-01-27", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1983-01-27", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1983-01-27", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1983-01-27", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1983-07-13", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1983-01-27", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1983-01-27", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1983-01-27", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1983-05-17", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1983-01-27", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1983-06-23", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1983-01-27", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1983-04-18", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": "1983-08-04"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-27", 
  "number": "267", 
  "official_title": "A bill entitled \"The Coal Distribution and Utilization Act of 1983.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coal Distribution and Utilization Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-04-14", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Armed forces and national security", 
    "Buy American", 
    "Coal", 
    "Eminent domain", 
    "Environmental protection", 
    "Federal preemption", 
    "Mines and mineral resources", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Right-of-way", 
    "States", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water rights", 
    "Water supply"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1983-04-19", 
    "text": "(Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 98-61) Coal Distribution and Utilization Act of 1983 - Directs the Secretary of Energy to determine whether any proposed interstate coal pipeline distribution system is in the national interest. Permits the exercise of the power of eminent domain with respect to the construction of any coal pipeline distribution system determined by the Secretary to be in the national interest. Requires the Secretary, in making a determination as to whether or not the system would be in the national interest, to make findings concerning the extent to which the system would: (1) help meet national needs for coal distribution and utilization; (2) enhance competition; (3) contribute to national security; (4) reduce coal transportation costs; (5) reduce electric rates; (6) enhance the reliability of supplies of coal and electricity; and (7) affect the environment. Requires an applicant for a pipeline to offer to make available to small and independent producers the lesser of: (1) ten percent of the pipeline's capacity; or (2) the pipeline capacity necessary to satisfy such producers within the geographic region served by the pipeline. Defines a \"small and independent producer\" as one: (1) producing less than 200,000 tons of coal annually; or (2) not affiliated with another company. Requires the Secretary: (1) to render a decision on a pipeline's application within 18 months of receipt of a completed application; and (2) to notify the governor of each State in which the pipeline will be located. Directs the Attorney General to conduct an antitrust review of each application. Prohibits the acquiring through eminent domain of: (1) water; and (2) historic sites or wildlife refuges, unless there is no feasible or prudent alternative. Requires each application to list each instance where the proposed right-of-way crosses lands in which the United States maintains a mineral interest regarding coal. Requires the Secretary of the Interior to evaluate the effects of approval of such application upon the ability of the United States to realize the value of such mineral interest as a result of the approval of the application. Directs the Secretary of the Interior to establish: (1) the fair market value of the Federal coal precluded from being recovered as a result of the proposed right-of-way; and (2) the amount of the reduction of the fair market value of Federal coal which will be more costly to recover as a result of the proposed right-of-way. Directs the Secretary of Energy to establish terms and conditions requiring an applicant to pay the amount established by the Secretary of the Interior. Prohibits any person, legal entity, or governmental entity, their agents, licensees, or transferees, or any interstate coal pipeline distribution system from controlling, reserving, appropriating, diverting, acquiring, using, or claiming water for export or use within or outside the State granting or denying the export or use of water in an interstate coal pipeline distribution system, unless such control, reservation, appropriation, diversion, acquisition, use, or claim takes place pursuant to the State water law of the State granting or denying the authorization for interest in, or rights to such control, reservation, appropriation, diversion, acquisition, use, or claim upon water and the protection and enforcement of water rights. Delegates to the States the power to regulate the use or export of water in interstate coal pipeline distribution systems. Prohibits anything in this Act from impairing the validity of or in any way preempting the applicability of a State water law to an interstate coal pipeline distribution system. Prohibits anything in this Act from impairing the validity of or in any way preempting any other State or local law, regulation, or rule of law pertaining to the location, construction, operation, or maintenance of an interstate coal pipeline distribution system except where such State or local law, regulation, or rule of law discriminates against interstate coal pipeline distribution systems. Requires all pipelines granted Federal powers of eminent domain to be located underground, to the maximum extent practicable. Prohibits anything in this Act from requiring a State to approve an automatic passthrough of pipeline construction, operation, and maintenance costs. Prohibits anything in this Act from being construed to authorize the further regulation of interstate common carriers. Subjects any interstate pipeline distribution system authorized under this Act to the requirements of the Federal Water Pollution Control Act and any other applicable Federal environmental control laws. Directs the Secretary of Energy to notify the Administrator of the Environmental Protection Agency of the Secretary's consideration of an application for an interstate coal pipeline distribution system. Requires the Administrator to conduct a review of the ability of the proposed interstate coal pipeline distribution system to comply with Federal water discharge requirements. Prohibits the Secretary from issuing findings as to whether or not a pipeline is in the national interest unless the Administrator has reported that requirements of the Federal Water Pollution Control Act can be met. Prohibits any applicant from avoiding responsibility for complying with all Federal law related to discharges by transferring it to another person."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Coal Distribution and Utilization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"The Coal Distribution and Utilization Act of 1983.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:29-05:00"
}