{
  "actions": [
    {
      "acted_at": "2003-07-25", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR 7/28/2003 S10047-10055", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-28", 
      "references": [
        {
          "reference": "CR S10046-10047", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-08-06", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held in Anchorage, AK. With printed Hearing: S.Hrg. 108-163.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-02-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held. With printed Hearing: S.Hrg. 108-416.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-15", 
      "references": [
        {
          "reference": "CR S9276-9277", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-10", 
      "references": [], 
      "text": "Senate Committee on Energy and Natural Resources discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-10", 
      "references": [
        {
          "reference": "CR S11183-11184", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-10", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2004-11-16T14:03:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-16", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-16", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-11-17T16:46:00-05:00", 
      "references": [], 
      "text": "Mr. Gibbons moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-17T16:47:00-05:00", 
      "references": [
        {
          "reference": "CR H9838-9844", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-17T16:47:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 1466.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-17T16:50:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H9838-9844", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2004-11-17T16:50:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-17", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2004-11-29", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2004-12-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2004-12-10", 
      "congress": "108", 
      "law": "public", 
      "number": "452", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 108-452.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3949-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3949"
    }, 
    {
      "amendment_id": "s4056-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4056"
    }
  ], 
  "bill_id": "s1466-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands and Forests", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "2004-02-24", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "108", 
    "law_type": "public", 
    "number": "452"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2004-12-10", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2004-11-17T16:50:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-10-10", 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-25", 
  "number": "1466", 
  "official_title": "A bill to facilitate the transfer of land in the State of Alaska, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alaska Land Transfer Acceleration Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "thomas_id": "01694", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2004-12-10", 
  "subjects": [
    "Alaska", 
    "Land transfers", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Public Law", 
    "date": "2004-12-10", 
    "text": "Alaska Land Transfer Acceleration Act - Title I: Selections and Conveyances - (Sec. 101) Amends the Alaska Statehood Act to authorize the Secretary of the Interior (the Secretary) to waive the minimum tract selection size with respect to specified selections made by the State of Alaska (the State) from lands within national forests in Alaska which are vacant and unappropriated at the time of their selection, and from other public lands of the United States in Alaska which are vacant, unappropriated, and unreserved at the time of their selection, all of which shall be adjacent to established communities or suitable for prospective community centers and recreational areas. Permits the State to convert other specified lands for the purpose of furthering the development and expansion of communities. Prohibits the Secretary from conveying more than 400,000 acres of selected or converted public domain land for such purpose. Approves all selection applications of the State that are on file with the Secretary under the public domain provisions on the date of enactment and any selection applications that are converted as suitable for community or recreational purposes. (Sec. 102) Amends the Alaska National Interest Lands Conservation Act (ANILCA) to set forth provisions governing the priorities for tentative approval of lands to be conveyed. (Sec. 103) Deems selected all reversionary interests held by the United States in land owned by the State, or any political subdivision of the State, and any Federal land leased by the State under specified acts that is prioritized for conveyance by the State under the Alaska National Interest Lands Conservation Act. Permits all such reversionary interests, with the concurrence of the Secretary, to be conveyed under the Alaska Statehood Act. Waives the minimum acreage requirement. Makes the above inapplicable to reversionary interests in land: (1) acquired by the United States through the use of amounts from the Exxon Valdez Oil Spill Trust Fund; or (2) conveyed to the State as a result of the Terms and Conditions for Land Consolidation and Management in Cook Inlet Area. (Sec. 104) Deems, notwithstanding the withdrawal, reservation, or classification for power site or power project purposes, specified parcels to be vacant, unappropriated, and unreserved within the meaning the Alaska Statehood Act if the State has filed a future selection application under ANILCA for land withdrawn, reserved, or classified for power site or power project purposes. Makes the above inapplicable to land that is: (1) located within the boundaries of a conservation system unit as defined in ANILCA; or (2) otherwise unavailable for conveyance under Alaska Statehood Act. (Sec. 105) Makes, as of January 1, 2003, the remaining entitlement for the University of Alaska equal to 456 acres under the Act of January 21, 1929. Amends such Act to set forth provisions concerning certain: (1) mineral or reversionary interests; (2) vacant, unappropriated, and unreserved land; and (3) selection limitations. (Sec. 106) Permits the Secretary to enter into a binding written agreement with the State with respect to: (1) the exact number and location of acres of land remaining to be conveyed under each entitlement established or confirmed by the Alaska Statehood Act from the land selected by the State as of January 3, 1994, and selections under the Act of January 21, 1929; (2) the priority in which the land is to be conveyed; (3) the relinquishment of selections which are not to be conveyed; and (4) the survey of the exterior boundaries of the land to be conveyed. (Sec. 107) Permits a Federal mining claimant to file with the Secretary a voluntary relinquishment of the Federal mining claim conditioned on conveyance of the land to the State to facilitate the conversion of Federal mining claims to State mining claims on land selected or topfiled by the State. Permits the Secretary to convey such land to the State if specified conditions are met. (Sec. 108) Reinstates to the parcels of land originally selected in 1978, notwithstanding selection deadlines, a specified State selection application located in the Chugach National Forest. Considers specified parcels topfiled under ANILCA. Title II: Alaska Native Claims Settlement Settlement Act - (Sec. 201) Permits the Secretary, in order to make certain Federal land available for conveyance to a Native Corporation that has sufficient remaining entitlement, to waive the filing deadlines under the Alaska Native Claims Settlement Act (ANCSA) if: (1) the Federal land is located in a township in which all or any part of a Native Village is located, or is surrounded by land that is owned by the Native Corporation or by selected land that will be conveyed to the Native Corporation; (2) the Federal land became available after the end of the original selection period, was not selected by the Native Corporation because the Federal land was subject to a competing claim or entry, and the competing claim or entry has either lapsed or was previously an unavailable Federal enclave within a Native selection withdrawal area; (3) the Secretary provides the Native Corporation with a specific time period in which to decline the Federal land and the Native Corporation does not submit to the Secretary written notice declining the land within such period; and (4) the State has voluntarily relinquished any valid State selection or top-filing for the Federal land. (Sec. 202) Amends ANCSA to require each Regional Corporation, not later than October 1, 2005, (current law does not specify a deadline) to reallocate specified acreage among the Native villages within the region on an equitable basis after considering historic use, subsistence needs, and population. Permits combining entitlements. (Sec. 203) Sets forth rules for applying the rule of approximation under ANCSA with respect the conveyance of the largest legal subdivision in excess of the applicable acreage limitation and permits, if the Secretary determines pursuant to such rule that an entitlement of a Village Corporation or a Regional Corporation may be fulfilled by conveying a specific tract of surveyed or unsurveyed land, the Secretary and the affected Village or Regional Corporation to enter into an agreement providing that all land entitlements under ANCSA shall be deemed satisfied by conveyance of the specifically identified and agreed upon tract of land. (Sec. 204) Permits the Secretary to convey, notwithstanding specified acreage limitations, eligible cemetery and historic sites, including any of the 188 closed applications that are determined to be eligible and reinstated under Secretarial Order No. 3220 dated January 5, 2001. (Sec. 205) Provides that, with respect to any portion of the two million acres not conveyed under ANCSA which is to be allocated and conveyed to the Regional Corporations on the basis of population, as soon as practicable after enactment, the Secretary shall allocate to a Regional Corporation eligible for such an allocation the Regional Corporation's share of 200,000 acres from lands withdrawn, to be credited against the two million acres to be allocated to the Regional Corporation. Sets forth special provisions applicable to the Chugach Alaska Corporation and the Cook Inlet Region Inc. or Koniag, Inc. (Sec. 206) Permits the Secretary to use withdrawal authority to withdraw land that is vacant, unappropriated, and unreserved on the date of enactment of this Act for selection by, and conveyance to, the Regional Corporation to fulfill the entitlement if a Regional Corporation does not have enough valid selections on file to fulfill its remaining entitlement. (Sec. 207) Requires the Secretary to report on withdrawals. (Sec. 208) Permits, in lieu of certain withdrawals, land to be segregated from all other forms of appropriation if the Secretary and the Village Corporation enter into an agreement identifying the land for selection and the Village Corporation files an application for selection of the land. (Sec. 209) Authorizes the Secretary to enter into a binding written agreement with a Native Corporation relating to: (1) certain land remaining to be conveyed to the Native Corporation under ANCSA from land selected as of September 1, 2004, or land otherwise made available; (2) the priority in which the land is to be conveyed; (3) the relinquishment of selections which are not to be conveyed; (4) the selection entitlement to which selections are to be charged, regardless of the entitlement under which originally selected; (5) the survey of the exterior boundaries of the land to be conveyed; (6) the additional survey to be performed under ANCSA; and (7) the resolution of conflicts with Native allotment applications. Title III: Native Allotments - (Sec. 301) Amends ANCSA with respect to the correction of conveyance documents. Requires the written concurrence of the Native Corporation or the State to any correction and specifies what shall be included in such concurrence. (Sec. 302) Permits, in lieu of the process for the correction of conveyance documents, any Native Corporation to elect to reconvey all of the land encompassed by an allotment claim or a portion of the allotment claim agreeable to the applicant in satisfaction of the entire claim by tendering a valid and appropriate deed to the United States. (Sec. 303) Permits an allotment applicant who had an application pending before the Department of the Interior on December 18, 1971, and whose application is still open on the records of the Department of the Interior as of the date of enactment of this Act, to revise the land description in the application to describe land other than the land that the applicant originally intended to claim if specified conditions are met. (Sec. 304) Directs the Secretary to adjust the acreage entitlement computation records for the State or an affected Native Corporation to account for any difference in the amount of acreage between the corrected description and the previous description in any conveyance document as a result of the correction of conveyance documents under the provisions of section 301 (above) or as a result of native allotment revisions under the provisions of section 303 (above), or for other voluntary reconveyances to the United States for the purpose of facilitating land transfers in the State. (Sec. 305) Provides that, if an applicant for a Native allotment filed under the Act of May 17, 1906, petitions the Secretary to reinstate a previously closed Native allotment application or to accept a reconstructed copy of an application claimed to have been timely filed with an agency of the Department of the Interior, the United States: (1) may seek voluntary reconveyance of any land described in the application that is reinstated or reconstructed after the date of enactment of this Act; but (2) shall not file an action in any court to recover title from a current landowner. (Sec. 306) Revises provisions concerning allotments to certain Alaska Native veterans. Title IV: Final Priorities; Conveyance and Survey Plans - (Sec. 401) Requires the Secretary to update and revise the 12 preliminary Regional Conveyance and Survey Plans. (Sec. 402) Requires the Secretary to complete a final closure plan with respect to the entitlements for each Village Corporation under ANCSA. (Sec. 403) Sets deadlines for any Native Corporation that has not received its full entitlement or entered into a voluntary, negotiated settlement of final entitlement to submit the final, irrevocable priorities of the Native Corporation. (Sec. 404) Requires the State, within four years of enactment, to file final priorities with the Secretary for all land grant entitlements to the State which remain unsatisfied on the date of the filing. Title V: Alaska Land Claims Hearings and Appeals - (Sec. 501) Authorizes the Secretary to establish a field office of the Office of Hearings and Appeals in the State to decide matters within the jurisdiction of the Department of the Interior involving hearings and appeals, and other review functions of the Secretary regarding land transfer decisions and Indian probates in the State. Title VI: Report and Authorization of Appropriations - (Sec. 601) Requires the Secretary to report on the status of the implementation of this Act. (Sec. 602) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaska Land Transfer Acceleration Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to facilitate the transfer of land in the State of Alaska, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:27-05:00"
}