{
  "actions": [
    {
      "acted_at": "1991-04-24", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-06", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to the Subcommittee on Surface Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2064-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-24", 
  "number": "2064", 
  "official_title": "To amend title 23, United States Code, to establish a strategic urbanized program for providing additional assistance for the Federal-aid highway systems and for mass transit projects in urbanized areas with populations of 50,000 or more, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congestion Relief and Clean Air Act of 1991", 
  "sponsor": {
    "district": "5", 
    "name": "Lipinski, William O.", 
    "state": "IL", 
    "thomas_id": "00694", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-24", 
  "subjects": [
    "Bicycles", 
    "Bikeways", 
    "Car pools", 
    "Environmental protection", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Highway planning", 
    "Highway research", 
    "Mass rapid transit", 
    "Motor vehicle pollution control", 
    "Pedestrians", 
    "Railroad safety", 
    "Roads and highways", 
    "Traffic accidents and safety", 
    "Traffic congestion", 
    "Transportation planning", 
    "Urban highways", 
    "Urban transportation", 
    "Van pools"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-24", 
    "text": "Congestion Relief and Clean Air Act of 1991 - Establishes a strategic urbanized program (SUP) to fund projects: (1) on Federal-aid systems located in urbanized areas with 50,000 population or more; and (2) to plan, acquire, construct, and improve facilities, equipment, and associated capital maintenance items for use in mass transportation service in such areas. Specifies that such projects shall be designed to help reduce traffic congestion and traffic flow problems in such areas and may include projects to improve the condition, physical capacity, efficiency, or management of the Federal-aid systems. Requires the Secretary of Transportation, on October 1 of each fiscal year (and after making specified set-asides for discretionary and other projects), to apportion the remainder of the sums authorized under this Act in the ratio which the population in urbanized areas with 50,000 population or more bears to the total population in such areas in all States, as shown by the latest available Federal census. Specifies that no State shall receive less than one-half of one percent of each year's apportionment. Sets forth requirements and formulas for the expenditure of funds by the States. Requires municipalities located in ozone or carbon monoxide nonattainment areas under the Clean Air Act to spend at least 50 percent of their SUP funds on transit capital projects. Directs the Secretary to require that projects be selected by appropriate local government officials in concurrence with the State highway department of each State and in accordance with specified planning process requirements. Authorizes the transfer of not more than 25 percent of the amount appportioned in a fiscal year to a State under the SUP to other programs if such transfer is requested by the State highway department and approved by the Governor of such State and the Secretary as being in the public interest. Directs the Secretary to set aside $300,000,000 for discretionary projects to fund high-cost projects on Federal-aid systems located in urbanized areas with 50,000 population or more which address extraordinary traffic flow and congestion problems. Sets forth requirements for the use of such funds and factors to be considered in selecting projects to fund, such as project cost, traffic congestion levels, importance of a project to a congestion relief planning effort, and impact on economic development. Limits the Federal share for such projects to 50 percent of the cost of the project. Limits the Federal share payable for any mass transportation project under the SUP to 75 percent of the cost of the project. Directs the Secretary, before making specified apportionments for a fiscal year beginning after September 30, 1991, to set aside $300,000,000 for expenditure for projects on Federal-aid systems located in municipalities with 500,000 population or more (Federal-aid urban system). Sets forth requirements with respect to apportionment and the expenditure of funds. Authorizes appropriations of $2,000,000,000 each for each of FY 1992 through 1995 for: (1) the Federal-aid urban system; and (2) the SUP. Makes available funds appropriated under this Act for use in the development, improvement, and use of public mass transportation systems, railway-highway crossing hazard elimination, carpool and vanpool projects, bicycle transportation and pedestrian walkway development and improvement, and highway research and planning."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congestion Relief and Clean Air Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 23, United States Code, to establish a strategic urbanized program for providing additional assistance for the Federal-aid highway systems and for mass transit projects in urbanized areas with populations of 50,000 or more, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:05-05:00"
}