{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3176-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "3176", 
  "official_title": "A bill to enhance informed individual choice regarding health care services by providing certain information to health care recipients, to lower the cost of health care through use of the most appropriate provider, to improve the quality of health care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Affordability and Quality Improvement Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Administrative procedure", 
    "Child health", 
    "Child nutrition", 
    "Cost control", 
    "Cost effectiveness", 
    "Curricula", 
    "Drugs", 
    "Education", 
    "Elementary education", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to maternal health services", 
    "Federal aid to medical research", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Hospital administrators", 
    "Information services", 
    "Informed consent (Medical law)", 
    "Insurance companies", 
    "Insurance premiums", 
    "Malpractice", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medical fees", 
    "Medical research", 
    "Medical tests", 
    "Medicare", 
    "Midwives", 
    "Nosocomial infections", 
    "Nurse practitioners", 
    "Nursing", 
    "Patients' rights", 
    "Pharmaceutical research", 
    "Physicians' assistants", 
    "Preferred provider organizations (Medical care)", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Secondary education", 
    "Surgery", 
    "Taxation", 
    "Vital statistics"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "Health Care Affordability and Quality Improvement Act of 1992 - Title I: Disclosure Of Certain Information To Beneficiaries Under The Medicare And Medicaid Programs - Amends part A (General Provisions) of title XI of the Social Security Act (SSA) to direct the Secretary of Health and Human Services to issue regulations requiring that each institutional health care provider receiving payment for services under SSA titles XVIII (Medicare) or XIX (Medicaid) make an annual report available to service recipients. Specifies the contents of such report, including information on mortality and infection rates and malpractice claims. Requires the Secretary to issue regulations requiring that each noninstitutional provider receiving payment for services under such titles make an annual report available to service recipients. Specifies the contents of such report, including information on provider qualifications and malpractice and other actions taken against the provider. Requires the Secretary to issue regulations requiring that each institutional and noninstitutional health care provider receiving payment for such services: (1) make available any forms required in connection with the receipt of such services which consist of any diagnostic, surgical, or other invasive procedure, before performance of such procedure; (2) disclose to any individual receiving any surgical, palliative, or other health care procedure or any drug therapy or other treatment, specified information before performance of such procedure or treatment; and (3) inform any individual receiving such services of that individual's right to refuse the information made available above and any procedure or treatment. Provides for penalties for failure to comply with the regulations issued above. Authorizes the Secretary to award grants to nonprofit private entities for outreach activities to inform Medicare beneficiaries of the information made available above. Authorizes appropriations. Amends Medicare to require the annual notice of Medicare benefits to contain a description of the information made available above. Amends Medicaid to require State plans to provide for an outreach program informing Medicaid beneficiaries of the information made available above. Title II: Advisory Committee On Patient Self-Determination - Directs the Secretary to establish an advisory committee or committees for the purpose of issuing recommendations about various issues related to patient self-determination. Lists specific issues to be addressed by such committee or committees. Title III: Maternal and Infant Care Coordination - Authorizes the Secretary to award grants to States to implement coordinated, multidisciplinary, and comprehensive primary health care and social service programs targeted to pregnant woman and infants. Specifies grant eligibility criteria. Authorizes appropriations. Authorizes the Secretary, in conjunction with the Secretaries of Education and Agriculture, to award grants for the development of model health and nutrition education curricula for children. Authorizes appropriations. Title IV: Improved Access To Nursing And Physician Assistant Services - Amends Medicare to provide for increased payments for nurse practitioners, clinical nurse specialists, certified nurse midwives, and physician assistants. Provides for bonus payments for such practitioners who provide services in health professional shortage areas. Amends Medicaid to include coverage of physician assistant, nurse practitioner, and clinical nurse specialist services under the Medicaid program. Title V: Medicare Preferred Provider Demonstration Projects - Requires the Secretary to provide for demonstration projects to test the effectiveness of providing payment under Medicare for primary and specialty procedures and services furnished by preferred provider organizations. Title VI: Cost Containment - Amends the Public Health Service Act to authorize the Director of the National Institutes of Health to establish a program for the conduct of clinical trials with respect to promising new drugs and disease treatments. Authorizes appropriations. Reauthorizes research under the Public Health Service Act on cost-effective methods of health care. Requires amounts appropriated in excess of those appropriated for FY 1992 to be used for developing and disseminating new practice guidelines related to cost-effective methods of health care. Amends the Internal Revenue Code to impose on health insurance carriers an excise tax of .001 cent per dollar on health insurance policy premiums. Creates in the Treasury the Trust Fund for Medical Treatment Outcomes Research to hold the revenues generated from such tax to pay for research activities related to medical treatment outcomes. Requires the Secretary, after considering the recommendations of the Health Care Cost Control Advisory Committee established by this Act, to report to appropriate congressional committees on the establishment of national spending targets for health care and health care services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Affordability and Quality Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance informed individual choice regarding health care services by providing certain information to health care recipients, to lower the cost of health care through use of the most appropriate provider, to improve the quality of health care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:46-05:00"
}