{
  "actions": [
    {
      "acted_at": "1979-09-05", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-05", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5187-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "98", 
      "name": "Santini, James D.", 
      "sponsored_at": "1979-01-03", 
      "state": "NV", 
      "thomas_id": "01014", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-05", 
  "number": "5187", 
  "official_title": "A bill to establish a forgivable loan program for geothermal reservoir confirmation, to amend existing geothermal leasing and permitting laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1388-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Omnibus Geothermal Energy Commercialization Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-05", 
  "subjects": [
    "Department of the Treasury", 
    "Energy", 
    "Executive reorganization", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government trust funds"
  ], 
  "subjects_top_term": "Geothermal resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-05", 
    "text": "Omnibus Geothermal Energy Commercialization Act of 1979 - Title I - Authorizes the Secretary of Energy to make loans from funds available from the Geothermal Resources Development Fund to any municipality, electric cooperative, industrial development agency, nonprofit organization, or person for exploration for or confirming the economic viability of a geothermal energy reservoir. Sets forth requirements for amount, term, interest, and repayment of such loans. Authorizes the Secretary to cancel the balance of any loan upon determining that such reservoir is unacceptable for commercial development. Terminates such loan program on September 30, 1986. Authorizes the appropriation of $150,000,000 to be deposited in such Fund for each of fiscal years 1981 through 1985 for such loan program. Title II: Technical Amendments to Public Law 93-410 - Amends the Geothermal Energy Research, Development and Demonstration Act of 1974 to transfer to the Interagency Geothermal Coordinating Council all of the functions of the Geothermal Energy Coordination and Management Project. Revises, in relation to such transfer, the membership of such Council. Directs such Council to carry out its responsibilities by acting through the following agencies and departments: Department of Energy; National Science Foundation; Department of the Interior; Department of Commerce; Department of Housing and Urban Development; Department of Defense; Environmental Protection Agency; Department of the Treasury; and Department of Agriculture. Amends the loan guaranty program under such Act to guarantee up to 90 percent of the costs of loans made to an electric, housing, or other cooperative, or to a municipality for projects to foster commercial development of geothermal resources. Title III - Amends the Geothermal Steam Act of 1970 to include submerged lands on the Outer Continental Shelf and any lands withdrawn or acquired in aid of the functions of any department or agency of the Federal Government, including the Department of Defense. Revises the competitive bidding procedures of such Act. Increases the acreage limitation for geothermal leases to 266,560 acres in any one State, except as specified for leases in the State of Alaska. Directs the Secretary of the Interior to consult with the head of any Federal agency or department to determine appropriate terms or conditions prior to issuing leases for lands under the jurisdiction of such agencies. Authorizes the Secretary to issue permits for the use of geothermal resources in lands administered by him without requiring a lease or compensation therefor, upon his determination that such permit would be in the public interest, except that no such permit may be issued for generating electricity or for commercial applications. Authorizes the head of each Federal agency to develop for the use and benefit of such agency any geothermal energy resource within lands under his jurisdiction, provided that the Department of the Interior and the Department of Energy concur that such use is in the public interest and will not deter commercial development. Sets forth procedures for applying for exploration permits. Makes various definitional changes in the Geothermal Steam Act of 1970 and the Geothermal Energy Research, Development and Demonstration Act of 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Geothermal Energy Commercialization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a forgivable loan program for geothermal reservoir confirmation, to amend existing geothermal leasing and permitting laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:33-05:00"
}