{
  "actions": [
    {
      "acted_at": "1974-02-04", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-04", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-04", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2943-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-04", 
  "number": "2943", 
  "official_title": "A bill to provide for public financing of all Presidential and congressional election campaigns, to repeal the Campaign Communications Reform Act, to amend the Federal Election Campaign Act of 1971, and the Presidential Election Campaign Fund Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12736-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Election Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Clark, Dick", 
    "state": "IA", 
    "thomas_id": "01306", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-04", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Government operations and politics", 
    "Income tax", 
    "Postal service", 
    "Tax returns"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-04", 
    "text": "Comprehensive Election Reform Act - Sets forth the purpose of and defines the terms used in this Act. Establishes, as an independent establishment of the executive branch of the Government of the United States, a commission to be known as the Federal Election Commission to be composed of seven members appointed by the President by and with the advice and consent of the Senate. Sets forth the procedure for recommending individuals to be chosen as members of the Commission. States that members shall be chosen on the basis of their maturity, experience, integrity, impartiality, and good judgment. Requires the Commission at the close of each fiscal year to report to the Congress and to the President concerning the action it has taken. Declares that whenever the Commission submits any budget estimate or request to the President or the Office of Management and Budget, or whenever the Commission submits any legislative recommendations, or testimony, or comments on legislation requested by Congress or by any Member of Congress to the President or the Office of Management and Budget, it shall concurrently transmit a copy thereof to the Congress or to the Member. Declares that the Commission shall have the power to make rules, to prescribe interrogatories, to administer oaths, to issue subpeonas, to take depositions, to pay the fees and mileage of witnesses, and to initiate litigation. Sets forth the requirement for Federal campaign financing. Provides that every candidate who is eligible for Federal financing of a campaign under this Act is entitled to payment by the Commission of expenditures incurred in connection with a campaign for nomination by a major political party. Sets forth limitations on payment of a candidate's expenditures by the Commission. Provides formula for determining expenditure limitations. Declares that no person may make a contribution to a major party, to a candidate who seeks the nomination of a major party, or to the candidate of a major party, nor may the above accept such contribution, for use in connection with a primary election or general election campaign of that party or candidate. Provides for contribution limitations to minor or independent party candidates. States that \"contribution\" does not include moneys collected for a petition drive under this Act and sets forth formulas to determine amounts permitted to be collected for such drives. Establishes on the books of the Treasury of the United States a fund to be known as the Federal Election Campaign Fund to which the Secretary of the Treasury shall transfer any moneys in the Presidential Election Campaign Fund, established under the Internal Revenue Code. Provides for a system of payments by the Commission on behalf of political parties and candidates directly to the person with whom the political party or candidate contracts for goods, services, or other expenditures. Requires that after each Federal election, the Commission conduct a thorough examination and audit of the expenditures incurred by every candidate. Provides that a major party candidate must repay an amount equal to the total amount of payments which the Commission made to that candidate, if that candidate receives less than 15 percent of the votes in a primary or 25 percent of the votes in a general election. Requires the Commission, as soon as practicable after each Federal election, to submit a full report to the Senate and House of Representatives setting forth: (1) the expenditures incurred by each political party and candidate which received a payment under this Act; (2) the amounts paid by it under this Act for that political party or that candidate; and (3) the amount of payments, if any, required from the political party or candidate under this Act, and the reasons for each payment required. Provides criminal and civil penalties for violations of this Act. Authorizes to be appropriated to the Commission, such funds as are necessary for the fiscal year ending July 30, 1975, and each fiscal year thereafter. Makes technical and conforming amendments to the Federal Election Campaign Act of 1971. Suspends the use of frank for mass mailings during the period beginning 90 days before the date on which any Federal election is held in which a Senator, Representative or Vice President is a candidate and ending on the date of that election. Directs the Postal Rate Commission to establish a reduced rate of postage for the class of correspondence, not exceeding four ounces in weight, sent by any candidate to any person in connection with the campaign of that candidate for nomination for election, or election. Eliminates the \"equal time\" requirements of the Communications Act of 1934. Increases the tax credit, under the Internal Revenue Code, relating to contributions to candidates for public office to $100 ($200 on joint return). Provides automatic income tax payment to the Federal Election Campaign Fund of $2 ($4 on joint return), unless the taxpayer specifically designates \"no.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Election Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for public financing of all Presidential and congressional election campaigns, to repeal the Campaign Communications Reform Act, to amend the Federal Election Campaign Act of 1971, and the Presidential Election Campaign Fund Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:02-05:00"
}