{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s604-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "604", 
  "official_title": "A bill relating to manpower requirements, resources, development, utilization, and evaluation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Manpower Training and Employment Act", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Advisory bodies", 
    "Education", 
    "Government records, documents, and information", 
    "Labor and employment", 
    "Manpower", 
    "Manpower training programs", 
    "Vocational education"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Manpower Training and Employment Act - Title I: Manpower Requirements, Development, and Evaluation - Directs the President to appoint a National Manpower Advisory Council to be composed of 15 members. Directs the Council to: (1) establish national manpower goals and develop appropriate standards for programs and services designed to meet such goals; (2) advise the Secretary of Labor and the Secretary of Health, Education, and Welfare concerning the administration of, preparation of general regulations for and operation of manpower programs and services supported with assistance under this Act; (3) review the administration and operation of manpower training, services, and other activities provided under this Act, including the effectiveness of such programs and services in meeting the purposes for which they are established and operated, make recommendations with respect thereto (including recommendations for changes in the provisions of this Act and related manpower Acts), and make an annual report of its findings and recommendations as provided in this Act; and (4) conduct independent evaluations of programs carried out under this and related manpower Acts and publish and distribute the results thereof. Directs the President to appoint a special assistant for manpower to serve on his staff; to coordinate the manpower activities of the various Federal departments, agencies, and commissions; to act as liaison with the National Manpower Advisory Council; to act as the President's principal advisor on manpower; and to report and to make recommendations to the President and to the Congress on the manpower implications of the Federal budget and manpower programs generally. Requires annual reports by the Council to the President and Congress. Requires evaluation, information, and research considerations relating to manpower programs, by the Secretaries of Labor and Health, Education, and Welfare. Authorizes Federal assistance for training and assistance to the Secretaries for such manpower programs consideration. Title II: Training and Skill Development Programs - Provides that the programs, services, and activities for which funds under this title may be expended shall include, but are not limited to, the following: (1) basic education, literacy training, communications and computation skills, and high school equivalency programs, which will assist individuals to become more employable or facilitate their participation in occupational training; (2) outreach, counseling, testing, recruitment, referral to work or to training, placement, and followup services necessary to assist individuals to achieve success in employment; (3) prevocational orientation to introduce those of limited experience to alternative occupational choices; (4) institutional training, including cooperative occupational training programs, and on-the-job training for unemployed individuals, and underemployed individuals, including training of employed workers for the purpose of upgrading their skills and improving the use of available manpower; (5) supportive services, including health, minor medical and dental services, physical examinations, the furnishing of prosthetic devices, child care, referral for family counseling, legal services, uniforms and tools required for entry level employment in occupations designated by the Secretary of Labor, bonding, licensing, and fees required for employment within the area of training, relocation subsistence payments to assist individuals and their families who must move to another area in order to receive training or become employed after training, and other special services, including residential support, deemed necessary to assist individuals to become more employable or facilitate their participation in programs assisted under this title; (6) work experience for unemployed and disadvantaged individuals, including the performance of socially useful work in public and private agencies or organizations in the fields of health, public safety, education, recreation, streets, parks, and municipal maintenance, housing and neighborhood improvement, conservation and rural development, beautification, and other fields of human betterment and community improvement, including the establishment, operation, or strengthening of any such program; (7) part-time employment, on-the-job training, or useful work experience for students in ninth through twelfth grades (and youths of equivalent ages) to assist them in remaining in or returning to school; and with such employment opportunities developed in consultation with education authorities to enhance, to the extent feasible, the educational growth of such students; (8) appropriate education, training, and related manpower services for persons in correctional institutions to assist them in obtaining suitable employment upon release, including the provisions of such programs and after release from correctional institutions as special programs designed to aid in the rehabilitation process; (9) appropriate education, training, and related manpower services for persons who have recently been or will shortly be separated from military service; (10) appropriate education, training, and related manpower services for unemployed and underemployed persons residing in areas designated as redevelopment areas by the Secretary of Commerce under the Area Redevelopment Act or any subsequent Act authorizing such designation; (11) appropriate education, training, and supportive services, including career restructuring and development, for upgrading persons who are unemployed or underemployed in respect to skill level or hours of employment; and (12) retraining and refresher programs of education, training, and supportive services for persons, including professionals, paraprofessionals, and others, who are unemployed or will be unemployed because of the specialized nature of their previous employment, because of technological, economic, or other changes in the economy and who needs such programs and services to prepare them for employment for an occupation compatible with their previous education and skills. Sets forth qualification for eligible individuals and provides procedures for the selection of trainees. Authorizes training allowances and agreements with States for comprehensive manpower plans. Sets forth criteria for the apportionments of benefits. States the general responsibilities and duties of the Secretary of Health, Education, and Welfare. Authorizes the Secretary of Health, Education, and Welfare to promulgate necessary rules and regulations to carry out his duties under this Act. Title III: Labor Market Information and Employment Development Programs - Directs the Secretary of Labor to develop a comprehensive system of labor market information on a National, State, local, or other appropriate basis, including but not limited to information regarding: (1) the nature and extent of impediments to the maximum development of individual employment potential including the number and characteristics of all persons requiring manpower services; (2) job opportunities and skill requirements; (3) labor supply in various skills; (4) occupational outlook and employment trends in various occupations; and (5) in cooperation and after consultation with the Secretary of Commerce, economic and business development and location trends. Provides that information collected under this subsection shall be developed and made available in a timely fashion in order to meet in a comprehensive manner the needs of public and private users, including the need for such information in recruitment, counseling, education, training, placement, job development, and other appropriate activities under the Economic Opportunity Act of 1964 as amended, the Social Security Act, the Vocational Education Act of 1965, as amended, the Public Works and Economic Development Act of 1965, the Wagner-Peyser Act, the Vocational Rehabilitation Act, the Demonstration Cities and Metropolitan Development Act of 1966, and other relevant Federal Statutes. Authorizes job matching programs and pilot projects. Authorizes the Secretary of Health, Education, and Welfare to carry out various programs relating to career and employment development. Sets forth various requirements for Federal assistance under such programs. Requires annual reviews by the Secretaries of Labor and Health, Education, and Welfare of the programs under their administration. Authorizes emergency employment assistance for distressed areas under this Act. Title IV: Miscellaneous - Requires the maintenance of State reports relating to various vocational educational acts in relation to programs authorized under this Act. Authorizes to be appropriated $75,000,000 for the fiscal year ending June 30, 1972, and for each fiscal year thereafter such amounts as may be necessary to carry out the provisions of title I of this Act. Authorizes to be appropriated $450,000,000 for fiscal year ending June 30, 1972, and for each fiscal year thereafter such amounts as may be necessary to carry out the purposes of part A of title II of this Act. Authorizes to be appropriated $75,000,000 for the fiscal year ending June 30, 1972, and for each year thereafter such amounts as may be necessary to carry out the purposes of parts B and C of title II of this Act. Authorizes to be appropriated $115,000,000 for the fiscal year ending June 30, 1972, and for each year thereafter such amounts as may be necessary to carry out the purposes of part D of title II of this Act. Authorizes to be appropriated $300,000,000 for the fiscal year ending June 30, 1972, and for each year thereafter such amounts as may be necessary to carry out the purposes of title III of this Act. Authorizes to be appropriated $2,000,000 for the fiscal year ending June 30, 1972, and for each year thereafter such amounts as may be necessary to carry out the purposes of title IV of this Act. Authorizes advanced funding under this Act and prescribes various limitations on the use of appropriated funds. Grants the authority to the respective Secretaries to make contracts to carry out the purposes of this Act. Permits the acceptance of voluntary services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Manpower Training and Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill relating to manpower requirements, resources, development, utilization, and evaluation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:22-05:00"
}