{
  "actions": [
    {
      "acted_at": "1994-05-19", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-03", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-07-19", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Water Resources and Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-07-26", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Water Resources and Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Subcommittee on Water Resources and Environment Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-09-30T15:51:00-04:00", 
      "references": [], 
      "text": "Mr. Laughlin asked unanimous consent that the Committee on Public Works + Transportation have until 6:00 p.m. on Sept. 30 to file a report on H.R. 4460. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-30T18:09:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Public Works + Transportation. H. Rept. 103-770.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-30T18:10:00-04:00", 
      "calendar": "Union", 
      "number": "418", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 418.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1994-10-03T14:58:00-04:00", 
      "references": [], 
      "text": "Mr. Applegate moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-03T14:59:00-04:00", 
      "references": [
        {
          "reference": "CR H10543-10559", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-03T14:59:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-03T15:01:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1994-10-03T15:01:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-03", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-04", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4460-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Applegate, Douglas", 
      "sponsored_at": "1994-05-19", 
      "state": "OH", 
      "thomas_id": "00025", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1994-10-03T15:01:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-19", 
  "number": "4460", 
  "official_title": "To provide for conservation and development of water and related resources, to authorize the Secretary of the Army to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
  "popular_title": "Army Corps of Engineers FY95 Authorization bill", 
  "related_bills": [
    {
      "bill_id": "hr1759-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2051-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3253-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3589-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3701-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3972-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4320-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4575-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2233-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Water Resources Development Act of 1994", 
  "sponsor": {
    "district": "15", 
    "name": "Mineta, Norman Y.", 
    "state": "CA", 
    "thomas_id": "00812", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1994-10-03T15:01:00-04:00", 
  "subjects": [
    "Administrative fees", 
    "Alaska", 
    "American technical assistance", 
    "Animals", 
    "Aquatic ecology", 
    "Aquatic weed control", 
    "Arizona", 
    "Arkansas", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Authorization", 
    "Beach erosion", 
    "Black colleges", 
    "Bridges", 
    "Business intelligence", 
    "Buy American", 
    "California", 
    "Canals", 
    "Civil engineering", 
    "Coast guard", 
    "Collection of accounts", 
    "Colleges", 
    "Columbia River development", 
    "Commemorations", 
    "Commerce", 
    "Competition", 
    "Conferences", 
    "Congress", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Construction costs", 
    "Dams", 
    "Deep water ports", 
    "Department of Defense", 
    "District of Columbia", 
    "Dredging", 
    "Earthquakes", 
    "Easements", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Education", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental engineering", 
    "Environmental protection", 
    "Estuaries", 
    "Estuarine area conservation", 
    "Federal advisory bodies", 
    "Federal aid to museums", 
    "Federal aid to water pollution control", 
    "Federal aid to water resources development", 
    "Federal employees", 
    "Fees", 
    "Fishery management", 
    "Flood control", 
    "Flood damage prevention", 
    "Florida", 
    "Foreign trade and international finance", 
    "Freshwater ecology", 
    "Georgia", 
    "Government contractors", 
    "Government operations and politics", 
    "Government service contracts", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Great Lakes", 
    "Greenways", 
    "Harbors", 
    "Hazardous waste disposal", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Hurricanes", 
    "Hydroelectric power", 
    "Idaho", 
    "Illinois", 
    "Indiana", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Inland water transportation", 
    "International affairs", 
    "International agencies", 
    "Inventories", 
    "Islands", 
    "Kansas", 
    "Kentucky", 
    "Lakes", 
    "Land transfers", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Louisiana", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Maryland", 
    "Massachusetts", 
    "Merchant ships", 
    "Michigan", 
    "Minnesota", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority education", 
    "Missouri", 
    "Names", 
    "Naval bases", 
    "Navigation", 
    "Nebraska", 
    "New Hampshire", 
    "New Jersey", 
    "New York City", 
    "New York State", 
    "North Carolina", 
    "North Dakota", 
    "Ohio", 
    "Oklahoma", 
    "Oregon", 
    "Outdoor recreation", 
    "Pennsylvania", 
    "Public lands and natural resources", 
    "Public works", 
    "Puerto Rico", 
    "Recreation", 
    "Recreation areas", 
    "Refuse and refuse disposal", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Reservoirs", 
    "Rhode Island", 
    "Right-of-way", 
    "River regulation", 
    "Rivers", 
    "Roads and highways", 
    "Salmon fisheries", 
    "Science, technology, communications", 
    "Sediment control", 
    "Sedimentation", 
    "Shipbuilding", 
    "Shore protection", 
    "Small business", 
    "Soil erosion", 
    "South Dakota", 
    "St. Lawrence Seaway", 
    "Storms", 
    "Stream conservation", 
    "Surveys", 
    "Technological innovations", 
    "Technology transfer", 
    "Tennessee", 
    "Texas", 
    "Transportation and public works", 
    "Travel costs", 
    "User charges", 
    "Utah", 
    "Virgin Islands", 
    "Virginia", 
    "Washington State", 
    "Waste disposal sites", 
    "Waste water treatment", 
    "Water conservation", 
    "Water districts", 
    "Water pollution control", 
    "Water purification", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Water treatment plants", 
    "Watershed management", 
    "Watersheds", 
    "Waterways", 
    "West Virginia", 
    "Wetland conservation", 
    "Wetlands", 
    "Wisconsin"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1994-10-03", 
    "text": "TABLE OF CONTENTS: Title I: Water Resources Projects Title II: Generally Applicable Provisions Title III: Miscellaneous Provisions Water Resources Development Act of 1994 - Title I: Water Resources Projects - Authorizes specified projects throughout the United States and Puerto Rico for navigation, flood control, storm damage reduction, environmental restoration, and hydropower, providing in each case a total cost limit as well as the Federal and non-Federal share of such cost. Modifies specified projects authorized under previous water resources development Acts. (Sec. 103) Directs the Secretary of the Army to carry out studies for specified flood control projects and, if determined feasible, to carry out such projects as authorized under the Flood Control Act of 1948. Requires the same feasibility studies followed by project authorization for: (1) bank stabilization projects under the Flood Control Act of 1946; (2) small navigation projects under the River and Harbor Act of 1960; (3) small shoreline protection projects under the Shoreline Protection Act of 1946; (4) a bank stabilization and beach erosion control project under the Flood Control Act of 1946; (5) a small snagging and sediment removal project under the River and Harbor Act of 1945; (6) an environmental restoration project under the Water Resources Development Act of 1986 (WRDA); and (7) a locks rehabilitation project under the National Industrial Recovery Act. (Sec. 111) Reauthorizes certain flood control and navigation projects deauthorized under prior water resources development Acts. (Sec. 112) Continues for a five-year period following the enactment of this Act certain navigation projects which otherwise would have become eligible for deauthorization under a provision of WRDA. (Sec. 113) Authorizes the Secretary to provide assistance to non-Federal interests for carrying out specified projects for the beneficial reuse of waste water. Provides a Federal share of 55 percent of the project's cost. Authorizes appropriations. (Sec. 114) Authorizes the Secretary to conduct water resources development feasibility studies at various specified projects. Requires reports to the Congress in connection with some of the studies. (Sec. 115) Deauthorizes specified water resources development projects as of the date of enactment of this Act. (Sec. 116) Redesignates the: (1) visitors center at Warm Springs Dam, California, as the Milt Brandt Visitors Center; (2) bridge over the Ohio River between Kentucky and Indiana on U.S. Route 231 as the William H. Natcher Bridge; (3) lake on the Wabash River in Huntington and Wells Counties, Indiana, as the J. Edward Roush Lake; (4) lock and dam 4 on the Red River Waterway, Louisiana, as the Russell B. Long Lock and Dam; and (5) lock and dam 3 on the same Waterway as the Edwin W. Edwards Lock and Dam. Title II: Generally Applicable Provisions - Directs the Secretary to provide increased emphasis on, and opportunities for recreation at, water resources projects (projects) operated, maintained, or constructed by the U.S. Army Corps of Engineers (Corps). Requires an implementation report from the Secretary to the Congress. Amends the Flood Control Act of 1968 to require the Secretary to ensure that at least an amount equal to the recreation user fees collected at any project is used in the succeeding fiscal year for operation and maintenance of recreational facilities at such project. (Sec. 202) Provides for the appropriate crediting of amounts recovered under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) for environmental response actions taken by the Secretary in support of the Army civil works program. (Sec. 203) Amends WRDA to require a 25 percent non-Federal share of the cost of environmental projects authorized under WRDA. (Sec. 204) Authorizes non-Federal interests to undertake flood control projects in the United States, subject to obtaining appropriate Federal or State permits in advance of actual construction. Outlines provisions concerning: (1) pre-construction studies and engineering by either the non- Federal interest or the Secretary; (2) completion of studies; (3) authority to carry out a project after filing a final environmental impact statement with respect to the project; (4) the acquisition of appropriate permits; (5) project monitoring by the Secretary; (6) reimbursement of project costs to the non-Federal interest by the Secretary; and (7) review and final approval by the Secretary of project plans. (Sec. 205) Amends the Water Resources Development Act of 1988 to provide that if the Secretary determines that information developed as a result of Corps research and development (R&D) activities is likely to be subject to a cooperative R&D agreement within two years of its development and that such information would be a trade secret or privileged or confidential information if obtained by a non-Federal party participating in a cooperative R&D agreement, the Secretary may provide appropriate protection against the dissemination of such information until: (1) the Secretary enters into an agreement with respect to such technology; or (2) the two-year period after the original determination ends. (Sec. 206) Extends permanently (currently terminates at the end of FY 1994) the authorization of appropriations to the Secretary for updating and maintaining information concerning a national inventory of dams. (Sec. 207) Authorizes the Secretary to increase the efficiency of energy production and capacity at hydroelectric power generating facilities if the Secretary makes certain determinations with respect to such uprating. (Sec. 208) Authorizes the Secretary, at a project where the non-Federal interest is responsible for operation, maintenance, replacement, and rehabilitation and the Government is responsible for paying a portion of such costs, to provide a total lump-sum payment of the estimated total Federal share of such costs. (Sec. 209) Directs the Secretary to enter into cooperative agreements with non-Federal sponsors of navigation projects for the development of long-term strategies for controlling sediments in such projects. (Sec. 210) Authorizes Federal disaster emergency funds to be used to implement nonstructural alternatives to the repair or restoration of flood control works if requested by a non-Federal sponsor of the project. (Sec. 211) Increases the penalties for the wrongful deposit in public waters of refuse, the improper use of or damage to harbor improvements, and the obstruction of navigable waters. Requires owners of sunken vessels in navigable waters to remove such vessels in the most expeditious manner possible, and within 24 hours of a Coast Guard order to stop navigation in such waters due to conditions related to the sunken vessel. (Sec. 212) Amends the: (1) Flood Control Act of 1946 to increase the per-year allotment of funds for small flood control projects designed to protect highways, bridges, other public works, and buildings; (2) River and Harbor Act of 1958 to increase the annual authorization for the control of aquatic plant growths; (3) Water Resources Development Act of 1992 to increase the authorization for projects to determine beneficial uses of dredged material; and (4) Water Resources Development Act of 1992 to provide as a purpose of a specified project under WRDA the development of sediment decontamination technologies on a pilot scale. Directs the Secretary and the Administrator of the Environmental Protection Agency (EPA) to make periodic reports to the Congress on the sediment decontamination technologies pilot project. (Sec. 216) Amends WRDA to state that a project under such Act shall be considered not authorized if funds have not been obligated for a specified period for planning, design, or construction for such project (currently, only construction). (Sec. 217) Repeals a provision of the Flood Control Act of 1950 which authorizes the use of funds under such Act for travel to international engineering or scientific conferences. (Sec. 218) Authorizes the Secretary, in carrying out R&D in support of the Army civil works program, to utilize contracts, cooperative R&D agreements, and grants with non-Federal entities. (Sec. 219) Directs and authorizes the Secretary to take specified action to more effectively maintain and protect the commercial viability of the Nation's deep draft seaports, as well as the continued viability of the Federal and private industry hopper dredge fleet. Authorizes the Secretary to utilize the Corps dredge fleet when industry fleets do not perform as required or when the bids are determined to be at least 25 percent in excess of a fair and reasonable price as determined by the Secretary. (Sec. 220) Amends WRDA to authorize the Secretary to determine if the operation of projects under such Act has contributed to the degradation of the quality of the environment and to take appropriate corrective measures, if feasible, upon a positive determination. Repeals provisions: (1) limiting the non-Federal share of the cost of project modifications to 25 percent; and (2) requiring specific authorization by Congress of a modification in excess of $5 million. Limits to 25 percent of total project costs the non-Federal share of any environmental restoration modifications. Disallows the expenditure of any more than $5 million for any single modification. (Sec. 221) Amends WRDA to: (1) apply outlined Federal-share cost determinations to the cost of project features necessary for the creation of dredged material disposal areas; and (2) include in matters to be addressed in project planning the loss of life which may be associated with flooding and coastal storm events. (Sec. 223) Expresses the sense of the Congress that equipment and products purchased with funds from this Act be American-made. Requires notification of such requirement to recipients of financial assistance. (Sec. 224) Amends the Water Resources Development Act of 1990 to repeal a provision requiring the establishment of a technical advisory committee for each major reservoir under Corps jurisdiction. Title III: Miscellaneous Provisions - Authorizes the Secretary to provide technical, planning, and design assistance to non-Federal interests for carrying out watershed management, restoration, and development projects at specified locations. Provides: (1) specific measures to be undertaken; (2) a 50 percent non-Federal share of project costs; (3) project locations; and (4) an authorization of appropriations beginning after FY 1994. (Sec. 302) Amends WRDA to include under the lakes program the removal of silt and aquatic growth in three lakes in New York State and Illinois. (Sec. 303) Amends the Water Resources Development Act of: (1) 1992 to increase the amount authorized for environmental infrastructure activities; and (2) 1990 to increase the amount authorized for environmental remediation dredging activities. (Sec. 305) Directs the Secretary to establish a pilot program to provide to non-Federal interests technical, planning, and design assistance for water-related environmental infrastructure and resource protection and development projects in the Chesapeake Bay area. Allows the Secretary to provide assistance for a project only if the project is publicly owned, operated, and maintained. Requires entering into a local cooperation agreement with the non-Federal interest for the provision of such assistance. Requires a report to the Congress. Authorizes appropriations for FY 1995. (Sec. 306) Prohibits the Saint Lawrence Seaway Development Corporation from collecting a charge or toll with respect to a commercial vessel. Directs the Corporation to maintain a record of the annual amount that would otherwise have been collected with respect to such vessels. (Sec. 307) Directs the Secretary to develop a comprehensive river basin management plan that addresses the long-term ecological, economic, and flood control needs of the Lower Mississippi River system. Authorizes appropriations. (Sec. 308) Extends the jurisdiction of the Mississippi River Commission to include specified areas between Louisiana and the Gulf of Mexico. (Sec. 309) Directs the Secretary to provide technical assistance to non-Federal interests on testing procedures contained in the Great Lakes Dredged Material Testing and Evaluation Manual. (Sec. 310) Directs the Secretary to develop a tributary sediment transport model for each major river system depositing sediment into a Great Lakes federally authorized commercial harbor. (Sec. 311) Directs the Secretary to conduct an assessment of the general conditions of confined disposal facilities in the Great Lakes. Requires a report. (Sec. 312) Directs the Secretary to carry out a project evaluating the feasibility of implementing an alternative to the $25 annual pass currently offered to users of recreational facilities at Corps projects. Requires a report. (Sec. 313) Directs the Secretary to promote Federal, non-Federal, and private sector cooperation in creating public recreation opportunities and developing the supporting infrastructure at Corps projects. Authorizes appropriations. Requires a report. (Sec. 314) Amends the Water Resources Development Act of 1992 to increase the authorization of appropriations for: (1) various water quality projects; and (2) construction of a research and quarantine facility in Broward County, Florida. Provides amounts to non-Federal interests to undertake construction of an authorized water transmission line in Arkansas. (Sec. 315) Authorizes the Secretary to use plant replacement and improvement program funds to design and construct a new headquarters facility for the Corps' New England Division. Authorizes appropriations. (Sec. 318) Authorizes the Secretary to conduct investigations and surveys of the watershed of the Lower Mokelume River in Calaveras County, California, and to provide assistance for abatement and mitigation of environmental degradation caused by mining activity in such area. (Sec. 319) Increases the maximum allotment under the Flood Control Act of 1948 for the project for flood control, Lake Elsinore, California. (Sec. 320) Directs the Secretary to carry out a project for the beneficial use of dredged material at Montezuma, California. (Sec. 321) Directs the Secretary to provide technical assistance to Orange County, California, with respect to the relocation of State Route 71 due to Prado Dam safety improvements. (Sec. 322) Directs the Secretary to transfer funds appropriated to carry out this section to the EPA Administrator for making grants to Santa Clara, California, and its water district to promote and implement the use of treated waste water for critical water supply purposes as well as for the protection of San Francisco Bay. Authorizes appropriations. (Sec. 323) Authorizes the Secretary to enter into a cooperative agreement with the Museum of Science and History, Tampa, Florida, to provide assistance for demonstrating the water quality functions found in wetlands. (Sec. 324) Directs the Secretary to study, and prepare a comprehensive master plan for the management of, the Kankakee River Basin, Illinois. Requires a report. Authorizes appropriations. (Sec. 325) Directs the Secretary to develop a watershed management plan for the Deep River Basin, Indiana, which includes specified Indiana tributaries. (Sec. 326) Authorizes the Secretary to conduct investigations and surveys of specified watersheds in Maryland, Pennsylvania, West Virginia, and Kentucky and to provide assistance for abatement of environmental degradation caused by mining activities in such areas. (Sec. 327) Directs the Secretary to carry out a project for the beneficial use of dredged material at Poplar Island, Maryland. (Sec. 328) Directs the Secretary to implement erosion control measures in the vicinity of Rhodes Point, Smith Island, Maryland. (Sec. 329) Directs the Secretary to carry out a project for the beneficial use of dredged material at Worton Point, Kent County, Maryland. (Sec. 330) Directs the Secretary to investigate and carry out saltmarsh restoration projects along the coastline of Massachusetts. (Sec. 331) Directs the Secretary to develop and implement alternative methods for disposal of contaminated dredged material at the Port of Boston, Massachusetts, using innovative and environmental technologies. Authorizes appropriations. (Sec. 332) Directs the Secretary to carry out a program to control aquatic plants in Lake St. Claire, Michigan. (Sec. 333) Directs the Secretary to develop and implement alternative methods for decontamination and disposal of contaminated dredged material at the Port of Duluth, Minnesota. Authorizes appropriations. (Sec. 334) Directs the Secretary to review the project for flood control, St. John's Bayou and New Madrid Floodway, Missouri, to determine the ability of non-Federal interests to pay project costs in light of certain conditions. (Sec. 335) Authorizes the Secretary to enter into an agreement with the University of New Hampshire for the provision of technical assistance for a water treatment technology center addressing the needs of small communities. (Sec. 336) Amends the Water Resources Development Act of 1992 to increase the authorization of appropriations for a New York Bight and Harbor study. (Sec. 337) Authorizes the Secretary to enter into agreements to make operation and maintenance improvements to the New York State Canal System. Marks the Federal share of such improvements at 50 percent. Authorizes appropriations. (Sec. 338) Directs the Secretary to establish a program for providing design and construction assistance to non-Federal interests for water-related environmental infrastructure and resource protection and development projects in the New York City Watershed. Outlines provisions concerning: (1) a public ownership requirement for projects receiving such assistance; (2) project descriptions; (3) the making of cooperative agreements which include a 25 percent non-Federal cost-sharing requirement; (4) a required report from the Secretary to the Congress; and (5) an authorization of appropriations for fiscal years after 1994. (Sec. 339) Authorizes the Secretary to provide technical assistance to local interests in planning the establishment of a regional water authority in northeastern Ohio which addresses water problems of such area. (Sec. 340) Directs the Secretary to establish a Center for Environmental Studies of Large Rivers at Jefferson Technical College, Ohio. Requires a report. Authorizes appropriations. (Sec. 341) Directs the Secretary to remove or remediate contaminated sediments from the Mahoning River, Ohio and Pennsylvania. (Sec. 342) Provides for cost allocation of measures undertaken to mitigate the adverse effects on fish and wildlife of projects constructed by the Secretary within the McKenzie River Subbasin of the Columbia River, Oregon. (Sec. 343) Amends the Water Resources Development Act of 1992 to: (1) increase the authorization of appropriations for a certain environmental restoration pilot program in south central Pennsylvania; (2) revise provisions concerning appropriate cost-sharing for such pilot program; and (3) increase the authorization of appropriations for a watershed reclamation and wetlands pilot project in the Broad Top region of Pennsylvania. (Sec. 345) Directs the Secretary to carry out a project at the Philadelphia Naval Shipyard, Pennsylvania, for modernization and efficiency improvements to the hopper dredge McFarland. Authorizes appropriations. (Sec. 346) Directs the Secretary to construct a visitors center and related facilities at the Seven Points Recreation Area at Raystown Lake, Pennsylvania. Authorizes appropriations. (Sec. 347) Directs the Secretary to provide technical, planning, and design assistance in the development and restoration of the Blackstone River Valley National Heritage Corridor, Rhode Island and Massachusetts. (Sec. 348) Directs the Secretary to establish an extension of the Earthquake Preparedness Center of Expertise for the central United States at an existing Corps district office near the New Madrid fault. (Sec. 349) Directs the Secretary to carry out a project for environmental enhancement, Murfreesboro, Tennessee. (Sec. 350) Amends the Water Resources Development Act of 1990 to repeal a November 28, 1993, delimiting date for commencement by the Secretary of the construction of requested projects in the Virgin Islands. (Sec. 351) Authorizes the Secretary to enter into a cooperative agreement with Marshall University, Huntington, West Virginia, to provide technical assistance to its Center for Environmental, Geotechnical, and Applied Sciences. (Sec. 352) Amends the Water Resources Development Act of 1992 to: (1) revise cost sharing requirements with respect to the southern West Virginia environmental restoration infrastructure and resource protection development pilot program; (2) add provisions concerning interest, lands, easements, rights-of-way, and operation and maintenance with respect to such project; and (3) increase the authorization of appropriations for such project. (Sec. 353) Directs the Secretary to remove or remediate contaminated sediments from the Lower Fox River, Lake Winnebago to Green Bay, Wisconsin."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Army Corps of Engineers FY95 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Authorization bill FY95, Army Corp of Engineers", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Authorization bill FY95, Water Development", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Water Development FY95 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Water Resources Development Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Water Resources Development Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for conservation and development of water and related resources, to authorize the Secretary of the Army to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:56-05:00"
}