{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1679-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "1679", 
  "official_title": "A bill entitled the \"Long-Term, Investment, Competitiveness, Pension Protection and Corporate Takeover Reform Act of 1991.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long-Term Investment, Competitiveness, Pension Protection and Corporate Takeover Reform Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Sanford, Terry", 
    "state": "NC", 
    "thomas_id": "01427", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Bank capital", 
    "Bank failures", 
    "Bank loans", 
    "Bank reserves", 
    "Collective bargaining", 
    "Corporate mergers", 
    "Dismissal wage", 
    "Employee ownership", 
    "Employee rights", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government paperwork", 
    "Greenmail", 
    "Industrial arbitration", 
    "Information disclosure (Securities law)", 
    "Legal fees", 
    "Leveraged buyouts", 
    "Margins (Security trading)", 
    "Pension funds", 
    "Securities", 
    "Securities regulation", 
    "State laws", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "Long-Term Investment, Competitiveness, Pension Protection and Corporate Takeover Reform Act of 1991 - Amends the Employee Retirement Income Security Act of 1974 to prohibit pension plans from making more than 30 percent of their annual income from stock, securities, options, or forward contracts held for less than three months. Requires pension plan fiduciaries to consider long-term and short-term plan interests when making equity transactions. Prohibits any: (1) distribution of pension plan residual assets for five years following certain acquisitions of the employer's securities; or (2) use of such assets to finance acquisition of the employer's securities (including the redemption or restructuring of any indebtedness incurred in connection with the acquisition). Amends the Securities Exchange Act of 1934 to require the new owner of a plant or facility acquired through certain securities transactions to abide by the terms of any existing collective bargaining agreement for a 180-day period after commencing operations. Requires the new owner to engage in good-faith collective bargaining to cover the unexpired term of any preacquisition collective bargaining agreement. Reduces from ten days to five days the period within which the owner of more than five percent of certain securities must file ownership disclosure statements. Prohibits additional purchases by such a person until such statements have been filed. Requires that tender offers (and invitations therefor) be held open for at least 45 business days, and that well-financed offers (not highly leveraged) be held open for at least 30 business days. Increases the open-offer period to 95 business days if a qualified employee stock ownership plan announces its intention to acquire additional securities on substantially equivalent terms. Entitles an issuer of securities to the profits realized by a five-percent shareholder who: (1) made a tender offer within six months preceding any disposition of the securities; and (2) held such securities less than six months prior to dispositions. Sets guidelines under which Federal banking agencies must review and increase the reserve requirements of depository institutions whose loans are involved in highly leveraged transactions. Prohibits corporate management or affiliates from acquiring substantially all of an issuer's securities unless: (1) at least 45 days have elapsed between public announcement and acquisition consummation; and (2) an independent appraiser's report of the proposed acquisition is made available at least 20 days prior to acquisition consummation. Mandates a 50-percent cash margin requirement for tender offers and disclosure of all fees and financing expenses involved in a leveraged transaction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Investment, Competitiveness, Pension Protection and Corporate Takeover Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Long-Term, Investment, Competitiveness, Pension Protection and Corporate Takeover Reform Act of 1991.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:12-05:00"
}