{
  "actions": [
    {
      "acted_at": "1998-09-16", 
      "references": [
        {
          "reference": "CR S10428", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-16", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-17", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2481-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1998-09-16", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1998-09-16", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-16", 
  "number": "2481", 
  "official_title": "A bill to amend the Public Buildings Act of 1959 to improve the process of constructing, altering, and acquiring public buildings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Buildings Reform Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-16", 
  "subjects": [
    "Architecture", 
    "Arts, culture, religion", 
    "Authorization", 
    "Building construction", 
    "Building leases", 
    "Commerce", 
    "Commission of Fine Arts", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cost accounting", 
    "Cost overruns", 
    "Courthouses", 
    "Data banks", 
    "Disaster relief", 
    "Earth movements and building", 
    "Economics and public finance", 
    "Emergency management", 
    "Federal installations", 
    "Federal office buildings", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Governmental investigations", 
    "Infrastructure", 
    "Law", 
    "Management information systems", 
    "Parking facilities", 
    "Planning-programming-budgeting", 
    "Science, technology, communications", 
    "Standards", 
    "Storage", 
    "Strategic planning", 
    "Surplus government property", 
    "Surveys", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-16", 
    "text": "Public Buildings Reform Act of 1998 - Amends the Public Buildings Act of 1959 to direct the Administrator of General Services to consider the impact of the selection of a particular site on the cost and space efficiency of a project to construct, alter, or acquire a public building or to lease space. (Sec. 3) Requires the Administrator, not later than 15 days after the President submits the Federal budget to the Congress, to submit a triennial public buildings plan (Plan) that includes: (1) a five-year strategic management plan for capital assets under the control of the Administrator that provides for accommodating the office space and other public building needs of the Federal Government and that is based on procurement mechanisms that allow the Administrator to take advantage of fluctuations in market forces affecting building construction and availability; (2) prioritized lists of each construction or acquisition project, of each lease or lease renewal, and of each planned repair or alteration project requested for the first year of the Plan or expected to be requested for the second or third year; (3) an explanation of the basis for each order of priority specified; (4) the estimated annual and total cost of each project requested in the Plan; (5) a list of each public building planned to be wholly vacated, to be exchanged for other property, or to be disposed of during the period covered by the Plan; and (6) requests for authorizations of appropriations necessary to carry out the projects listed in the Plan for the first year. Requires the information regarding a project to be presented in the form of a prospectus with respect to a project for which the Administrator has requested an authorization of appropriations for the first year and in the form of a project description with respect to a project for which the Administrator expects to request an authorization of appropriations for the second or third year. Considers each reference to cost, price, or any other dollar amount contained in a project description to be a good faith estimate by the Administrator. Permits the Administrator to include a project that was not approved in a Plan in a subsequent plan. Prohibits the Administrator from obligating funds that are made available for any project for which approval is required unless the project was included in the Plan for the fiscal year and the prospectus for the project was submitted to the Congress. Specifies prospectus contents. Allows the Administrator to: (1) submit a written request for emergency authority to lease space or to construct, alter, purchase, or acquire a public building to specified congressional committees for approval if the authority cannot be obtained in a timely manner through the planning process; and (2) enter into an emergency lease of no more than five years if there is a presidentially declared disaster pursuant to the Robert T. Stafford Disaster Relief and Emergency Assistance Act. Requires the Administrator to: (1) notify specified congressional committees whenever the Administrator increases the estimated cost of a project by more than ten percent of its estimated maximum cost; and (2) develop standard cost benchmarks for projects for the construction of courthouses and other public buildings consisting solely of general office space. Provides that a report to specified congressional committees on a building project survey shall specify whether the project is included in a five-year strategic capital asset management plan or a prioritized list. Authorizes the Administrator to include a prospectus for the funding of a public building for which such a report is submitted in a triennial public buildings plan. (Sec. 4) Directs the Administrator to use the results of the continuing investigation and survey of the Government's public building needs under the Act to establish a central repository for the asset management information of the Federal Government. Calls on each Federal agency to identify real property that is or will become unneeded, obsolete, or underutilized during the five-year period beginning on the date of identification and annually report to the Administrator. Directs the Administrator to analyze and make recommendations to the Federal agency concerned regarding more cost-effective uses for the real property identified. (Sec. 5) Requires: (1) the head of each Federal agency to periodically review and report to the Administrator on the long-term housing needs of the agency; (2) the Administrator to consolidate the agency reports and submit a consolidated report to the Congress, assist each agency in carrying out such review, and prepare uniform standards for housing needs for executive agencies and establishments in the judicial branch; (3) Federal agencies, by the end of the third fiscal year that begins after the date of this Act's enactment, to collectively reduce by not less than ten percent the aggregate office and storage space used by the agencies; and (4) the Administrator to develop design guides and standards for Federal court accommodations. (Sec. 7) Makes it the duty of the Commission of Fine Arts, within 60 days after a conceptual design for a Federal courthouse is submitted, to provide advice on the design."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Buildings Reform Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Buildings Act of 1959 to improve the process of constructing, altering, and acquiring public buildings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:38-05:00"
}