{
  "actions": [
    {
      "acted_at": "1983-06-21", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-28", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Agriculture Department, Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-28", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Public Lands and Reserved Water. Hearings held. Hearings printed:  S.Hrg. 98-664.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-29", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Agriculture Department. Favorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-01-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from OMB. Favorable.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1515-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Reserved Water and Resource Conservation", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-21", 
  "number": "1515", 
  "official_title": "A bill entitled the \"California Wilderness Act of 1983\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "California Wilderness Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Wilson, Pete", 
    "state": "CA", 
    "thomas_id": "01456", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-21", 
  "subjects": [
    "California", 
    "Forests and forest products", 
    "National forests", 
    "National parks", 
    "Parks and Natural Areas", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-21", 
    "text": "California Wilderness Act of 1983 - Title I - Designates as components of the National Wilderness Preservation System the following lands in the State of California: (1) the Caribou Wilderness Additions in the Lassen National Forest; (2) the Carson-Iceberg Wilderness in the Stanislaus and Toiyabe National Forests; (3) the Castle Crags Wilderness in the Shasta Trinity National Forest; (4) the Cinder Buttes Wilderness in the Lassen National Forest; (5) the Cucamonga Wilderness Additions in the Angeles National Forest; (6) the Deep Wells Wilderness in the Inyo National Forest; (7) the Dick Smith Wilderness in the Los Padres National Forest; (8) the Emigrant Wilderness Additions in the Stanislaus National Forest; (9) the Excelsior Wilderness in the Inyo National Forest; (10) the Fish Canyon Wilderness in the Angeles National Forest; (11) the Granite Peak Wilderness in the San Bernardino National Forest; (12) the Hoover Wilderness Additions in the Toiyabe National Forest; (13) the Ishi Wilderness in and adjacent to the Lassen National Forest; (14) the John Muir Wilderness Additions in the Inyo and Sierra National Forests; (15) the Lassen Volcanic Wilderness additions in the Lassen National Forest; (16) the Marble Mountain Wilderness Additions in the Klamath National Forest; (17) the Minarets Wilderness Additions in the Sierra and Inyo National Forests; (18) the Modelumne Wilderness Additions in the Eldorado National Forest; (19) the Mt. Shasta Wilderness in the Shasta Trinity National Forest; (20) the Pine Creek Wilderness in the Cleveland National Forest; (21) the Pyramid Peak Wilderness in the San Bernardino National Forest; (22) the San Gorgonio Wilderness Additions in the San Bernardino National Forest; (23) the San Jacinto Wilderness Additions in the San Bernardino National Forest; (24) the San Rafael Wilderness Additions in the Los Padres National Forest; (25) the Sheep Mountain Wilderness in the Angeles and San Bernardino National Forests; (26) the Siskiyou Wilderness in the Six Rivers, Klamath, and Siskiyou National Forests; (27) the Snow Mountain Wilderness in the Mendocino National Forest; (28) the South Warner Wilderness Additions in the Modoc National Forest; (29) the Thousand Lakes Wilderness Additions in the Lassen National Forest; (30) the Timbered Crater Wilderness in and adjacent to the Lassen National Forest; (31) the Trinity Alps Wilderness in and adjacent to the Klamath, Shasta Trinity, and Six Rivers National Forests; (32) the Ventana Wilderness Additions in the Los Padres National Forest; and (33) the Yolla-Bolly Middle Eel Additions in and adjacent to the Six Rivers National Forest. Abolishes the previous classifications of the High Sierra Primitive Area, the Emigrant Basin Primitive Area, and the Salmon-Trinity Alps Primitive Area. Requires the Secretary of Agriculture to acquire any privately owned lands within the Trinity Alps, Castle Crags, and Mount Shasta Wilderness areas designated by this Act. Directs the Secretary of Agriculture to transfer to the jurisdiction of the Secretary of the Interior specified land in the Stanislaus National Forest for administration as part Yosemite National Park. Directs the Secretary of the Interior to transfer specified land in the Sierra National Forest to the jurisdiction of the Secretary of Agriculture. Designates the following lands as wilderness: (1) the Yosemite Wilderness in Yosemite National Park; and (2) the Sequoia-Kings Canyon Wilderness in the Sequoia-Kings Canyon National Park. Requires the lands which represent potential wilderness additions to be designated wilderness upon notice that all uses thereon prohibited by the Wilderness Act have ceased. Title II - Specifies areas in California which were not included in the previous administration's RARE II (second roadless area review and evaluation) recommendations and which should be considered during congressional deliberations on any legislation to designate wilderness in California. Provides that the exemption of the California portion of the RARE II final environmental impact statement from judicial review and the management of planning areas and nonwilderness areas should also be considered during such deliberations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "California Wilderness Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"California Wilderness Act of 1983\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:57-05:00"
}