{
  "actions": [
    {
      "acted_at": "1980-09-17", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8141-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-09-17", 
  "number": "8141", 
  "official_title": "A bill to amend the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970 to establish policies and procedures (including restrictions and exchange requirements) to be followed by Federal agencies prior to the acquisition of private lands or interests in private lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-09-17", 
  "subjects": [
    "Advisory bodies", 
    "Eminent domain", 
    "Federal advisory bodies", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "States"
  ], 
  "subjects_top_term": "Eminent domain", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-09-17", 
    "text": "Amends the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970 to require a Federal agency to prepare a land acquisition plan before acquiring lands or interests in lands within an area subject to general acquisition authority after the enactment of this Act. Requires such plan to: (1) specifically identify the land or interests needed to meet specified ojectives; (2) review alternatives to acquisition; (3) identify private lands to be acquired and access routes which may be affected; and (4) balance the need for acquisition against the costs and impacts on private landowners and State and local governments. Requires each such plan to be submitted to the Land Policy Group after an opportunity for a public hearing. Establishes a Land Policy Group to explore and promote the use of alternatives to acquisition of private lands to achieve Federal land and water project objectives. Directs the Group to: (1) develop uniform land acquisition procedures; (2) review Federal agencies' land acquisition plans; (3) coordinate the acquisition of private lands; (4) review appeals by private landowners or State or local governments concerning Federal land acquisitions; and (5) promulgate a Federal code of conduct applicable to all land acquisition activities in such areas by employees of Federal agencies. Requires the Group to encourage Federal agencies to exchange lands among themselves or with private landowners or State and local governments to achieve the project unit's objective. Permits a local government to request the Group to exchange lands whenever any Federal agency seeks to acquire land in a State in which more than 50 percent of the land is Federally owned. Directs each Federal agency having jurisdiction over an area subject to general acquisition authority before the enactment of this Act to evaluate the need to acquire additional private lands, waters, and interest within such project. Requires each proposal for acquisition to: (1) be submitted to the Land Policy Group for approval; and (2) include justifications for why such property must be acquired. Directs each agency to notify the owner of the land to be acquired of its proposal. Permits such landowner to file with the Group written objections and recommended alternatives. Directs the Group to disapprove any acquisition which: (1) is not consistent with the approved land acquisition plan; (2) would create extreme hardship; and (3) furthers an objective which could be accomplished through alternatives to such acquisition. Sets forth the review procedures for any objection filed with the Group. Permits a Federal agency to seek an injunction in U.S. district court to restrain any action taken by any person on private lands within an area subject to general acquisition authority that will have a significant adverse impact on the purposes for which such area is established. Sets forth the organizational and administrative procedures for the Land Policy Group. Requires the Group to submit periodic reports to Congress concerning its activities under this Act. Directs specified Federal departments and agencies with significant land acquisition responsibilities to submit to Congress a detailed report concerning its land acquisition policies and procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970 to establish policies and procedures (including restrictions and exchange requirements) to be followed by Federal agencies prior to the acquisition of private lands or interests in private lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:33-05:00"
}