{
  "actions": [
    {
      "acted_at": "1997-06-11", 
      "references": [
        {
          "reference": "CR S5508-5509", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s875-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1997-11-07", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-11", 
  "number": "875", 
  "official_title": "A bill to promote online commerce and communications, to protect consumers and service providers from the misuse of computer facilities by others sending bulk unsolicited electronic mail over such facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electronic Mailbox Protection Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Torricelli, Robert G.", 
    "state": "NJ", 
    "thomas_id": "01163", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-11", 
  "subjects": [
    "Commerce", 
    "Computer networks", 
    "Computer software", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Damages", 
    "Direct mail advertising", 
    "Electronic mail systems", 
    "Federal Trade Commission", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Interactive media", 
    "Internet", 
    "Law", 
    "Legal fees", 
    "Mailing lists", 
    "Parties to actions", 
    "Punitive damages", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-11", 
    "text": "Electronic Mailbox Protection Act of 1997 - Subjects to a $5,000 civil penalty any person who, in or affecting interstate or foreign commerce: (1) initiates the transmission of an unsolicited electronic mail message from an unregistered or fictitious electronic mail address to prevent replies through use of a standard reply mechanism in the recipient's electronic mail system or to prevent receipt of standard notices of non-delivery; (2) uses a technical mechanism or procedure to disguise the source of unsolicited electronic mail messages to prevent recipients or recipient interactive computers services from implementing a mail filtering tool to block the messages from reaching the intended recipients; (3) initiates the transmission of an unsolicited electronic mail message and fails to comply with the request of the recipient, made to the sender or listserver, to cease sending electronic messages to the recipient in the future; (4) distributes electronic mail addresses having been given prior notice that addressees do not wish to receive unsolicited electronic mail and knowing that the recipient of such addresses intends to use such addresses for that purpose; (5) initiates the transmission of an unsolicited electronic mail message to a recipient despite having been given prior notice that the recipient does not wish to receive such messages; (6) registers, creates, or causes to be created an Internet domain or obtains the use of an Internet electronic mail account for the purpose of initiating the transmission of an unsolicited electronic mail message in contravention of this Act; (7) directs an unsolicited electronic mail message through the server of an interactive computer service to subscribers of the interactive computer service, knowing that such action is in contravention of the rules of the interactive computer service with respect to bulk unsolicited electronic mail messages; (8) knowing that such action is in contravention of the rules of the interactive computer service concerned, accesses the server of the interactive computer service and uses a computer program to collect electronic mail addresses of subscribers to send unsolicited electronic mail or distributes such addresses knowing that the recipient intends to use the addresses to send unsolicited electronic mail; or (9) initiates the transmission of bulk unsolicited electronic mail messages and divides the mailing of such messages into smaller mailings to circumvent another provision of this Act. Vests authority in the Federal Trade Commission (FTC) to commence civil actions under this Act. Sets forth provisions allowing recovery of civil damages for persons whose interactive computer service or electronic mailbox is intentionally misused or infiltrated, or whose requests for cessation of electronic mail messages have been ignored, in violation of this Act. Requires the FTC to report to the Congress on the effectiveness of, enforcement of, and the need, if any, for the Congress to modify the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Mailbox Protection Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote online commerce and communications, to protect consumers and service providers from the misuse of computer facilities by others sending bulk unsolicited electronic mail over such facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:58-05:00"
}