{
  "actions": [
    {
      "acted_at": "1980-04-02", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1016 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-20", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-1016 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-19", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #579 (351-23).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-24", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-24", 
      "bill_ids": [
        "s1480-96"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 1480.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "House agreed to Senate amendments under suspension of rules, roll call #663 (274-94).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-11", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-12-11", 
      "references": [], 
      "text": "Public Law 96-510.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7020-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-12-11", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-02", 
  "number": "7020", 
  "official_title": "An act to provide for liability, compensation, cleanup, and emergency response for hazardous substances released into the environment and the cleanup of inactive hazardous waste disposal sites.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres773-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1480-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Environmental Response, Compensation, and Liability Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-02", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Air pollution control", 
    "Chemical industries", 
    "Chemicals", 
    "Common carriers", 
    "Consumer protection", 
    "Continental shelf", 
    "Copper", 
    "Costs", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "Discrimination in employment", 
    "Environmental health", 
    "Environmental protection", 
    "Excise tax", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Fertilizers", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Fuel", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Government regulation", 
    "Government trust funds", 
    "Health", 
    "Hours of labor", 
    "Imports", 
    "Intergovernmental relations", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Natural gas", 
    "Occupational health and safety", 
    "Offshore structures", 
    "Oil pollution", 
    "Petrochemicals", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum conservation", 
    "Petroleum industry", 
    "Petroleum recycling", 
    "Petroleum refineries", 
    "Planning", 
    "Plant shutdowns", 
    "Pollution control", 
    "Public health", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Standards", 
    "Tankers", 
    "Tax administration", 
    "Taxation", 
    "Transportation of hazardous substances", 
    "Unemployment", 
    "Wages", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-11-24", 
    "text": "(Measure passed Senate, amended, in lieu of S. 1480) Comprehensive Environmental Response, Compensation, and Liability Act of 1980 - =Title I: Hazardous Substances Releases, Liability, Compensation= - Sets forth definitions for purposes of this title. Defines \"environment\" to mean: (1) the navigable waters, the waters of the contiguous zone, and the ocean waters of which the natural resources are under the exclusive management authority of the United States under the Fishery Conservation and Management Act of 1976; and (2) any other surface water, groundwater, drinking water supply, land surface or subsurface strata, or ambient air within the United States or under the jurisdiction of the United States. Excludes any consumer product in consumer use or any vessel from the definition of \"facility\" (but includes \"vessels\" for specific coverage). Defines \"hazardous substance\" as: (1) any hazardous substance so designated by specified provisions of the Federal Water Pollution Control Act; (2) any substance or mixture designated as a hazardous substance by the Administrator of the Environmental Protection Agency, pursuant to this Act; (3) any hazardous waste having the characteristics identified under or listed pursuant to specified provisions of the Solid Waste Disposal Act (but not including any waste the regulation of which under such Act has been suspended by an Act of Congress); (4) any toxic pollutant listed under specified provisions of the Federal Pollution Control Water Act; (5) any hazardous air pollutant listed under specified provisions of the Clean Air Act; and (6) any imminently hazardous chemical substance or mixture as defined by specified provisions of the Toxic Substances Control Act. Excludes from such term: (1) petroleum, including crude oil and fractions thereof which are not otherwise specifically listed or designated as hazardous substances under the definition of such term in this Act; and (2) natural gas, natural gas liquids, liquefied natural gas, or synthetic gas usable for fuel (or mixtures of natural gas and such synthetic gas). Defines the term \"owner or operator\" to include: (1) in the case of any abandoned facility or site, the person who or operated or otherwise controlled activities at such facility or site immediately prior to such abandonment; and (2) in the case of a hazardous substance which has been accepted for transportation by a common or contract carrier, with specified exceptions, such carriers during such transportation (while shippers of such substances shall not be considered to have caused or contributed to any discharge or release during such transportation which resulted solely from circumstances or conditions beyond their control). Excludes from such term: (1) persons, who without participating in the management of a vessel or facility, holds indicia of ownershup primarily to protect their security interests in the vessel or facility; and (2) in the case of a hazardous substance which has been delivered by a common or contract carrier to a disposal or treatment facility, with specified exceptions, such common or contract carrier (and such carrier shall not be considered to have caused or contributed to any release at such disposal or treatment facility resulting from circumstances beyond its control). Defines \"release\" to mean any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping, or disposing into the environment, but excludes from such definition: (1) any release which results in exposure to persons solely within a workplace, with respect to a claim which such persons may assert against their employer; (2) emissions from the engine exhaust of a motor vehicle, rolling stock, aircraft, vessel, or pipeline pumping station engine; (3) release of source, byproducts, or special nuclear material (a) from a nuclear accident, if such release is subject to specified financial protection requirements under the Atomic Energy Act of 1954, or (b) from any processing site designated under specified provisions of the Uranium Mill Tailings Radiation Control Act of 1978; and (4) the normal application of fertilizer. Includes among other actions in the term \"remove\" or \"removal\": (1) security fencing or other measures to limit access; (2) provision of alternative water supplies; (3) temporary evacuation and housing of threatened individuals not otherwise provided for; (4) specified information-gathering and (5) any emergency assistance which may be provided under the Domestic Relief Assistance Act. Includes in the definition of the term \"remedial action\" (or \"remedy\") the costs of permanent relocation of residences, businesses, and community facilities where the President determines that, alone or in combination with other measures, such relocation is more cost effective than and environmentally preferable to the transportation, storage, treatment, destruction, or secure disposition offsite of hazardous substances or contaminated materials unless the President determines that such actions: (1) are more cost-effective than other remedial actions; (2) will create new capacity to manage, in compliance with the Solid Waste Dosposal Act, hazardous substances in addition to those at the affected facility or site; or (3) are necessary to protect public health or welfare or the environment from a presence of such hazardous substance. Declares that \"liable\" or \"liability\" under this title, unless otherwise provided shall be construed to be the standard of liability under specified provisions of the Federal Water Pollution Control Act (a \"strict\" liability standard under which due care or the absence of negligence with respect to a release or threatened release of a hazardous substance does not constitute a defense). Directs the Administration of the Environmental Protection Agency to promulgate and revise regulations: (1) designating as hazardous substances, in addition to those specifically referred to in this title, substances which, when released into the environment may present substantial danger to the public health or welfare or the environment; and (2) establishing that quantity of any hazardous substance the release of which shall be reported pursuant to this title. Sets interim reportable quantities for specified hazardous substances. Requires that any person in charge of a vessel or an offshore facility, as soon as such person has knowledge of any release (other than a federally permitted release) of a hazardous substance from such vessel or facility in quantities greater than those determined pursuant to this title, immediately notify the National Response Center established under the Clean Water Act. Directs the Center to convey such notification expeditiously to all appropriate Government agencies, including the Governor of any affected State. Sets forth criminal penalties for any person failing to provide immediate notification. Provides that information derived therefrom shall not be used against the notifier in any criminal case, except a prosecution for perjury or for giving a false statement. Requires that any person who owns or operates or who at the time of disposal owned or operated, or who accepted hazardous substances for transport and selected, a facility at which hazardous substances are or have been stored, treated, or disposed of notify the Administrator of the existence of such facility, specifying the amount and type of hazardous substance to be found there, and any known, suspected, or likely releases of such substances from such facility, unless such facility has a permit or interim status under the Solid Waste Disposal Act. Authorizes the Administrator to prescribe in greater detail the manner, form, and information of such notice. Directs the Administrator to notify the affected State agency, or any department designated by the Governor, of the existence of such facility. Sets forth criminal penalties for any person who knowingly fails to provide such notice. Declares that any person failing to provide such notice shall not be entitled to limitations of liability or defenses to liability under this Act. Provides that such notification requirement does not apply in the case of any facility which would be reportable solely as a result of a stoppage in transit which is temporary, incidental, or at the ordinary operating convenience of the carrier. Provides that information derived therefrom shall not be used against the notifier in any criminal case, except a prosecution for perjury or for giving a false statement. Authorizes the Administrator to promulgate rules and regulations specifying the type of records to be retained by any person required to make such notification concerning a facility. Sets forth criminal penalties for falsifying or rendering such records unreadable or unavailable, for a period of 50 years (or a greater or lesser period in certain cases, at the discretion of the Administrator). Exempts the application of a pesticide product registered under the Federal Insecticide, Fungicide, and Rodenticide Act from such notification requirements concerning releases and facilities. Exempts from such notification requirements the release of any hazardous substance which is: (1) required to be reported (or specifically exempted from a reporting requirement) under the Solid Waste Disposal Act or regulations thereunder and has been reported to the National Response Center; or (2) a continuous release, stable in quantity and rate, for which notification has been given concerning (a) the facility from which it comes or (b) its release for a period sufficient to establish continuity, quantity, and regularity. Requires that release notification be given annually, or at such time as there is any statistically significant increase in quantity. Authorizes the President to take any emergency response measure including removal or remedial action necessary to protect the public health or welfare or the environment whenever: (1) a hazardous substance is released or there is a substantial threat of such a release into the environment; or (2) there is a release or substantial threat of release into the environment of any pollutant or contaminant which may present an imminent or substantial danger to the public health or welfare (unless the President determines that such removal and remedial action will be done properly by a responsible party). Authorizes the President to undertake appropriate studies and investigations. Requires that specified expenditures from the Hazardous Substance Response Fund established by this Act shall not continue after $1,000,000 has been obligated or six months has elapsed from the date of initial response, unless the President: (1) finds that continued response actions are immediately required, there is an immediate risk, and assistance would not otherwise be provided on a timely basis; or (2) has determined the appropriate remedial actions and the State or States in which the source of release is located have compiled with specified provisions of this Act. Directs the President to consult with the affected State before determining appropriate remedial action. Prohibits the President from providing such remedial actions unless the State in which the release occurs first enters into a contract or cooperative agreement with the President that the State will assure (1) all future maintenance of the future expected removal and remedial actions; (2) the availability of a hazardous waste disposal facility acceptable to the President, and in compliance with Solid Waste Disposal Act requirements, for any necessary offsite storage, destruction, treatment, or secure disposition of the hazardous substances; (3) payment of (a) ten per cent of the costs of remedial action, including all future maintenance, or (b) 50 per cent or greater of sums expended in response to a release at a facility owned at the time of any disposal of hazardous substances therein by the State or a political subdivision thereof (taking into account the degree of responsibility of such entities). Provides for credits, against such share of costs, for certain expenditures by States or political subdivisions. Directs the President to select appropriate remedial actions: (1) in accordance, to the extent praticable, with the national contingency plan; and (2) balancing between the need for protection of public health and welfare and the environment at the facility under consideration and the availability of amounts from the Fund to respond to other sites, taking into consideration the need for immediate action. Authorizes the President to enter into contracts or cooperative agreements with a State or political subdivision capable of taking remedial actions, and to provide specified technical and legal assistance to such entities. Requires that designated Federal or State officers be given necessary access to hazardous substance information, samples, and facilities. Provides for the confidentiality of specified information. Requires that all information reported to or otherwise obtained by the President or any representative of the President under this Act be made available to duly authorized committees of Congress. Requires compliance with specified Federal health and safety and labor and wage standards by contractors and subcontractors engaged in response actions. Grants the Secretary of Labor specified authority and functions with regard to such labor and wage standards. Permits the President to authorize the use of emergency procurement powers necessary to effect the purposes of this Act. Establishes, within the Public Health Service, the Agency for Toxic Substances and Disease Registry, which shall report directly to the Surgeon General. Directs the Administrator of such Agency: (1) with the cooperatioon of specified Federal officials and agencies, to effectuate and implement the health related authorities of this Act; and (2) carry out other specified duties. Directs the President, within a specified period, to revise and republish the national contingency plan for the removal of oil and hazardous substances to reflect and effectuate the responsibilities and powers created by this Act. Specifies that such revision include a national hazardous substance response plan, such plan to include: (1) methods for discovering and investigating such facilities; (2) methods for evaluating and remedying any actual or threatheatened discharges or releases from such facilities which pose a substantial danger to the public health or the environment; (3) methods and criteria for determining the appropriate extent of removal, remedy, and other measures authorized by this Act; (4) appropriate roles and responsibilities for various governmental and nongovernmental entities in effectuating the plan; (5) provision for response equipment and supplies; (6) provision for reporting the existence of, and any releases of, hazardous substances from facilities which may be located on federally-owned or controlled properties; (7) means of assuring that remedial action measures are cost-effective over the period of potential exposure to the hazardous substances or contaminated materials; (8) criteria for determining remedial and removal action priorities among releases or threatened releases; and (9) specified roles for private organizations and entities in preparing for response and in responding to releases. Requires that such plan specify procedures, techniques, materials, equipment, and methods to be employed in identifying, removing, or remedying releases. Authorizes the President, upon determination that there may be an imminent and substanial endangerment to the public health or welfare or the environment because of an actual or threatened release of a hazardous substance from a facility, to: (1) require the Attorney General to secure such relief from the appropriate U.S. district court as may be necessary to abate such danger or threat; and (2) to take other necessary action to protect public health and welfare and the environment. Provides fines for violations of, or noncompliance with, any order of the President for purposes of such protection. Directs the Administrator of the Environmental Protection Agency to publish guidelines for using such imminent hazard, enforcement, and emergency response authorities. Sets forth the liability under this Act of: (1) the owner or operator of a vessel (otherwise subject to U.S. jurisdiction) or a facility; (2) any person who at the time of disposal of any hazardous substance owned or operated any facility or site at which such hazardous substances are disposed of; (3) any person who arranged (by contact, agreement, or otherwise) for disposal, treatment or transport for disposal or treatment by any other party or entity of hazardous substances owned or possessed by such person, at facilities or sites owned or operated by such other party or entity and containing such hazardous substances; and (4) any person who accepts any haszardous substances for transport to disposal or treatment facilities or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response costs. Makes such persons or entities liable for: (1) all costs of removal or remedial action incurred by the U.S. Government or a State not inconsistent with the national contingency plan; (2) any other necessary costs of response incurred by any other persons consistent with the national contingency plan; and (3) damages for injury to, destruction of, or loss of natural resources, including the reasonable costs of assessing such injury; destruction, or loss resulting from such a release. Permits defenses against such liability, by a person otherwise liable who can establish by a preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were caused solely by: (1) an act of God; (2) an act of war; (3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant (except where the sole contractual arrangement arises from a published tariff and acceptance for carriage by a common carrier by rail), if defendants establishes by a preponderance of the evidence their taking of precautions against foreseeable acts or omissions (and the foreseeable consequences therefrom) of any such third party; or (4) any combination of (1), (2), and or (3). Limits with specified exceptions the amount of liability for each release of a hazardous substance, or incident involving such release, to: (1) the greater of $300 per gross ton or $5,000,000, for any vessel carrying any hazardous substance as cargo or residue; (2) the greater of $300 per gross ton or $500,000, for any other vessel; (3) $50,000,000 or a lesser amount established by the President (but at least $5,000,000, or, for releases into navigable waters, at least $8,000,000), for any motor vehicle, aircraft, pipeline, or rolling stock; or (4) the total of all response costs plus $50,000,000 for damages under this title, for any other facility. Sets the amount of liability at the full and total costs of responses and damages, if: (1) the release or threat of release of a hazardous substance was the result of willful misconduct or willful negligence within the privity or knowledge of a responsible person; (2) the primary cause of such release was a violation (within the privity or knowledge of such person) of applicable safety, construction, or operating standards or regulations; or (3) such person fails or refuses to provide all reasonable cooperation and assistance requested by a responsible public official in connection with response activities under the national contingency plan. Imposes punitive damages (in an amount up to three times the amount of removal costs) upon the owner or operator of a facility or site for failure to properly provide removal or remedial action upon request of the President. Declares that there will be no liability under this Act for specified acts in accordance with the national contingency plan or at the direction of an on-scene coordinator appointed under such plan (except in cases of reckless, willful, wanton, or intentional misconduct). Prohibits transfer of liability (but does not bar agreements to incure, hold harmless, or indemnify a party for such liability). Provides that liability to the United States or a State for damages to natural resources shall not be imposed if the party charged has demonstrated that such damages were specifically identified as an irreversible and irretrievable commitment in an environmental impact statement or comparable analysis and the facility or project otherwise complied with the permit or license which authorized such commitment. Authorizes the President or the authorized representative of a State to act on behalf of the public as trustee of any natural resources damaged or lost as a result of such discharge and to recover for such damages. Requires that each department, agency, or instrumentality of the executive, legislative and judicial branches of the Federal Government shall be subject to and comply with this Act. Sets forth the liability of owners or operators of vessels. Prohibits recovery under this Act for removal costs or damages resulting from the field application of a registered pesticide, without affecting other means of recovery under Federal or State law, including common law. Requires that recovery for removal costs or damages resulting from a Federally permitted release be pursuant to existing law in lieu of this Act. Sets forth conditions and procedures for the transfer of liability under this Act and any other law from owners or operators of hazardous waste disposal facilities with permits under the Solid Waste Disposal Act to the Post-closure Liability Fund established by this Act. Authorizes the use of such fund, in addition to assumption of such liability, to pay specified costs of monitoring and care and maintenance of a site. Directs the Secretary of the Treasury to study and report to Congress on the feasibility of establishing or qualifying an optional system of private insurance for postclosure financial responsiblity for such hazardous waste disposal facilities. Directs the President to: (1) determine whether such system is feasible and publish such determination; and (2) to promulgate standards to be met by such private insurance, if such system is determined feasible. Exempts any person enrolled in, and complying with, such a private insurance plan (if any such plan qualifies) from specified provisions and from requirements to pay any tax or fee to the Post-closure Liability Fund. Requires that owners and operators of specified vessels establish and maintain evidence of financial responsibility in specified amounts. Directs the Secretary of the Treasury to withhold or revoked specified clearance from any vessel not having certification furnished by the President that such financial responsibility requirements have been met. Directs the Secretary of Transportation, in the case of vessels which do not produce such certification, to deny them entry to U.S. ports, places, or navigable waters or to detain them if they are about to depart for any other U.S. port or place. Directs the President, beginning not earlier than five years after the date of enactment of this Act, to promulgate requirements, in addition to those under existing Federal law, that classes of facilities establish and maintain evidence of financial responsibility in an amount consistent with the risks associated with the production, tran, treatment, storage, or disposal of hazardous substances. Provides that such requirements be imposed incrementally and with the advice of the commercial insurance industry. Sets forth provisions relating to evidence of financial responsibility in cases of: (1) facilities owned or operated by more than one person; (2) motor carriers; and (3) guarantors. Imposes civil penalties for failure to comply with such requirements. Prohibits firing or discrimination against employees or their authorized representatives for providing information to a State or to the Federal Government or for bringing, or testifying at, any legal proceeding under this Act. Directs the Secretary of Labor to investigate and review alleged cases of such discrimination or firing and to either deny the application or require affirmative action to abate the violation, subject to judicial review. Directs the President to evaluate potential loss or shifts of employment which may result from the administration or enforcement of this Act. Allows employees threatened with, or experiencing, discharge or layoff, or other discrimination because of alleged results of such administration or enforcement, to request a full investigation. Directs the President to investigate and to hold public hearings on such matter, and to make a report, with findings of fact and recommendations. Directs the President to use the money: (1) in the Hazardous Waste Response Fund for specified purposes; and (2) in the Post-closure Liability Fund for similar purposes, in the case of hazardous waste disposal facilities for which liability has been transferred to such Fund. Prohibits use of such funds for payment of specified claims where: (1) the injury, destruction, or loss of natural resources and the release of a hazardous substance from which such damages resulted have occurred wholly before the enactment of this Act; or (2) specified expenses are associated with injury or loss resulting from long-term exposure to ambient concentrations of air pollution from multiple or diffuse sources. Allocates specified percentages of money in the Fund to specified purposes. Limits payment of claims to amounts collected, appropriated, or otherwise added to the Fund. Authorizes the President to delegate duties under this Act to the heads of appropriate Federal agencies, departments, and instrumentalities. Provides for notification of potential injured parties by responsible persons, and for the assessment of damages for injury to or loss of natural resources resulting from a discharge of hazardous substances. Requires that, before specified funds may be used for the restoration, rehabilitation, or replacement or acquisition of the equivalent of any natural resources, a plan for such use be developed and adopted by affected Federal agencies and State Governors after consideration of all public comment, except where emergency action is required to avoid irreversible loss of natural resources or to prevent or reduce any continuing danger to natural resources or for similar purposes. Directs the Inspector General of each department or agency with responsibility to obligate Fund money to provide for auditing of all payments and other uses of the Fund. Permits a foreign claimant to assert such claims to the same extent as a U.S. claimant if: (1) the discharge occurs in the navigable waters, the territorial sea or the adjacent shoreline of a foreign country of which the claimant is resident; (2) the claimant is not otherwise compensated; (3) the substance was discharged from a vessel located adjacent to or within the navigable waters or discharged in connection with activities under the Outer Continental Shelf Lands Act or the Deepwater Port Act; and (4) the foreign country provides a comparable remedy for U.S. claimants, or recovery is authorized by a treaty or executive agreement between the United States and the foreign country involved. Sets forth claims procedures under this title. Subrogates to the United States Government all rights of a claimant to recover the costs of removal or damages from the person responsible for a hazardous substance discharge, release or disposal prior to payment of any claim by the Fund. Subrogates any person, including the Fund, who pays compensation pursuant to this Act to any claimant for damages or removal costs, to all rights, claims, and causes of action for such damages and removal costs of such claimant. Directs the Attorney General, upon request of the President, to commence an action on behalf of the Fund to recover any compensation paid by the Fund to any claimant pursuant to this Act. Establishes a three year statute of limitation for claims presented or actions commenced under this Act (three years from the discovery of the loss or the date of enactment of this Act, whichever is later). Declares that, regardless of any State statutory or common law to the contrary, no person who asserts a claim against the Fund pursuant to this title shall be deemed or held to: (1) have waived any other claim not covered or assertable against the Fund under this title arising from the same incident, transaction, or set of circumstances, not to have split a cause of action; or (2) be collaterally stopped from raising a question of fact or law, for which a determination has been made in connection with such claim in connection with such other claim. Authorizes judicial review of any regulation issued under this Act only in the United States Circuit Court of Appeals for the District of Columbia. Grants jurisdiction to the United States district courts over all controversies arising under this Act. Provides that nothing in this Act preempts any State from imposing any additional liability or requirements with respect to the discharge, release, or disposal of hazardous substances within such State. Precludes any person who receives compensation for removal costs or damages pursuant to this Act from recovering such compensation pursuant to any other State or Federal law, and vice versa. Prohibits, except as provided in this Act, requiring any person to contribute to any fund the purpose of which is to pay compensation for claims of any costs of response or damages or claims which may be compensated under this title. Does not preclude any State from using general revenues for such a fund, or from imposing a tax or fee upon any person or upon any substance in order to finance the purchase or prepositioning of hazardous substance equipment or other preparations for the response to a release of hazardous substances which affects such State. Requires States to accept evidence of compliance with financial responsibility requirements of this title in lieu of any other requirement of financial responsibility imposed by such States in connection with liability for the release of a hazardous substance from a vessel or facility. =Title II: Hazardous Substance Response Revenue Act of 1980= - Hazardous Substance Response Revenue Act of 1980 - Amends the Internal Revenue Code of 1954 to provide for environmental excise taxes on petroleum and certain chemicals. Imposes an excise tax (\"the petroleum tax\") of 0.79 cents a barrel on: (1) crude oil received at a U.S. refinery, to be paid by the operator; (2) petroleum products entered into the United States for consumption, use, or warehousing, to be paid by the person entering such product; and (3) any domestic crude oil used in or exported from the United States which has not been taxed under (1), to be paid by the person using or exporting such crude oil. Exempts from such tax domestic crude oil used on the premises where it was produced for extracting oil or natural gas. Provides that such taxes shall not apply after fiscal year 1985, except that, if at the end of either fiscal year 1983 or fiscal year 1984 the unobligated balance in the Hazardous Trust Substance Response Fund exceeds $900,000,000, and such unobligated balance will exceed $500,000,000 at the end of the following fiscal year if not tax is imposed during the following calendar year. Defines 'crude oil' to include crude oil condensates and natural gasoline. Defines 'petroleum product' to include crude oil. Defines 'United States' to include: (1) the 50 States, the District of Columbia, the Commonwealth of Puerto Rico, any possession of the United States, the Commonwealth of Northern Mariana Islands, and the Trust Territory of the Pacific Islands; (2) the Outer Continental Shelf; and (3) foreign trade zones of the United States. Provides that only one such petroleum tax shall be imposed on any petroleum product. Provides for the disposition of revenues from Puerto Rico and the Virgin Islands. Imposes an excise tax in specified amounts on certain taxable chemicals. Exempts from such tax: (1) methane or butane used as a fuel; (2) specified substances used in the production of fertilizer; (3) sulfuric acid produced solely as a byproduct of and on the same site as air pollution control equipment; and (4) any substance to the extent derived from coal. Provides that manufacturers, producers, or importers of taxable chemicals who use such chemicals shall be liable for such tax in the same manner as if they sold such chemical. Provides for a refund or credit if a taxable chemical was used in the manufacture or production of any other taxable chemical or if specified chemicals were used as fertilizer. Provides for the disposition of revenues from Puerto Rico and the Virgin Islands. Declares that such \"environmental taxes\" (excise taxes on petroleum and certain chemicals) shall take effect on April 1, 1981. Establishes the Hazardous Substance Response Trust Fund in the Treasury of the United States. Transfers to such Trust Fund amounts determined by the Secretary of the Treasury to be equivalent to: (1) the amounts received in the Treasury under the petroleum and chemical excise taxes under the Internal Revenue Code of 1954; (2) the amounts recovered on behalf of the Response Trust Fund under this Act; (3) all moneys recovered or collected under specified provisions of the Clean Water Act; and (4) penalties assessed and punitive damages under specified provisions of this Act. Authorizes appropriations in specified amounts for fiscal years 1981 through 1985 to the Emergency Response Trust Fund. Transfers to the Response Trust Fund: (1) one-half of the unobligated balance remaining before the date of enactment of this Act in a specified fund under the Clean Water Act; and (2) amounts appropriated under specified provisions of the Clean Water Act during any fiscal year. Sets forth purposes for which expenditures from the Response Trust Fund shall be made, including: (1) response costs; (2) claims asserted and compensable but unsatisfied under specified provisions of the Clean Water Act; (3) claims for injury to, or destruction or loss of, natural resources, and (4) related costs described in this Act (but not those to be covered by the Post-closure Liability Trust Fund). Limits the liability of the United States to amounts available in the Response Trust Fund. Sets forth the order in which unpaid claims are to be paid. Sets forth administrative provisions for the Response Trust Fund, including method of transfer, management, and authority to borrow. Amends the Internal Revenue Code to impose a tax on hazardous wastes. Imposes a tax on the receipt of hazardous waste at a qualified hazardous waste disposal facility, in an amount equal to $2.13 per dry weight ton of hazardous waste. Defines 'hazardous waste' as any waste: (1) having characteristics identified under specified provisions of the Solid Waste Disposal Act, as in effect on the date of enactment of this Act (other than waste the regulation of which under such Act has been suspended by Congress on that date); or (2) subject to the reporting or recordkeeping requirements of specified provisions of such Act, as so in effect. Defines 'qualified hazardous waste disposal facility' as any facility which has received a permit or is accorded interim status under the Solid Waste Disposal Act. Imposes such tax on the owner or operator of such facility, but does not apply such tax to any hazardous waste which will not remain at such facility after the facility is closed. Applies such tax to the receipt of hazardous waste after September 30, 1983, except that if, as of September 30 of any subsequent calendar year, the unobligated balance of the Post-closure Liability Trust Fund exceeds $200,000,000, no tax shall be imposed during the following calendar year. Establishes the Post-closure Liability Trust Fund in the Treasury of the United States. Sets forth the purposes for which expenditures shall be made from such Fund. Applies U.S. liability and administrative provisions to such Fund similar to those for the Hazardous Substance Response Trust Fund, except that the amount of any repayable advances outstanding at any one time shall not exceed $200,000,000. =Title III: Miscellaneous Provisions= - Directs the President to submit to Congress a comprehensive on experience with implementation of this Act. Directs the Administrator of the Environmental Protection Agency (in consultation with the Secretary of the Treasury) to submit to Congress a report identifying additional wastes designated by rule as hazardous pursuant to the Solid Waste Disposal Act and recommendations on appropriate tax rates for such wastes for the Post-closure Liability Trust Fund, as well as a report on the adequacy of revenue raised for such Fund. Directs the President to study, and rport on, whether adequate private insurance, in a sufficiently competitive market, is available at reasonable rates to owners and operators of vessels and facilities subject to liability under this Act. Directs the President, through designated officials, to study and promulgate regulations for the assessment of damages for injury to, destruction of, or loss of natural resources resulting from a release of oil or a hazardous substance for purposes of this Act and the Federal Eater Pollution Control Act. Directs the Administrator, in consultation with appropriate agencies, to study, and report to Congress on, the issues, alternatives, and policy considerations involved in the selection of locations for hazardous waste treatment, storage, and disposal facilities. Requires that a study be conducted to determine the adequacy of existing common law and statutory remedies in providing legal redress for harm to man and the environment caused by the release of hazardous substances into the environment. Requires that such study be: (1) conducted with the assistance of specified organizations, and with administrative expenses paid by the Fund; and (2) reported, with recommendations, to Congress. Directs the President, acting through specified officials, to study and, within two years after the enactment of this Act, modify the national contingency plan to provide for the protection of the health and safety of employees involved in response actions. Sets forth effective dates for provisions of this Act. Declares that: (1) nothing in this Act shall affect or modify in any way the obligations or liabilities of any person under other Federal or State law, including common law, with respect to releases of hazardous substances or other pollutants or contaminants; and (2) the provisions of this Act shall not be considered, interpreted, or construed in any way as reflecting a determination, in part or whole, of policy regarding the inapplicability of strict liabiliy, or strict liability doctrines, to activities relating to hazardous substances, pollutants, or contaminants or other such activities. Terminates the authority to collect taxes conferred by this Act, unless reauthoized by Congress, on September 30, 1985, or when the sum of the amounts received in the Treasury under the petroleum tax and the certain chemicals tax provisions total $1,380,000,000, whichever occurs first. Directs the Secretary of the Treasury to estimate when such level will be reached and provide procedures for the termination of such taxes. Makes conforming amendments to the Federal Water Pollution Control Act. Sets forth provisions for a legislative veto. Requires that each hazardous substance listed or designated under this Act be listed as a hazardous material under the Hazardous Materials Transportation Act. Makes a common or contract carrier liable under other law in lieu of specified provisions of this Act for damages or remedial action resulting from the release of a hazardous substance during the course of transportation which commenced prior to the effective date of listing such substance as a hazardous material under such Act, unless such carriers can demonstrate that they did not have actual knowledge of the identity or nature of the substance released. Amends the Interstate Commerce Act to impose civil penalties on persons (or their officers, agents, or employees) subject to the Interstate Commerce Commission who are required to comply with certificate, permit, or license requirements under such Act but who do not comply with respect to the transportation of hazardous wastes as defined by the Environmental Protection Agency pursuant to the Solid Waste Disposal Act (but not including any waste the regulation of which has been suspended by Congress). Amends the Solid Waste Disposal Act to substitute a provision for an Assistant Administrator for Solid Waste (rather than a Deputy Assistant). Provides that such Assistant Administrator, appointed to head the Office of Solid Waste, shall be: (1) in addition to other specified Assistant Administrators of the Environmental Protection Agency; and (2) appointed by the President with the advice and consent of the Senate. Provides for the separability of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Waste Containment Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Hazardous Waste Containment Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Hazardous Waste Revenue Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Comprehensive Environmental Response, Compensation, and Liability Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Hazardous Substance Response Revenue Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to provide authorities to respond to releases of hazardous waste from inactive hazardous waste sites which endanger public health and the environment, to establish a Hazardous Waste Response Fund to be funded by a system of fees, to establish prohibitions and requirements concerning inactive hazardous waste sites, to provide for liability of persons responsible for releases of hazardous waste at such sites, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to provide for liability, compensation, cleanup, and emergency response for hazardous substances released into the environment and the cleanup of inactive hazardous waste disposal sites.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:10-05:00"
}