{
  "actions": [
    {
      "acted_at": "1973-07-31", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9702-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-31", 
  "number": "9702", 
  "official_title": "A bill to amend the National Labor Relations Act to strengthen and reform certain provisions thereof.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2713-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Labor Relations Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Baker, LaMar", 
    "state": "TN", 
    "thomas_id": "00046", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-31", 
  "subjects": [
    "Collective bargaining", 
    "Government operations and politics", 
    "Labor and employment", 
    "National Labor Relations Board", 
    "Unfair labor practices"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-31", 
    "text": "National Labor Relations Amendments - Provides that no complaint shall be issued and no remedial order shall be enforced against any employer who has not committed the unfair labor practice complained of, irrespective of whether such employer has acquired the assets and succeeded to the business of the person against whom such complaint was made, unless such employer participated in such unfair labor practice or is subject to the ownership or control of such person. Declares that whenever an employer, an employee, or a labor organization will be injured by an action of the National Labor Relations Board with respect to a representative election which exceeds the authority of the Board under this Act or otherwise violates the Constitution, such employers, employee, or labor organization may bring a civil action in the district court of the United States wherein such employer, employee, or labor organization resides or transacts business or in the United States District Court for the District of Columbia, to obtain an injunction or other appropriate relief. States that no collective-bargaining contract shall be enforceable against any employer or labor organization that has not expressly agreed to be bound thereby. Provides that where suit is brought to compel the performance of an agreement to arbitrate, or to stay arbitration, or to enforce the award of an arbitrator, the court will direct arbitration or enforce the award, as the case may be, only if the dispute sought to be arbitrated is clearly arbitrable under the express terms of the agreement and is not frivolous or clearly lacking in merit, and, in any order directing arbitration, will specify the issue or issues that are to be arbitrated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Labor Relations Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Labor Relations Act to strengthen and reform certain provisions thereof.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:30-05:00"
}