{
  "actions": [
    {
      "acted_at": "1979-03-01", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-04-30", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 96-104.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "bill_ids": [
        "hr3916-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 3916.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Senate agreed to House amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-12-24", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-24", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-01-02", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-01-02", 
      "references": [], 
      "text": "Public Law 96-181.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s525-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-01-02", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-01", 
  "number": "525", 
  "official_title": "A bill to amend the Drug Abuse Office and Treatment Act of 1972, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3916-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Drug Abuse Prevention, Treatment, and Rehabilitation Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-01", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Discrimination in public facilities", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and narcotics", 
    "Drugs and the aged", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Federal-local relations", 
    "Geriatrics", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Health", 
    "Minorities", 
    "Narcotics", 
    "Narcotics and crime", 
    "Research grants", 
    "Social welfare", 
    "Women's health"
  ], 
  "subjects_top_term": "Drug abuse prevention", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1979-12-19", 
    "text": "(Senate agreed to House amendments with an amendment) Drug Abuse Prevention, Treatment, and Rehabilitation Amendments of 1979 - Amends the Drug Abuse Office and Treatment Act of 1972 to include as purposes of such Act the development of community-based prevention programs, occupational prevention and treatment programs, and research relating to drug abuse. Abolishes the Office of Drug Abuse Policy and directs the President to establish a system for developing recommendations with respect to policies for Federal drug abuse functions and to coordinate the performance of such functions by Federal departments and agencies. Requires the President to: (1) designate a single officer or employee of the United States to direct such activities; and (2) submit an annual report to Congress on the objectives, nature, results, and costs of such activities. Expands the Strategy Council established under such Act to include representatives of State and local governments responsible for dealing with drug abuse problems. Authorizes appropriations for formula grants to States in the amount of $45,000,000 for each of fiscal years 1980 and 1981 (fiscal year 1979 authorization level is $45,000,000). Requires State advisory councils established under this Act to include representatives of women and the elderly. Requires that the survey of need set forth in a State plan identify the needs of the elderly and be coordinated with surveys of alcohol abuse. Requires a State plan to: (1) detail the changes in emphasis in its programs resulting from shifts in demographic and drug abuse patterns within the State; (2) include an inventory of all public and private resources relating to drug abuse; (3) provide assurance that drug and alcohol abuse programs will be coordinated; (4) provide assurance that the State agency will encourage the development of drug abuse programs in State and local governments and private business, and will make available to such entities model programs developed by the National Institute on Drug Abuse (NIDA); and (5) include a needs assessment of drug abuse problems within urban and nonurban areas of the State. Expands the authority of the Secretary of Health, Education, and Welfare to make special project grants and contracts to include demonstration and evaluation programs, and provides that the replication of effective programs should be emphasized. Extends the authorization of appropriations through fiscal year 1981 for such project grants and contracts, but stipulates that at least seven percent of such sums in fiscal year 1980 and ten percent of such sums in fiscal year 1981 must go to primary prevention programs. Directs the Secretary to give special consideration to applications for programs for the prevention and treatment of drug abuse by the elderly (in addition to women and persons under the age of 18 years as currently provided). Requires that projects and programs receiving assistance: (1) seek to be responsive to the special needs of the handicapped; (2) insure good quality care in general community care facilities; (3) meet the special needs of persons of limited English-speaking ability; and (4) utilize existing community resources. Encourages Federal departments and agencies to extend programs and services to the families of employees and to employees who have family members who are drug abusers. Directs the Secretary to develop through the NIDA a variety of model drug abuse prevention, treatment, and rehabilitation programs for replication on a cost-effective basis in different types of business concerns and State and local government entities. Stipulates that the authority of the Secretary to enter into contracts shall be effective for a fiscal year only to the extent provided in advance by appropriation Acts. Requires the Director of the NIDA to develop programs and policies which focus on the needs of underserved populations. Directs the Secretary, on the request of any State, to make available technical assistance for certain purposes, including program management and accountability and the elimination of exclusions in health insurance coverage based on drug abuse. Expands the NIDA's research authority to include social, behavioral, and biomedical etiology, mental and physical health consequences, and social and economic consequences of drug abuse. Requires the Director of the NIDA to report to Congress within 60 days of enactment on research grants and contracts. Amends the Public Health Service Act to require that appointed members of the National Advisory Council on Drug Abuse include employees of State and local drug abuse agencies. Allows appointed members to serve after the expiration of their term until their successors have taken office. Amends the title of the Drug Abuse and Treatment Act of 1972 to read \"Drug Abuse Prevention, Treatment, and Rehabilitation Act of 1972.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Abuse Prevention, Treatment, and Rehabilitation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Drug Abuse Office and Treatment Act of 1972, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:45-05:00"
}