{
  "actions": [
    {
      "acted_at": "1974-04-24", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14361-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-24", 
  "number": "14361", 
  "official_title": "A bill to assure the right to vote to citizens whose primary language is other than English.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-24", 
  "subjects": [
    "Government operations and politics", 
    "Minorities", 
    "Voting"
  ], 
  "subjects_top_term": "Voting", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-24", 
    "text": "States that no device shall be used to abridge or deny the equal right of citizens whose primary language is other than English to vote in any election. Provides that whenever the Director of the Census, upon suggestion of the Attorney General, finds that over 7 percent of the voting age population residing in a particular State or political subdivision thereof are persons whose primary language is other than English, and that less than 50 percent of those persons so residing, though citizens, were not registered to vote in the last election to which electors for President of the United States were chosen, the Attorney General may apply to the appropriate district court of the United States for orders: (1) that special Federal registrars who speak and understand the primary language of such citizens be appointed under the supervision of the Attorney General to facilitate the registration for voting by such citizens according to the lawful qualifications for voters established by the authority of the State in whose jurisdiction such citizens reside; and (2) that special Federal election officials who speak and understand the primary language of such citizens be appointed under the supervision of the Attorney General to facilitate the voting by such citizens in elections in such State or political subdivision thereof."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to assure the right to vote to citizens whose primary language is other than English.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:49-05:00"
}