{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-06", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "subcommittee": "Defense", 
      "text": "Referred to Subcommittee on Defense.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-04", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "First Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-30", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "Final Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-13", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "First Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-28", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "Final Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-28", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-28", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-28", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-10-28", 
      "references": [], 
      "text": "Reported to House by House Committee on Appropriations.  Report No: 100-410.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-28", 
      "references": [], 
      "text": "Placed on Union Calendar No: 264.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-22", 
      "bill_ids": [
        "hjres395-100"
      ], 
      "references": [], 
      "text": "For Further Action See H.J.Res. 395.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3576-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP", 
      "subcommittee": "Subcommittee on Defense", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-28", 
  "number": "3576", 
  "official_title": "A bill making appropriations for the Department of Defense for fiscal year ending September 30, 1988, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres395-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Appropriations Act, 1988", 
  "sponsor": {
    "district": "4", 
    "name": "Chappell, Bill, Jr.", 
    "state": "FL", 
    "thomas_id": "00191", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-10-28", 
  "subjects": [
    "Afghanistan", 
    "Air defenses", 
    "Alaska", 
    "Ammunition", 
    "Antimissile missiles", 
    "Antisatellite weapons", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control agreements", 
    "Arms sales", 
    "Ballistic missiles", 
    "Bomber aircraft", 
    "Budget deficits", 
    "Chemical warfare", 
    "Civil defense", 
    "Claims", 
    "Coal", 
    "Coast guard", 
    "Collection agencies", 
    "Competition", 
    "Congressional oversight", 
    "Cost control", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Dogs", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Europe", 
    "Federal budgets", 
    "Federal installations", 
    "Firearms", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Fuel consumption", 
    "Geodesy", 
    "Government consultants", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government spending reductions", 
    "Government trust funds", 
    "Hawaii", 
    "Home care services", 
    "Horses", 
    "Housing subsidies", 
    "Imports", 
    "Indiana", 
    "Insurgency", 
    "Intercontinental ballistic missiles", 
    "International cooperation", 
    "Japan", 
    "Labor and employment", 
    "Lease and rental services", 
    "Lobbying", 
    "Maintenance and repair", 
    "Maps", 
    "Marine pollution", 
    "Medical research", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military bases", 
    "Military command and control", 
    "Military dependents", 
    "Military engineering", 
    "Military medicine", 
    "Military pay", 
    "Military personnel", 
    "Minority business enterprises", 
    "Motor vehicles", 
    "NATO countries", 
    "National Guard", 
    "National defense", 
    "Nicaragua", 
    "Norway", 
    "Nuclear weapons", 
    "Oklahoma", 
    "Ordnance", 
    "Pennsylvania", 
    "Petroleum storage", 
    "Pets", 
    "Post exchanges", 
    "Reagan Doctrine", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Revolving funds", 
    "Semiconductors", 
    "Ships", 
    "Small business", 
    "Space warfare", 
    "Spacecraft", 
    "Strategic forces", 
    "Strategic materials", 
    "Tanks (Combat vehicles)", 
    "U.S.S.R.", 
    "Unemployment insurance", 
    "Warships", 
    "West Germany"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-28", 
    "text": "Department of Defense Appropriations Act, 1988 - Title I: Military Personnel - Appropriates funds for FY 1988 for military and reserve personnel in the Army, Navy, Marine Corps, and Air Force, and for National Guard personnel in the Army and Air Force. Title II: Operation and Maintenance - Appropriates funds for FY 1988 for the operation and maintenance of the Army, the Navy, the Marine Corps, the Air Force, and the defense agencies, including their respective reserve components, and the Army and Air National Guards. Appropriates funds for the National Board for the Promotion of Rifle Practice, claims against the Department of Defense (DOD), the Court of Military Appeals, environmental restoration (including transfer of funds), and humanitarian aid for Afghan refugees. Title III: Procurement - Appropriates funds for FY 1988 for the procurement by the Army of aircraft, missiles, weapons, and tracked combat vehicles, ammunition, and other procurement. Appropriates funds for procurement by the Navy of aircraft, weapons, shipbuilding and conversion, and for other procurement. Appropriates funds for the augmentation of U.S. Coast Guard inventories. Appropriates funds for Marine Corps procurement. Appropriates funds for procurement by the Air Force of aircraft, missiles, and for other procurement. Appropriates funds for procurement by the defense agencies, and for Defense Production Act purchases. Title IV: Research, Development, Test, and Evaluation - Appropriates funds for FY 1988 for research, development, test, and evaluation by the Army, Navy, Air Force, and defense agencies. Appropriates funds for the expenses of the Deputy Under Secretary of Defense for Developmental Test and Evaluation and the Director of Operational Test and Evaluation. Title V: Revolving and Management Funds - Appropriates funds for the armed forces and defense stock funds. Title VI: Chemical Agents and Munitions Destruction, Defense - Appropriates funds for the destruction of the U.S. stockpile of lethal chemical agents and munitions. Title VII: Related Agencies - Appropriates funds for the Central Intelligence Agency Retirement and Disability System Fund and for the intelligence community staff. Title VIII: General Provisions - Limits the expenditure of appropriations for consulting services to contracts where such expenditures are a matter of public record. Prohibits the use of appropriations for unauthorized publicity or propaganda. Authorizes the Secretaries of Defense and of the military departments to procure the services of experts and consultants if advantageous to the national defense. Exempts the DOD from the prohibition against employing non-citizens. Directs the Secretary of Defense and each agency of the Department to assist American small and minority-owned businesses in their participation in defense contracts. Provides that no part of any appropriation contained in this Act may remain available for obligation beyond the current fiscal year, unless expressly so provided. Prohibits the use of appropriations for specified practices, including: (1) proficiency flying; and (2) excess household goods shipping and storage. Prohibits the obligation of more than 20 percent of funds appropriated by this Act during the last two months of the fiscal year, except as specified. Permits DOD to accept the use of real property and services from foreign countries in accordance with mutual defense agreements or occupational arrangements or as reciprocal international courtesies. Directs the Secretary to report quarterly to the Congress and the Office of Management and Budget (OMB) on the properties and services received. Prohibits the use of appropriations for the procurement of any food, clothing, specified cloth (including cotton, silk, and wool) or synthetic fabrics, or specified metals not grown, produced, or processed within the United States, with specified exceptions. Permits the use of appropriations for uniforms or uniform allowances for civilian employees. Limits the funds available for legislative liaison activities of DOD. Earmarks appropriations for the procurement of commercial transportation services from carriers participating in the civil reserve air fleet program. Authorizes the Secretary, in the national interest and with the approval of OMB, to transfer and merge specified working capital funds. Directs the Secretary to notify the Congress of all transfers. Limits the cash balances which may be maintained in such funds. Prohibits the use of appropriated funds for: (1) fuel conversion at defense facilities in Europe; (2) the preparation of a request to the Appropriations Committees for reprogramming of funds, except as specified; (3) certain claims for physician or provider reimbursement for medical services provided under the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS); (4) public affairs activities beyond a specified amount; (5) administering funds credited to DOD under provisions of the Arms Export Control Act; (6) Senior ROTC units which have had classes with insufficient enrollment; (7) programs of the Central Intelligence Agency (CIA) beyond FY 1989, with specified exceptions; and (8) military personnel costs associated with morale, welfare, and recreational activities. Prohibits the use of appropriated funds for the payment of anticipatory possession compensation claims to the Federal Republic of Germany, other than claims under the Global Agreement. Permits the Secretary to contract with collection agencies to recover indebtedness owed to the United States. Prohibits the use of appropriations for: (1) certain noncompetitive contracts for studies and consulting services, unless certain unique elements are present; (2) nonreimbursed medical care in the United States furnished to foreign military or diplomatic personnel or their dependents; (3) certain second career training programs; (4) the demilitarization of surplus nonautomatic firearms of less than a specified caliber; (5) certain multiyear contracts utilizing economic order quantity procurement or unfunded contingent liabilities in excess of a specified amount; and (6) excessive per diem in lieu of subsistence when an enlisted member is in a travel status. Prohibits the use of appropriations for: (1) waivers of certain cost recovery under the Arms Export Control Act, unless the Appropriations Committees are given advance notice; (2) the transfer of military equipment or data related to the manufacture of such equipment to a foreign country, without approval of such transfer by the Secretary of the military department involved; (3) unjustified intelligence activity, unless the Appropriations Committees are notified; (4) the purchase of foreign coal or coke for U.S. defense facilities in Europe when U.S. coal is available; (5) the procurement of manual typewriters from Warsaw Pact countries; and (6) converting certain military technician positions to nonmilitary positions in support of the reserves and the guards. Eliminates, during FY 1988, the requirement that the Congress must authorize by law the end-strengths for civilian personnel in DOD. Prohibits setting any end-strength limitations for such personnel during FY 1988. Permits the transfer and merger of funds for increased costs for research, development, test, and evaluation. Prohibits the use of CIA, DOD, or any intelligence agency funds for aid to the Nicaraguan democratic resistance, unless in accordance with the Intelligence Authorization Act. Rescinds specified funds from certain military procurement and research and development accounts. Authorizes additional transfers of funds from working capital funds to the Operation and Maintenance appropriations contained in this Act. Prohibits the use of funds for: (1) leasing DOD aircraft or vehicles to non-Federal agencies when commercial alternatives are available; (2) congressional lobbying; (3) certain multiyear leasing or chartering of vessels with excessive termination liabilities; (4) the operation of more than 247 commissaries in the contiguous United States; (5) procuring certain foreign-manufactured aircraft ejection seats; (6) the pay of certain nonmilitary Army Reserve technicians; (7) purchasing dogs or cats to study the medical treatment of wounds; (8) full-scale engineering development of any major acquisition program, until the Secretary certifies to the Appropriations Committees that two or more production sources are not necessary, or provides a plan for the development of two or more sources; and (9) the floating storage of petroleum in non-U.S. vessels. Earmarks funds for the Civil Air Patrol. Permits the use of funds for removing feral burros and horses. Permits the use of funds to pay reasonable costs for the promotion of American aerospace exports at domestic and international exhibits. Permits the appropriation of funds for humanitarian and civic assistance costs incident to authorized operations of the armed forces. Authorizes the Secretaries of the Army and the Air Force to retain in active status certain officers who need such status in order to maintain employment as a National Guard or Reserve Technician. Expresses the sense of the Congress that: (1) the Secretary should award defense contracts in FY 1988 to the extent possible to contractors who agree to carry out such contracts in labor surplus areas; and (2) competition should be increased in providing for our national defense. Prohibits the use of funds appropriated by this Act to pay a dislocation allowance in excess of one month's basic allowance for quarters. Prohibits the use of funds for contracting-out activities performed by the Defense Personnel Support Center, Philadelphia, Pennsylvania, unless the Appropriations Committees receive the results of a cost analysis of such action. Prohibits the use of funds appropriated by this Act: (1) to make contributions to the Department of Defense Education Benefits Fund for educational assistance for a member of the armed services who receives an enlistment bonus; or (2) for integration of a nuclear warhead into the Army Tactical Missile System. Directs DOD to conduct a pilot test project of providing home health care to certain military dependents. Limits the availability of appropriations for educational costs for off-duty training of military personnel to specified percentages of such costs. Prohibits funds appropriated by this Act to be available to pay more than 50 percent of a lump-sum reenlistment bonus to any member. Prohibits the use of appropriated funds for conversion to contractor performance of an activity or function of DOD that is currently performed by more than ten DOD civilian employees until a cost analysis on such performance is completed and certified to the Appropriations Committees. Permits transfers of funds from one appropriation account to another for the lease or purchase of automatic data processing equipment if the Secretary reports such transfer to the Appropriations Committees within a specified time. Makes appropriations available to exchange or furnish mapping, charting, or geodetic data, supplies, or services to a foreign country pursuant to an agreement for the exchange of such services. Prohibits the use of funds for the procurement of 120mm mortars or ammunition for such mortars if manufactured outside the United States. Permits the use of DOD funds at sites formerly used by DOD for removal of unsafe buildings or debris, under certain conditions. Limits the amount of operation and maintenance funds that may be used for travel and transportation of the dependent children of military personnel stationed overseas. Prohibits the use of appropriated funds to carry out a program to paint a naval vessel with a certain type of paint until the Environmental Protection Agency (EPA) certifies that the paint does not pose an unacceptable hazard to the marine environment. Prohibits the use of appropriated funds for the support of any DOD activity that procures malt beverages and wine with nonappropriated funds for resale on a U.S. military installation, with specified exceptions. Makes funds available to the Defense Logistics Agency for the agency's productivity-based incentive awards programs for civilian employees. Permits the transfer of certain unobligated FY 1983 and FY 1984 DOD funds to the Foreign Currency Fluctuations, Defense account, under specified conditions. Prohibits the use of Army appropriations for depot maintenance of equipment unless the civilian personnel strengths at Army depots performing communications-electronics depot maintenance are greater than the strengths assigned those depots on September 30, 1985, with specified exceptions. Prohibits the use of appropriated funds to pay for contract personnel to perform functions currently performed by DOD employees at the Crane Army Ammunition Activity, Crane, Indiana, or the McAlester Army Ammunition Plant, McAlester, Oklahoma, with a specified exception. Prohibits the use of appropriated funds to acquire major automated information systems which have not successfully completed specified oversight reviews. Prohibits any DOD vessel homeported in the United States from being overhauled, repaired, or maintained in a foreign shipyard, except for voyage repairs. Prohibits the use of appropriated funds, after FY 1987, for the direct support of revenue-generating recreational activities located in large metropolitan areas of the United States, with specified exceptions. Authorizes the Secretary of the Navy to convey to the Philadelphia Municipal Authority all rights and interest to a certain portion of the Philadelphia Naval Base, Pennsylvania, under specified terms and conditions. Authorizes the Secretary to enter into a long-term contract with the Authority for the purchase of steam generated from a facility to be constructed on the land conveyed by the Secretary. Permits the use of appropriated funds for the procurement, improvement, and modification of the Copperhead and five-inch guided projectiles, under specified conditions. Prohibits the use of appropriated funds for: (1) the procurement of electric utility service in a manner inconsistent with applicable State law; (2) any country if the President determines that such country is failing to take adequate measures to prevent the introduction of narcotic drugs or other controlled substances to U.S. personnel within such country, until the President makes certifications to the Congress that such country is taking every possible means of preventive measures; and (3) the payment of salaries of any person who authorizes the transfer of unobligated and deobligated funds into the Reserve for Contingencies of the CIA. Requires funds appropriated under this Act for CIA construction projects to remain available until expended. Prohibits funds made available under this or any other Act from being used to sell or lease any land which is part of Fort DeRussy, Honolulu, Hawaii. Repeals a specified provision of the Department of Defense Appropriations Act, 1987, which prohibits the General Services Administration (GSA) from selling or transferring a specified portion of Fort DeRussy. Directs the Secretary to conduct through CHAMPUS a demonstration project on the treatment of alcoholism designed to compare the use of chemical aversion therapy with the use of other treatments. Requires a report from the Secretary to the Appropriations and Armed Services Committees, and specifies other conditions in connection with the demonstration project. Authorizes the Secretary of the Army to authorize activities on the part of the armed forces in celebration of the Bicentennial of the U.S. Constitution, and in support of congressional Bicentennial activities. Provides for the accounting of funds received as compensation for damages to the USS Stark. Prohibits the use of appropriated funds for: (1) operation and maintenance of contractor-owned and operated primary care facilities; (2) the implementation of a specified provision of the National Defense Authorization Act for Fiscal Year 1988 calling for an Air Force demonstration project on alternative health care delivery systems; (3) awarding a contract for the CHAMPUS Reform Initiative in excess of a specified amount; and (4) use by the Defense Logistics Agency to assign a supervisor's title or grade when the number of people he or she supervises is considered as a basis for such determination. Specifies a final obligation date for appropriations for the Tenth International Pan American Games. Prohibits the use of appropriated funds for: (1) contributions to the Department of Defense Education Benefits Fund for the future cost of certain educational assistance programs for veterans and members of the armed forces; and (2) basic pay and allowances for certain members of the armed forces participating as full-time students when such time is credited toward completion of their service commitment. Permits the use of appropriated funds to fully utilize the facilities at the U.S. Army Engineer's Waterways Experiment Station, with a specified exception. Limits the amount of appropriated funds authorized to be made available for certain central design activities with costs of less than a specified amount. Earmarks specified funds appropriated to the Army under this Act for the Reserve Component Automation System, with certain limitations on the expenditures of such earmarked funds. Prohibits the use of appropriated funds for: (1) the procurement of Tactical Army Combat Service Support Computer Systems, unless a certain condition is met; (2) the procurement of mini- and micro-computers for the Army Reserve component until a specified contract is awarded; and (3) the payment of salaries to operate the U.S. Army Information System Selection and Acquisition Agency after a specified date. Requires expeditious completion of the development of the M72E4 weapon, using Army research and development funds. Prohibits the use of appropriated funds for fixed-price contracts for the development of a major system or subsystem, unless the Under Secretary of Defense for Acquisition and the Secretary take certain action. Provides that monetary limitations on the purchase price of passenger motor vehicles shall not apply to vehicles purchased for certain intelligence activities. Earmarks specified funds for the construction of classified military projects within the continental United States. Makes funds available for Naval Air Rework Facilities to perform manufacturing in order to compete for production contracts of defense articles, under specified conditions. Provides a certain exception in the computation of non-headquarters personnel, for purposes of reductions required in the number of such personnel. Authorizes DOD to waive Federal regulations concerning wage rates for authorized civilian employees hired for certain health-care occupations, with a specified condition. Revises Federal provisions regarding required competition in the awarding of contracts for the short-term overhaul, repair, or maintenance of naval vessels. Prohibits the use of appropriated funds for: (1) the procurement of goods or services from Toshiba Corporation, or from Kongsberg Vaapenfabrik (or any of their subsidiaries), with a specified exception; (2) the deactivation, transfer, or other diminishing of any part of certain fighter wings and squadrons at specified U.S. military bases; (3) the procurement of welded shipboard anchor and mooring chains manufactured outside the United States Canada; and (4) the consolidation or conversion of heating plants at defense facilities in Europe from coal to district heating systems. Requires DOD to exclude from diagnosis-related regulations certain discharges involving children and newborn infants. Places a funding prohibition on certain studies or contracting-out of services in connection with a specified reservoir administration of the Assistant Secretary of the Army for Civil Works. Amends the Arms Export Control Act to revise provisions concerning the importation into the United States of military firearms of U.S. manufacture. Requires the reinstatement of import permits for the importation of such firearms which had been suspended prior to the enactment of this Act for specified reasons. Amends the Foreign Assistance Act of 1961 to permit, through FY 1989, the transfer of excess defense articles to certain NATO and eligible non-NATO allies. Prohibits any funds in this Act or any other funds available to military commissaries and exchanges from being used to purchase or sell Toshiba products. Directs the Secretary of the Army to procure the technical data package (TDP) for the Heavy Expanded Mobility Tactical Truck (HEMTT), and to award contracts for the procurement of HEMTT vehicles after procurement of TDP, using full and open competitive procedures. Directs the Secretary to conduct certain tests in relation to the procurement of such vehicles, and to include certain requirements in future HEMTT contracts. Provides a certain structure of deliveries of such vehicles during FY 1989. Directs the Secretary of Defense to make grants to Sematech (a general research private corporation) in order to defray expenses incurred by Sematech in conducting research on and development of semiconductor manufacturing technology, under certain grant conditions. Authorizes the transfer of a specified amount of funds to the Air Force, after a specified congressional notice-and-wait period, to be used for activities related to Space Launch Recovery. Directs the Secretary of the Air Force, using certain prior-year funds, to complete the development and qualification program of the next generation trainer engine (F-109), over the next three-year period. Directs the Secretary of Defense, until October 1, 1988, to carry out a moratorium against the testing of antisatellite weapons in space, unless the President certifies to the Congress that the Soviet Union has conducted such a test. Limits the number of deployed launchers for ICBMs carrying multiple independently targetable reentry vehicles (MIRVs), for ICBMs carrying MIRVs and submarine ballistic missiles carrying MIRVs, or for certain other MIRV-carrying missiles, unless the President certifies to the Congress that the Soviet Union has deployed strategic forces in excess of the numerical sublimits in the SALT II agreement. Prohibits funds appropriated for FY 1988 from being obligated or expended to carry out a nuclear explosion in excess of a specified yield, unless the President certifies to the Congress that the Soviet Union has taken specified action in relation to such nuclear testing. Waives such limitations if an agreement is reached between the United States and the Soviet Union concerning such nuclear testing. Prohibits DOD funds from being obligated or expended to develop or deploy an antiballistic missile that is sea-based, air-based, space-based, or mobile-land based, unless the President makes certain certifications to the Congress. Authorizes DOD to transfer prior-year unobligated balances to the Operation and Maintenance appropriations of the reserve components to provide military technician pay the same exemption from the Gramm-Rudman-Hollings Act as is currently granted to other military personnel accounts, with specified conditions. Authorizes DOD to transfer prior-year unobligated funds to the appropriation for Aircraft Procurement, Air Force, for the procurement of six replacement aircraft for the Flight Inspection program. Prohibits funds available in this or any other Act from being used during FY 1988 for planning for and converting the Naval Avionics Center, Indianapolis, and the Naval Air Engineering Center, Lakehurst operation to operation as a direct appropriation financed activity. Prohibits funds available under this Act from being used to carry out development or deployment of the Space-Based Interceptor project under the Strategic Defense Initiative program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriations Act, 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Department of Defense for fiscal year ending September 30, 1988, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:59-05:00"
}