{
  "actions": [
    {
      "acted_at": "1986-09-18", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-18", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-18", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5547-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-09-18", 
  "number": "5547", 
  "official_title": "A bill to provide for the stability of the domestic banking and thrift systems, to improve housing, to protect the American consumer of financial services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-09-18", 
  "subjects": [
    "Actions and defenses", 
    "Advertising", 
    "Advertising and Marketing", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Auditing", 
    "Authorization", 
    "Bank accounts", 
    "Bank deposits", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Bank reserves", 
    "Budget deficits", 
    "Burglary insurance", 
    "Business and commerce", 
    "Checking accounts", 
    "Checks", 
    "Civil procedure", 
    "Civil service compensation", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Credit cards", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Employee benefit plans", 
    "Employee training", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal Reserve System", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Finance charges", 
    "Flood insurance", 
    "Food and Food Industry", 
    "Food relief", 
    "Government corporations", 
    "Government operations and politics", 
    "Government securities", 
    "Government spending reductions", 
    "Government trust funds", 
    "Graduate education", 
    "Higher education", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Insurance", 
    "Interest", 
    "Interest rates", 
    "Interstate banking", 
    "Liability (Law)", 
    "Limitation of actions", 
    "Low-income housing", 
    "National Credit Union Administration", 
    "Outdoor advertising", 
    "Public housing", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Salaries", 
    "Savings and loan associations", 
    "Securities and Investments", 
    "Social welfare", 
    "State laws", 
    "States", 
    "Television advertising", 
    "Transportation and Travel", 
    "Travel costs"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-09-18", 
    "text": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986 - Title I: Nonbank Bank Provisions - Financial Institutions Equity Act of 1986 - Amends the Bank Holding Company Act of 1956 (BHCA) to redefine a \"bank\" for purposes of such Act to include any institution which is insured by the Federal Deposit Insurance Corporation (FDIC) or which: (1) accepts demand deposits or other deposits withdrawable by check or similar means for payment to third parties; and (2) makes commercial loans. Excludes from the definition of a \"bank\" subject to such Act: (1) any foreign bank having an insured or uninsured branch in the United States; (2) mutual savings banks, savings banks, credit unions, thrifts, and savings and loan associations which are federally insured or eligible to apply for such insurance; (3) certain credit card banks which engage only in credit card operations and maintain only one office; (4) certain trust companies, the FDIC-insured deposits of which are not marketed through an affiliated company and which do not obtain payment or payment related services from any Federal Reserve bank or exercise Federal Reserve discount or borrowing privileges; and (5) industrial banks or loan companies that were operating before enactment of this title and that undergo no change in control or corporate status after such enactment date. Allows a bank holding company to continue to control an institution which becomes a bank as a result of this Act and the formation or acquisition of which was approved on or before May 9, 1984 (designated bank). Allows a bank holding company which controls designated banks, but no other bank, to continue to control such designated banks; but, requires such company to register as a bank holding company under BHCA. Permits designated banks to conduct only those activities they were conducting on May 24, 1984, at the same number of locations at which such activities were conducted on such date. Prohibits a designated bank from offering the products or services of, or permitting its products or services to be offered by, an affiliate engaged in any activity prohibited for bank holding companies by BHCA. Prohibits, beginning one year after enactment of this Act, a bank holding company or any other person from controlling any institution which becomes a bank as a result of this Act and the formation or acquisition of which was not approved on or before May 9, 1984 (nondesignated bank) unless The Federal Reserve Board approves an application for control of such institution. Authorizes the Board to order any bank holding company to divest itself of any designated bank or to cease any nonbanking activity if: (1) such designated bank violates a restriction under this Act; or (2) the Board determines that such action is necessary to protect the Nation's financial system, to avoid disruption of the Federal Reserve System's payment mechanism, or to prevent a conflict of interest, the undue concentration of resources, or unfair competition. Authorizes the Board to order any bank holding company or other person to divest itself of any nondesignated bank the formation or acquisition of which has not been approved within one year after enactment of this title. Title II: Recapitalization of FSLIC - Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986 - Amends the Federal Home Loan Bank Act to require the Federal Home Loan Bank Board (FHLBB) to charter the Financing Corporation. Requires the Corporation to be under the management of a Directorate consisting of the Director of the Office of Finance of the Federal Home Loan Banks (Banks) and two other members selected by the Chairman of the Board from presidents of the Banks. Empowers the Corporation to borrow, to issue stock to Banks, to invest in Federal Savings and Loan Insurance Corporation (FSLIC) securities, to issue obligations the proceeds of which shall invest in the FSLIC, and to make semiannual assessments of insured institutions to provide for the issuance costs, interest, and custodian fees of such obligations. Limits the aggregate amount of such obligations that may be outstanding at any time. Provides that such obligations shall be treated by the Securities and Exchange Commission as exempt securities, shall be tax-exempt (excluding interest), and shall not be guaranteed by the FSLIC, the Banks, or the United States. Requires each Bank to invest in nonvoting capital stock of the Corporation. Limits the cumulative investment of all Banks to $3,000,000,000 and of each Bank to the sum of specified required reserves plus undivided profits, as prescribed by this Act. Sets forth a formula for determining the prorated portion of funds to be invested by each Bank. Restricts dividend payments by a Bank for which other Banks must invest its required amount. Limits the use and disposition of Corporation assets not invested in the FSLIC. Prohibits the Corporation from making any net new borrowing after December 31, 1986. Creates a Federal Savings and Loan Insurance Corporation Industry Advisory Committee. Directs the Committee to: (1) review, and confer with the FHLBB regarding, quarterly reports and budgets on the activities, receipts, and expenditures of the FSLIC; and (2) submit an annual report to specified congressional committee chairmen on its activities and its reports and recommendations to the FHLBB and the FSLIC. Terminates the Committee and the Corporation as soon as practicable after the earlier of: (1) the date by which all FSLIC stock purchased by the Corporation has been retired; or (2) December 31, 2026. Amends the Government Corporations Control Act to establish the Corporation as a mixed ownership Government corporation. Amends the National Housing Act to authorize the FSLIC to issue nonredeemable capital certificates and redeemable nonvoting capital stock which shall be sold only to the Corporation, shall pay no dividends, and the proceeds of which shall be considered part of the FSLIC's primary reserve. Directs the FSLIC to establish and maintain an equity return account until all such certificates and stock have been paid off and retired. Sets forth formulae for calculating the FSLIC's annual contributions to such account beginning in 1997 based on the fraction of the aggregate amount of all account of all insured members equal to FSLIC reserves. Authorizes the FSLIC to invest amounts accumulated in such account as it determines appropriate. Directs the FSLIC to use only amounts accumulated in such account to payoff and retire its stock. Provides that certain statutorily prescribed suspensions or reductions of FSLIC premiums based on the FSLIC's primary and secondary reserve levels shall not apply as long as shares of its capital stock are outstanding. Reduces the total premiums paid by an insured institution to the FSLIC by the amount of any assessments paid to the Corporation during the same period. Amends the Federal Home Bank Act to allow the FHLBB to authorize a Bank to declare and pay dividends out of its undivided profits or legal reserves, only after such Bank has reduced all other reserves to zero, if: (1) the Bank incurs a charge-off or expense related to its investment in the Corporation; and (2) the FHLBB determines that there is an extraordinary need for such Bank's member institutions to receive dividends. Directs the FSLIC to: (1) complete quarterly reports and budgets explaining its activities, receipts, and expenditures, including the activities, receipts, and expenditures of the Federal Asset Disposition Association, for the current and preceding quarters; and (2) submit to specified congressional committee chairmen semiannual reports and budgets on its activities, receipts, and expenditures for the preceding semiannual period. Title III: Financial Institutions Emergency Acquisitions - Financial Institutions Emergency Acquisitions Amendments of 1986 - Amends the Federal Deposit Insurance Act to revise provisions governing interstate acquisitions of troubled banks involving Federal Deposit Insurance Corporation (FDIC) financial assistance. Requires the appropriate Federal banking agency to notify and consult with the FDIC about pending action, and notify the FDIC of final action, with respect to any proposed acquisition by an out-of-state bank or holding company of an insured bank in danger of closing that may qualify for interstate acquisition. Authorizes the FDIC to arrange the acquisition of a closed bank which was one of the ten largest insured banks in the State. Directs the FDIC to provide the State bank supervisor with all relevant information concerning all out-of-State banks or holding companies making acquisition offers. Authorizes interstate acquisitions of: (1) an insured bank in danger of closing which has total assets of $500,000,000 or is one of the ten largest insured banks in the State; or (2) two or more affiliated banks in danger of closing if the aggregate total assets of such banks exceed $500,000,000 and equal or exceed 33 percent of the aggregate total assets of all affiliated insured banks, as well as any other affiliated bank or the controlling holding company. Continues existing acquisition eligibility of an insured bank which receives FDIC assistance after April 15, 1986, until no assistance remains outstanding. Authorizes any out-of-State bank which makes an emergency acquisition of an insured bank in any State to acquire other insured banks in such State to the same extent as authorized for any bank holding company whose insured bank subsidiaries' operations are principally conducted in such State. Prohibits any holding company which makes such an acquisition from being required under State law to divest any other bank or from being prevented from acquiring any other bank or holding company by reason of such acquisition. Requires the FDIC to submit an annual report to specified congressional committees on such emergency interstate acquisitions. Amends the Bank Holding Company Act of 1956 to impose similar restrictions on emergency interstate acquisitions of troubled banks not assisted by the FDIC. Authorizes the Federal Reserve Board to: (1) dispense with notice and hearing requirements for the acquisition of a bank in danger of closing; and (2) reduce the post-approval waiting period to five days or eliminate such period if necessary to prevent the probable failure of the bank. Directs the Board to submit an annual report to specified congressional committees on applications for such emergency acquisitions. Amends the Garn-St Germain Depository Institutions Act of 1982 to extend until July 15, 1989, the Deposit Insurance Flexibility Act. Terminates this title and the Deposit Insurance Flexibility Act effective July 15, 1989. Title IV: Expedited Funds Availability - Expedited Funds Availability Act - Requires the Board of Governors of the Federal Reserve System to begin to develop an expedited funds availability system which shall be implemented no later than three years and 90 days after enactment of this title. Provides that such system shall require that funds deposited in an account of a depository institution by local and in-state checks be available for withdrawal the business day after deposit and that funds deposited by all other checks be available on the fourth business day after deposit. Lists considerations for the Board in establishing such system which include providing for the automated return of unpaid checks, a uniform endorsement standard, and direct notification of nonpayment. Directs the Board to report to the Congress every six months on its actions to implement such system and within two years after enactment of this title on the effects of temporary schedules for fund availability established under this title. Establishes specific time limits for funds availability for various types of deposits. Provides for next day availability for cash, the cash portion of a deposit, wire transfers, checks of $100 or less, checks drawn on in-state branches of the receiving depository institution or branches located in the same check processing region, U.S. Treasury checks endorsed only by the payee, State and local treasury checks endorsed only by the payee and deposited in special envelopes at manned branches, cashier's checks, certified checks, teller's checks, and depository checks endorsed only by the payee and deposited in special envelopes at manned branches. Sets forth a schedule, to be terminated upon implementation of the expedited funds availability system, providing that: (1) checks drawn on local originating depository institutions shall be available on the third business day after deposit during the one-year period beginning 90 days after enactment of this title and on the second business day after deposit during the subsequent two years; and (2) checks drawn on nonlocal originating depository institutions shall be available for withdrawal on the seventh business day after deposit. Authorizes the Board to make certain adjustments in such time limits. Sets forth time limit exceptions and special time limits which shall apply: (1) to new accounts, deposits by checks in excess of $5,000, checks redeposited after being returned, repeated overdrafts, and foreign checks; and (2) under specified emergency conditions. Authorizes the Board to suspend the applicability of this title to any classification of checks directly associated with an unacceptable level of losses due to check-related fraud. Requires the Board to transmit a report justifying any suspension to specified congressional committees. Provides that the expedited funds availability schedules shall not apply if the receiving depository institution doubts the collectability of funds for a check, believes that the drawer or drawee of the check has or is about to become subject to bankruptcy or receivership, or believes that a situation involving fraud or kiting exists. Directs the institution to provide notice to the drawer and drawee in such situations. Prohibits any depository institution from freezing funds in an account because other funds deposited in such account by check are not yet available for withdrawal pursuant to this title. Directs each institution to inform employees of, and ensure employee compliance with, the requirements of this title. Provides that State laws providing for shorter time periods for the availability of funds deposited in a State-chartered institution shall supercede this title and shall apply to all federally insured depository institutions located in such State. Requires interest to accrue on funds deposited in an interest-bearing account of an institution beginning on the business day on which the institution receives provisional credit for such funds. Requires a depository institution to meet specified disclosure requirements concerning its general policy on the availability for withdrawal of funds deposited by check. Authorizes the Board to publish model disclosure forms and clauses for common transactions. Directs the Board to establish a Payments System Advisory Council to advise and consult with the Board in the exercise of the Board's functions under this title. Declares that this title supercedes State law, including the Uniform Commercial Code, except as specified earlier. Sets forth provisions governing: (1) the administrative enforcement of this title; and (2) the civil liability of institutions that fail to comply with this title. Title V: Truth in Savings and Credit Card Applications - Truth in Savings and Credit Card Applications Act - Requires each advertisement, announcement, or solication by a depository institution which refers to a specific interest rate, yield, or rate of earnings on amounts deposited in a demand or interest-bearing account to state the following information clearly and conspicuously: (1) the annual percentage yield and the period such yield is in effect; (2) all minimum initial deposit, minimum balance, and time requirements for earning such yield; (3) the annual rates of simple interest; (4) fees or other conditions that could reduce the yield; (5) any interest penalty for early withdrawal; and (6) the effective percentage yield on the maturity of any account maturing in less than one year. Authorizes the Board of Governors of the Federal Reserve System to exempt advertisements, announcements, or solicitations made by any broadcast or electronic medium or outdoor advertising displays not on the premises of a depository institution, from the disclosure requirements relating to initial deposit requirements, rates of simple interest, or fees, if such disclosure would be unnecessarily burdensome. Prohibits any depository institution from advertising an account as a free or no-cost account if: (1) there are minimum balance or limited transaction requirements to avoid fees; or (2) there is any service fee, transaction fee, or similar charge imposed for such account. Prohibits any institution from making any advertisement, announcement, or solicitation that is inaccurate or misleading or that misrepresents its deposit contracts. Requires each depository institution to maintain a schedule, written in clear and plain language, of fees, charges, interest rates, and terms and conditions such as minimum balance and time requirements applicable to each class of accounts offered. Requires that such schedule be disclosed to potential customers and requesting individuals and mailed to account holders. Requires that account holders receive 30-days' advance notice of any change to be made in any term or condition required to be disclosed in the schedule if the change might reduce the yield or adversely affect any account holder. Directs the Board to require modified disclosure requirements concerning the annual yield on variable rate accounts, multiple rate accounts, guaranteed-rate accounts that mature in less than one year, and accounts for which the interest rate is not guaranteed. Directs the Board to provide for public notice and comment on, and to publish, model forms and clauses for common disclosures required by this Act. Requires depository institutions that issue credit cards to disclose specified information regarding interest rates and fees on applications and solicitations. Prescribes modified requirements for \"take-one\" applications made available to the public in commercial establishments. Requires the information to be displayed conspicuously, prominently, and in a clear and concise tabular format as may be prescribed by the Board. Provides for the enforcement of this title and the civil liability of a depository institution that fails to comply with requirements of this title. Sets forth limitations on such liability and factors to be considered by the court in determining class action awards. Provides that an institution may not be held liable for a violation if the institution demonstrates that the violation was not intentional and resulted from a bona fide error. Establishes U.S. district court jurisdiction and a one-year statute of limitations for actions brought under this title. Title VI: Depository Institutions Examination Improvement - Depository Institution Examination Improvement Act of 1986 - Redesignates the Financial Institutions Examination Council as the Depository Institutions Examination Council. Directs the Council to prepare guidelines for the Federal depository institutions regulatory agencies to ensure adequate compensation for living and travel expenses for any Federal examiner who is temporarily assigned outside of his or her regular region of employment. Provides that the estimated expenditures and receipts of the Office of the Comptroller of the Currency, the Federal Deposit Insurance Corporation (FDIC), the Federal Home Loan Bank Board (FHLBB), the Federal Savings and Loan Insurance Corporation (FSLIC), and the National Credit Union Administration (NCUA) included in the annual Federal budget submitted to the Congress by the President shall be submitted to the President before October 16 of each year and included in the President's budget without change. Exempts such entities from fiscal, budget, appropriation, and fund apportionment requirements. Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to exempt funds of such entities from reduction under any sequestration order. Provides that the number of employees of a Federal depository institutions regulatory agency shall not be subject to any limitation imposed by any executive branch officer outside such agency. Subjects the FHLBB, the Federal Home Loan Banks, the FSLIC, and the NCUA to audits by the Comptroller General. Establishes the FSLIC as a mixed-ownership Government corporation (currently listed as a wholly owned Government corporation). Repeals specified authority of the Treasury to approve actions, including bank examiner appointments, and appoint staff of the Comptroller of the Currency. Directs the Council to: (1) develop a proposal for consolidating all Federal examiner training programs in one school to be established and conducted by the Council; and (2) report to specified congressional committees on its findings, legislative recommendations, and the savings to the regulatory agencies that would result from such consolidation. Requires the Council to: (1) study the feasibility of establishing a graduate degree program in financial management analysis for officers and employees of the regulatory agencies and the State depository institutions supervisory agencies (State agencies); and (2) report to specified congressional committees on its findings, legislative recommendations, the cost of establishing and conducting the program, and on the approval or disapproval by each regulatory agency of the Council's proposal for such program. Requires the Council to establish minimum requirements for examinations of depository institutions by State agencies in order for such an examination to be acceptable for purposes of Federal law. Prohibits such requirements from exceeding the minimum standards in effect for Federal examiners. Directs the Council: (1) at least annually, to request each State agency which examines institutions subject to Federal examination to allow the Council to review its examination methods; (2) to notify a State agency if its examination methods do not satisfy such minimum requirements and allow the agency not more than three years to cure any deficiency; and (3) to notify each Federal regulatory agency if a State agency refuses to allow a review of its examination methods or fails to remedy any deficiency in its methods. Prohibits any Federal regulatory agency or any regional bank, branch, or other office of such Federal agency from relying on any report of examination by a State agency for which such a notice has been received to fulfill an examination requirement under Federal law. Permits the Council to limit the scope of a notice to: (1) a separate branch or department of a State agency which has authority to conduct examinations; or (2) a State agency's capacity to examine a particular type of depository institution. Requires the FDIC, FHLBB, FSLIC, and the NCUA Board to accept any report of examination made by a State agency which meets the minimum requirements as determined by the Council, or to notify the State agency of the reason for such entity's refusal to accept such agency report. Requires a demonstration project to be conducted beginning January 1, 1988, under which the Federal Reserve Board and the FDIC, if they elect to participate, and the Office of the Comptroller of the Currency, the NCUA, FHLBB, and FSLIC shall establish and implement a system to provide employees compensation, including benefits, comparable to that received by their counterparts in the private sector. Requires each agency's compensation system to provide that: (1) covered positions will be classified by pay bands created by modifying the classes or grades currently applicable to such positions; (2) employees shall be evaluated using peer comparison and ranking; (3) each employee's basic pay rate shall be reviewed annually and shall be adjusted to prevent any increase in the deficiency between such rate and the pay for a comparable private sector position, if the employee's performance is rated at the fully successful level or higher; and (4) performance-recognition bonuses, recruitment and retention allowances, and differentials to compensate for regional differences in costs of living shall be awarded where appropriate. Directs each agency to provide for the preparation of reports on: (1) any deficiency in the overall average level of compensation provided for agency positions as compared to the overall average level of compensation generally provided for comparable positions in the private sector; and (2) the percentage by which basic pay for all agency positions must be increased each year to eliminate any increase in such deficiency. Requires each agency head to institute such increase and permits each agency to further increase pay rates to eliminate the entire deficiency. Prohibits any reduction in an employee's basic pay rate by reason of the establishment of such demonstration project. Requires the Office of Personnel Management to: (1) provide that the demonstration project shall be evaluated annually by a contractor; and (2) report the contractor's findings to specified congressional committees. Requires the Comptroller General, within four years after the date on which the project commences, to submit to such committees a final report on such project, including any recommendations for appropriate legislative or other action. Title VII: Housing and Community Development - Housing Act of 1986 - Subtitle A: Program Extensions and Amendments - Amends the National Housing Act, the Housing Act of 1964, the Housing Act of 1949, and the National Flood Insurance Act of 1968 to extend Federal housing administrative mortgage insurance programs, rehabilitation loan authority, rural housing authorities, and the flood and crime insurance programs through FY 1987. Amends the National Housing Act with respect to mortgage insurance and secondary mortgage market programs. Amends the Housing and Community Development Act of 1974 with respect to community and neighborhood development and conservation programs. Subtitle B: Housing Assistance - Amends the United States Housing Act of 1937 with respect to lower income housing projects. Amends the Housing and Community Development Amendments of 1978 with respect to multifamily housing management and preservation. Amends the Housing Act of 1959 with respect to housing for the elderly and the handicapped. Subtitle C: Rural Housing - Amends the Housing Act of 1949 with respect to rural housing, especially mortgage credit. Subtitle D: Shelter Assistance for the Homeless and Displaced - Establishes in the Department of Housing and Urban Development (HUD) the National Emergency Food and Shelter Board, which shall continue the emergency food and shelter program established in the Department of Housing and Urban Development-Independent Agencies Appropriations Act, 1986. Subtitle E: Nehemiah Housing Opportunity Grants - Authorizes the Secretary of Housing and Urban Development (the Secretary) to make grants to nonprofit organizations to carry out Nehemiah Housing Opportunity programs. Specifies requirements and terms of such grants. Establishes in the Treasury the Nehemiah Housing Opportunity Fund to provide for such grants. Subtitle F: Preventing Fraud and Abuse in Department of Housing and Urban Development Programs - Authorizes the Secretary to require applicants or participants in HUD financial assistance programs to disclose their social security account numbers or employer identification numbers. Subtitle G: Enterprise Zone Development - Provides for the designation of enterprise zones for HUD development programs. Subtitle H: Assisted Housing Livability Improvements - Amends the United States Housing Act of 1937 with respect to assisted housing. Directs the Secretary to permit public housing agencies to carry out their activities without prior review or approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Depository Institution Examination Improvement Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Expedited Funds Availability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Institutions Emergency Acquisitions Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Institutions Equity Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Housing Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Truth in Savings and Credit Card Applications Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the stability of the domestic banking and thrift systems, to improve housing, to protect the American consumer of financial services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:43-05:00"
}