{
  "actions": [
    {
      "acted_at": "1984-06-13", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-19", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2752-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-13", 
  "number": "2752", 
  "official_title": "A bill to restrain health care cost, restore the solvency of the medicare program, and enhance coverage and benefits under such program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Incentives Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-06-13", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Department of Health and Human Services", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Excise tax", 
    "Executive reorganization", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Hospital rates", 
    "Hospitals", 
    "Information services", 
    "Insurance", 
    "Medicaid", 
    "Medical economics", 
    "Medical fees", 
    "Medical personnel", 
    "Medicare", 
    "Physicians", 
    "Revolving funds", 
    "Social welfare", 
    "Taxation", 
    "Tobacco", 
    "Tobacco tax"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-13", 
    "text": "Medicare Incentives Reform Act - Adds a new title XXI to the Social Security Act entitled \"State Health Care Efficiency Programs.\" Authorizes the chief executive officer of any State to apply to the Secretary of Health and Human Services for the approval of a health care efficiency plan for that State. Authorizes the Secretary to approve a State plan for an initial period of up to 36 months. Requires the Secretary to approve a plan if the plan meets the requirements set forth below. Permits a plan to be designed in a manner that meets certain general requirements through a ratesetting system, a voluntary system, or through the use of competitive mechanisms. Permits a plan to be designed to meet such requirements through different systems for different areas for hospitals within a State. Requires all plans to meet the following general requirements: (1) the rate of increase in the total revenues for inpatient hospital services for all hospitals in the State must be limited as specified; (2) the total amount paid under Part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act for inpatient hospital services and for capital-related costs of inpatient hospital services must be limited as specified; (3) the plan must have a mechanism for providing fair hearings for hospitals and any other entities aggrieved by determinations made under the plan; (4) the plan must assure that hospitals continue to meet Federal and State certification standards for quality of care; (5) the plan must provide for a method of assuring that hospitals do not engage in an admissions practice that results in either the refusal to admit a patient because the patient is unable to pay for inpatient hospital services provided by the hospital or the refusal to provide emergency services to any person who is in need of emergency services; (6) the plan must provide for a method of allocating among the hospitals in the State the amount payable under part A of title XVIII with respect to the capital-related costs of inpatient hospital services; (7) the plan must provide for a program of hospital utilization control with respect to all inpatient hospital services for which payment is made under part A of title XVIII; (8) the plan must provide that unreimbursed costs incurred by hospitals in providing inpatient hospital services to low-income patients who are uninsured or underinsured shall be paid through distribution of funds pooled at the statewide level or through another method approved by the Secretary; (9) the plan must provide for such reports to the Secretary as the Secretary may require; and (10) the plan must permit eligible organizations in the State to negotiate directly with hospitals with respect to the rate of payment for inpatient hospital services provided by such organizations. Provides that, to the extent that the plan provides for meeting such general requirements through a system which provides for the establishment of rates for hospital reimbursement for inpatient hospital services by an entity other than the hospital, the plan must meet the following additional requirements: (1) except as otherwise provided in this paragraph, the plan must be designed and administered in a manner that provides equitable treatment of all entities that pay for inpatient hospital services under the plan, of employees of hospitals, and of patients receiving such services; (2) if the plan is established under State law, the plan must take into account the proportion of costs associated with, and services covered by, the different payors, including payments under titles XVIII and XIX (Medicaid) of the Social Security Act, and may not permit undue shifting of proportions of costs among the different payors; (3) the plan may not make available any price discount to any purchaser unless the discount reflects both the measurable economic benefits to that hospital resulting from a service or reimbursement arrangement with that purchaser and the discount is made available to all other purchasers who can satisfy such service or reimbursement arrangement; and (4) the plan must provide a procedure whereby, upon the request of a hospital, an adjustment can be considered to the rate limitation applicable under the plan to that hospital to reflect changes in services available, a major renovation, funds necessary to operate certain sole community hospitals, and higher expenses associated with the special needs of certain hospitals, but only if any change due to which the adjustment is sought is not inconsistent with any applicable approved State health plan. Permits a health care efficiency plan approved for any 12 month period beginning after June 30, 1988, to include a program limiting the amounts payable by all payors for physician's services provided in such State during such period. Authorizes such program to employ a relative value scale and a fee schedule for such services or an alternative method for constraining the costs of physicians' services approved by the Secretary. Requires a plan imposing limits on the amounts payable with respect to physicians' services to be designed to provide that, for any 12 month period for which the plan is in effect, the total amount paid under part B (Supplementary Medical Insurance) of title XVIII for physicans services may not exceed the total amount paid to all physicians in a State for such services under part B during the 12 month period immediately preceding the first 12 month period for which the plan is in effect, increased or decreased according to a formula which takes into account the Consumer Price Index. Directs the Secretary, in reviewing a plan, if it provides for controlling the costs of inpatient hospital services through a competitive mechanism, to take into account the degree to which the plan provides for either the following or for other measures to improve price competition among providers: (1) the plan provides for the establishment of one or more open enrollment periods; (2) the plan provides for the dissemination of information concerning different health plans to individuals eligible to enroll with the health benefits plans; (3) the plan encourages innovation and public incentives to new forms of health care delivery and financing; (4) there are negotiated prices and risk-sharing between insurers and health care providers; and (5) the laws of the State do not impose legal barriers to competition in negotiated and other arrangements among insurers and health care providers. Directs the Secretary to annually review the compliance of each plan approved under this Act with the applicable requirements of this Act. Provides that in the case of any State with a plan approved for any 12 month period: (1) the Medicare hospital payment provisions shall not apply to hospitals in the State; (2) the Secretary shall waive limitations imposed under part A (Hospital Insurance) of title XVIII upon the amount, and manner, of payment to such hospitals under such part for inpatient hospital services; and (3) for purposes of making payments to such State under title XIX (Medicaid) of the Social Security Act, the Federal medical assistance percentage for such State shall be 102 percent of the amount of such percentage as otherwise determined. Provides that if the plan imposes limitations on the amounts payable with respect to physicians' services for such 12 month period: (1) the provisions of this Act providing for fee schedules for physicians' services under part B of title XVIII shall not apply; (2) the Secretary shall waive limitations imposed under part B upon the amount, and manner, of payment to physicians under part B for physicians' services; and (3) notwithstanding clause (3) of the previous sentence, for purposes of making Medicaid payments to such State, the Federal medical assistance percentage for such State shall be 103 percent of the amount of such percentage as otherwise determined. Directs the National Center for Health Services Research of the Department of Health and Human Services to develop and implement a program for educating and advising State officials, business groups, and other payors with respect to the alternative approaches available to States desiring to establish a health care efficiency plan. Amends the Medicare inpatient service hospital payment provisions to limit the increase in hospital costs to the increase in the market basket of hospital costs. Revises the Medicare provisions concerning inpatient hospital service payments made on the basis of prospective rates. Provides that if the total number of discharges of individuals entitled to benefits under part A of title XVIII for all hospitals in a medical service area during a 12 month period exceeds the sum of the adjusted base number of discharges for all such hospitals in such area for such period then the Secretary shall make adjustments in the payments to a hospital as necessary to provide that, to the extent that the number of part A beneficiaries discharged from a hospital exceeds the adjusted base number of discharges, the payments per discharge to such hospital shall be equal to 50 percent of the payments per discharge otherwise provided. Permits the Secretary to make higher payments in certain instances. Sets forth the method for determining the adjusted base number of discharges for a hospital. Directs the Secretary, on or before January 1, 1986, to: (1) determine the diagnosis-related groups within which the greatest number of hospital discharges for which payment may be made on the basis of prospective rates are classified during the 12 month period ending September 30, 1985; (2) rank such groups according to the degree of variation among hospital service areas in a State in the percentage of individuals entitled to part A benefits who are discharged from a hospital during such period and classified within such group; and (3) disseminate information with respect to the determinations and rankings. Provides that by the 12 month period beginning January 1, 1991, and for each 12 month period thereafter, the maximum number of discharges for a State for a diagnosis-related group shall be reduced by a number that equals five percent of the total number of discharges for which payment was made during FY 1985. Authorizes the Secretary to increase the maximum number of discharges if the health status of part A beneficiaries in a State warrants such increase. Provides that reimbursement for discharges above the maximum permitted level shall be equal to 50 percent of the amount otherwise payable. Provides for payment to a hospital paid on the basis of prospective rates, with respect to inpatient hospital services, an additional amount related to capital costs. Sets forth the method for determining such amount. Provides that a hospital shall be qualified to participate in Medicare only if it provides that every physician who is on the medical staff of the hospital and who furnishes services for which payment may be made under part B of title XVIII to inpatients of the hospital enters into an agreement under which the physician agrees not to impose any charge or receive payment for any physicians' services which are provided to any part B inpatient, except on the basis of an assignment. Directs the Secretary, in setting the prevailing charge levels for physicians' services for the 12 month period beginning July 1, 1985, not to set such level any higher than was set for the period beginning July 1, 1984. Directs the Secretary, in setting the prevailing charge levels for such services for periods beginning after June 30,1986, to treat the level set under the previous sentence as having fully provided for the economic changes that would have been taken into account but for such limitation. Directs the Secretary to annually compile information on physicians accepting assignments for outpatients and to make such information available on a local basis. Directs the Secretary to annually publish a list, which shall be available on a local basis, of all physicians who have agreed to accept payment on the basis of an assignment. Directs the Secretary to develop and conduct a nationwide multimedia program to inform individuals of the nature of assignments. Requires each carrier having an assignment with the Secretary to maintain a toll-free telephone number at which Medicare enrollees can obtain the names and addresses of physicians who have agreements with the Secretary. Prohibits, as of July 1, 1988, payment under part B of title XVIII for a physician's services unless the physician has entered an agreement to accept assignments on Medicare claims. Requires the Institute of Medicine of the National Academy of Sciences, or another appropriate nonprofit private entity selected by the Secretary, to develop a relative value scale for physicians' services and to submit a report to the Secretary and the Congress with respect to such relative value scale. Requires, in developing the relative value scale, primary consideration to be given to the relative time necessary to provide a service. Provides that consideration shall also be given to other factors, including the: (1) investment in training; (2) effort and degree of skill necessary to provide the service; (3) efficacy of the services; and (4) overhead and personnel expenses associated with providing the service. Requires the Secretary to enter into a contract with the Institute to develop the relative value scale and to submit the required report. Directs the Secretary, taking into account the factors set forth in the previous paragraph and the report, to establish, by July 1, 1988, a relative value scale for physicians' services, assigning to each such service a weighting factor that reflects the value of such service compared with the value of all other physicians' services. Requires the Secretary to adjust the scale from time to time. Directs the Secretary to establish for each carrier service area for each 12 month period beginning after June 30, 1988: (1) a fee schedule for physicians' services for which payment may be made under part B that are provided in urban areas; and (2) a fee schedule for such services under such part provided in rural areas. Requires the Secretary to adjust the fee of each service to assure that the total amount payable under part B for physicians' services provided in a carrier service area does not exceed the cap amount for the area. Defines the terms \"cap amount\", \"urban area,\" and \"rural area.\" Directs the Secretary, notwithstanding the two immediately preceding paragraphs, to establish a separate fee schedule for physicians' services provided during any 12 month period beginning after June 30, 1988, in a State or tertiary medical service area for which a physicians' services agreement is in effect. Sets forth the method of determining such fee schedule. Defines the term \"physicians' services agreement\" to mean, with respect to any State or tertiary medical service area, an agreement entered into by the Secretary and a qualified physicians' services organization for a State or tertiary medical service area which provides that: (1) no payment will be made under part B for physicians' services by a physician who is not a member of such an organization; (2) total part B payments for a 12 month period during which the agreement is in effect will not exceed an amount which is equal to or less than the cap amount for such State or tertiary medical service area; (3) the Secretary will pay a physician under part B 100 percent of the established fee and collect any deductible; (4) the fee schedules shall be established in accordance with a relative value scale; (5) the Secretary will adjust, as specified in an agreement, the amounts paid during any 12 month period for physicians' services with respect to which the Secretary estimates that total payments under part B will, unless such adjustments are made, exceed the cap; and (6) in the case of a first agreement, the agreement will be for at least 36 months. Defines the term \"qualified physicians' services organization.\" Permits an agreement to be terminated prior to its expiration date by either the Secretary or an organization, provided certain conditions are met. Provides that the fee established with respect to any physicians' service provided in an urban or rural area of a carrier service area, State, or tertiary medical service area during a 12 month period after June 30, 1988, and before July 1, 1991, shall equal: (1) during the 12 month period beginning July 1, 1988, an amount equal to the sum of 66 2/3 percent of the reasonable charge and 33 1/3 percent of the established fee; (2) during the 12 month period beginning July 1, 1989, an amount equal to the sum of 50 percent of the reasonable charge and 50 percent of the established fee; and (3) during the 12 month period beginning July 1, 1990, an amount equal to the sum of 33 1/3 percent of the reasonable charge and 66 2/3 percent of the established fee. Permits the Secretary to make agreements with any organization of physicians which will accept fees less than the established fees. Permits the Secretary to limit the amounts paid for physicians' services under certain conditions. Provides that payment under part B of title XVIII shall be 100 percent of the established fee in the case of physicians' services, except for specified services. Directs the Secretary to: (1) in the case of a State or tertiary medical service area for which a physicians' services agreement is in effect, pay 100 percent of the fee otherwise payable under part B for a physicians' service; and (2) collect the deductible. Limits the deductible: (1) under part A of title XVIII to $200 a year; and (2) under part B of title XVIII to $200 a year. Eliminates copayments. Provides that such deductible shall annually reflect changes in the Consumer Price Index. Eliminates limitations on the length of inpatient hospital stays. Directs the Secretary to annually establish a monthly actuarial surcharge amount for both parts A and B Medicare enrollees to defray increased costs under such parts. Amends the Internal Revenue Code to double the excise taxes on tobacco products. Provides that the additional taxes imposed by the preceding sentence shall be deposited in the Federal Hospital Insurance Trust Fund. Amends National Housing Act provisions relating to mortgage insurance for hospitals to require that preference in providing assistance shall be given to hospitals with limited access to capital markets and hospitals providing a substantial amount of unreimbursed care. Transfers authority over the hospital mortgage insurance program from the Secretary of Housing and Urban Development to the Secretary of Health and Human Services. Creates the Hospital Mortgage Insurance Fund to be used as a revolving fund by the Secretary in carrying out such program. Directs the Secretary to submit a report to Congress concerning hospital utilization control under Medicare. Directs the Secretary to conduct demonstration projects for carrier service areas or tertiary medical service areas with respect to: (1) making a single payment under part B of Medicare for all physicians' services that are closely related to a particular medical procedure or are provided during a single hospital stay; (2) making such payment to either the hospital or physician; and (3) negotiating area-wide caps on the total amount payable under part B for physicians' services provided during a specified time period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Incentives Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restrain health care cost, restore the solvency of the medicare program, and enhance coverage and benefits under such program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:24-05:00"
}