{
  "actions": [
    {
      "acted_at": "1973-01-26", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s553-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-26", 
  "number": "553", 
  "official_title": "A bill to establish nondiscriminatory school systems and to preserve the rights of elementary and secondary students to attend their neighborhood schools.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4462-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nondiscriminatory Education Act", 
  "sponsor": {
    "district": null, 
    "name": "Scott, William Lloyd", 
    "state": "VA", 
    "thomas_id": "01433", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-26", 
  "subjects": [
    "Community and school", 
    "Education", 
    "Schools", 
    "Students"
  ], 
  "subjects_top_term": "Community and school", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-26", 
    "text": "Nondiscriminatory Education Act - States that the right of elementary and secondary education students to attend their neighborhood schools shall not be abridged by any Federal authority based upon the race, creed, color, religion, or national origin of the student. Provides that each local nondiscriminatory system shall have the right to determine their own attendance zones, the placement of any new school or facility, and the placement of faculty and administrative personnel without any interference from Federal authority, so long as such action is reasonable and nondiscriminatory. Defines the term \"nondiscriminatory system\". Makes the following acts illegal: (1) the operation of any school system receiving public support other than a non-discriminatory-school system, (2) the forced closing of any school for the purpose of forcing any student or group of students into a different school for the purpose of altering the racial or ethnic makeup of the student body; (3) the pairing of schools (as defined by this Act), and (4) forcing a child to leave his neighborhood school to attend another more distant because of his race, color, creed, religion, or national origin. Provides a penalty of 1 year imprisonment or a fine of $1,000, or both, for any person who violates the provision of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nondiscriminatory Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish nondiscriminatory school systems and to preserve the rights of elementary and secondary students to attend their neighborhood schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:21-05:00"
}