{
  "actions": [
    {
      "acted_at": "1975-03-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4453-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-06", 
  "number": "4453", 
  "official_title": "A bill to provide compensation for the injury, illness, disability, or death of employees in agriculture.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm Workers' Compensation Act", 
  "sponsor": {
    "district": "15", 
    "name": "Sisk, B. F.", 
    "state": "CA", 
    "thomas_id": "01061", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-06", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and food", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Agricultural labor", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-06", 
    "text": "Farm Workers' Compensation Act - Provides compensation for the injury, illness, disability, or death of employees in agriculture. Makes the provisions of the Longshoremen's and Harbor Workers' Compensation Act applicable to the disability or death of an agricultural employee occurring in the course of employment in agriculture or arising out of any unsafe, defective, or unhealthful condition or inadequate sanitation facility of housing provided as an incident to his employment in agriculture. Provides that if any injury, illness or death of the employee is a result of gross negligence of the employer, the employee or his legal representative may maintain an action at law for damages. Makes the benefits of this Act available to agricultural employees disabled or killed by the use of an economic poison in the manner prescribed by its label. Specifies that this Act shall not be deemed to prohibit any employee from applying for compensation or other benefits for which he is eligible under State law if he so elects. Directs that employers who provide for compensation for their employees under State law, determined by the Secretary to provide a compensation program at least equivalent in benefits and coverage to that provided by the Longshoremens' and Harbor Workers' Compensation Act, shall not be required to secure the payment to his employees of the compensation payable under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Workers' Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide compensation for the injury, illness, disability, or death of employees in agriculture.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:41-05:00"
}