{
  "actions": [
    {
      "acted_at": "1996-01-26", 
      "references": [
        {
          "reference": "CR S505", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-01-26", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-02-29", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1535-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-01-26", 
  "number": "1535", 
  "official_title": "A bill to strengthen enforcement of the immigration laws of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Illegal Immigration Control and Enforcement Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Abraham, Spencer", 
    "state": "MI", 
    "thomas_id": "01269", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-01-26", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alien labor", 
    "Aliens", 
    "Armed forces and national security", 
    "Arrest", 
    "Authorization", 
    "Automobile theft", 
    "Boundaries", 
    "Burglary", 
    "Canada", 
    "Citizenship", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Contracts", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Data banks", 
    "Department of Justice", 
    "Deportation", 
    "Depositions", 
    "Detention of persons", 
    "Driver licenses", 
    "Due process of law", 
    "Earned income tax credit", 
    "Economics and public finance", 
    "Emblems", 
    "Evidence (Law)", 
    "Families", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Food stamps", 
    "Forfeiture", 
    "Forgery", 
    "Fraud", 
    "Gambling", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Grants-in-aid", 
    "Health", 
    "Hours of labor", 
    "Housing and community development", 
    "Housing subsidies", 
    "Identification devices", 
    "Illegal aliens", 
    "Immigrants", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Intelligence officers", 
    "International affairs", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Legal fees", 
    "Licenses", 
    "Married people", 
    "Medicaid", 
    "Medicaid fraud", 
    "Mexico", 
    "Migrant labor", 
    "Minimum wages", 
    "Money laundering", 
    "Municipal ordinances", 
    "Naturalization", 
    "Negotiations", 
    "Old age, survivors and disability insurance", 
    "Organized crime", 
    "Parental leave", 
    "Parents", 
    "Passports", 
    "Perjury", 
    "Police training", 
    "Prisoners", 
    "Probation", 
    "Prosecution", 
    "Prostitution", 
    "Public assistance programs", 
    "Refugee policy", 
    "Right of asylum", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Slavery", 
    "Smuggling", 
    "Social security eligibility", 
    "Social welfare", 
    "State laws", 
    "Statistics", 
    "Supplemental security income program", 
    "Tax evasion", 
    "Taxation", 
    "Territories (U.S.)", 
    "Transportation and public works", 
    "Treaties", 
    "Undercover operations", 
    "Unemployment insurance", 
    "Video tapes in courtroom proceedings", 
    "Violence", 
    "Visas", 
    "Wiretapping", 
    "Witnesses"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-01-26", 
    "text": "TABLE OF CONTENTS: Title I: Border Enforcement Title II: Visa Departure-Date Enforcement Title III: Alien Smuggling; Document Fraud Title IV: Criminal Aliens Title V: Welfare Eligibility Title VI: Effective Dates Illegal Immigration Control and Enforcement Act of 1996 - Title I: Border Enforcement - Provides for an increased number of Border Patrol and support positions. (Sec. 102) Authorizes the Attorney General to acquire Federal equipment for border use. Title II: Visa Departure-Date Enforcement - Directs the Attorney General to implement an automated (alien) entry-exit control system. (Sec. 202) Sets forth penalty provisions for failure to depart. (Sec. 203) Authorizes appropriations for increased numbers of Immigration and Naturalization Service (INS) investigators and support personnel. Title III: Alien Smuggling; Document Fraud - Amends Federal criminal law to: (1) authorize wiretaps for alien smuggling or document fraud investigations; and (2) bring alien smuggling or document fraud offenses under the purview of Racketeer Influenced and Corrupt Organizations (RICO) provisions. (Sec. 303) Amends the Immigration and Nationality Act (Act) to: (1) increase criminal penalties for alien smuggling; and (2) permit videotaped witness testimony. (Sec. 305) Increases forfeiture authority for alien smuggling or document fraud. (Sec. 307) Makes it unlawful to bring in illegal aliens from foreign contiguous territory. Increases penalties for unlawful bringing of aliens into the United States. (Sec. 308) Amends Federal criminal law to increase penalties for fraudulent use of Government-issued identification documents. Sets forth criminal penalties for specified immigration-related document violations and fraud. (Sec. 312) Amends the Act to revise employment-verification document provisions, including social security number requirements. Title IV: Criminal Aliens - Amends the Act to expand the definition of \"aggravated felony.\" (Sec. 402) Revises certain deportation defenses and related procedures, including judicial deportation of criminal aliens. Provides for a stipulated exclusion or deportation order. (Sec. 409) Amends Federal criminal law to provide for deportation as a condition of probation under specified circumstances. (Sec. 411) Authorizes the use of INS appropriations for undercover investigations. (Sec. 412) Authorizes the Secretary of State together with the Attorney General to enter into prisoner transfer treaties. (Sec 415) Makes technical corrections to the Violent Crime Control Act of 1994 and the Immigration and Nationality Technical Corrections Act of 1994. Title V: Welfare Eligibility - Makes certain aliens (as defined by this Act) ineligible for public assistance and benefits, with specified exceptions. (Sec. 502) Amends the Act to define \"public charge\" for deportation purposes. (Sec. 503) Sets forth requirements for sponsor's affidavit of support, including legal enforceability. Attributes a sponsor's income and resources to the sponsored individual for purposes of assistance eligibility. (Sec. 505) Authorizes States and localities to limit assistance to aliens or to classes of aliens. (Sec. 506) Denies the earned income tax credit to an individual not a U.S. citizen or lawful permanent resident alien for the entire tax year. Amends the Internal Revenue Code to require a person claiming the earned income tax credit to provide his or her (and spouse's) social security number. (Sec. 507) Increases penalties for forging or counterfeiting the seal of a Federal department or agency to facilitate benefit fraud by an unlawful alien. (Sec. 508) Amends title XIX (Medicaid) of the Social Security Act to permit high illegal immigration States to place Medicaid anti-fraud investigators in State, county, and private hospitals. (Sec. 509) Amends Federal law to permit court costs, fees, or expenses to be awarded in cases brought by or against the United States or its agencies only to U.S. citizens, nationals, or lawful permanent resident aliens. Title VI: Effective Dates - Sets for the effective dates of provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Illegal Immigration Control and Enforcement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen enforcement of the immigration laws of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:07-05:00"
}