{
  "actions": [
    {
      "acted_at": "1999-02-24", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s464-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-02-24", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "1999-02-24", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-24", 
  "number": "464", 
  "official_title": "A bill to meet the mental health and substance abuse treatment needs of incarcerated children and youth.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mental Health Juvenile Justice Act", 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-24", 
  "subjects": [
    "Administration of juvenile justice", 
    "Block grants", 
    "Case management", 
    "Child mental health services", 
    "Civil rights and liberties, minority issues", 
    "Community health services", 
    "Correctional personnel", 
    "Crime and law enforcement", 
    "Disabled", 
    "Drug abuse", 
    "Drug therapy", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee training", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to law enforcement", 
    "Federal aid to medical research", 
    "Federal aid to substance abuse programs", 
    "Government operations and politics", 
    "Health", 
    "Juvenile corrections", 
    "Juvenile probation", 
    "Labor and employment", 
    "Medical records", 
    "Medical screening", 
    "Mentally ill", 
    "Parole", 
    "Prison boot camps", 
    "Psychotropic drugs", 
    "Rehabilitation of juvenile delinquents", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Special education", 
    "Student records", 
    "Suicide"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-24", 
    "text": "Mental Health Juvenile Justice Act - Amends the Public Health Service Act to direct the Attorney General and the Secretary of Health and Human Services to make grants to partnerships between State and local juvenile justice agencies and State and local mental health authorities (or appropriate children service agencies). Requires grant recipients to use such amounts for the establishment and implementation of programs that address the service needs of juveniles who come into contact with the justice system and who have mental health or substance abuse problems by requiring specified actions, including: (1) appropriate diversion of those juveniles from incarceration at imminent risk of being taken into custody, at the time they are initially taken into custody, after they are charged with an offense or act of juvenile delinquency, after they are adjudicated delinquent but prior to case disposition, and after they are released from a juvenile facility for the purpose of attending aftercare programs; (2) completion of initial mental health screening for all juveniles immediately upon entering the juvenile justice system or a juvenile facility; and (3) that all correctional facilities have written policies and procedures, and training and annual certification for all correctional facility staff, on suicide prevention. Sets forth additional requirements regarding classification of juveniles, confidentiality of mental health and substance abuse treatment records, mandatory State reporting of mental health and substance abuse disorders in juvenile justice populations to the Department of Justice, staff ratios for correctional facilities, guidelines for the use of force, and requirements under the Individuals with Disabilities Education and the Rehabilitation Act of 1973. Directs the Secretary to: (1) make grants to systems established under the Developmental Disabilities Assistance and Bill of Rights Act to monitor the mental health and special education services provided by grantees to juveniles and to advocate on behalf of juveniles to assure that such services are properly provided; and (2) reserve at least three percent of appropriated funds for such purposes. Sets forth application requirements. Authorizes appropriations. Allocates from appropriated funds 35 percent for diversion programs and 65 percent for treatment programs. Directs the Attorney General and the Secretary to give preference to partnerships that integrate treatment programs to serve juveniles with co-occurring mental health and substance abuse disorders. Authorizes waivers for good cause. (Sec. 3) Amends the Act to direct the Attorney General and the Secretary to award competitive grants to eligible entities for programs that address the service needs of juveniles, and juveniles with serious mental illnesses, by requiring the State or local juvenile justice, mental health, and substance abuse treatment system to work collaboratively to ensure: (1) the appropriate diversion of juveniles from incarceration; (2) the provision of appropriate mental health and substance abuse services as an alternative to incarceration and for juveniles on probation or parole; and (3) the provision of followup services for juveniles who are discharged from the juvenile justice system. Sets forth provisions regarding eligibility and the use of funds. Makes specified funds available. (Sec. 4) Directs the Secretary to award grants and contracts for the establishment of four research, training, and technical assistance centers. Sets forth requirements regarding grant or contract eligibility and activities, such as providing training regarding state-of-the-art mental health and justice-related services and successful mental health and substance abuse-justice collaborations. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mental Health Juvenile Justice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to meet the mental health and substance abuse treatment needs of incarcerated children and youth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:22-05:00"
}