{
  "actions": [
    {
      "acted_at": "2003-04-29", 
      "committee": "Committee on Government Reform, and in addition to the Committees on Armed Services, and Science, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Government Reform, and in addition to the Committees on Armed Services, and Science, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-29", 
      "committee": "House Government Reform", 
      "references": [], 
      "text": "Referred to House Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-29", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-29", 
      "committee": "House Science", 
      "references": [], 
      "text": "Referred to House Science", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-30", 
      "in_committee": "House Science", 
      "references": [], 
      "subcommittee": "Space and Aeronautics", 
      "text": "Referred to the Subcommittee on Space and Aeronautics.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-05-05", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-07", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-07", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-05-19T20:40:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Government Reform. H. Rept. 108-116, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-19T20:40:00-04:00", 
      "references": [], 
      "text": "House Committee on Armed Services Granted an extension for further consideration ending not later than May 20, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-19T20:41:00-04:00", 
      "references": [], 
      "text": "House Committee on Science Granted an extension for further consideration ending not later than July 25, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-20T19:24:00-04:00", 
      "references": [], 
      "text": "House Committee on Armed Services Granted an extension for further consideration ending not later than July 25, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-06-03", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Ways and Means for a period ending not later than July 25, 2003 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(s), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-25T19:38:00-04:00", 
      "references": [], 
      "text": "Committee on Armed Services discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-25T19:38:00-04:00", 
      "references": [], 
      "text": "Committee on Science discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-25T19:38:00-04:00", 
      "references": [], 
      "text": "Committee on Ways and Means discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-25T19:38:00-04:00", 
      "calendar": "Union", 
      "number": "131", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 131.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1836-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Space and Aeronautics", 
      "subcommittee_id": "16"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "52", 
      "name": "Hunter, Duncan", 
      "sponsored_at": "2003-04-29", 
      "state": "CA", 
      "thomas_id": "00575", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-04-29", 
  "number": "1836", 
  "official_title": "To make changes to certain areas of the Federal civil service in order to improve the flexibility and competitiveness of Federal human resources management.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1085-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Civil Service and National Security Personnel Improvement Act", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Tom", 
    "state": "VA", 
    "thomas_id": "00274", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-05-07", 
  "subjects": [
    "Academic performance", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Americans in foreign countries", 
    "Annuities", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Asbestos", 
    "Cabinet officers", 
    "Civil service retirement", 
    "Collective bargaining", 
    "Commerce", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost of living adjustments", 
    "Department of Defense", 
    "District of Columbia", 
    "Due process of law", 
    "Early retirement", 
    "Economics and public finance", 
    "Economists", 
    "Education", 
    "Electronic government information", 
    "Employee rights", 
    "Employee selection", 
    "Employee-management relations in government", 
    "Employment tests", 
    "Environmental protection", 
    "Executive compensation", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Flexible benefit plans", 
    "Fringe benefits", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government employees' political activities", 
    "Government ethics", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government travel", 
    "Government trust funds", 
    "Graduate education", 
    "Health", 
    "Higher education", 
    "Hours of labor", 
    "Independent regulatory commissions", 
    "Internet", 
    "Labor and employment", 
    "Labor contracts", 
    "Labor unions", 
    "Law", 
    "Leadership", 
    "Leave of absence", 
    "Local employees", 
    "Long-term care insurance", 
    "Mediation", 
    "Military leave", 
    "Military operations", 
    "National Aeronautics and Space Administration", 
    "National Guard", 
    "Occupational health and safety", 
    "Office of Personnel Management", 
    "Older workers", 
    "Part-time employment", 
    "Pay equity", 
    "Performance measurement", 
    "Personnel management", 
    "Planning", 
    "Privatization", 
    "Productivity in government", 
    "Promotions", 
    "Rating of employees", 
    "Recruiting of employees", 
    "Relocation", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Salaries", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientists in government", 
    "Securities and Exchange Commission", 
    "Severance pay", 
    "Skilled labor", 
    "Social welfare", 
    "Space activities", 
    "Strategic planning", 
    "Student loan funds", 
    "Surveys", 
    "Temporary employment", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Travel costs", 
    "Veterans' employment", 
    "Web sites"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2003-05-19", 
    "text": "Civil Service and National Security Personnel Improvement Act - Title I: Department of Defense National Security Personnel System - National Security Personnel System Act - (Sec. 102) Authorizes the Secretary of Defense (Secretary, for purposes of titles I and II of this Act), in regulations prescribed jointly with the Director of the Office of Personnel Management (OPM), to establish and periodically adjust a human resources management system for some or all of the organizational or functional units of the Department of Defense (DOD). Sets forth system requirements. Prohibits the total amount of compensation paid to certain DOD senior executive or equivalent employees from exceeding the total compensation payable to the Vice President. Sets forth requirements to ensure the participation of employee representatives in the planning, development, and implementation of any management system. Excludes the National Guard Bureau and the Army and Air National Guard from such collective bargaining requirements and procedures. Directs the Secretary to: (1) establish an appeals process that provides to DOD employees fair treatment in any appeals they bring in decisions relating to their employment; (2) ensure that such employees are afforded the protections of due process; and (3) consult with the Merit Systems Protection Board before issuing any regulations affecting such employment. Authorizes the Secretary to establish a program under which employees may be eligible for early retirement, offered incentive pay to separate from service voluntarily, or both. Entitles to early retirement any employee who is at least 50 years of age and has completed 20 years of service, or any employee who has completed 25 years of service. Provides separation incentive pay limits. Prohibits an employee receiving separation pay from being reemployed by DOD within 12 months, with exceptions on a case-by-case basis, or from being reemployed by the Federal Government within five years (requiring forfeiture of the entire separation incentive). Authorizes the Secretary to carry out a program to attract highly qualified experts in needed occupations within DOD. Limits to five years the term of appointment under such program, with limitations on additional payments to such employees. Authorizes the Secretary to appoint older Americans (at least 55 years of age) to positions in the excepted service for a period not to exceed two years, allowing for an extension of up to two additional years if the individual possesses unique knowledge or abilities not otherwise available to DOD. Authorizes the Secretary to pay special allowances and benefits to certain DOD civilians employed outside the United States in support of DOD activities hazardous to life or health or so specialized because of security requirements as to be clearly distinguishable from normal Government service. Title II: Department of Defense Civilian Personnel - (Sec. 201) Revises the maximum overtime pay rate for Federal employees whose basic pay exceeds the minimum rate for GS-10 employees to the greater of: (1) one and one-half times the minimum hourly rate of a GS-10 (current law); or (2) the employee's hourly rate of basic pay. (Sec. 202) Provides for the annuity computation for part-time service performed by Federal employees: (1) on or before April 7, 1986; and (2) after such date. (Sec. 203) Makes eligible for military leave Federal employees who perform full-time military service as a result of a call or order to active duty in support of a contingency operation. (Sec. 204) Applies to the pay of both Federal prevailing rate employees and General Schedule rate employees an identical standard for determination of the differential for any hardship or hazard related to asbestos by applying occupational safety and health standards consistent with permissible exposure limits under the Occupational Safety and Health Act of 1970. (Sec. 205) Increases from $6,000 to $10,000 the calendar year limit on student loan amounts authorized to be paid by the head of a Federal agency in order to recruit or retain highly qualified personnel. (Sec. 206) Authorizes Cabinet Secretaries, Secretaries of military departments, and heads of executive agencies to be paid on a biweekly (currently, monthly) basis. (Sec. 207) Makes eligible for participation in the Federal Long-Term Care Insurance Program: (1) certain employees of the District of Columbia Government; (2) former Federal employees who would be eligible to begin receiving an annuity upon attaining the requisite minimum age; and (3) reservists transferred to the Retired Reserve who are under 60 years of age. (Sec. 208) Makes prohibitions on the participation by Federal employees in certain political activities inapplicable to any Federal employee or individual who voluntarily separates from the civil service, but reapplies such prohibitions upon subsequent civil service reemployment. Provides limitation on the disclosure of certain records of such former employees. (Sec. 209) Excludes Senior Executive Service positions, including those within the Federal Bureau of Investigation and the Drug Enforcement Administration, from current Federal comparability pay requirements. Revises Federal provisions establishing pay rates for the Senior Executive Service. Requires each senior executive to be paid based on individual performance, contribution to the agency's performance, or both, as determined under a rigorous performance management system. Increases to level III (currently, level IV) of the Executive Schedule the highest rate of pay for a senior executive, or to level II for any agency certified as having a performance appraisal system which makes meaningful distinctions based on relative performance. Includes certain senior executives within current Federal post-employment restrictions. Requires OPM to promulgate regulations requiring that each executive agency notify any employee subject to Federal post-employment restrictions. (Sec. 210) Prohibits a Federal pay-for-performance system from being initiated unless it incorporates specified elements, including a fair, credible, and transparent employee performance appraisal system and a link between elements of the pay-for-performance system, the performance appraisal system, and the agency's strategic plan. (Sec. 211) Prohibits a Federal agency or other employing entity which provides a flexible spending account option for its employees from imposing a fee to defray administrative associated costs. Requires OPM to report to specified congressional committees on the Federal cost of the option program for FY 2003, as well as projected administrative costs over the next five fiscal years. Requires reports from entities employing such option to the Office of Management and Budget describing employment tax savings achieved, minus administrative fees paid. (Sec. 212) Requires a Federal employee who is also a member of a reserve component and absent from Federal employment under a call or order to active duty for a period of more than 30 days to be paid, for each pay period, the difference between military pay received for such duty and the amount the employee would otherwise have received for civilian employment. Includes within the covered period, for purposes of such pay differential: (1) any periods of required hospitalization or convalescence from an illness or injury incurred during such duty; and (2) the 14-day period after the end of such duty or such hospitalization or convalescence. (Sec. 213) Requires each agency to conduct annual employee surveys to assess: (1) leadership and management practices that contribute to agency performance; and (2) employee satisfaction. Requires survey results to be made publicly available and posted on the agency website. Title III: Provisions Relating to the Securities and Exchange Commission and the National Aeronautics and Space Administration - Subtitle A: Securities and Exchange Commission - (Sec. 301) Authorizes the Securities and Exchange Commission (SEC) to appoint accountants, economists, and securities compliance examiners: (1) in accordance with provisions and regulations governing appointments in the excepted service; and (2) notwithstanding provisions governing appointments in the competitive service. Requires the SEC to report to specified congressional committees after FY 2003 and after FY 2005 (for FY 2004 and 2005) on the changes in the hiring process based on such authority. Subtitle B: National Aeronautics and Space Administration - (Sec. 311) Establishes separate workforce authorities and personnel provisions for the National Aeronautics and Space Administration (NASA), including authority to: (1) pay recruitment, redesignation, relocation, and retention bonuses; (2) make term appointments of one to six years and take related personnel actions; (3) fix basic rates of pay for critical need, senior-level positions; (4) extend intergovernmental personnel act assignments to up to four years; (5) involve in demonstration projects such numbers of individuals as determined by NASA's Administrator (current law limits the number to 5,000); and (6) provide voluntary separation incentive payments in excess of the dollar amount limitation otherwise applicable. Requires the Administrator: (1) before exercising any such authorities, to submit a written workforce plan to specified congressional committees and obtain approval of the plan by the Office of Personnel Management (OPM); and (2) within six years after enactment of this Act, to submit to such committees an evaluation and analysis of the actions taken under this Act. Requires the plan to: (1) describe NASA's critical needs (important mission requirements that NASA can't fulfill because it lacks the appropriate employees), the criteria to be used in determining how to apply such authorities, and the changes NASA will implement to improve recruitment of employees for critical needs; and (2) be submitted to all NASA employees in advance of its implementation. Authorizes the Administrator to: (1) arrange for the assignment of a NASA employee to a private sector organization for up to two years or of an employee of a private sector organization to NASA (permits such employee to continue to receive pay and benefits from the private sector organization); (2) appoint distinguished scholars as employees, without regard to specified competitive service examination and certification provisions; (3) pay travel, transportation, and relocation expenses of new appointees subject to the conditions currently applicable to employees transferred in the Government's interest; (4) deem periods of certain non-Federal service as Federal service for certain newly appointed employees for annual leave qualification purposes (and provides for annual leave accrual for certain senior-level employees based on rate of pay); (5) appoint individuals for limited terms to Senior Executive Service positions; and (6) set the pay of a General Schedule employee at any step within the pay range for the grade of the position based on the employee's superior qualifications or NASA's special need. Requires the Administrator to establish a National Aeronautics and Space Administration Science and Technology Scholarship Program to award scholarships (for up to four academic years) in exchange for service agreements in order to recruit and prepare students for NASA careers. Title IV: Human Capital Performance Fund - (Sec. 401) Establishes the Human Capital Performance Fund for providing funds to executive agencies (excluding the General Accounting Office) for human capital performance payments to employees based on exceptional performance contributing to the achievement of an agency's mission. Requires: (1) an agency to submit a plan in order to be eligible for consideration by OPM for an allocation of funds under this title; and (2) OPM, in consultation with the Chief Human Capital Officers Council, to review and approve an agency's plan before the agency is eligible to receive an allocation of funding from OPM. Directs the Council to include in its annual reports to Congress an evaluation of the formulation and implementation of agency performance management systems. Authorizes appropriations and earmarks funds to train supervisors, managers, and other individuals involved in the appraisal process on using performance management systems to make meaningful distinctions in employee performance and on the use of such Fund. Title V: Miscellaneous - ( Sec. 501) Prohibits OMB from establishing, applying, or enforcing any numerical goal, target, or quota for subjecting employees of a Government department or agency to public-private competitions or converting such employees or the work to contractor performance under a specified OMB Circular or any other administrative regulation, directive, or policy, unless the goal, target, or quota is based on considered research and sound analysis of past activities and is consistent with the agency's or department's stated mission. Provides that such limitation shall not: (1) otherwise affect implementation or enforcement of the Government Performance and Results Act of 1993; or (2) prevent any executive branch agency from subjecting work performed by Federal employees or private contractors to public-private competition or conversions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Service and National Security Personnel Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Security Personnel System Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Civil Service and National Security Personnel Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Security Personnel System Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make changes to certain areas of the Federal civil service in order to improve the flexibility and competitiveness of Federal human resources management.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:24-05:00"
}