{
  "actions": [
    {
      "acted_at": "2012-08-02", 
      "references": [
        {
          "reference": "CR S5987-5988", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-08-02", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3513-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-08-02", 
  "number": "3513", 
  "official_title": "A bill to promote the development of local strategies to coordinate use of assistance under sections 8 and 9 of the United States Housing Act of 1937 with public and private resources, to enable eligible families to achieve economic independence and self-sufficiency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr46-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Family Self-Sufficiency Act", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-08-02", 
  "subjects": [
    "Bank accounts, deposits, capital", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Low- and moderate-income housing", 
    "Public housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-08-02", 
    "text": "Family Self-Sufficiency Act - Amends the United States Housing Act of 1937 to revise the purpose of the Family-Self-Sufficiency (FSS) program to include the use of both low-income housing assistance under Section 8 of such Act (as in current law) and public housing capital and operating funds under Section 9 in order to enable eligible families to achieve economic independence and self-sufficiency. Eliminates the budget allocation reserved for public housing agency (PHA) incentive awards. Prescribes and/or revises eligibility requirements for families to participate in local FSS programs and for the eligible entities to administer them. Makes the owner or sponsor of a multifamily property receiving rental assistance under Section 8, as well as a PHA, an eligible entity for administering a local FSS program. Revises the scope of supportive services provided through a local FSS program under a contract of participation between an eligible entity and a leaseholder receiving assistance under Sections 8 or 9 to include: (1) education for attainment of a GED, (2) education in pursuit of a post-secondary degree or certification, (3) health and mental health services as needed, (4) homeownership education and assistance, and (5) financial literacy. Removes training in homemaking and parenting skills from the list of authorized supportive services. Revises requirements for and limitations on rent increases. Requires an eligible entity to place in an interest-bearing escrow account, for each participating family, an amount equal to any increase in rent the family pays. Requires payment of the escrow account funds to the family after the end of the contract of participation, unless the family fails to qualify to receive it. Modifies requirements for the establishment of fees for costs incurred by eligible entities administering FSS programs. Authorizes owners of privately-owned properties, under specified conditions, voluntarily to make local FSS programs available to their tenants by entering into cooperative agreements with local PHAs administering FSS programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Self-Sufficiency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the development of local strategies to coordinate use of assistance under sections 8 and 9 of the United States Housing Act of 1937 with public and private resources, to enable eligible families to achieve economic independence and self-sufficiency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:38:24-05:00"
}