{
  "actions": [
    {
      "acted_at": "1997-02-04", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S979", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:SIMPLERES", 
      "text": "Submitted in the Senate, considered, and agreed to without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres48-105", 
  "bill_type": "sres", 
  "committees": [], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1997-02-04", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1997-02-04", 
    "vetoed": false
  }, 
  "introduced_at": "1997-02-04", 
  "number": "48", 
  "official_title": "A resolution providing for service on a temporary and intermittent basis by the Director of the Office of Senate Fair Employment Practices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASSED:SIMPLERES", 
  "status_at": "1997-02-04", 
  "subjects": [
    "Administrative remedies", 
    "Congress", 
    "Congressional agencies", 
    "Congressional employees", 
    "Congressional officers", 
    "Employee rights", 
    "Government operations and politics", 
    "Labor and employment", 
    "Labor contracts", 
    "Law", 
    "Senate"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-02-04", 
    "text": "Allows the acting Director of the Office of Senate Fair Employment Practices to continue to serve on a temporary and intermittent basis, in accordance with a contract entered into with the President pro tempore of the Senate on the recommendation of the Majority and Minority Leaders. Provides that the contract shall include provisions permitting removal of the Director at any time. Authorizes the President pro tempore to extend, by mutual agreement between the President pro tempore and a hearing officer, a contract that was entered into by the Director and the hearing officer before the adoption of this resolution. Rescinds the Director's authority concerning the staff of the Office. Prohibits the Office from approving vouchers for its expenses, except for a hearing officer's compensation with the approval of the Senate Committee on Rules and Administration (Committee). Requires the approval of the President pro tempore and the Committee for any voucher for the Director's compensation or for reimbursement of expenses for a private document carrier. Retains the Director's authority to make payments for the Office's expenses, excluding disbursement of salaries of employees who are paid at an annual rate. Requires the Secretary of the Senate to make available amounts not to exceed $5,000 from the resolution and reorganization reserve of the miscellaneous items appropriations account, within the contingent fund of the Senate, for use by the Office through FY 1997."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution providing for service on a temporary and intermittent basis by the Director of the Office of Senate Fair Employment Practices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:32-05:00"
}