{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s269-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "269", 
  "official_title": "A bill to amend the National Flood Insurance Act of 1968 to increase flood insurance coverage, to authorize the acquisition of certain properties, to require known flood-prone communities to participate in the program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Flood control", 
    "Flood insurance", 
    "Floods", 
    "Insurance"
  ], 
  "subjects_top_term": "Flood insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Makes flood insurance available under the National Flood Insurance Act to all residential properties, regardless of how many occupants. (Amends 42 U.S.C. 4012(a)) Increases the amount of insurance allowable under the National Flood Insurance Act of 1968 in the case of residential properties to the following amounts: (1) for a one-family residence or other dwelling structure containing one dwelling unit, an aggregate liability of $25,000; (2) for a single dwelling structure containing two dwelling units, an aggregate liability of $42,500; (3) for a single dwelling structure containing more than two dwelling units, an aggregate liability equal to the sum of $42,500 plus $15,000 for each such unit in excess of two; and (4) an aggregate liability of $10,000 per dwelling unit for any contents related to such unit. Increases the amount of insurance for business properties to $42,500 plus $10,000 multiplied by the number of occupants of the premises. (Amends 42 U.S.C. 4013) Prohibits any Federal office or agency from approving any financial assistance for acquisition or construction purposes on or after July 1, 1974, for use in an area that has been identified by the Secretary of Housing and Urban Development as an area having special flood hazards and in which the sale of flood insurance is authorized under the National Flood Insurance Act unless the building, mobile home, or personal property is covered by flood insurance. Directs each Federal instrumentality responsible for the supervision, approval, regulation, or insuring of banks, savings and loan associations, or similar institutions, not to make, increase, extend, or renew any loan secured by improved real estate or a mobile home located in an area identified by the Secretary as having special flood hazards unless the building, mobile home, or personal property is covered for the term of the loan by flood insurance. Requires that after a community receives notification from the Secretary that it has one or more areas tentatively identified as having special flood hazards, such community shall either: (1) promptly make proper application to participate in the National Flood Insurance Program, or (2) within six months submit technical data sufficient to establish to the satisfaction of the Secretary that the community either is not seriously flood-prone or that such flood hazards as may have existed have been corrected by floodworks or other flood control methods. Provides that no Federal office or agency shall approve any financial assistance for acquisition or construction purposes on or after July 1, 1975, for use in any area identified by the Secretary as having special flood hazards unless the community in which such area is situated is then participating in the national flood insurance program. Forbids any Federal instrumentality, responsible for the supervision, approval, regulation, as insuring of banks, savings and loan associations, or similar institutions, to make, increase, extend, or renew any loan secured by improved real estate or mobile homes located in such a flood hazard area unless the community in which such area is situated is then participating in the national flood insurance program. Allows the Secretary, under such regulations as he might prescribe, to pay the full amount of the loss in the case of any property substantially destroyed by catastrophic flood. Authorizes the Secretary to issue such regulations as may be necessary to carry out the purpose of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Flood Insurance Act of 1968 to increase flood insurance coverage, to authorize the acquisition of certain properties, to require known flood-prone communities to participate in the program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:16-05:00"
}