{
  "actions": [
    {
      "acted_at": "1993-02-23", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-03-01", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Forces and Personnel", 
      "text": "Referred to the Subcommittee on Military Forces and Personnel.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-03-01", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-03-24", 
      "in_committee": "House Committee on Armed Services", 
      "in_subcommittee": "Military Forces and Personnel", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-03-24", 
      "in_committee": "House Committee on Armed Services", 
      "in_subcommittee": "Military Forces and Personnel", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-05", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-05", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1993-05-06T15:56:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Armed Services. H. Rept. 103-84.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-06T15:58:00-04:00", 
      "calendar": "Union", 
      "number": "38", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 38.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1993-05-11T14:53:00-04:00", 
      "references": [], 
      "text": "Mr. Skelton moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-11T14:53:00-04:00", 
      "references": [
        {
          "reference": "CR H2382-2415", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-11T14:54:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-11T15:05:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1993-05-11T15:06:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-13", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1040-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Forces and Personnel", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1993-05-11T15:05:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1993-02-23", 
  "number": "1040", 
  "official_title": "To amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, and separation of commissioned officers of the reserve components of the Armed Forces, to consolidate in a new subtitle the provisions of law relating to the reserve components, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reserve Officer Personnel Management Act", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1993-05-11T15:05:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Classified defense information", 
    "Clergy", 
    "Coast guard", 
    "Defense procurement", 
    "Department of Defense", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal officials", 
    "Government paperwork", 
    "Health", 
    "Medical personnel", 
    "Military and naval supplies", 
    "Military chaplains", 
    "Military discharges", 
    "Military law", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military promotions", 
    "Military training", 
    "National Guard", 
    "Oaths", 
    "Officer personnel", 
    "Personnel records", 
    "Physical examinations", 
    "Physicians", 
    "Presidential appointments", 
    "Recruiting and enlistment", 
    "Retired military personnel", 
    "Scholarships", 
    "Student loan funds", 
    "War and emergency powers", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1993-05-11", 
    "text": "TABLE OF CONTENTS: Title I: Reserve Officer Personnel Management Title II: Other Personnel Policy Amendments Title III: Reorganization and Consolidation of Laws Relating to Reserve Components Title IV: Technical and Clerical Amendments Title V: Transition Provisions Title VI: Effective Dates and General Savings Provisions Reserve Officer Personnel Management Act - Title I: Reserve Officer Personnel Management - Part A: Revised and Standardized Reserve Officer Personnel System - Amends Federal armed forces provisions to recodify provisions relating to the organization, administration, promotion, and retention of officers in the armed forces reserves, except warrant officers. Directs the Secretary of each armed force to maintain a reserve active-status list to include all reserve officers other than warrant officers and active-duty reserve officers. Provides for the convening of selection boards to determine, with the use of the active-status list, the order for: (1) promotion; (2) continuation on the active-status list; (3) selective early removal from such list; or (4) selective early retirement. Outlines procedures to be used by such selection boards for each determination, including: (1) notice to and opportunity for officers to present appropriate information on their behalf; (2) majority vote by the board; (3) removal of an officer's name for consideration by the President or after having failed twice for promotion or continuation on such list; (4) the creation of promotion zones from which eligible officers are chosen for promotion, together with appropriate promotion requirements; (5) the appropriate number of reserve officers to be included in each promotion zone; (6) permissible delay in promotion consideration due to disciplinary actions or criminal proceedings or certain other reasons; and (7) a voluntary delay requested by the officer being considered. Provides special promotional considerations for reserve officers in and above general and flag grades. Provides that reserve officers on the active-status list who are considered but not recommended for promotion or who decline to accept a promotion shall be considered to have failed for promotion. Provides for the convening of special selection boards (to correct administrative errors in promotion proceedings) and mandatory promotion selection boards in specified circumstances. Requires the following officers to be separated from service after failure of selection for promotion to the next higher grade for the second time: reserve first lieutenants in the Army, Air Force, and Marine Corps and reserve first lieutenants junior grade of the Navy. Provides certain exceptions to such separations, including mobilization requirements. Requires removal from the reserve active-status list (or transfer to the retired list in certain circumstances) for certain officers who have completed a specified number of years of service or attained a certain age (both varying depending on the grade rank in question). Allows for continuation on the active-status list or separation from service for such officers. Directs the Secretary concerned to convene a board of inquiry to receive evidence and review the case of any officer who has been required to show cause for retention in an active status. Authorizes the Secretary of the Army or Air Force, as appropriate, to: (1) terminate the reserve appointment; or (2) withdraw Federal recognition as an officer of the National Guard for officers in the Army or Air National Guard who have been absent without leave for three months or more. Part B: Conforming Amendments - Makes conforming amendments. Title II: Other Personnel Policy Amendments - Part A: Appointments - Repeals the separate authority for women to be either enlisted or appointed as reserve officers. Provides for the appointment of former active-duty commissioned officers as reserve officers on the reserve active-status list. Provides crediting for active-duty time served for such officers. Part B: Separation and Retirement - Provides for the crediting, upon retirement, of the highest grade satisfactorily served at any time in the armed forces. Part C: Other Amendments - Revises provisions with respect to: (1) removal from the active-status list of the Chief of the National Guard Bureau; and (2) the reenlistment of a former enlisted reserve officer. Title III: Reorganization and Consolidation of Laws Relating to Reserve Components - Reorganizes and consolidates certain laws relating to the reserve components of the armed forces. Provides that in each armed force there shall be a Ready Reserve, a Standby Reserve, and a Retired Reserve and requires each reserve member to be placed in a category. Outlines provisions with respect to the appointment, composition, authorized strength, and other procedural aspects for each such type of reserve category. Requires the Assistant Secretary of Defense for Reserve Affairs to be the Department of Defense (DOD) official responsible for overall supervision of reserve component affairs of DOD. Establishes in the Office of the Secretary of Defense a Reserve Forces Policy Board to act as the principal policy adviser to the Secretary on matters relating to the reserve components. Provides for the establishment of subordinate policy committees within each of the service branches. Establishes a National Guard Bureau as a joint bureau of the Departments of the Army and Air Force. Sets forth provisions relating to reserve component personnel policy. Requires the authorized strength of a reserve component to be prescribed by the President when not prescribed by law. Sets forth provisions with respect to: (1) enlisted personnel; and (2) National Guard members in the Federal service. Provides for the utilization of reserve personnel for: (1) training, administering, or instructing other reserve members; and (2) serving on active duty. Sets forth provisions with respect to: (1) the discharge or separation of reserve personnel; and (2) the computation of years-of-service and retired pay for retired reserve personnel. Title IV: Technical and Clerical Amendments - Makes general and technical amendments to conform with reorganizational changes made under this Act. Title V: Transition Provisions - Provides transitional provisions for reserve officer personnel affected by changes made under this Act. Title VI: Effective Dates and General Savings Provisions - Gives the effective date for changes made under this Act and sets forth savings and transition provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reserve Officer Personnel Management Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Reserve Officer Personnel Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, and separation of commissioned officers of the reserve components of the Armed Forces, to consolidate in a new subtitle the provisions of law relating to the reserve components, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:29:18-05:00"
}