{
  "actions": [
    {
      "acted_at": "1981-04-08", 
      "committee": "Senate Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s946-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-08", 
  "number": "946", 
  "official_title": "A bill to improve the effectiveness and reduce the cost of programs under the National School Lunch and the Child Nutrition Act of 1966.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Nutrition Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-08", 
  "subjects": [
    "Child health", 
    "Children and youth", 
    "Education", 
    "Federal aid to education", 
    "Food and Food Industry", 
    "Food relief", 
    "Intergovernmental relations", 
    "Nutrition policy", 
    "Public Welfare and Charities", 
    "School lunch program", 
    "States"
  ], 
  "subjects_top_term": "School lunch program", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-08", 
    "text": "Child Nutrition Amendments of 1981 - Amends the National School Lunch Act to set the national average free lunch payment to be made by the Secretary of Agriculture and to decrease the national average reduced lunch payment from ten cents to nine cents. Sets forth the special assistance factor for free and reduced lunches and provides for an annual adjustment (previously semi-annual) to reflect changes in the Consumer Price Index. Amends the Child Nutrition Act of 1966 to make changes in the school breakfast program to correspond to amendments made for the school lunch program. Sets the level of commodity assistance for free and reduced lunches in lieu of a standard level for all such lunches. Revises eligibility criteria for such lunches, including: (1) that income guidelines for free lunches are prescribed at 25 percent above the applicable family-size income level of the Office of Management and Budget's (OMB) poverty guidelines plus a standard deduction; and (2) that such guidelines for reduced lunches are prescribed at 85 percent (previously 95 percent) above applicable family-size income levels of the OMB's income poverty guidelines. Sets forth procedures for local school authorities in determining eligibility for free or reduced lunch. Eliminates provisions of the National School Lunch Act which prohibit school authorities to physically segregate or overtly identify students eligible for free or reduced lunch. Directs the Secretary to conduct a pilot study to verify data submitted on applications for such lunches. Revises state revenue matching requirements to: (1) require state revenues for school food service to equal 30 percent of those provided by the Secretary for the school lunch program; and (2) declare that the purpose of such funds is to assist schools in obtaining agricultural commodities, rather than the Secretary supplying such commodities. Provides that states are not required to match funds granted to private schools if by law such states do not disburse funds to such schools. Authorizes direct disbursements to certain schools without the matching funds requirement. Terminates: (1) food service equipment assistance for the school lunch and breakfast programs; and (2) the nutrition education and training program of the Child Nutrition Act of 1966. Makes the special milk program authorized by such Act available to educational institutions which do not participate in other food service programs. Prohibits private schools whose tuition exceeds a specified level from participation in food service programs. Terminates summer food service programs under the National School Lunch Act. Makes numerous revisions to the child care food program to eliminate certain subsidies. Authorizes certain states to assume administration of any program under this Act. Authorizes the Secretary to adjust payments and assistance for food service programs if at any time he determines that appropriated funds for such programs are insufficient. Makes technical and conforming amendments to the National School Lunch Act and the Child Nutrition Act of 1966 to conform to provisions of this Act. Grants to the Secretary the authority to adjust and settle claims arising under provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Nutrition Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the effectiveness and reduce the cost of programs under the National School Lunch and the Child Nutrition Act of 1966.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:46-05:00"
}