{
  "actions": [
    {
      "acted_at": "1999-05-03", 
      "references": [
        {
          "reference": "CR S4583-4584", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-03", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s945-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "1999-05-03", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-05-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1999-05-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1999-05-03", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-03", 
  "number": "945", 
  "official_title": "A bill to amend title 11, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Bankruptcy Reform Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-03", 
  "subjects": [
    "Agriculture and food", 
    "Aircraft", 
    "Alabama", 
    "Alimony", 
    "Animals", 
    "Appellate procedure", 
    "Arts, culture, religion", 
    "Auditing", 
    "Bank marketing", 
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Books", 
    "California", 
    "Charities", 
    "Child health", 
    "Child support", 
    "College costs", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Contracts", 
    "Counseling", 
    "Court records", 
    "Damages", 
    "Debit cards", 
    "Debtor and creditor", 
    "Delaware", 
    "Disabled", 
    "Disabled children", 
    "Divorce", 
    "Driver licenses", 
    "Drug abuse", 
    "Drunk driving", 
    "Economics and public finance", 
    "Education", 
    "Electronic funds transfers", 
    "Evidence (Law)", 
    "Families", 
    "Family farms", 
    "Farm produce", 
    "Farmers", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Florida", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Foster home care", 
    "Fraud", 
    "Government operations and politics", 
    "Government publicity", 
    "Government statistics", 
    "Health", 
    "Health insurance", 
    "Higher education", 
    "Home equity loans", 
    "Homeowners' associations", 
    "Homestead law", 
    "Housing and community development", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Insurance companies", 
    "Interest", 
    "International affairs", 
    "International claims", 
    "International cooperation", 
    "Judges", 
    "Judicial districts", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Legislation", 
    "Liability (Law)", 
    "Licenses", 
    "Liens", 
    "Livestock", 
    "Loans", 
    "Maryland", 
    "Michigan", 
    "Mississippi", 
    "New Jersey", 
    "New York State", 
    "Paternity", 
    "Pennsylvania", 
    "Personal budgets", 
    "Personal income tax", 
    "Professional fees", 
    "Puerto Rico", 
    "Punitive damages", 
    "Railroad rolling stock", 
    "Reinsurance", 
    "Science, technology, communications", 
    "Separation (Law)", 
    "Ships", 
    "Small business", 
    "Social welfare", 
    "South Carolina", 
    "Storage", 
    "Support of dependents", 
    "Surety and fidelity", 
    "Swaps (Finance)", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Tennessee", 
    "Torts", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Virginia"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-30", 
    "text": "Consumer Bankruptcy Reform Act of 1999 - Title I: Needs Based Bankruptcy - Amends the Federal Bankruptcy Code to modify the requirement that a debtor request conversion of a case from Chapter 7 (Liquidation) to Chapter 12 (Adjustment of Debts of a Family Farmer With Regular Annual Income) or Chapter 13 Adjustment of Debts of an Individual With Regular Income). Allows mere consent to conversion as an alternative to requesting it.(Sec. 102) Revamps Chapter 7 dismissal guidelines to provide for: (1) conversion to Chapter 13 with or without the debtor's consent; (2) a motion for dismissal by a party in interest; and (3) repeal of the presumption in favor of granting the relief requested by the debtor.Requires the court to consider whether: (1) the debtor can repay at least 30 percent of nonpriority unsecured debts; or (2) the debtor has filed in bad faith.Directs the court to order debtor's counsel to reimburse the panel trustee's legal fees if the trustee's motion for dismissal or conversion has been granted, and the court finds that the chapter 7 filing by such counsel was not substantially justified. Subjects counsel to a civil penalty for certain bankruptcy rules violations.Title II: Enhanced Procedural Protections for Consumers - Changes from mandatory to discretionary the authority of the court to: (1) award reasonable legal fees to a debtor if it disallows a creditor's claim, or reduces it by more than 20 percent, and finds it is not substantially justified; and (2) award such additional damages as may be required by the equities of the case.(Sec. 202) Amends the prohibition against discharge from a debt obtained by a false representation to require such representation to be material, and one upon which the defrauded person justifiably relied.Prohibits a creditor from requesting a determination of dischargeability of a consumer debt if, before the filing of the petition, the debtor made a good faith effort to negotiate a reasonable alternative repayment schedule and the creditor unreasonably refused. Places the burden of proof upon the debtor regarding the reasonableness of such offer.(Sec. 203) Entitles to treble damages (up to $5,000), as well as costs and attorneys' fees, any individual injured by the willful failure of a creditor to credit payments received under a confirmed plan in the manner the plan requires.(Sec. 204) Entitles to costs and attorneys' fees (as well as actual and punitive damages) any individual injured by any willful violation of an automatic stay.(Sec. 205) Authorizes a court to award a debtor: (1) reasonable attorneys' fees and costs if a creditor files a motion for denial of discharge which is denied or withdrawn; and (2) any damages the equities of the case may require, if the creditor's position is not substantially justified.(Sec. 206) Requires disallowance of any claim based upon a secured debt if the creditor has failed to comply with certain mortgage disclosure requirements of the Truth in Lending Act.(Sec. 207) Amends the Truth in Lending Act (TILA) to include among mandatory disclosures for consumer credit plans secured by the consumer's principal dwelling a statement that the interest on the portion of any credit extension exceeding the fair market value of the dwelling is not tax deductible for Federal income tax purposes.(Sec. 208) Amends the Electronic Fund Transfer Act to prescribe guidelines governing consumer liability for unauthorized electronic fund transfers where the relevant cards do not necessitate a unique identifier.Conditions such liability upon timely notification to the consumer of liability for such transfers and of the advisability of prompt reporting of any loss, theft, or unauthorized use of a card code or other means of access.Permits distribution to consumers of electronic fund transfer cards without unique identifiers only if certain validation requirements are met.(Sec. 209) Amends TILA to prescribe enhanced disclosures for: (1) repayment terms under an open end credit plan; and (2) solicitations for consumer credit applications.(Sec. 210) Amends the Bankruptcy Code to prohibit, as a violation of automatic stay requirements, any communication threatening a debtor for the purpose of coercing a debt reaffirmation agreement.(Sec. 211) Modifies guidelines governing the enforceability of debt reaffirmation agreements.(Sec. 213) Expresses the sense of Congress that: (1) bankruptcy reform legislation should include a cap of $100,000 on the homestead exemption; (2) certain lenders may offer consumer credit without taking steps to ensure repayment capability, and in a manner which may encourage additional debt accumulation; and (3) resulting consumer debt may increasingly be a major contributing factor to consumer insolvency. Instructs the Board of Governors of the Federal Reserve System to: (1) study and make public a report on indiscriminate solicitation and extension of credit by the credit industry and the attendant impact upon consumer debt and insolvency; and (2) conduct a study and report to certain congressional committees on the adequacy of information received by consumers regarding the creation of security interests under open end credit plans.Title III: Improved Procedures for Efficient Administration of the Bankruptcy System - Revises procedural guidelines to mandate: (1) written notice of credit counseling services available to the individual consumer debtor before commencement of a case; and (2) specified additional disclosures to the court and to the creditor regarding the debtor's financial status (including tax returns).(Sec. 301) Allows creditors to request and receive a debtor's petition, schedules, and statement of affairs, including any chapter 13 debt adjustment plan.Instructs the Director of the Administrative Office of the U.S. Courts to establish safeguard procedures regarding the confidentiality of such requisite tax information.(Sec. 302) Revises the requirements for allowed secured claims in a confirmed chapter 13 debt readjustment plan to redefine them as allowed claims secured under nonbankruptcy law by reason of a lien on property in which the estate has an interest or is subject to a setoff. Exempts such claims from application of specified requirements for determination of secured status.States that, with respect to court confirmation of a chapter 13 debt readjustment plan, a claim holder may retain the lien securing such claim until the underlying debt is fully paid.Exempts from application of specified requirements for determination of secured status any allowed claim attributable to the purchase price of personal property acquired by the debtor during the 90-day period preceding the petition filing date.(Sec. 303) Revises automatic stay guidelines to terminate a stay with respect to a debt or lease if the debtor has made repeated filings in bad faith. Establishes a rebuttable presumption that certain cases have been filed in bad faith.(Sec. 304) Sets forth a deadline within which the debtor must file a debt adjustment plan.(Sec. 305) Revises requirements governing a stay of action against a chapter 13 codebtor who did not receive the consideration for a claim to provide a maximum 30-day automatic stay to the extent that the creditor proceeds against: (1) the individual that received the consideration; or (2) the property not in the possession of the debtor that secures that claim. States that such stay shall apply in any case in which the debtor is primarily obligated to pay under a legally binding separation or property settlement agreement or divorce or dissolution decree.(Sec. 306) Amends the Federal judicial code to mandate the compilation of bankruptcy statistics for individual debtors with primarily consumer debts seeking relief under chapters 7, 11 (Reorganization), and 13. Directs the Administrative Office of the U.S. Courts to compile and make such statistics public and to report them annually to the Congress.(Sec. 307) Requires each U.S. trustee to report to the Attorney General on audit results of bankruptcy petitions and schedules. Requires the Attorney General to establish random audits of individual cases.(Sec. 308) Authorizes a creditor holding a consumer debt to participate in a meeting of creditors in a chapter 7 or 13 case, either alone or in conjunction with an attorney.(Sec. 309) Prescribes notice procedures for chapter 7 and chapter 13 creditors.(Sec. 310) Revises requirements governing the effects of conversion from chapter 13 to another chapter. Declares that: (1) valuations of property and of allowed secured claims in a chapter 13 case shall not apply in a case converted to chapter 7; and (2) with respect to cases converted from chapter 13, the claim of any creditor holding security as of the date of the petition shall continue to be secured by that security unless the full amount determined under applicable non-bankruptcy law has been fully paid as of the conversion date.(Sec. 311) Revises automatic stay guidelines to provide that in the case of an individual filing under chapters 7, 11, or 13, the automatic stay shall terminate 60 days after a request for its release by a party in interest, unless the court or the parties agree to a longer time.(Sec. 312) Provides for automatic dismissal if a chapter 7 debtor fails to furnish all mandatory information, or fails to timely file the requisite schedules. Requires the court to order dismissal within five days of a request by a party in interest for the debtor's failure to timely submit requisite documentation.(Sec. 313) Prohibits a Chapter 13 confirmation hearing from being held less than 20 days after the first meeting of creditors if there is an objection.(Sec. 314) Revamps Chapter 13 debt discharge guidelines. Prohibits discharge from a debt for restitution or damages awarded in a civil action against the debtor for willful or malicious injury by the debtor that caused personal injury or death of an individual.(Sec. 315) Declares nondischargeable any debts incurred to pay prior nondischargeable debts if the debtor incurred the new debt with the intent to discharge it in bankruptcy.(Sec. 316) Establishes a presumption of nondischargeability for certain consumer debts of $400 or more incurred to a single creditor during the 90-day period preceding the date of the order for relief, and not reasonably necessary for maintenance and support of either debtor or debtor's dependent child.(Sec. 318) Declares that the automatic stay is terminated regarding property of the bankrupt estate securing a claim (of more than $3,000) or subject to an unexpired lease (with at least one year remaining, where the debtor owes at least $3,000 for a one-year period), if the debtor fails to complete an intended surrender of consumer debt collateral within a revised, accelerated time frame.(Sec. 319) Delineates a cash payment plan for chapter 13 debtors for payments to a lessor of personal property, and to a creditor holding a claim secured by personal property to the extent such claim is attributable to the debtor's purchase of such property.(Sec. 320) Revises guidelines exempting property from the bankrupt estate to deny such exemption to any interest that exceeds $100,000 in aggregate value in certain property used as a residence or burial plot. Shields the principal residence of a family farmer from such restriction.(Sec. 321) Denies an individual eligibility to be a debtor under the bankruptcy code unless the individual has, during the 90 days before filing a petition, received credit counseling, including participation in individual or group briefings that outlined opportunities for available credit counseling and assisted in performing an initial budget analysis.Denies a chapter 7 or chapter 13 discharge in debt to a debtor who has failed to complete an approved instructional course in personal financial management after filing the petition. Requires an individual debtor to file documentation with the court attesting to the debtor's compliance with such counseling and instructional requirements.Requires bankruptcy court staff to maintain and make available to debtors a list of approved credit counseling services and personal financial management instructional courses.(Sec. 322) Bankruptcy Judgeship Act of 1999- Amends the Federal judicial code to mandate appointments for additional temporary bankruptcy judgeships in California, Florida, Maryland, Michigan, Mississippi, New Jersey, New York, Pennsylvania, Tennessee, and Virginia. Provides that the first vacancy occurring in such a district five years or more after a judge is appointed under this Act shall not be filled.Extends temporary bankruptcy judgeship positions authorized for the northern district of Alabama, the eastern district of Tennessee, and the districts of Delaware, Puerto Rico, and South Carolina.Directs each chief bankruptcy judge to report annually to the Director of the Administrative Office of the U.S. Courts on the travel expenses of each bankruptcy judge assigned to the applicable district.(Sec. 324) Revises Chapter 7 priority payment guidelines to place within the first priority claim category certain claims for domestic support obligations, on the condition that funds received by a governmental unit be applied in a prescribed order.(Sec. 325) Conditions court confirmation of a debt repayment plan under chapter 11 or 13 (and its consequent discharge of debts) upon certification of the debtor's full payment of domestic support obligations that are due after the petition filing date. (Sec. 326) Excepts from an automatic stay specified choses- in-action pertaining to domestic support obligations, including: (1) establishment of paternity; (2) suspension of drivers' licenses and professional licenses; (3) interception of tax refunds; and (4) enforcement of medical obligations under title IV, part D (Child Support and Establishment of Paternity) of the Social Security Act.(Sec. 329) Modifies guidelines governing property exempt from the bankruptcy estate to declare such property liable for domestic support obligations.(Sec. 330) Permits an individual debtor to exempt from the property of the bankrupt estate certain tax-exempt retirement funds that have not been obligated in connection with any extension of credit.Exempts from either an automatic stay or a discharge in bankruptcy specified income withheld from the debtor pursuant to pension or profit sharing plans sponsored by such debtor's employer to pay certain loans from such plans.(Sec. 331) Places in the eighth order of prioritized claims against the bankrupt estate any death or personal injury claims resulting from the unlawful operation of a motor vehicle or vessel because the debtor was drug or alcohol-impaired.(Sec. 333) Defines a family farmer as one whose gross income of more than 50 percent from a farming operation was received during at least one of the three taxable years preceding the taxable year in which the bankruptcy petition was filed (thus relaxing eligibility criteria from one year to three years).(Sec. 334) Prohibits modification of a Chapter 12 Family Farmer bankruptcy plan which would: (1) increase the amount of payments which were due prior to the date of the modification order; (2) require monthly payments to unsecured creditors greater than the debtor's monthly disposable income (unless the debtor proposes such modification); or (3) require payments in the last year of the plan that would leave the debtor with insufficient funds to continue farm operations after plan completion (unless the debtor proposes such modification).(Sec. 335) Excludes, from the definition of \"disposable income,\" for purposes of a Chapter 13 debtor, payments for child support or foster care, or disability payments for a dependent child made pursuant to non-bankruptcy law, and which are reasonably necessary to be expended.(Sec. 336) Excludes from the property of the bankruptcy estate funds placed in a qualified State tuition program 180 days before the date of entry of the order for relief.Title IV: Financial Instruments - Amends the Federal bankruptcy code to: (1) deny an automatic stay to set-offs under certain swap agreements and netting agreements; and (2) restrict to those transfers that are fraudulent in nature the avoidance power of the bankruptcy trustee regarding certain master netting agreement transfers.(Sec. 401) Sets forth statutory guidelines for: (1) the termination or acceleration of designated contracts and agreements; and (2) commodity broker and stockbroker liquidation with respect to the priority of unsecured claims, or customer property or distributions.(Sec. 402) Specifies the date for the measure of damages in connection with: (1) rejection by the bankruptcy trustee of designated contracts and agreements relating to executory contracts and unexpired leases; or (2) the liquidation, acceleration, or termination of such contracts and agreements.(Sec. 403) States that property of the bankrupt estate does not include any eligible asset (or its proceeds) to the extent that it was transferred by the debtor before commencement of the case to an eligible entity in connection with an asset-backed securitization (except to the extent that such asset, or its proceeds or value, may be recovered through avoidance by the bankruptcy trustee).(Sec. 404) Amends TILA to prohibit a creditor from either refusing continuation of a consumer credit plan, or charging a fee in lieu of a finance charge for such plan solely because the consumer has not incurred finance charges.(Sec. 405) Denies a discharge in bankruptcy for a debt for a fee or assessment arising from a debtor's interest in a lot in a homeowners association for as long as the debtor retains specified interests in such lot.(Sec. 407) Amends the Federal judicial code to: (1) direct the Judicial Conference of the United States to prescribe procedures for waiving bankruptcy fees; and (2) authorize the district or bankruptcy court to waive bankruptcy fees for a case under chapter 7 or 11 if the court determines the debtor is unable to pay such fee in installments.Title V: Ancillary and Other Cross-Border Cases - Expands the scope of bankruptcy law to incorporate the Model Law on Cross-Border Insolvency, and to establish a statutory mechanism for: (1) dealing with cases of cross-border insolvency; and (2) cooperation between U.S. courts, trustees, and debtors and their foreign counterparts. Prescribes guidelines for: (1) access by foreign representatives and creditors to Federal and State courts; (2) recognition of a foreign proceeding and relief; (3) cooperation and direct communication with foreign courts and representatives; and (4) concurrent proceedings and the coordination of foreign and domestic proceedings.Title VI: Miscellaneous - Amends guidelines for: (1) rejection and surrender of executory contracts and unexpired leases; (2) expedited appeals of bankruptcy cases to courts of appeals; and (3) changes in membership in creditors' and equity security holders committees.(Sec. 604) Amends the Bankruptcy Judges, United States Trustees, and Family Farmer Bankruptcy Act of 1986 to repeal the sunset of chapter 12 (Adjustment of Debts of a Family Farmer with Regular Annual Income), thus making it permanent.(Sec. 605) Declares, with respect to certain cases ancillary to foreign proceedings, that the bankruptcy court may not grant relief to a foreign insurance company that is not engaged in the business of insurance or reinsurance in the United States with respect to a claim made by a U.S. creditor against: (1) a deposit required by State insurance law; (2) a multibeneficiary trust required by State insurance law to protect U.S. policyholders or claimants against a foreign insurance company; or (3) a multibeneficiary trust authorized under State insurance law to allow a domestic insurance company that cedes reinsurance to the debtor to reflect the reinsurance as an asset or a deduction from liability in the ceding insurer's financial statements.(Sec. 607) Prohibits the bankruptcy trustee from avoiding a warehouseman's lien for costs incidental to the storage and handling of certain goods.(Sec. 608) Directs the bankruptcy court to treat the compensation awarded a trustee as a commission based on the results achieved.Title XII: Technical Amendments - Makes technical corrections to Federal bankruptcy, judicial, and criminal law.(Sec. 701) Requires triennial adjustment of: (1) the $5,000 value of certain implements, professional books, tools of the trade, farm animals, and crops which a debtor may exempt from the property of the estate (protecting them from creditors' liens); and (2) the national median household income calculated monthly.(Sec. 705) Provides that a trustee or a creditors' and equity security holders' committee may pay a professional person they employ on a fixed or percentage fee basis, as well as on other bases already permitted.(Sec. 709) Excludes from compensable professional services any expenses incurred by an individual member of a creditors' and equity security holders' committee.(Sec. 711) Revises the prohibition against debtor avoidance of certain judicial liens in connection with a liability designated as, and actually in the nature of, alimony, maintenance, or support.(Sec. 712) Declares nondischargeable in bankruptcy a debt for death or personal injury caused by the debtor's operation of a watercraft or aircraft while intoxicated from alcohol, a drug, or other substance. Limits the nondischargeability of fees imposed by a court to fees so imposed on a prisoner.(Sec. 716) Revises guidelines governing preferences to provide that, if the trustee avoids a security interest given between 90 days and one year before the date of the filing of the petition by the debtor to a non-insider for the benefit of a creditor that is an insider, then such security interest shall be considered to be avoided only with respect to the insider creditor.(Sec. 728) Revises circumstances under which enforcement of rights and remedies of a secured party in either rolling stock equipment, or aircraft equipment and vessels, is subject to the automatic stay.(Sec. 729) Directs the court to grant relief from the automatic stay upon request of a party in interest with respect to certain real property actions if the court finds that filing the bankruptcy petition was part of a scheme to delay, hinder, and defraud creditors. Denies automatic stay protections regarding certain creditors' enforcement actions against real property for a specified period following a prior order in bankruptcy which forbade the debtor from being a debtor in another bankruptcy case.(Sec. 730) Directs the Administrator of the Small Business Administration to study and report to Congress on: (1) the internal and external factors that cause small businesses, especially sole proprietorships, to become debtors in cases under title 11 and that cause certain small businesses to successfully complete cases under chapter 11 of such title; and (2) how Federal laws relating to bankruptcy may be made more effective and efficient in assisting small businesses to remain viable.(Sec. 731) Requires a trustee to transfer the property of a nonprofit charitable corporation in accordance with applicable nonbankruptcy law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Bankruptcy Reform Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 11, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:35-05:00"
}