{
  "actions": [
    {
      "acted_at": "1987-02-19", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-27", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1182-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1987-02-26", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Gallo, Dean A.", 
      "sponsored_at": "1987-02-19", 
      "state": "NJ", 
      "thomas_id": "00426", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1987-03-10", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Nielson, Howard C.", 
      "sponsored_at": "1987-02-26", 
      "state": "UT", 
      "thomas_id": "00865", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Savage, Gus", 
      "sponsored_at": "1987-03-11", 
      "state": "IL", 
      "thomas_id": "01020", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-19", 
  "number": "1182", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to allow individuals a deduction from gross income for contributions to a health services savings account, to amend title XVIII of the Social Security Act to establish a limited Medicare option for catastrophic care, to amend title XIX of the Social Security Act to establish a public/private program to provide health services to the medically uninsured, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Services Act of 1987", 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-19", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Bank deposits", 
    "Business and commerce", 
    "Catastrophic health insurance", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Excise tax", 
    "Extended care facilities", 
    "Finance and financial sector", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Home care services", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Long-term care", 
    "Medicaid", 
    "Medical economics", 
    "Medicare", 
    "Public assistance programs", 
    "Savings accounts", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Tobacco", 
    "Tobacco tax"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-19", 
    "text": "Health Services Act of 1987 - Amends the Internal Revenue Code to allow a deduction for amounts paid by or on behalf of an individual to a health services account. Limits the amount of the allowable deduction to any individual for any taxable year to $2,000. Defines a \"health services account\" as a trust created or organized exclusively to pay qualified health expenses of the distributee. Sets forth various requirements for the trust. Defines \"qualified health expenses\" as amounts paid for: (1) care of the distributee at a skilled nursing facility; (2) care of the distributee at an intermediate care facility; (3) care at any other long-term facility which provides nursing or custodial care; (4) home health care of the distributee prescribed by, and under the supervision of, a qualified physician; (5) Medicare supplemental policies for the distributee; or (6) health services supplemental policies for the distributee. Defines a \"health services supplemental policy\" as a health insurance policy or other health benefit plan offered by a private entity to an individual which provides reimbursement for expenses incurred, or services for, catastrophic and long-term care. Requires the Secretary of the Treasury to establish minimum requirements and standards for the certification of health services supplemental policies and procedures for the Secretary to certify policies submitted to the Secretary. Requires any amount distributed from an individual health services account to be included in the gross income of the distributee for the taxable year in which the distribution is received. Imposes a ten percent penalty on distributions which are not used exclusively for qualified health expenses. Permits the exclusion of 20 percent of a distribution from an individual health services account where the distribution is used exclusively to pay qualified health expenses of the distributee. Provides that only 50 percent of any distribution used exclusively to pay for Medicare supplemental policies or health services supplemental policies shall be included in income of the distributee. Provides that an individual health services account will be exempt from taxation unless the distributee engages in prohibited transactions with the account. Treats as a distribution from the account any portion of the account used as security for a loan. Provides that the individual health services account will terminate on the death of the distributee. Allows the deduction for amounts paid to a health services savings account to be taken in arriving at adjusted gross income. Imposes a tax penalty on excess contributions to an individual health services account, on prohibited transactions, and on failure to file certain information reports. Directs the Secretary, in consultation with various interested groups, to report to the Congress, not later than one year after the date of enactment of this Act, on a regulatory program to provide for the application of minimum standards with respect to health services supplemental policies. Amends title XVIII (Medicare) of the Social Security Act to provide Medicare benefits for catastrophic care. Provides that each individual enrolled under Medicare shall be deemed to have elected this coverage unless the individual files a notice that such coverage is not wanted. Requires the Secretary of Health and Human Services to determine the monthly actuarial rate for enrollees for the catastrophic coverage option. Provides that the monthly premiums for each individual covered under this month shall be the amount equal to the monthly actuarial rate for enrollees. Amends title XIX (Medicaid) to establish a program to provide benefits to qualified residents of a State where there exists a Statewide Pooling Corporation. Specifies that the benefits provided under such program shall consist of both the availability and use of health insurance coverage and access to and use of direct health services. Sets forth requirements for such Corporations. Requires the Secretary to pay direct grants to each such Corporation which has an approved State pool. Specifies that such grants shall begin with the quarter commencing on the date the Corporation is approved and certified. Sets forth requirements for participating States which elect to establish such a Corporation. Requires the Secretary to approve and certify any Corporation which fulfills certain specified conditions. Requires the Secretary to review: (1) the levels of insurance to be provided by the Corporation at the time of application and every 24 months thereafter; and (2) the required reports and recommendations of the State. Establishes in the Treasury the Federal Health Trust Fund (trust fund). Sets forth requirements for the administration of such trust fund. Specifies that funds contained in such trust fund shall be used to provide direct grants to Statewide Pooling Corporations. Appropriates to such trust fund the revenues raised by the change in the excise tax on tobacco products and the excise tax on health plans of employers who are not members of a Statewide Pooling Corporation. Changes the excise tax on tobacco products. Imposes an excise tax on employers who are not members of a Statewide Pooling Corporation. Sets the rate of such tax as: (1) ten percent of the amount of employee health expenses paid or incurred during the taxable year; or (2) for employers with no employee health plan, the lesser of $25,000 or five percent of the taxable income of the employers for the taxable year. Allows a business or trade expense income tax deduction for group health plan contributions by small employers if such employer is a member of a Statewide Pooling Corporation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Services Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to allow individuals a deduction from gross income for contributions to a health services savings account, to amend title XVIII of the Social Security Act to establish a limited Medicare option for catastrophic care, to amend title XIX of the Social Security Act to establish a public/private program to provide health services to the medically uninsured, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:54-05:00"
}