{
  "actions": [
    {
      "acted_at": "1982-05-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-06", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Select Revenue Measures", 
      "text": "Referred to Subcommittee on Select Revenue Measures.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-24", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Select Revenue Measures", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-12", 
      "bill_ids": [
        "hr6725-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Select Revenue Measures", 
      "references": [], 
      "text": "Similar H.R.6725 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-19", 
      "bill_ids": [
        "hr4961-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4961.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6295-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Select Revenue Measures", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-06", 
  "number": "6295", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to reduce the tax incentives for corporate takeovers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4961-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6725-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Corporate Takeover Tax Act of 1982", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-06", 
  "subjects": [
    "Antitrust actions", 
    "Capital gains tax", 
    "Corporate divestiture", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Income tax", 
    "Investment tax credit", 
    "Securities and Investments", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Corporation taxes", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-06", 
    "text": "Corporate Takeover Tax Act of 1982 - Title I: Recognition of Gain in Certain Distributions - Amends the Internal Revenue Code to repeal provisions which allow distributions made in partial liquidation of a corporation to be treated as part payment in exchange for the shareholder's stock (i.e. capital gains) rather than taxed as dividends at ordinary income tax rates. Repeals provisions for the nonrecognition of gain and loss by a corporation on distributions of property in partial liquidation (thereby limiting nonrecognition to complete liquidations). Provides that redemptions of stock from shareholders attributable to a corporation's ceasing to conduct an active trade or business shall be treated as an exchange and not taxed as a dividend. Repeals the definitional section on partial liquidations. Specifies that a distribution shall be considered as in complete liquidation if it is one of a series of distributions in redemption of all of a corporation's stock under a plan. Disallows the nonrecognition of gain by a corporation which distributes appreciated property in redemption of its stock in the case of: (1) complete redemptions of the stock of a ten-percent shareholder; (2) redemptions of stock of a 50 percent or more subsidiary of the redeeming corporation; (3) distributions pursuant to antitrust judgments; and (4) certain distributions by bank holding companies to taxable organizations. Provides that in certain complete liquidations gain or loss must be recognized if within five years of such liquidation: (1) there was a distribution of stock or securities of a controlled corporation in which the liquidating corporation was involved; or (2) the liquidating corporation transferred property in a nonrecognition transaction. Title II: Election to Have Stock Purchases Treated as Asset Purchases - Repeals provisions under which property distributed to an acquiring corporation in the liquidation of an acquired subsidiary receives a stepped-up basis. Allows a purchasing corporation to elect to treat a target corporation as having sold all of its assets in a 12-month liquidation and then reincorporated (thereby requiring depreciation and investment tax credit recapture). Sets forth special rules for the tax treatment of complete 12-month liquidations in the case of affiliated groups. Disallows the step-up in basis of any assets of a distributing corporation under liquidation provisions or consolidated return regulations unless there is recapture and recognition of gain to the distributing corporation with respect to such assets. Title III: Limitations on Net Operating Loss and Other Carryovers - Revises rules for net operating loss carryovers in the case of stock acquisitions and corporate reorganizations to make the availability of such carryovers dependent on the continued ownership of those who were shareholders in the loss year. Specifies that loss year shareholders retain a 60 percent interest in the corporation. Reduces loss carryovers in years when the shareholders' interest falls below 60 percent. Eliminates carryovers if shareholders' interests fall below 20 percent. Limits such determination to five-percent shareholders. Repeals the special limitations on loss carryovers contained in the Tax Reform Act of 1976 that were to take effect in 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corporate Takeover Tax Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to reduce the tax incentives for corporate takeovers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:02-05:00"
}