{
  "actions": [
    {
      "acted_at": "1991-06-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-11", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-06", 
      "bill_ids": [
        "hr3935-102"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.3935.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2512-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Crane, Philip M.", 
      "sponsored_at": "1991-06-03", 
      "state": "IL", 
      "thomas_id": "00249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-03", 
  "number": "2512", 
  "official_title": "To encourage informed compliance, implement the National Customs Automation Program, and otherwise improve the administration of the customs laws.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3935-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Customs Informed Compliance and Automation Act of 1991", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-03", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Administrative responsibility", 
    "Alcoholic beverages", 
    "Auditing", 
    "Beer", 
    "Boats and boating", 
    "Customs administration", 
    "Data banks", 
    "Data transmission systems", 
    "Electronic data processing", 
    "Explosives", 
    "Fees", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Government paperwork", 
    "Information networks", 
    "Laboratories", 
    "Negligence", 
    "Searches and seizures", 
    "Ships", 
    "Tariff", 
    "Trademarks", 
    "Wine"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-03", 
    "text": "Customs Informed Compliance and Automation Act of 1991 - Title I: Improvements in Customs Enforcement - Amends Federal Law with respect to administrative rulemaking and procedure with respect to U.S. customs laws. Amends the Tariff Act of 1930 (the Act), with respect to unlawful acts, to cover forged, altered, false documents papers or manifests in electronic or other form as well as written. Permits the master of a vessel, person in charge of a vehicle, or aircraft pilot, in order to avoid a civil penalty and seizure and forfeiture of merchandise imported into the United States, to comply with reporting requirements by electronic or other means as well as written. Provides for: (1) accreditation of private testing laboratories; (2) regulatory audit procedures; and (3) avoidance of protest and protest review denials. Repeals a provision of the Act relating to the reliquidation of merchandise where there is probable cause it is fraudulently imported into the United States. Prohibits any person through fraud, gross negligence, or negligence from importing merchandise by means of electronically transmitted data or information which is material and false. Provides as an exception to such prohibition inadvertences which result from electronic transmissions unless they are part of a pattern of negligent conduct. Defines \"clerical errors\" or \"mistakes of fact\" to include nonintentional entry of merchandise otherwise then in accordance with a binding ruling of the Customs Service to the person making entry. Declares that mere repetition of such clerical errors, mistakes of fact or other inadvertences throughout an import activity summary statement, other electronic transmissions or in connection with other entries, shall not constitute a pattern of negligent conduct. Defines fraud, gross negligence, and negligence with respect to customs violations. Exempts from certain forfeiture and seizure sanctions for unlawful importation, instances in which article owners are liable for penalties for the falsity or lack of manifests, or for unlading duties. Authorizes the: (1) seizure or forfeiture of prohibited merchandise (currently, any merchandise) that is imported or attempted to be imported into the United States contrary to law; and (2) denial of entry of restricted merchandise imported or attempted to be imported into the United States contrary to law (except that any such merchandise imported by fraud, gross negligence, or negligence may be seized and forfeited). Defines \"prohibited merchandise\" and \"restricted merchandise.\" Provides for a five year statute of limitations on actions to recover duties accruing under the customs laws. Sets forth certain publishing requirements with respect to: (1) the promulgation and modification of interpretive rulings or decisions; (2) decisions limiting the application of a court decision; and (3) public information necessary for importers and exporters to comply with the customs laws. Title II: National Customs Automation Program - National Customs Automation Act - Subtitle A: General Program Provisions - Establishes the National Customs Automation Program for the modernization of customs laws, regulations, and procedures to permit the transmission, on a periodic basis, by electronic and other means, of information and payments associated with the entry and release of merchandise into the United States. Requires the Customs Service to implement the Program within one year of enactment of this Act and to report to the Congress within one year of such implementation. Makes participation of importers in the Program optional. Requires the Customs Service to apply all regulations and rulings with regard to the Program in a manner which is consistent and nonintrusive upon the normal flow of business activity. Subtitle B: Amendments to Implement Program - Amends the Tariff Act of 1930 to revise the method for determining the effective date with respect to the imposition of duties on imported merchandise. Provide for electronic data transmission relating to: (1) merchandise manifests; (2) imported merchandise invoices; (3) entry and release of imported merchandise; (4) admissibility in administrative and judicial proceedings of electronically transmitted information; (5) the payment of duties; (6) administrative recordkeeping; (7) protests of Customs Service decisions; (8) refunds and errors; and (9) customhouse brokers. Repeals specified provisions of the Act relating to: (1) production of bills of lading; (2) certification by owner of carrier; (3) acceptance of duplicate bills of lading; and (4) release of merchandise. Requires the Customs Service to complete, within one year of enactment of this Act, implementation of the National Customs Automation Program. Declares that the documentation or information required with respect to imported merchandise shall be filed with the Customs Service: (1) in advance of the arrival of such merchandise, or (as currently) at the time of entry or within ten working days after entry; and (2) periodically, with the approval of the Commissioner of Customs, by transmitting a monthly activity report within ten working days after entry; and (2) periodically, with the approval of the Commissioner of Customs, by transmitting a monthly activity report within 15 working days following the end of the month in which the entry was made. Requires an import activity summary statement which incorporates such monthly reports to be transmitted thereafter to the Service at specified intervals. Requires the Customs Service to liquidate the entry of merchandise (as under current law) or reconcile an import summary statement. Declares certain limitations on the liquidation of merchandise shall not apply to entries that are subject to an import activity summary statement. Deems any such statement not reconciled within one year from its filing to be reconciled at rates of duty, values, quantities, and amount of duty contained in the statement. Authorizes the Secretary to refund duties whenever it is determined on reconciliation or revision of reconciliation of such statements that more money has been deposited or paid as duties than was required by law. Title III: Miscellaneous Amendments to the Tariff Act of 1930 - Amends the Act to authorize the Secretary to disregard the difference, but not less than $20 (currently ten dollars), between the total estimated duties deposited with respect to imported merchandise and the total amount actually due on such merchandise. Authorizes the Secretary to admit duty-free: (1) gifts from persons in foreign countries to persons in the United States whose value does not exceed $100 (currently, $50), or $200 (currently, $100) in the case of gifts from persons in the Virgin Islands, Guam, and American Samoa; (2) articles accompanying persons for personal or household use whose value does not exceed $200 (currently, $25); or (3) articles whose value does not exceed $200 (currently, five dollars) in other cases. Authorizes the Secretary to waive collection of duties due on merchandise that are less than $20, or such greater amount as the Secretary may prescribe. Requires masters of vessels that have visited a hovering vessel or received merchandise while outside the U.S. territorial sea to report their arrival to the nearest customs facility. Provides for the electronic transmission of vessel documentation to the Customs Service. Requires the following vessels to report to the nearest Customs Service facility within 48 hours after arrival to a U.S. port: (1) vessels from a foreign port; (2) foreign vessels from a domestic port; (3) U.S. vessels having bonded or foreign merchandise for which entry has not been made; or (4) vessels which visited a hovering vessel or received merchandise outside the U.S. territorial sea. Permits masters of vessels to make preliminary entry of their vessel with the Customs Service in lieu of or before formal entry is made. Requires U.S. and foreign vessels to obtain clearance from the Customs Service before proceeding from a U.S. port for: (1) a foreign port; (2) another U.S. port (for foreign vessels only), or (for U.S. vessels only) another U.S. port if the vessel has bonded or foreign merchandise for which entry has not been made; or (3) outside the U.S. territorial sea to visit a hovering vessel or to receive merchandise. Exempts from entry and clearance requirements U.S. documented vessels with recreational endorsement or (as under current law) undocumented U.S. pleasure vessels not engaged in trade, except such vessels must comply upon arrival with specified customs reporting requirements and navigation laws and must not have visited any hovering vessel. Prohibits merchandise, passengers, or baggage from being unladen from any vessel required to make entry or vehicle required to report its arrival until such entry or report of arrival is made and a permit for unlading has been issued by the Customs Service. Authorizes the issuance of such permits through electronic data transmission. Requires every importer of record of merchandise to make and file electronically or otherwise a declaration stating whether such merchandise is imported pursuant to a purchase or purchase agreement and that all other required documents are true and correct. Provides for electronic data transmission of entry information to complete any incomplete entry of imported merchandise. Declares entered or unentered merchandise that remains in customs custody for six months, with an extension at the importer's request of up to a year (currently, for merchandise that remains in custody for one year), and in which duties, taxes, fees, storage, and other charges have not been paid, to be unclaimed merchandise which shall be appraised and sold by the Customs Service at public auction. Authorizes the sale of imported gunpowder and other explosive merchandise that if permitted to remain in a bonded warehouse for six months (currently, one year) would depreciate in value to the extent that its sale is insufficient to pay such duties, taxes, fees, storage, and other charges. Authorizes the Customs Service, in lieu of sale, to provide notice to interested parties that, unless, within 30 days of such notice, the subject merchandise is entered or withdrawn for consumption and payment made of all duties, taxes, and fees, transfer and storage charges and other expenses that title to such merchandise shall be deemed to vest in the United States. Authorizes the Secretary to pay to a party that has lost a substantial interest in merchandise by virtue of title vesting in the United States, and can establish that it did not receive a vesting notice, an amount from the Customs Forfeiture Fund equal to what such party would have received if such merchandise had been sold and a proper claim filed. Requires any surplus of the proceeds from the sale of such merchandise to be deposited into the Fund if a claim for such surplus is not filed with the Customs Service. Authorizes the Secretary to prescribe regulations for the declaration and entry of merchandise whose value does not exceed a certain amount, not less than $2,500 (currently not greater than $1,250), and/or when different commercial facilitation and risk considerations that may vary for different classes or kinds of merchandise or different classes of transactions may dictate. Directs the Secretary to promulgate procedures for the issuance of binding classification rulings issued prior to entry of merchandise which obligate the importer whose entry is the subject of such ruling, or his authorized agent, and the Customs Service to enter such merchandise in accordance with such ruling. Authorizes the Secretary to direct any customs officer to: (1) go from one port of entry to another to appraise or classify merchandise imported at any port; and (2) review entries of such merchandise at any other port. Repeals the declaration that no customs duty ruling of the Secretary shall be reversed or modified adversely to the United States except in concurrence with the Attorney General's recommendation or the final decision of certain international bodies. Revises provisions of the Act with respect to allowances made in the estimation and liquidation of duties for imported merchandise that has been abandoned or damaged. Provides for electronic filing of invoiced descriptions and vessel information to the Customs Service with respect to imported fruit or other perishable merchandise that has been condemned at a port of entry. Prohibits a customs officer from being liable to any person: (1) on account of any fees and taxes charged or collected on merchandise; or (2) with respect to the delivery of merchandise released from Customs custody. Makes the Customs Service liable for merchandise lost or damaged while in its custody. Requires the Secretary upon seizure and forfeiture of imported merchandise bearing a counterfeit mark to dispose such merchandise more than 90 days (currently, one year) after such forfeiture. Requires the Customs Service to be reimbursed for the administrative costs and expenses incurred in collecting fees on behalf of other Federal agencies. Authorizes withdrawal of imported merchandise from a warehouse for transfer to a foreign trade zone. Subjects to specified civil penalties the master of a hovering vessel, or a vessel which has received merchandise while outside the U.S. territorial sea who allows merchandise (including sea stores): (1) to be unladen from such vessel before it has come to the proper place to discharge and before such master has received permission to unlade such merchandise; and (2) which is prohibited from being imported, or which consists of spirits, wines, or other alcoholic liquors, to be unladen from such vessel while at sea to be transshipped to another vessel for introduction into the United States. Authorizes the Customs Service to order the destruction or other appropriate disposition of vessels, vehicles, aircraft, merchandise, or baggage that has been seized under the customs laws if it determines that the expense of keeping such items is disportionate to their value (currently applies only to items of less than $1,000 in value)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Informed Compliance and Automation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Customs Automation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To encourage informed compliance, implement the National Customs Automation Program, and otherwise improve the administration of the customs laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:19-05:00"
}