{
  "actions": [
    {
      "acted_at": "1975-03-20", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5304-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-20", 
  "number": "5304", 
  "official_title": "A bill to establish a Federal Housing Bank to purchase mortgages from the Federal National Mortgage Association and the Federal Home Loan Bank System having rates of interest no higher than 6 percent, to refinance mortgages of families stricken by unemployment, to provide emergency mortgage relief.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6742-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1122-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Housing Bank Act", 
  "sponsor": {
    "district": "5", 
    "name": "Spellman, Gladys Noon", 
    "state": "MD", 
    "thomas_id": "01090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-20", 
  "subjects": [
    "Corporations", 
    "Finance and financial sector", 
    "Government corporations", 
    "Housing and community development", 
    "Housing finance", 
    "Labor and employment", 
    "Mortgage interest rates", 
    "Mortgages", 
    "Unemployment"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-20", 
    "text": "Federal Housing Bank Act - Declares the finding of the Congress that: (1) for decades this Nation has been able to produce housing at reasonable cost, but long-term projections of capital and materials shortages, threaten this goal; (2) decent, safe, and sanitary housing cannot be provided if interest rates on home mortgages are inordinately high; and (3) Congress must create an institution which can reduce the costs of financing the purchase of a home for the average American family. Creates a body corporate to be known as the Federal Housing Bank, which shall have succession until dissolved by Act of Congress. Requires that the Bank, which shall be an agency of the United States Government, shall maintain such offices as may be necessary or appropriate in the conduct of its business. Sets forth the general powers of the Bank. Provides for the management of the Bank. Authorizes the Secretary of the Treasury, in order to facilitate the formation of the Bank, to pay initial organizing and operating expenses. Authorizes to be appropriated not to exceed $500,000 for this purpose. Grants the Bank the authority: (1) to make commitments to purchase, and to purchase, service, and sell, on terms and conditions determined by the Bank, home mortgages on single family homes, or condominiums or cooperatives, from the Federal National Mortgage Association or the Federal Home Loan Bank system; and (2) to make commitments to purchase, and to purchase, hold, and refinance mortgages on homes of persons who certify that they have been unemployed for six months and do not have assets that could be used to pay the mortgage on their principal dwelling place. Authorizes the Bank to declare a moratorium on payments of principal, interest, or both for a period of eighteen months on terms and conditions to be determined by the Bank so as to alleviate hardship arising from unemployment. Requires an audit report to the Congress on an annual basis. Provides for an additional annual report to the Congress on the Bank's activities. Authorizes the appropriation of such sums as are necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Housing Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Housing Bank to purchase mortgages from the Federal National Mortgage Association and the Federal Home Loan Bank System having rates of interest no higher than 6 percent, to refinance mortgages of families stricken by unemployment, to provide emergency mortgage relief.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:55-05:00"
}