{
  "actions": [
    {
      "acted_at": "1975-04-21", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6207-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Eckhardt, Bob", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "00333", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-21", 
  "number": "6207", 
  "official_title": "A bill to amend title 18 and title 28 of the United States Code to remove the possibility of abuse from the grand jury system without removing the effectiveness of the grand jury as a tool for investigating and returning indictments.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Grand Jury Reform Act", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-21", 
  "subjects": [
    "Criminal procedure", 
    "Grand jury", 
    "Juries", 
    "Law"
  ], 
  "subjects_top_term": "Grand jury", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-21", 
    "text": "Federal Grand Jury Reform Act - Provides for a hearing and the right to counsel at such for witnesses who refuse to testify before a grand jury. Sets a limit of time for confinement in a Federal correctional institution for failure to testify. Permits an attorney or defendent to challenge the members of a grand jury if not representative of a fair cross section of the community. States that no person summoned shall be required to testify before any grand jury it, upon hearing, the court finds that: (1) the appearance would impose a hardship on the person or his family because of the venue of the grand jury; (2) a primary purpose is to secure information about a person already under indictment; or (3) compliance would be unreasonable, oppressive, or punitive. Permits a motion for relief form a court order to testify before a grand jury to be made at any time. Requires the court hearing an appeal from a grand jury subpena to take into account the burdens imposed on the witness, the significance of the overt acts alleged, the existence of related investigations and proceedings, and changed circumstances since the summons. Authorizes a motion to dismiss the indictment to be based on objections to the array or on the lack of legal qualifications of an individual juror. Permits attorneys for the witness under examination to be present at grand jury proceedings, and to advise such person but not participate in the proceedings. Prohibits disclosure by such attorney of grand jury deliberations. Requires grand jury proceedings to be recorded, and entitles a witness and his attorney to a transcript of the witness' testimony. States that a grand jury subpena shall contain information sufficient to notify such witness of his right to counsel. Extends protective safeguards to individuals granted immunity from prosecution for grand jury testimony. Provides that in the case of any individual who has been called to testify, the U.S. district court may issue an order granting immunity and requiring such individual to give testimony which he refuses to give on the basis of his privilege against self-incrimination, except that no such order shall be issued unless: (1) the investigation is authorized by law; (2) the investigation relates to an offense for which an immunity order may be sought; (3) the information sought is relevant to the investigation and the subject matter of the immunity order; and (4) a summary of the evidence relating to the witness has been certified and submitted to the court. Requires an annual report by the Attorney General to the Congress and to the Administrative Office of the U.S. Courts of: (1) the number of grand jury proceedings with a description of the investigation undertaken during the preceding year; (2) the number of requests for orders compelling testimony and the number of applications for immunity; (3) the number of instances in which witnesses were held in contempt and confined; (4) the number of arrests and convictions resulting from testimony obtained under orders granting immunity; (5) a description of data banks and other procedures by which grand jury information is stored and used by the Department of Justice; and (6) other appropriate information concerning grand jury activity during such year. (Amends 28 U.S.C. 1826; 81 U.S.C. 3323, 3325, 3326, 6002; adds 18 U.S.C. 3329-3330a, 6006-6007)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Grand Jury Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 and title 28 of the United States Code to remove the possibility of abuse from the grand jury system without removing the effectiveness of the grand jury as a tool for investigating and returning indictments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:11-05:00"
}