{
  "actions": [
    {
      "acted_at": "1991-10-07", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-17", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1813-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1991-11-15", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1991-10-17", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1991-10-17", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-07", 
  "number": "1813", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to improve access to post secondary education for students with disabilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postsecondary Opportunities Act for Students With Disabilities", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-07", 
  "subjects": [
    "Audiovisual education", 
    "College students", 
    "Disabled", 
    "Education", 
    "Education of handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational technology", 
    "Federal aid to handicapped services", 
    "Federal aid to higher education", 
    "Information services", 
    "Literacy programs", 
    "Public broadcasting", 
    "Scholarships", 
    "Science, technology, communications", 
    "Secondary education", 
    "Secondary school students", 
    "Student aid", 
    "Student employment", 
    "Student housing", 
    "Teacher education", 
    "Telephone"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-07", 
    "text": "Postsecondary Opportunities Act for Students with Disabilities - Amends the Higher Education Act of 1965 to improve access to postsecondary education for students with disabilities. Requires that student literacy corps tutoring services be located in public community agencies which serve individuals with disabilities (as well as in those which serve educationally or economically disadvantaged individuals). Revises HEA title I (Postsecondary Programs for Nontraditional Students) to add a new part E, to encourage partnerships between institutions of higher education and secondary and vocational students with disabilities to improve their academic and vocational skills and to increase their opportunities for continued education, independent living, and employment after secondary school. Directs the Secretary of Education (the Secretary) to provide funds to ten demonstration grant programs in ten States between local education agencies and higher education institutions or consortia that submit joint applications to develop, implement, and improve systems to provide postsecondary educational opportunities to students with disabilities from age 12 until they exit secondary school. Sets forth required uses of such funds. Allows students with disabilities who participate in such projects to be paid stipends. Authorizes appropriations for FY 1992 through 1996. Directs the Secretary to use a portion of such funds to: (1) provide for independent evaluation of such programs, with specified criteria for such evaluations; (2) report to the Congress by June 30, 1994, on such evaluations; and (3) disseminate such evaluations. Revises HEA title II (Academic Library and Information Technology Enhancement) to add a new part F, Access and Equity to Education for All Americans through Telecommunications. Authorizes the Secretary to make grants to eligible partnerships to enable such partnerships to pay the Federal share (50 percent) of the cost of the education telecommunications activities and services which will benefit nontraditional postsecondary education students, including special services for individuals with disabilities (such as captioned films, television, and descriptive video and education media). Authorizes appropriations for FY 1992 through 1996. Requires eligible partnerships to consist of a public broadcasting entity (or consortium) and an institution of higher education (or consortium). Allows such partnerships to also include a State, local government, or public or private nonprofit organization. Sets forth: (1) application requirements; (2) approval priorities;(3) authorized activities; (4) reporting requirements; and (5) dissemination requirements. Requires that students with disabilities who are taking six or more credit hours at an institution of higher education be considered as full-time students for purposes of receiving Pell Grants. Revise need analysis provisions to include an allowance for expenses required for attendance of students with disabilities, including costs of: (1) special services, personal assistance, equipment, assistive technology services and devices (for both the Pell Grant program and other student assistance programs generally under HEA title IV); and (2) transportation and supplies (for such other student assistance programs). Requires college work-study program grant agreements to provide assurances that employment made available from such program funds may be used to support programs for supportive services for students with disabilities. Requires that the Federal student aid information toll-free telephone number refer students with disabilities and their families to the postsecondary clearinghouse authorized under the Individuals With Disabilities Education Act. Revises HEA title V (Educator Recruitment, Retention, and Development) part D (Teacher Scholarships and Fellowships) to add a new subpart 3, Faculty Development Grants. Authorizes the Secretary to award such grants to institutions of higher education to: (1) develop model programs for training secondary school faculty to prepare students with disabilities for postsecondary educational opportunities; and (2) establish faculty development programs to prepare faculty who teach at the institution of higher education for the enrollment of students with disabilities at such institution. Sets forth authorized uses of such grants and application requirements. Authorizes appropriations for FY 1992 through 1996. Defines \"auxiliary aid\" and \"disability,\" for HEA purposes, the same as under the American With Disabilities Act of 1990 (ADA). Provides that nothing under HEA shall be construed to limit the rights or responsibilities of any individual under the ADA, the Rehabilitation Act of 1973, or any other law. Authorizes the Secretary to award a three-year grant or contract on a competitive basis to establish a National Clearinghouse for Postsecondary Education Materials (the Clearinghouse) in an accessible form, including audio and digital for students with disabilities. Sets forth required uses of such funds and Federal share limitations. Authorizes appropriations for FY 1993 through 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postsecondary Opportunities Act for Students With Disabilities", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to improve access to post secondary education for students with disabilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:15-05:00"
}