{
  "actions": [
    {
      "acted_at": "2008-07-24", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-25", 
      "calendar": "Senate Legislative", 
      "number": "898", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 898.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2008-07-28", 
      "references": [
        {
          "reference": "CR S7554-7564", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-28", 
      "references": [
        {
          "reference": "CR S7554", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7554", 
          "type": "text"
        }
      ], 
      "text": "Cloture motion on the motion to proceed to the measure presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-29", 
      "references": [
        {
          "reference": "CR S7594", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure withdrawn in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-30", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S7722", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7722", 
          "type": "text"
        }
      ], 
      "result": "fail", 
      "roll": "192", 
      "status": "PROV_KILL:CLOTUREFAILED", 
      "text": "Cloture on the motion to proceed to the measure not invoked in Senate by Yea-Nay Vote. 51 - 43. Record Vote Number: 192.", 
      "type": "vote-aux", 
      "vote_type": "cloture", 
      "where": "s"
    }, 
    {
      "acted_at": "2008-07-30", 
      "references": [], 
      "text": "Motion by Senator Reid to reconsider the vote by which cloture was not invoked on the motion to proceed to the measure (Record Vote Number 192) entered in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5255-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5255"
    }
  ], 
  "bill_id": "s3335-110", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "2008-07-24", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_cloture_result": "fail", 
    "senate_cloture_result_at": "2008-07-30", 
    "vetoed": false
  }, 
  "introduced_at": "2008-07-24", 
  "number": "3335", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to extend certain expiring provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2776-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5351-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6049-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr7060-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3125-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3478-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Jobs, Energy, Families, and Disaster Relief Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PROV_KILL:CLOTUREFAILED", 
  "status_at": "2008-07-30", 
  "subjects": [
    "Agricultural research", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Air pollution control", 
    "Alaska", 
    "Alcoholic beverages", 
    "Alternative energy sources", 
    "American Samoa", 
    "Arts, culture, religion", 
    "Automobile engines", 
    "Bicycles", 
    "Biomass energy", 
    "Bonds", 
    "Books", 
    "Building construction", 
    "Capital gains tax", 
    "Carbon dioxide", 
    "Cellulose", 
    "Charitable contributions", 
    "Civil rights and liberties, minority issues", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Cogeneration of electric power and heat", 
    "College costs", 
    "Commerce", 
    "Computers", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporation taxes", 
    "Crime and law enforcement", 
    "Damages", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Diesel motor", 
    "Disaster relief", 
    "Discrimination in medical care", 
    "Displaced persons", 
    "District of Columbia", 
    "Dividends", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Educational technology", 
    "Electric appliances", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric vehicles", 
    "Elementary and secondary education", 
    "Emergency housing", 
    "Emergency management", 
    "Employee health benefits", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Enterprise zones", 
    "Environmental protection", 
    "Excise tax", 
    "Exports", 
    "Families", 
    "Federal aid to transportation", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government trust funds", 
    "Governmental investigations", 
    "Hazardous wastes", 
    "Health", 
    "Health insurance", 
    "Higher education", 
    "Highway finance", 
    "Housing and community development", 
    "Hurricanes", 
    "Hydroelectric power", 
    "Incineration", 
    "Income tax", 
    "Indian economic development", 
    "Individual retirement accounts", 
    "Interest", 
    "Inventories", 
    "Irrigation", 
    "Labor and employment", 
    "Landfills", 
    "Law", 
    "Leases", 
    "Legal services", 
    "Local taxation", 
    "Losses", 
    "Louisiana", 
    "Marine and coastal resources, fisheries", 
    "Mental health services", 
    "Methane", 
    "Mine safety", 
    "Minimum tax", 
    "Minorities", 
    "Minority employment", 
    "Mortgages", 
    "Motion pictures", 
    "Mutual funds", 
    "New York City", 
    "Ocean energy resources", 
    "Oil pollution", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Railroad engineering", 
    "Recycling of waste products", 
    "Refuse as fuel", 
    "Rescue work", 
    "Research and development tax credit", 
    "Restaurants", 
    "Rural education", 
    "Sales tax", 
    "School buildings", 
    "Science, technology, communications", 
    "Securities", 
    "Service stations", 
    "Small business", 
    "Solar energy", 
    "Sports and recreation", 
    "Sports facilities", 
    "State taxation", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tankers", 
    "Tariff", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax preparers", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Taxation of foreign income", 
    "Teacher education", 
    "Teachers", 
    "Television industry", 
    "Terrorism", 
    "Transportation and public works", 
    "Travel costs", 
    "Trucks", 
    "Undercover operations", 
    "Virgin Islands", 
    "Water resources development", 
    "Wind power", 
    "Wool"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-07-24", 
    "text": "Jobs, Energy, Families, and Disaster Relief Act of 2008 - Amends the Internal Revenue Code to extend various provisions relating to energy production and conservation and to individual and business-related activities.Extends the tax credit for producing electricity from wind facilities through 2009 and the tax credit for closed and open-loop biomass, geothermal, small irrigation, hydropower, landfill gas, and trash combustion facilities through 2011. Includes marine and hydrokinetic renewable energy as a renewable resource for purposes of such tax credit. Extends the energy tax credit for solar energy and the residential energy efficient property tax credit through 2016. Extends the energy tax credits for fuel cell and microturbine property through 2017. Allows a new investment tax credit for combined heat and power system property.Provides funding for new clean renewable energy bonds to finance electricity production from certain renewable resources and for qualified energy conservation bonds.Allows tax credits for investment in advanced coal electricity and coal gasification projects.Extends through 2018 the temporary increase in coal excise taxes. Sets forth special rules for refunds of coal excise taxes to certain producers or exporters.Directs the Secretary of the Treasury to study and report to Congress on Internal Revenue Code provisions that have the largest effects on carbon and other greenhouse gas emissions and to estimate the magnitude of those effects.Allows accelerated depreciation for certain property used to produce cellulosic biofuel.Extends through 2009 income and excise tax credits for biodiesel and renewable diesel.Allows a tax credit for new qualified plug-in electric drive motor vehicles.Exempts from the heavy truck excise tax idling reduction devices and certain insulation.Excludes from gross income reimbursements for bicycle commuting expenses.Increases and extends through 2010 the tax credit for alternative fuel vehicle refueling property expenditures.Extends through 2013 the tax deduction for energy efficient commercial building expenditures.Extends the tax credit for energy efficient appliances produced after 2007.Allows accelerated depreciation for smart electric meters, electric grid systems, and certain reuse and recycling property.Extends through FY2012 tax-exempt bond financing for qualified green building and sustainable design projects.Extends through 2008: (1) the increased exemption amounts for the alternative minimum tax (AMT) and related AMT provisions; (2) the election to deduct state and local sales taxes in lieu of state and local income taxes; (3) the tax deductions for qualified tuition and related expenses and for certain expenses of elementary and secondary school teachers; (4) tax rules for treatment of stock and dividends of regulated investment companies and for qualified investment entities; (5) tax-free distributions from individual retirement accounts (IRAs) for charitable purposes; and (6) the tax exclusion for amounts received under qualified group legal services plans.Extends through 2008 various business-related tax provisions, including: (1) the tax credit for increasing research activities; (2) the tax credits for Indian employment and railroad track maintenance; (3) accelerated depreciation for qualified leasehold and restaurant improvements, for improvements to retail space, for motorsports racing track facilities, and for business property on Indian reservations; (4) the expensing allowance for environmental remediation costs; (5) the tax deduction for income attributable to domestic production activities in Puerto Rico; (6) the special rule for the tax treatment of certain payments to tax-exempt organizations by a controlled subsidiary; (7) issuance authority for qualified zone academy bonds; (8) tax incentives for investment in the District of Columbia; (9) the economic development credit for American Samoa; (10) the special rule for charitable contributions of food and book inventories; (11) the increased tax deduction for corporate contributions of computer equipment and technology for educational purposes; (12) the special rule for the reduction in the basis of S corporation stock for charitable contributions of property; (13) work opportunity tax credit eligibility for Hurricane Katrina employees (through August 28, 2008); (14) increases in alcohol excise taxes payable to Puerto Rico and the Virgin Islands; and (15) the tax credit for nonbusiness energy property.Extends through 2009: (1) the new markets tax credit; (2) the tax credit for mine rescue team training expenses; (3) the expensing allowance for advanced mine safety equipment; (4) the subpart F exemption for active financing income earned on business operations overseas; (5) special rules for the tax treatment of payments between related controlled foreign corporations; and (6) expensing of costs of certain film and television productions.Extends through 2014: (1) the suspension of tariff duties on certain wool products; and (2) the Wool Research Trust Fund.Makes permanent the authorities for: (1) Internal Revenue Service (IRS) disclosure of tax information relating to terrorist activities; and (2) IRS undercover operations.Lowers in 2008 the earned income threshold amount for determining the refundable portion of the child tax credit.Allows individuals who receive a settlement from Exxon Valdez oil spill litigation to average any settlement or judgment-related income over a three-year period or contribute such income to a tax-exempt retirement account.Allows an excise tax exemption for certain wooden arrow shafts.Amends the Employee Retirement Income Security Act of 1974 (ERISA), the Public Health Service Act, and the Internal Revenue Code to require group health insurance plans to provide equal benefits for mental health or substance use disorders.Modifies criteria for penalties on tax return preparers who understate tax liabilities.Amends the Secure Rural Schools and Community Self-Determination Act of 2000 to extend such Act through FY2011.Transfers from the Treasury $8.017 billion to the Highway Trust Fund.Provides special tax benefits for individuals and businesses in federally-declared disaster areas, including: (1) expensing of business-related disaster expenses; (2) extended net operating loss carryover periods; (3) waiver of certain requirements for mortgage revenue bond eligibility; (4) income averaging; (5) additional tax exemptions for providing housing for individuals displaced by disasters; (6) employer tax credits for retention of employees; (7) extension of the replacement period for nonrecognition of gain for property; and (8) suspension of limitations on the tax deduction for charitable contributions; and (9) increased mileage rates for the use of a personal vehicle for charitable purposes. Revises the program of tax incentives for investment in the New York Liberty Zone.Sets forth revenue provisions relating to: (1) the inclusion in gross income of deferred compensation paid by certain foreign entities; and (2) increases in estimated tax payments of certain large corporations. Requires brokers who are required to report gross proceeds from the sale of any publicly-traded security to report the holder's adjusted basis in such security and whether any gain or loss with respect to such security is long or short term.Delays until 2019 the application of special rules for the worldwide allocation of interest for purposes of computing the limitation on the foreign tax credit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jobs, Energy, Families, and Disaster Relief Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to extend certain expiring provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:20-05:00"
}