{
  "actions": [
    {
      "acted_at": "1992-10-08", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Intellectual Property and Judicial Administration", 
      "text": "Referred to the Subcommittee on Intellectual Property and Judicial Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6211-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Intellectual Property and Judicial Administration", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1992-10-08", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-08", 
  "number": "6211", 
  "official_title": "To amend the Trademark Act of 1946, to provide for the registration and protection of trademarks used in commerce, to carry out provisions of certain international conventions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Act to Implement the Protocol Relating to the Madrid Agreement Concerning the International Registration of Marks", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-08", 
  "subjects": [
    "Administrative procedure", 
    "Trademark agreements", 
    "Trademarks"
  ], 
  "subjects_top_term": "Trademarks", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-08", 
    "text": "Act to Implement the Protocol Relating to the Madrid Agreement Concerning the International Registration of Marks - Amends the Trademark Act of 1946 to set forth the Madrid Protocol. Authorizes the owner of an application for mark registration pending before the Patent and Trademark Office or of a U.S. registration to file an international application with the Office. Requires the Commissioner of Patents and Trademarks to certify that particulars appearing in the international application correspond to those appearing in the basic registration and to transmit the application to the International Bureau of the World International Property Organization. Authorizes holders of international registrations based on U.S. registrations to request extensions of protection from the International Bureau or the Office. Entitles holders of international registrations to extensions of protection to the United States. Bars protection for an international registration if the Office is the office of origin. Entitles holders of such registrations to a right of priority under the Paris Convention for the Protection of Industrial Property, subject to certain conditions. Subjects requests for extension of protection to opposition. Bars extension of protection to any mark not registrable on the Principal Register. Sets forth procedures for notifications of refusal of protection by the Commissioner. Grants extensions of protection for international registrations the same effect and validity as registrations on the Principal Register and extends corresponding rights and remedies to holders of such registrations. Cancels or invalidates an extension of protection to the United States for goods and services under an international registration that has been cancelled or is not renewed. Authorizes holders of cancelled international registrations to file applications for registration for a mark for cancelled goods and services with the Office (allowing transformation into a U.S. application). Requires an extension of protection to remain in force for the term of the international registration upon which it is based. Cancels protection unless the holder files an affidavit showing current use of the mark in commerce or nonuse based on special circumstances. Authorizes extensions of protection only to persons who are nationals of or have other specified connections to a Contracting Party to the Protocol."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Act to Implement the Protocol Relating to the Madrid Agreement Concerning the International Registration of Marks", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Trademark Act of 1946, to provide for the registration and protection of trademarks used in commerce, to carry out provisions of certain international conventions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:04-05:00"
}