{
  "actions": [
    {
      "acted_at": "2003-07-17", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-10-29", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-05-06", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Campbell with amendments. With written report No. 108-259.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-05-06", 
      "calendar": "Senate Legislative", 
      "number": "500", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 500.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1423-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "2003-07-22", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-17", 
  "number": "1423", 
  "official_title": "A bill to extend Federal recognition to the Chickahominy Indian Tribe, the Chickahominy Indian Tribe - Eastern Division, the Upper Mattaponi Tribe, the Rappahannock Tribe, Inc., the Monacan Indian Nation, and the Nansemond Indian Tribe.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1938-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Thomasina E. Jordan Indian Tribes of Virginia Federal Recognition Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Allen, George", 
    "state": "VA", 
    "thomas_id": "00013", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-10-29", 
  "subjects": [
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Indian lands", 
    "Land transfers", 
    "Minorities", 
    "Native Americans", 
    "Public lands and natural resources", 
    "Tribes and tribal system", 
    "Virginia"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-05-06", 
    "text": "Title I: Chickahominy Indian Tribe - (Sec. 103) Extends Federal recognition to the Chickahominy Indian Tribe. Provides that the service area of the Tribe shall be Charles City County, Virginia. (Sec. 104) Declares that the: (1) membership roll and governing documents of the Tribe shall be the ones most recently submitted to the Secretary of the Interior before enactment of this Act; and (2) the governing body of the Tribe shall be the one in place as of such enactment or any subsequent governing body elected in accordance with election procedures specified in the governing documents. (Sec. 106) Provides that if, within 25 years after the enactment of this Act, the Tribe transfers to the Secretary land within the boundaries of the Virginia counties of Charles City, James City, or Henrico, the Secretary shall take the land into trust for the Tribe's benefit. Prohibits a reservation or tribal land or land taken into trust for the Tribe's benefit from being eligible to satisfy the terms for an exception under the Indian Gaming Regulatory Act that prohibits gaming on land acquired by the Secretary in trust for the benefit of an Indian tribe after October 17, 1988. (Sec. 107) States that nothing in this title expands, reduces, or effects in any manner any hunting, fishing, trapping, gathering, or water rights of the Tribe and its members. Title II: Chickahominy Indian Tribe - Eastern Division - (Sec. 203) Extends Federal recognition to the Chickahominy Indian Tribe - Eastern Division. Provides that the service area of the Tribe shall be New Kent County, Virginia. (Sec. 204) Declares that the: (1) membership roll and governing documents of the Tribe shall be the ones most recently submitted to the Secretary before enactment of this Act; and (2) the governing body of the Tribe shall be the one in place as of such enactment or any subsequent governing body elected in accordance with election procedures specified in the governing documents. (Sec. 206) Provide that if, within 25 years after the enactment of this Act, the Tribe transfers to the Secretary land within the boundaries of New Kent County, James City County, or Henrico County, Virginia, the Secretary shall take the land into trust for the Tribe's benefit. Subjects such lands to the same gaming prohibition specified in title I of this Act. (Sec. 207) States that nothing in this title expands, reduces, or effects in any manner any hunting, fishing, trapping, gathering, or water rights of the Tribe and its members. Title III: Upper Mattaponi Tribe - (Sec. 303) Extends Federal recognition to the Upper Mattaponi Tribe. Provides that the service area of the Tribe shall be the area within 25 miles of the Sharon Indian School at 13383 King William Road, King William, Virginia. (Sec. 304) Declares that the: (1) membership roll and governing documents of the Tribe shall be the ones most recently submitted to the Secretary, before enactment of this Act; and (2) the governing body of the Tribe shall be the one in place as of such enactment or any subsequent governing body elected in accordance with election procedures specified in the governing documents. (Sec. 306) Provide that if, within 25 years after the enactment of this Act, the Tribe transfers to the Secretary land within the boundaries of King William County, Virginia, the Secretary shall take the land into trust for the Tribe's benefit. Subjects such lands to the same gaming prohibition specified in title I of this Act. (Sec. 307) States that nothing in this title expands, reduces, or effects in any manner any hunting, fishing, trapping, gathering, or water rights of the Tribe and its members. Title IV: Rappahannock Tribe, Inc. - (Sec. 403) Extends Federal recognition to the Rappahannock Tribe, Inc. Provides that the service area of the Tribe shall be an area comprising King and Queen, Caroline, and Essex Counties, Virginia. (Sec. 404) Declares that the: (1) membership roll and governing documents of the Tribe shall be the ones most recently submitted to the Secretary, before enactment of this Act; and (2) the governing body of the Tribe shall be the one in place as of such enactment or any subsequent governing body elected in accordance with election procedures specified in the governing documents. (Sec. 406) Provides that if the Tribe transfers to the Secretary land described in this Act and any other land within the boundaries of Queen and King County, Essex County, and Caroline County, Virginia, the Secretary shall take the land into trust for the Tribe's benefit. Subjects such lands to the same gaming prohibition specified in title I of this Act. (Sec. 407) States that nothing in this title expands, reduces, or effects in any manner any hunting, fishing, trapping, gathering, or water rights of the Tribe and its members. Title V: Monacan Indian Nation - (Sec. 503) Extends Federal recognition to the Monacan Indian Nation. Provides that the service area of the Tribe shall be an area comprising all land within 25 miles from the center of Amherst, Virginia. (Sec. 504) Declares that the: (1) membership roll and governing documents of the Tribe shall be the ones most recently submitted to the Secretary, before enactment of this Act; and (2) the governing body of the Tribe shall be the one in place as of such enactment or any subsequent governing body elected in accordance with election procedures specified in the governing documents. (Sec. 506) Provides that if the Tribe transfers to the Secretary a parcel of land consisting of approximately ten acres located on Kenmore Road in Amherst County, Virginia, and a parcel of land consisting of approximately 165 acres located at the foot of Bear Mountain in such County, the Secretary shall take the land into trust for the Tribe's benefit. Subjects such lands to the same gaming prohibition specified in title I of this Act. (Sec. 507) States that nothing in this title expands, reduces, or effects in any manner any hunting, fishing, trapping, gathering, or water rights of the Tribe and its members. Title VI: Nansemond Indian Tribe - (Sec. 603) Extends Federal recognition to the Nansemond Indian Tribe. Provides that the service area of the Tribe shall be the cities of Chesapeake, Hampton, Newport News, Norfolk, Portsmouth, Suffolk, and Virginia Beach, Virginia. (Sec. 604) Requires the Tribe to: (1) submit its current membership roll to the Secretary within 18 months after this Act's enactment; (2) determine qualification for inclusion on such roll in accordance with the membership clauses in its governing document, and in consultation with the Secretary; and (3) ensure that the membership roll is maintained and kept current. Declares: (1) the governing documents of the Tribe in effect on the enactment of this Act to be the Tribe's interim governing documents until they are modified in accordance with the documents; and (2) the governing body of the Tribe to be the one in place as of this Act's enactment or any subsequent governing body elected in accordance with election procedures specified in the governing documents. (Sec. 607) Provides that, if the Tribe transfers any land acquired by the Tribe to the Secretary, the Secretary may take the land into trust for the Tribe's benefit. Subjects such lands to the same gaming prohibition specified in title I of this Act. (Sec. 608) States that nothing in this title expands, reduces, or effects in any manner any hunting, fishing, trapping, gathering, or water rights of the Tribe and its members."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Thomasina E. Jordan Indian Tribes of Virginia Federal Recognition Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Thomasina E. Jordan Indian Tribes of Virginia Federal Recognition Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend Federal recognition to the Chickahominy Indian Tribe, the Chickahominy Indian Tribe - Eastern Division, the Upper Mattaponi Tribe, the Rappahannock Tribe, Inc., the Monacan Indian Nation, and the Nansemond Indian Tribe.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:26-05:00"
}