{
  "actions": [
    {
      "acted_at": "1990-06-28", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2820-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1990-07-11", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1990-06-28", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1990-07-25", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1990-06-28", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-28", 
  "number": "2820", 
  "official_title": "A bill to amend the Public Health Service Act to establish and expand grant programs for evaluation and treatment of parents who are substance abusers and children of substance abusers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children of Substance Abusers Act", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-28", 
  "subjects": [
    "Block grants", 
    "Child health", 
    "Community health services", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse in pregnancy", 
    "Drugs and women", 
    "Employee training", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child welfare", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Home care services", 
    "Maternal health services", 
    "Social workers", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-28", 
    "text": "Children of Substance Abusers Act - Title I: Treatment - Amends the Public Health Service Act to require a State to: (1) use at least 20 (currently, at least ten) percent of alcohol and drug abuse and mental health services block grant allotments for alcohol and drug abuse programs and services for women and demonstration projects for residential treatment services to pregnant women; (2) ensure that treatment services are available to each woman who is pregnant or who has a child, and who meets other requirements; and (3) establish, if treatment programs in the State have insufficient capacity, quantitative goals and implement a program for the provision of adequate capacity to meet the needs of each such woman. Modifies requirements regarding the contents of an annual report mandated by existing provisions concerning certain block grant programs. Title II: Home-Based Services for At-Risk Families - Directs the Secretary of Health and Human Services to make competitive three- to five-year grants for the Federal share of the costs of home visiting services, including help in obtaining health, mental health, and social services. Sets forth priorities in awarding grants and information and assurances which must be included in grant applications. Sets the Federal share at 70 percent. Authorizes appropriations. Title III: Services for Children of Substance Abusers - Directs the Secretary to make grants for the Federal share of the costs of community outreach services and services for children of substance abusers. Sets forth program requirements, including providing comprehensive services for the entire family. Sets forth requirements regarding: (1) the distribution of grants among specified types of entities; and (2) information and assurances which must be included in grant applications. Sets the Federal share at 80 percent. Authorizes appropriations. Directs the Secretary to make grants for the costs of developing and disseminating training materials and training staff and volunteers for community outreach services and services for children of substance abusers. Authorizes appropriations. Directs the Secretary to make grants to pay for the costs of developing and disseminating training materials and training professionals whose regular duties involve providing services to families of substance abusers or to caretakers of children of substance abusers. Authorizes appropriations. Directs the Secretary to make grants to train interdisciplinary teams to provide support to, and arrange services for, caretakers of children of substance abusers, including personnel from child protective services or child welfare agencies and public health, mental health, or social service agencies. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children of Substance Abusers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish and expand grant programs for evaluation and treatment of parents who are substance abusers and children of substance abusers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:07-05:00"
}