{
  "actions": [
    {
      "acted_at": "1975-08-01", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9203-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Abzug, Bella S.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-08-01", 
  "number": "9203", 
  "official_title": "A bill to restore to Federal civilian and Postal Service employees their rights to participate voluntarily, as private citizens, in the political processes of the Nation, to protect such employees from improper political solicitations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees' Political Activities Act", 
  "sponsor": {
    "district": "1", 
    "name": "Clay, William (Bill)", 
    "state": "MO", 
    "thomas_id": "00203", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Election candidates", 
    "Election law", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Political participation"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-08-01", 
    "text": "Federal Employees' Political Activities Act - Stipulates that it is the policy of the Congress that Federal employees should be encouraged to fully exercise, to the extent not expressly prohibited by law, their rights of voluntary participation in the political processes of our Nation. Defines the terms used in this Act. States that an employee may not use his official authority or influence for the purpose of interfering with the result of any election, or of intimidating or commanding any individual for the purpose of interfering with the right of any individual to vote as such individual may choose, or of influencing the giving or withholding of a political contribution. Prohibits specified forms of solicitation by Federal employees. Prohibits political activities by Federal employees while on duty except in the case of the President and Vice President and certain of their aides. Provides for leave without pay for Federal employees engaging in activities relating to seeking elective offices. Establishes a Board on Political Activities of Federal Employees. Directs the Board to hear and decide cases brought under this Act. Directs the Civil Service Commission to investigate specified reports and allegations of activities prohibited by this Act. Provides penalties for violations of this Act. Directs the Civil Service Commission to conduct a program to inform all employees of their rights of political participation and to educate employees as to prohibited political activities. Specifies that each employee must be informed annually and in writing of the rights and restrictions set forth in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees' Political Activities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restore to Federal civilian and Postal Service employees their rights to participate voluntarily, as private citizens, in the political processes of the Nation, to protect such employees from improper political solicitations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:02-05:00"
}