{
  "actions": [
    {
      "acted_at": "1973-10-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10746-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-04", 
  "number": "10746", 
  "official_title": "A bill to provide for a comprehensive, coordinated 5-year research program to determine the causes of and cure for cancer, to develop cancer preventative vaccines or other preventatives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11076-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11799-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr12103-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Cancer Research Act", 
  "sponsor": {
    "district": "3", 
    "name": "Brinkley, Jack", 
    "state": "GA", 
    "thomas_id": "00124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-04", 
  "subjects": [
    "Advisory bodies", 
    "Cancer", 
    "Cancer research", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Cancer research", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-04", 
    "text": "National Cancer Research Act; Title I: Short Title and Declaration of Policy - Declares it to be the purpose of this Act to carry out within five years the goal that cancer research activities of the United States shall be priority oriented and shall be conducted so as to contribute materially to one or more of the following objectives: (1) the expansion of human knowledge of methods in which to detect, prevent, and cure cancer; (2) the development of cancer preventative vaccines, or other preventatives; (3) the improvement of the usefulness and of the dissemination of information from, all cancer-related research activities conducted in the United States; and (4) the development and operation of cancer research facilities, equipment, and supplies, capable of making significant advances in cancer prevention, detection, treatment, and cure. Title II: Coordination of Cancer Research Activities - Estabishes, for five years, in the Executive Office of the President the National Cancer Research Council to be composed of the Vice President, Secretary of State, Secretary of Health, Education, and Welfare, Administrators of the National Cancer Research Administration, and Director of the National Institutes of Health. Directs the Council to develop a comprehensive program of cancer research and to resolve differences among various agencies with respect to cancer research. Establishes, for five years, the National Cancer Research Administration, the administrator of which shall plan, direct, and conduct the cancer research activities of the United States; and disseminate information concerning its activities. Authorizes the Administration to acquire property, enter into contracts, use facilities of federal agencies, and appoint personnel. Requires semiannual reports from the Administration to the Congress. Title III: Miscellaneous - Allows the President to transfer to the Administration for five years any functions of any other department, agency, or officer of the United States which relate primarily to the functions, powers and duties of the Administration. Requires information obtained by the Administration to be available for public inspection. Provides for retention of property rights and patenting by the United States of inventions made in the performance of any work under any contract with the Administration. Allows the administrator to waive all or part of the rights of the United States to an invention if he determines that the interest of mankind and the United States will thereby be served, subject to reservation of an irrevocable, nontransferrable, royalty-free license for the practice of such invention by the United States. Allows the administrator to make a monetary award to any person for any medical, scientific, or technical contribution to the Administration, not exceeding $10,000. Title IV: Funding - Imposes on the income of every individual, estate, trust, and corporation a tax equal to 2 percent of the adjusted tax for the taxable year. Authorizes withholding of such tax according to tables prescribed by the Secretary of the Treasury. Appropriates to such fund, sums as are necessary. Terminates such fund on January 1, 1979."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Cancer Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a comprehensive, coordinated 5-year research program to determine the causes of and cure for cancer, to develop cancer preventative vaccines or other preventatives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:48-05:00"
}