{
  "actions": [
    {
      "acted_at": "2010-03-04", 
      "committee": "Committee on Rules and Administration", 
      "references": [
        {
          "reference": "CR S1184-1185", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-28", 
      "in_committee": "Committee on Rules and Administration", 
      "references": [], 
      "text": "Committee on Rules and Administration. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres440-111", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2010-03-08", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-04", 
  "number": "440", 
  "official_title": "A resolution improving the Senate cloture process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bennet, Michael F.", 
    "state": "CO", 
    "thomas_id": "01965", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-04", 
  "subjects": [
    "Congress", 
    "Legislative rules and procedure", 
    "Senate"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-04", 
    "text": "Amends Rule VIII (Order of Business) of the Standing Rules of the Senate to provide that all motions to proceed to the consideration of any matter shall be determined without debate, except motions to proceed to a proposal to change the Standing Rules. Amends Rule XXII (Precedence of Motions) of the Standing Rules of the Senate to: (1) provide that Senators may by a two-thirds vote agree to reduce the time for consideration of a motion to close debate (cloture); (2) allow a majority vote for invoking cloture (currently, 60 votes required) unless 41 Senators vote against cloture; and (3) set forth a new procedure for closing debate after 3 failed attempts by requiring 45 Senators to vote against closing debate, unless at least 1 of the Senators voting against closing debate caucuses with the party of the Majority Leader (in which case the threshold remains 41 votes to continue debate). Increases the threshold vote for continuing debate from 41 to 45 if 1 member of the Majority votes to continue debate and 3 members caucusing with the Minority Leader vote to close debate. Adds Rule XLV (Process for Holds) to the Standing Rules of the Senate to require any Senator who provides notice of an intention to object to proceeding to a motion or matter to disclose such objection in the Congressional Record not later than two session days after the date of such notice. Allows the Senate to continue to recognize such objection if it is raised at least by one Senator who caucuses with the party of the Majority Leader and one Senator who causes with the party of the Minority Leader. Prohibits the recognition of a particular objection to a nomination for more than 30 days, but allows a second objection to a nomination beyond such 30-day limit if it is raised by at least 1 Senator who caucuses with the party of the Majority Leader and at least 1 Senator who caucuses with the party of the Minority Leader, neither of whom raised the first objection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution improving the Senate cloture process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:55:11-05:00"
}