{
  "actions": [
    {
      "acted_at": "1991-07-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-07-24", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator Boren. With written report No. 102-117. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-24", 
      "bill_ids": [
        "sres400-102"
      ], 
      "committee": "Committee on Armed Services for the 30-day period provided in section 3(b) of S", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Armed Services for the 30-day period provided in section 3(b) of S. Res. 400, 94th Congress, except that if such Committee fails to report within that time period, it be discharged from further consideration of the bill.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-03", 
      "in_committee": "Committee on Armed Services for the 30-day period provided in section 3(b) of S", 
      "references": [], 
      "text": "Committee on Armed Services. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-10-03", 
      "references": [], 
      "text": "Committee on Armed Services. Reported to Senate by Senator Nunn with amendments. With written report No. 102-172.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-03", 
      "calendar": "Senate Legislative", 
      "number": "255", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 255.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-10-16", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-16", 
      "bill_ids": [
        "hr2038-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2038 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-16", 
      "bill_ids": [
        "hr2038-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2038 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-16", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1256-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1256"
    }, 
    {
      "amendment_id": "s1257-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1257"
    }, 
    {
      "amendment_id": "s1258-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1258"
    }
  ], 
  "bill_id": "s1539-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-24", 
  "number": "1539", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1992 for intelligence activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2038-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2038-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2038-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Intelligence Authorization Act, Fiscal Year 1992", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-07-17", 
  "subjects": [
    "Alien labor", 
    "Annuities", 
    "Area studies", 
    "Armed forces and national security", 
    "Authorization", 
    "Civil service retirement", 
    "Classified defense information", 
    "Congressional reporting requirements", 
    "Congressional-executive relations", 
    "Disability retirement", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal budgets", 
    "Federal employees", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Inspectors general", 
    "Intelligence officers", 
    "International education", 
    "Language and languages", 
    "Mandatory retirement", 
    "Military intelligence", 
    "Personnel management", 
    "Reconnaissance aircraft", 
    "Reprogramming of appropriated funds", 
    "Salaries", 
    "Scholarships", 
    "Survivors' benefits"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1991-10-16", 
    "text": "Intelligence Authorization Act, Fiscal Year 1992 - Title I: Intelligence Activities - Authorizes appropriations for FY 1992 for intelligence and intelligence-related activities in specified departments and agencies of the U.S. Government, including the Central Intelligence Agency (CIA), the Department of Defense (DOD), and the Drug Enforcement Administration. Declares that the authorized amounts and personnel ceilings for such intelligence activities are those specified in the classified schedule of authorizations. Authorizes the Director of Central Intelligence (DCI) to employ civilian personnel in excess of the ceiling for such personnel when necessary for the performance of important intelligence functions. Requires that the President's annual budget submission to the Congress contain unclassified statements of the total amount requested for the coming fiscal year, and the total expenditures in the previous fiscal year, for intelligence and intelligence-related activities. Amends the National Security Act of 1947 to require that any authorization bill for all intelligence and intelligence-related activities that is reported by a conference committee contain an unclassified statement of the aggregate amount of such funds authorized to be appropriated. Specifies that the above provisions with respect to the President's budget submission and the unclassified statement of authorizations shall take effect on the date of the enactment of an Act authorizing appropriations for FY 1993 for the conduct of intelligence activities of all such departments and agencies. Title II: Intelligence Community Staff - Authorizes appropriations for the Intelligence Community Staff for FY 1992. Establishes an end strength ceiling of 240 full-time Intelligence Community Staff employees, including 50 full-time personnel who are authorized to serve in the Security Evaluation Office. Provides that such staff and activities shall be administered in the same manner as the CIA staff and activities are administered. Title III: Central Intelligence Agency Retirement and Disability System Provisions - Authorizes appropriations for the Central Intelligence Agency Retirement and Disability Fund for FY 1992. Amends the Central Intelligence Agency Retirement Act of 1964 for Certain Employees to provide that, with respect to provisions relating to the computation of survivor benefits for the child or children of a deceased participant or annuitant in the CIA Retirement and Disability System (CIARDS), the existence of the child's other parent, whether that parent is the spouse or former spouse of the employee or annuitant, shall be recognized and the child paid at the rate applicable to a single orphan. Grants CIARDS retirees an additional 18-month period from the date of retirement during which they may change the survivor benefit election made at the time of retirement, to provide for or increase a spouse survivor annuity, subject to specified conditions. Authorizes the DCI to waive the 30-month application requirement with respect to CIARDS survivor benefits. Gives the DCI discretion to provide for reimbursement of less than 100 percent of the costs associated with medical exams and related travel for employees incident to CIARDS disability retirement determinations. Allows survivor benefits to be provided for a previous spouse by court order or an election in the case of any CIARDS annuitant (regardless of the annuitant's date of retirement) whose divorce occurs after September 29, 1990. Provides for mandatory retirement for CIARDS participants of level four or above of the Senior Intelligence Service pay schedule (under current law, of grade GS-18 or above) upon reaching age 65. Excludes CIA foreign national employees who serve overseas and who have been appointed after December 31, 1989, from the definition of \"employee\" for purposes of provisions relating to the Civil Service Retirement System (CSRS). Precludes Thrift Savings Plan (TSP) participation by CIA foreign national employees who serve overseas and are subject to CSRS. Permits the DCI to exclude from Federal Employees Retirement System (FERS) coverage certain CIA foreign nationals who are permanent resident aliens serving overseas. Repeals the statutory entitlement that qualified former spouses of CIA employees covered under FERS currently have to a share of the employee's TSP benefits. Specifies the survivor benefits payable to a qualified former spouse. Eliminates the requirement that the former husband or wife may qualify as a \"former spouse\" for purposes of such Act only if such spouse (together with the participant) has spent five years outside the United States. Provides instead that such spouse must have been married for at least ten years of creditable service by the participant, at least five years of which must have been spent by the participant outside the United States or otherwise in a position whose duties have qualified him or her for designation as a participant under such Act. Title IV: General Provisions - Permits appropriations authorized by this Act for benefits for Federal employees to be increased as may be necessary for increases in compensation or benefits authorized by law. Title V: Federal Bureau of Investigation Provisions - Requires the Director of the Federal Bureau of Investigation (FBI) to study the establishment of an undergraduate training program for FBI employees that is similar in purpose, conditions, content, and administration to such programs administered by the CIA, National Security Agency (NSA), and Defense Intelligence Agency. Authorizes the Director to carry out any such program in a fiscal year only to the extent that appropriated funds are available for that purpose, and only after review and approval by the Department of Justice and the Office of Management and Budget. Title VI: Central Intelligence Agency Provisions - Provides that the position of Inspector General (IG) of the CIA shall be compensated at a statutory level comparable to the IGs of other Government agencies. Title VII: National Security Scholarships, Fellowships, and Grants - Amends the National Security Act of 1947 to create a new title, which may be cited as the National Security Education Act of 1991. Directs the Secretary of Defense (Secretary), in consultation with the National Security Education Board (NSEB) (established under this Act), to carry out a program for awarding: (1) scholarships to undergraduate students who are U.S. citizens or resident aliens to enable such students to study abroad, for at least one semester; (2) fellowships to graduate students who are U.S. citizens or resident aliens to enable such students to pursue education in the United States in the disciplines of foreign languages, area studies, and other international fields that are critical areas of such disciplines, provided that such students enter into an agreement to work for the Government or in the field of education, in the area of study for which the fellowship was awarded; and (3) grants to institutions of higher education to enable such institutions to establish, operate, and improve programs in foreign languages, area studies, and other international fields that are critical areas of such disciplines. Sets forth additional requirements with respect to: (1) contract authority and service agreements required before making such awards; (2) merit review; (3) annual adjustment of such awards for inflation; and (4) administration of the program through the Defense Intelligence College. Directs the Secretary to establish the NSEB. Sets forth provisions with respect to the composition, term of office, compensation, and functions of the NSEB. Establishes in the U.S. Treasury the National Security Education Trust Fund. Directs: (1) the Secretary to reserve specified amounts for scholarships, fellowships, and grants; and (2) the Secretary of the Treasury to invest in full amounts in the Fund not immediately necessary for obligation. Sets forth: (1) administrative provisions; (2) reporting requirements (by the Secretary to the President and the Congress); and (3) auditing provisions. Title VIII: Miscellaneous Matters - Amends the National Security Act of 1959 to authorize: (1) the Director of NSA to pay transportation expenses for the remains of any NSA employee who dies while on a rotational tour of duty within the United States or while in transit to or from such tour of duty; and (2) the DCI to transfer funds appropriated for DOD for an intelligence agency or program within the National Foreign Intelligence Program to another such agency or program to respond to unforeseen foreign intelligence operational emergencies, subject to specified conditions and reporting requirements. Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to provide that all requirements of the Atomic Energy Act (AEA) concerning the handling of restricted data and national security information and all statutes or executive orders that authorize the protection for disclosure of specified types of unclassified information shall be applicable to any grant of access to such information under the provisions of such Act or under the Superfund Amendments and Reauthorization Act of 1986. (Current law states that all requirements of the AEA and all executive orders concerning the handling of restricted data and national security information shall be applicable to any grant of access to classified information under such Acts.) Directs the Secretary to: (1) take appropriate action to ensure that included within the budget submitted to the Congress for the General Defense Intelligence Program for FY 1993 and every fiscal year thereafter shall be amounts requested to be authorized and appropriated for the TR-1 airborne reconnaissance platform and related sensor programs and the Airborne Reconnaissance Support Program; and (2) consolidate management during FY 1992 of the TR-1, U-2, and Airborne Reconnaissance Support Programs within the General Defense Intelligence Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act, Fiscal Year 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Security Education Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1992 for intelligence activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:09-05:00"
}