{
  "actions": [
    {
      "acted_at": "2009-07-14", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3214-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-14", 
  "number": "3214", 
  "official_title": "To provide for credit rating reforms, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1073-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "RATE Act", 
  "sponsor": {
    "district": "16", 
    "name": "Rooney, Thomas J.", 
    "state": "FL", 
    "thomas_id": "01916", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-07-14", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business ethics", 
    "Business records", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Credit and credit markets", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Government information and archives", 
    "Securities and Exchange Commission (SEC)"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-07-14", 
    "text": "Rating Accountability and Transparency Enhancement Act of 2009 or the RATE Act - Amends the Securities Exchange Act of 1934 to require the Securities and Exchange Commission (SEC) to review credit ratings and methodologies employed by each nationally recognized statistical rating organization (NRSRO) to ensure that the NRSRO complies with its internal controls for determining credit ratings. Requires each NRSRO to establish establish and enforce governance procedures to manage conflicts of interest in accordance with SEC rules. Directs the SEC to issue specified rules to prohibit, or require the management and disclosure of, any conflicts of interest relating to the issuance of credit ratings by an NRSRO. Requires an NRSRO to review and revise a credit rating, if appropriate, in any case in which an employee of an obligor, issuer, or underwriter of a security or money market instrument was employed by an NRSRO and participated in determining such credit ratings for the obligor or the issuer during the one-year period preceding the date of the credit rating (look-back requirement). Requires each NRSRO to designate a compliance officer to perform specified duties. Directs the SEC to establish an office to administer SEC rules with respect to the practices of NRSROs in determining ratings to ensure that credit ratings NRSROs issue are accurate and not unduly influenced by conflicts of interest. Directs the SEC to require each NRSRO to disclose publicly information on initial ratings and subsequent changes in order to: (1) provide a gauge of the accuracy of ratings; and (2) allow users of credit ratings to compare performance of ratings by different NRSROs. Requires the SEC to promulgate rules on credit rating procedures and methodologies. Modifies the scienter requirement in a private action for money damages against an NRSRO to provide that it shall be sufficient for the complaint to state with particularity facts giving rise to a strong inference that the NRSRO knowingly or recklessly failed either to: (1) conduct a reasonable investigation of the rated security with respect to the factual elements relied upon by its own methodology for evaluating credit risk; or (2) obtain reasonable verification of such factual elements from other sources that it considered to be competent and that were independent of the issuer and underwriter. Directs the Comptroller General to study and report to Congress on implementation of this Act, including: (1) the appropriateness of relying on ratings for use in federal, state, and local securities, banking regulations, and capital requirements determinations; and (2) the effect of liability in private actions and the scienter modification of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "RATE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rating Accountability and Transparency Enhancement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for credit rating reforms, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:27-05:00"
}