{
  "actions": [
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2948-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-14", 
  "number": "2948", 
  "official_title": "A bill to provide mandatory minimum prison sentences for persons illegally manufacturing, distributing, or dispensing certain narcotic drugs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Narcotic Sentencing Act of 1979", 
  "sponsor": {
    "district": "3", 
    "name": "Lloyd, Marilyn", 
    "state": "TN", 
    "thomas_id": "00698", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-14", 
  "subjects": [
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Detention of persons", 
    "Drugs and narcotics", 
    "Due process of law", 
    "Forfeiture", 
    "Narcotic traffic", 
    "Narcotics", 
    "Narcotics and crime", 
    "Preventive detention", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Narcotic traffic", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-14", 
    "text": "Narcotic Sentencing Act of 1979 - Title I: Mandatory Minimum Sentences - Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 to establish mandatory minimum terms of imprisonment for the commission of certain offenses currently prohibited under such Act, where the offense involves a schedule I or II narcotic drug or involves commerce in controlled substances. Increases such minimum terms if the defendant had been convicted previously of a felony. Authorizes a court to sentence an individual to a shorter term of imprisonment or parole ineligibility upon a finding of specified mitigating circumstances. Amends the Federal Rules of Civil Procedure to require that a separate sentencing hearing be conducted when an individual is convicted of an offense for which a mandatory term of imprisonment is authorized under this Act. Title II: Conditions of Release - Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 to direct a judicial officer, in setting the conditions of release pending trial, to consider whether a person charged with certain offenses involving schedule I or II narcotic drugs poses a threat to the community or will commit similar offenses. Authorizes such judicial officer to deny pretrial release to such individual upon a finding by clear and convincing evidence of specified aggravating circumstances in a separate hearing. Sets forth due process requirements for such hearings. Title III: Forfeiture of Proceeds of Illegal Drug Transactions - Subjects to forfeiture all proceeds of offenses under the Comprehensive Drug Abuse Prevention and Control Act of 1970 and all moneys, negotiable instruments, and securities used or intended to be used in committing such offenses. Sets forth guidelines for the disposition of property so forfeited."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Narcotic Sentencing Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide mandatory minimum prison sentences for persons illegally manufacturing, distributing, or dispensing certain narcotic drugs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:48-05:00"
}