{
  "actions": [
    {
      "acted_at": "1985-01-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-07", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-20", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Public Assistance and Unemployment Compensation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-02-21", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Public Assistance and Unemployment Compensation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-02-26", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Public Assistance and Unemployment Compensation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr758-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-28", 
  "number": "758", 
  "official_title": "A bill to assist in improving unemployment compensation programs carried out by States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Act of 1985", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-28", 
  "subjects": [
    "Employee training", 
    "Employment and training programs", 
    "Job sharing", 
    "Labor and employment", 
    "Layoffs", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Part-time employment", 
    "Plant shutdowns", 
    "State finance", 
    "State laws", 
    "States", 
    "Underemployment", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Wages"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-28", 
    "text": "Act of 1985 - Authorizes States to establish short-time compensation programs under their unemployment compensation laws under which an individual in an industry with declining employment shall be eligible for short-time unemployment compensation for time spent in approved training while the individual continues to be employed on a reduced workweek basis. Encourages States to establish such programs in accordance with specified provisions of the Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA). Amends TEFRA to extend the short-time compensation program beyond the expiring three-year experimental period. Eliminates a program limitation on an employee's eligibility for such compensation (currently no more than 26 weeks in any 12-month period). Provides that a required report by the Secretary of Labor to the President and the Congress on such short-time compensation programs shall not be a \"final\" report. Authorizes States to provide that unemployment compensation under their State unemployment compensation laws shall be paid to an individual who voluntarily leaves employment in a firm (or subdivision) experiencing a major reduction in employment, for weeks in which such individual is satisfactorily participating in approved training. Amends the Federal-State Extended Unemployment Compensation Act of 1970 to provide that specified provisions shall not apply to such individuals. Authorizes States to provide under their State unemployment compensation laws that an individual (including an individual who has voluntarily resigned to enter a training program) may elect, at any time during the first eight weeks of eligibility of such regular unemployment compensating payable for regular compensation, to receive an amount equal to 125 percent of the remainder in equal weekly payments over an extended period of time, if during such period the individual is satisfactorily participating in approved training. Sets a limit on the number of weeks over which the individual may chose to receive compensation. Sets forth a formula for determining the amount of remaining regular compensation for which an individual will be eligible if such individual fails to satisfactorily participate in or successfully graduates from the training program at any time after making such an election. Allows Federal funds to be used under any such program (which provides for such an election) only to the extent provided in appropriation Acts. Requires States which provide for such an election by an individual to provide that the length of an individual's benefit year under the State unemployment compensation law shall be extended by a number of weeks equal to the number of additional weeks for which such individual received unemployment compensation by reason of such an election. Requires that the amount of any extended compensation or Federal supplemental compensation to which an individual may be entitled be determined on the basis of the weekly amount of regular compensation to which an individual was entitled without regard to any such election. Requires that the determination of exhaustion of regular compensation take such election into account. Authorizes States to provide under their unemployment compensation laws that an individual who has four or more weeks of remaining eligibility for regular compensation and who accepts employment at a lower wage than that required under such State law may receive payment over the 12-month period following acceptance of such employment of an amount equal to 80 percent of the remaining regular compensation for which such individual would be eligible in the benefit year if the individual were to exhaust such eligbility. Provides that such payment shall be in periodic installments which shall be made only for so long as such individual continues such lower-paying employment (or other employment which the individual would not have been required to accept) for a continuous period. Provides that payment of such periodic payments shall terminate any eligibility for additional regular compensation and for any extended compensation or Federal supplemental compensation, during that benefit year. Authorizes appropriations for FY 1986 through 1988 to be allotted to States to assist them in carrying out programs authorized under this Act, in addition to any other amounts authorized or allotted under any other provision of law. Provides that such funds may be used only for: (1) payment of additional amounts of regular compensation by reason of any extended eligibility under specified provisions of this part; and (2) reimbursement to the State for the Federal share of administrative costs incurred by the State in carrying out programs authorized under this Act. Provides that no program authorized under this Act shall be taken into consideration in determining whether there has been a net decrease in the solvency of the State unemployment compensation system for purposes of specified provisions of the Internal Revenue Code."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist in improving unemployment compensation programs carried out by States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:38-05:00"
}