{
  "actions": [
    {
      "acted_at": "1973-01-23", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s491-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dominick, Peter H.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01320", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-23", 
  "number": "491", 
  "official_title": "A bill to strengthen and improve the Older Americans Act of 1965.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Older Americans Comprehensive Services Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Beall, J. Glenn, Jr.", 
    "state": "MD", 
    "thomas_id": "01278", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-23", 
  "subjects": [
    "Advisory bodies", 
    "Aged and aging", 
    "Agriculture and food", 
    "Department of Health, Education, and Welfare", 
    "Government records, documents, and information", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Senior centers", 
    "Social welfare", 
    "Transportation and public works", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-23", 
    "text": "Older Americans Comprehensive Services Amendments - Title I: Declaration of Objectives - Declares it to be the purpose of these Amendments to make available comprehensive programs which include a full range of health, education, and social services to older citizens; to give full and special consideration to citizens with special needs; to provide comprehensive programs which will deliver a full range of essential services to older citizens; and to insure that the planning and operation of such programs will be undertaken as a partnership of parents, community, and State and local governments, with appropriate assistance from the Federal Government. Title II: Administration on Aging - Establishes in the Office of the Secretary of Health, Education, and Welfare an Administration on Aging to be headed by a Commissioner on Aging. Provides that the Administration shall be the principal agency for carrying out this Act. Establishes a Federal Council on the Aging approved by the President with the advice and consent of the Senate. Specifies the functions of the Council, including a study of the interrelationships of benefit programs for the elderly operated by Federal, State, and local government agencies. Requires the Commissioner to report annually to the President for transmittal of such report to the Congress on the activities carried out under this Act. Title III: Grants for State and Area Programs - Provides for assistance to the States and local agencies to foster the development of comprehensive and coordinated service systems to serve older persons by means of cooperative arrangements designed to: (1) secure and maintain maximum independence and dignity in a home environment for older persons capable of self-care; and (2) remove individual and social barriers to economic and personal independence by such persons. Defines the terms used in this title. Defines \"social services\" to include transportation services where necessary to facilitate access to social services. Authorizes the Commissioner to make grants to or contracts with public and nonprofit private agencies for the costs of developing or operating statewide, regional, metropolitan, or community model projects which will expand or improve social services or otherwise promote the well-being of older persons. Authorizes to be appropriated $100,000,000 for fiscal year 1973, $150,000,000 for fiscal year 1974, and $200,000,000 for fiscal year 1975, to enable the Commissioner to make grants to each State with a State plan approved under this Act for paying part of the cost of the administration of area plans and the development of comprehensive and coordinated systems for the delivery of social services. Authorizes to be appropriated $20,000,000 for fiscal year ending 1973, $20,000,000 for fiscal year 1974, and $20,000,000 for fiscal year 1975, to make grants to States for paying such percentages as each State agency determines, but not more than 75 percent of the cost of the administration of its State plan. Authorizes to be appropriated $70,000,000 for fiscal year 1973, $105,000,000 for fiscal year 1974, and $140,000,000 for fiscal year 1975 to make grants to any public or nonprofit private agency for paying part or all of the cost of developing or operating model projects which will expand or improve social services or otherwise promote the well-being of older persons. Title IV: Training and Research - Authorizes the Commissioner to make grants to State agencies, State or local educational agencies, institutions of higher education or other public or non-profit private agencies, organizations, or institutions, and he may enter into contracts with any agency, institutions, or organization for the purpose of: (1) publicizing available opportunities for careers in the field of aging; (2) encouraging qualified persons to enter or re-enter the field of aging; (3) encouraging artists, craftsmen. artisans, scientists, and persons from other professions and vocations and homemakers, to undertake assignments on a parttime basis or for temporary periods in the field of aging; or (4) the preparation and dissemination of materials, including audiovisual materials and printed materials, for use in recruitment training of persons employed or preparing for employment in carrying out programs related to the purposes of this Act. Authorizes the Commissioner to make grants to any public or nonprofit private agency, organization, or institution, or with State agencies, or contracts with any agency, organization, or institution, to assist them in training persons who are employed or preparing for employment in fields related to the purposes of this Act. Authorizes the Commissioner to make grants to any public or nonprofit private agency, organization, or institution and contracts with any agency, organization, or institution or with any individual for the purpose of conducting research and development projects including: (1) studying current patterns and conditions of living of older persons and identify factors which are beneficial or detrimental to the wholesome and meaningful living of such persons; and (2) developing or demonstrating new approaches, techniques, and methods (including the use of multipurpose centers) which hold promise of substantial contribution toward wholesome and meaningful living for older persons. Provides that the Commissioner shall, after consultation with the Secretary of Transportation and the Secretary of Housing and Urban Development, conduct a comprehensive study and survey of the transportation problems of older Americans with emphasis upon solutions that are practicable and can be implemented in a timely fashion. Directs the Commissioner to conduct research and demonstration projects, either directly or by grants or contracts with public or private nonprofit agencies and organizations, in order to: (1) demonstrate possible solutions to the economic and service aspect of furnishing adequate transportation to older persons in rural and urban areas including transportation services furnished by social service agencies; and (2) demonstrate improvement of transportation services available to older persons. Provides that no later than June 30, 1975, the Commissioner shall prepare and transmit to the Secretary, to the President, and to the Congress, a report on his findings and recommendations, including a plan for implementation of improved transportation services for older Americans and recommendations for additional legislation, administrative and other measures to provide solutions to the transportational problems of older Americans. Authorizes appropriations of $7,500,000 for fiscal year 1973, $15,000,000 for fiscal year 1974, and $20,000,000 for fiscal year 1975, for the research projects specified above. Authorizes the Commissioner to make grants supporting multidisciplinary centers of gerontology. Provides that an application for such a grant shall provide satisfactory assurance that the applicant will expand the full amount of the grant to establish or support a multidisciplinary center of gerontology. Specifies the functions which such centers shall perform. Title V: Multipurpose Senior Centers - Authorizes the Commissioner to make grants to units of local government or other public or nonprofit private agencies to pay up to 75 percent of the cost of acquiring, altering or renovating existing facilities to serve as multipurpose senior citizens. Authorizes the appropriation of $35,000,000 for fiscal year 1973, and each succeeding fiscal year ending prior to July 1, 1975 for the purpose of making such grants. Title VI: National Older Americans Volunteer Program - Provides that the compensation to individual volunteers provided for in the Older Americans Act of 1965 shall not be considered income for any purposes whatsoever. Provides that such compensation may be paid to volunteers who have reached age sixty. Provides for appropriations for the volunteer programs under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Comprehensive Services Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve the Older Americans Act of 1965.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:20-05:00"
}