{
  "actions": [
    {
      "acted_at": "1977-08-04", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2008-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-08-04", 
  "number": "2008", 
  "official_title": "A bill to amend the Shipping Act, 1916, to provide for a 3-year period, to reach a permanent solution of the rebating practices in the U.S. foreign trade.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9518-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Shipping Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-08-04", 
  "subjects": [
    "Common carriers", 
    "Marine transportation", 
    "Shipping rates", 
    "Ships and shipping", 
    "Transportation and Travel"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-08-04", 
    "text": "Shipping Act Amendments- Amends the Shipping Act, 1916, to set forth procedures for investigations by the Federal Maritime Commission of violations of such Act with respect to rates and tariffs of common carriers by water in foreign commerce. Sets forth time limitations during which the Commission shall issue final orders with respect to such investigative proceedings. Stipulates that carriers which fail to comply with depositions, written interrogatories, discovery procedures or subpoenas pursuant to such an investigation shall not be allowed to enter United States ports. Sets forth civil penalties for continuing service to United States ports. Stipulates that such a failure to comply will create a rebuttable presumption that the facts alleged in the complaint or Commission's order of investigation regarding such a violation are established for purposes of the proceeding. Stipulates that no penalty shall be assessed against carriers for acts occurring before the enactment of this Act or within one year afterwards if the person committing such an act has made a good faith disclosure thereof to the Commission. Sets forth the conditions for settlement agreements regarding such violations. Stipulates that the provisions of this Act shall expire three years after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shipping Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Shipping Act, 1916, to provide for a 3-year period, to reach a permanent solution of the rebating practices in the U.S. foreign trade.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:28-05:00"
}