{
  "actions": [
    {
      "acted_at": "1980-12-02", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-12-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8401-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-02", 
  "number": "8401", 
  "official_title": "A bill to establish a new program of price controls and allocation for crude oil and petroleum products.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Price Control Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-02", 
  "subjects": [
    "Corporations and Stocks", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Foreign Trade and Investments", 
    "Fuel allocation", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Imports", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Price regulation"
  ], 
  "subjects_top_term": "Petroleum prices", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-02", 
    "text": "Title I: Crude Oil and Imported Petroleum Products: Oil Price Control Act -Amends the Emergency Petroleum Allocation Act of 1973 to provide that until the President determines that the Federal Oil Trading Corporation is established and fully operational: (1) no adjustment may be made to the base production control level of any property for the purpose of allowing crude oil to be treated as upper tier; (2) no adjustment may be made to the ceiling prices applicable to the existing categories of controlled crude oil, except to reflect changes in the Consumer Price Index; and (3) in the case of categories of domestically produced crude oil not subject to ceiling prices under the Act, a ceiling price shall be established by the Federal Energy Regulatory Commission for each such category equal to the average wellhead prices on December 1, 1980, for that category and no adjustment shall be made to any such ceiling price, except to reflect changes in the Consumer Price Index. Directs the Economic Regulatory Administration to, among other things: (1) conduct a study of the average unit production costs of each category of crude oil produced in the United States and its profitability under the Emergency Petroleum Allocation Act of 1973; (2) develop proposed pricing rules, prices, and methods of price adjustment for crude oil; and (3) issue a report to the Congress and the President. Directs the President, within 30 days of receiving the final report, to issue an Executive order prescribing pricing rules, prices and methods of adjustment which shall apply to the Federal Oil Trading Corporation (established by this Act) during its first year of operations. Establishes the Federal Oil Trading Corporation as a nonprofit corporation. Prohibits, after the Corporation is established and fully operational, any person from: (1) selling crude oil to any person other than the Corporation; (2) selling imported crude oil or petroleum products to any person other than the Corporation; and (3) purchasing crude oil or petroleum products from any person other than the Corporation. Directs the Corporation to sell all crude oil and imported petroleum products acquired by it to qualified refiners and other persons requiring crude oil or imported petroleum products for their own use in such amounts as the refiners shall require except: (1) in periods of crude oil shortage or anticipated shortage; and (2) for diversion into the Strategic Petroleum Reserve. Requires the Corporation to prepare annually and publish a proposed statement specifying the proposed pricing rules which shall apply to the purchase and sale of crude oil and imported petroleum products by the Corporation during the following year. Specifies provisions regarding: (1) a Board of Directors; (2) officers and employees; (3) the general authority of the Corporation; (4) an annual report to Congress; (5) the establishment of the Public Energy Fund into which Corporation revenues shall be deposited; and (6) auditing the Corporation. Title II: Domestic Petroleum Products - Directs the Economic Regulatory Administration to: (1) conduct a study of the profitability of domestic petroleum products to refiners and marketers; (2) develop a proposed price for each petroleum product; (3) determine a method to adjust prices monthly; and (4) issue a report containing the findings of the study, the proposed prices, and the method of adjustment. Directs the President, within 30 days of receiving the final report, to issue an executive order establishing pricing rules for the pricing of oil products at the wholesale, refinery, and retail levels. Title III: Emergency Authorities - Authorizes the President to: (1) require adjustments in the operations of any refinery with respect to the proportions of any petroleum product produced through such operations if such adjustments are determined necessary to assure production of any petroleum product in such proportions as are necessary or appropriate to achieve the objectives of this Act; (2) require adjustments in the amounts or crude oil of any petroleum product held in inventory by persons engaged in importing, producing, refining, marketing, or distributing such oil or oil products; (3) prohibit any person from willfully accumulating crude oil or any petroleum product in excess of the person's reasonable needs; and (4) require the allocation of any petroleum product in specified amounts. Title IV: Administration and Enforcement - Provides that the administration and enforcement provisions of the Emergency Energy Petroleum Allocation Act of 1973 shall apply to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Price Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a new program of price controls and allocation for crude oil and petroleum products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:37-05:00"
}