{
  "actions": [
    {
      "acted_at": "2008-09-25", 
      "references": [
        {
          "reference": "CR S9494-9496", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-25", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3577-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2008-09-25", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2008-09-25", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-25", 
  "number": "3577", 
  "official_title": "A bill to amend the Commodity Exchange Act to prevent excessive price speculation with respect to energy and agricultural commodities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3268-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Prevent Excessive Speculation Act", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-25", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural estimating and reporting", 
    "Agriculture and food", 
    "Alcohol as fuel", 
    "Biomass energy", 
    "Business records", 
    "Coal", 
    "Commerce", 
    "Commodity Futures Trading Commission", 
    "Commodity exchanges", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Department of Energy", 
    "Diesel motor", 
    "Electric power", 
    "Energy", 
    "Energy industries", 
    "Energy prices", 
    "Energy storage", 
    "Energy transportation", 
    "Executive reorganization", 
    "Federal employees", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Futures trading", 
    "Gas industry", 
    "Gasoline", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Independent regulatory commissions", 
    "International affairs", 
    "International cooperation", 
    "Law", 
    "Natural gas", 
    "Petroleum", 
    "Pipelines", 
    "Standards", 
    "Swaps (Finance)", 
    "Trade agreements", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-25", 
    "text": "Prevent Excessive Speculation Act - Amends the Commodity Exchange Act to extend its coverage to specified energy commodities, including: (1) crude oil; (2) natural gas; (3) coal; (4) gasoline, heating oil, diesel fuel, and any other source of energy derived from coal, crude oil, or natural gas; (5) electricity; and (6) renewable biomass-derived fuels. Prohibits the Commodity Futures Trading Commission (CFTC) from permitting a foreign board of trade to provide its members or other participants subject to CFTC jurisdiction direct access to its electronic trading and order matching system unless it meets specified requirements. Authorizes the CFTC to: (1) require recordkeeping by any person either located within the United States or entering trades directly into the trade matching system of a foreign board of trade from the United States; and (2) require a person in the United States or subject to CFTC jurisdiction to limit or liquidate any position on a foreign board of trade to reduce the threat of price manipulation. Directs the CFTC to convene a working group of international regulators to develop uniform international reporting and regulatory standards to ensure protection of energy futures markets from nonlegitimate hedge trading, excessive speculation, manipulation, location shopping, and lowest common denominator regulation, each of which poses systemic risks to all energy futures markets, countries, and consumers. Directs the CFTC to establish position limits for energy and agricultural commodities. Authorizes the CFTC to require or permit a contract market, derivatives transaction execution facility, or electronic trading facility with respect to a significant price discovery contract to establish and enforce position accountability. Authorizes the CFTC to exercise oversight over any disturbance in a commodity market that disrupts its liquidity and price discovery function from accurately reflecting a commodity's supply and demand (\"major market disturbance\"). Sets forth reporting requirements for covered traders. Requires the CFTC to identify each large over-the-counter transaction or class of such transactions in order to detect and prevent potential price manipulation of, or excessive speculation in, any contract listed for trading on a registered entity. Instructs the CFTC to: (1) routinely require detailed reporting from index traders and swap dealers in markets under its jurisdiction; and (2) review the trading practices for index traders in markets under its jurisdiction to ensure that index trading is not adversely impacting the price discovery process. Requires the CFTC to disaggregate and make public monthly: (1) the number of positions and total value of index funds and other passive, long-only positions in energy and agricultural markets; and (2) data on speculative positions relative to bona fide physical hedgers in such markets. Directs the CFTC to appoint additional CFTC enforcement employees. Establishes a Working Group on Energy Markets to: (1) investigate energy commodity speculation's effect on U.S. energy prices and energy security; (2) recommend to the President and Congress laws to prevent such speculation; (3) review energy security considerations posed by developments in international energy markets; and (4) conduct a study of the energy market framework. Amends the Department of Energy Organization Act to require each federal agency to provide information to the Administrator of the Energy Information Administration for identification of each energy-producing company. Establishes within such Administration a Financial Market Analysis Office responsible for financial analysis of energy markets. Directs the Federal Energy Regulatory Commission (FERC) to report to specified congressional committees on the role of financial institutions in natural gas markets. Directs the Comptroller General of the United States to report to specific congressional committees on: (1) the international regime for regulating the trading of energy commodity futures and derivatives; and (2) the effects of noncommercial speculators upon energy futures markets and energy prices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prevent Excessive Speculation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Commodity Exchange Act to prevent excessive price speculation with respect to energy and agricultural commodities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:25-05:00"
}