{
  "actions": [
    {
      "acted_at": "1977-03-02", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4261-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-02", 
  "number": "4261", 
  "official_title": "A bill to provide for the control of mosquitoes and mosquito vectors of human disease through technical assistance and grants-in-aid for control projects.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s287-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Mosquito Control Act", 
  "sponsor": {
    "district": "2", 
    "name": "Boggs, Corinne C. (Lindy)", 
    "state": "LA", 
    "thomas_id": "00103", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-02", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Animals and Animal Protection", 
    "Grants-in-aid", 
    "Insects", 
    "Pest control", 
    "Pests", 
    "Pests and pesticides"
  ], 
  "subjects_top_term": "Pest control", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-02", 
    "text": "Mosquito Control Act - Title I: Surveys and Demonstrations - Directs the Secretary of Health, Education, and Welfare to establish a program of information and assistance to State and local governments relating to the control and elimination of mosquitoes. Authorizes the Secretary to make studies and investigations of problems involved in mosquito control upon the request of a State department or Governor. Authorizes the appropriation of $1,000,000 per year for fiscal year 1977 and each of the three succeeding fiscal years to carry out the provisions of this title. Title II - Matching Grants to the States - Establishes a program of Federal assistance for approved State mosquito control plans. Limits such assistance in any fiscal year to the lesser of: (1) 50 percent of the total cost for such plan or (2) $2,000,000. Authorizes the appropriation of such sums as may be necessary for fiscal year 1977 and each of the three succeeding fiscal years to carry out the provisions of this title. Title III: General Provisions - Defines the term \"State\" to include territories and possessions of the United States. Defines the term \"mosquitoes\" to include mosquito vectors of human disease. Declares that all actions initiated by the Secretary under this Act must be with the explicit consent of the State concerned."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mosquito Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the control of mosquitoes and mosquito vectors of human disease through technical assistance and grants-in-aid for control projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:35-05:00"
}