{
  "actions": [
    {
      "acted_at": "1979-08-02", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-30", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-793.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1637-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-02", 
  "number": "1637", 
  "official_title": "A bill to establish competitive oil and gas leasing in favorable areas within producing geologic provinces.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6882-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Oil and Gas Leasing Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-02", 
  "subjects": [
    "Government procurement", 
    "Oil and gas leases", 
    "Petroleum and petroleum products", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Oil and gas leases", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1980-05-30", 
    "text": "(Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-793) Federal Oil and Gas Leasing Act of 1980 - Amends the Mineral Leasing Act of 1920 to alter the authority of the Secretary of the Interior to grant leases of oil and gas lands. Permits the Secretary to lease onshore Federal lands for oil and gas development by competitive bidding only on the basis of bidding systems set forth in the Outer Continental Shelf Lands Act. Directs the Secretary to issue a lease to the highest responsible qualified bidder for each tract offered at a sale. Directs the Secretary, at least once each quarter, to invite the public nomination of areas favorable for the discovery of oil or gas. Provides that any area which the Secretary determines to be available and suitable for oil and gas leasing shall automatically be offered for lease if the area receives either: (1) two or more public nominations; or (2) a single nomination in two successive quarters. Directs the Secretary to hold competitive oil and gas lease sales, consisting of nominated tracts and any additional areas selected by the Secretary on a quarterly basis, in states where tract nominations are received. Increases the size of the tract which may be leased from 640 to 5,120 acres, or larger if necessary to comprise a reasonable economic unit. Provides that a lease shall issue for an initial period of five years and so long thereafter as oil and gas is produced in paying quantities or drilling or reworking operations as approved by the Secretary are conducted. Permits a lessee to apply to extend the initial term for an additional term of up to five years. Requires the extension application to include an exploration plan. Authorizes the extension only if the lessee cannot explore due to adverse technical, economic, or environmental conditions. Increases the minimum annual rental fee from 50 cents to two dollars per acre. Prescribes an increased minimum royalty of four dollars per acre (up from one dollar) in lieu of rental at the expiration of each lease year beginning on or after a discovery of oil or gas in paying quantities. Provides that actions taken by the Secretary pursuant to the bidding, nomination, and lease procedures under this Act shall not be considered \"major Federal actions\" for purposes of the National Environmental Policy Act. Permits the Secretary to disapprove an assignment of a lease: (1) of a separate zone or deposit; (2) of less than 640 acres; or (3) containing an overriding royalty which exceeds limits set by regulation. Directs the Secretary to issue the rules and regulations necessary for this Act within 180 days of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Oil and Gas Leasing Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Oil and Gas Leasing Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish competitive oil and gas leasing in favorable areas within producing geologic provinces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:06-05:00"
}