{
  "actions": [
    {
      "acted_at": "1979-12-03", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6005-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-03", 
  "number": "6005", 
  "official_title": "A bill to provide for an accelerated program of wind energy research, development, and demonstration, to be carried out by the Department of Energy with the support of the National Aeronautics and Space Administration and other Federal agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wind Energy Systems Research, Development, and Demonstration Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Clausen, Don H.", 
    "state": "CA", 
    "thomas_id": "00201", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-03", 
  "subjects": [
    "Alternative energy sources", 
    "Electric power", 
    "Electric power production", 
    "Energy", 
    "Federal installations", 
    "Federal office buildings", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Information services", 
    "Research and development", 
    "Small business", 
    "Tax credits", 
    "Technological innovations", 
    "Wind power"
  ], 
  "subjects_top_term": "Wind power", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-03", 
    "text": "Wind Energy Systems Research, Development, and Demonstration Act of 1979 - Declares it to be the policy of the United States and the purpose of this Act to establish a research, development, and demonstration program for converting wind energy into electricity. Sets as a goal of such program the attainment of a total megawatt capacity of at least 800 megawatts from wind energy systems by fiscal year 1988 and the reduction of the average cost of electricity produced by such systems to a level competitive with conventional energy sources by the end of fiscal year 1988. Directs the Secretary of Energy to establish a six-year small wind energy system research, development and demonstration program and an eight-year large wind energy system research, development and demonstration program designed: (1) to promote the coordination and acceleration of research, development and applications testing of small and large wind energy systems; and (2) to promote the initiation and coordination of demonstrations of such wind energy systems. Authorizes the Secretary of Energy to enter into agreements with public and private entities to obtain scientific, technological, and economic information on the design, fabrication, purchase, installation, and testing of wind energy systems. Authorizes the Secretary to provide financial assistance to entities seeking to install wind energy systems upon submission of the proper application. Sets forth terms and conditions for receiving such assistance. Terminates any Federal subsidization of purchases of such equipment upon the determination that such systems have become competitive with conventional energy sources or by a specified date. Sets forth the amount of such assistance, taking into consideration any tax credits allowed under the Internal Revenue Code for renewable energy source expenditures. Allocates a portion of the funds appropriated to carry out such assistance program for accelerated procurement and installation of wind energy systems by Federal agencies for demonstration purposes. Directs the Secretary to promulgate voluntary performance standards for such systems. Directs the Secretary to initiate a three-year national wind resource assessment program to: (1) validate existing assessments of known wind resources; (2) perform wind resource assessments in regions where the use of wind energy may prove feasible; (3) initiate a general site prospecting program; (4) establish standard wind data collection and siting techniques; (5) establish, in consultation with the Administrators of the National Oceanic and Atmospheric Administration, the Environmental Protection Agency, and the National Aeronautics and Space Administration, a national wind data center to make public information available on wind energy. Directs the Secretary to prepare a comprehensive program management plan for the research, development, and demonstration activities prescribed under this Act for submission to specified congressional committees. Sets forth criteria for selection of programs consistent with the purposes of this Act. Directs the Secretary to monitor, collect and evaluate data and information, and conduct studies and investigations relating to wind energy systems and programs. Directs the Secretary to use the technological and management capabilities and facilities of the National Aeronautics and Space Administration in carrying out his duties under this Act. Directs the Secretary to assure that information relating to programs, projects and other activities conducted under this Act are widely disseminated to Federal, State, and local authorities, relevant segments of the economy, the scientific community and the public, so as to promote the use of wind energy to the maximum extent feasible. Directs the Secretary to assure that small businesses will have adequate opportunities to participate in the programs conducted under this Act to the maximum extent practicable. Authorizes the appropriation of $100,000,000 for fiscal year 1980 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wind Energy Systems Research, Development, and Demonstration Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an accelerated program of wind energy research, development, and demonstration, to be carried out by the Department of Energy with the support of the National Aeronautics and Space Administration and other Federal agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:50-05:00"
}