{
  "actions": [
    {
      "acted_at": "1984-04-11", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5420-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-11", 
  "number": "5420", 
  "official_title": "A bill to authorize international development and security assistance programs and Peace Corps programs for fiscal year 1985, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Security and Development Cooperation Act of 1984", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-11", 
  "subjects": [
    "Africa", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "American military assistance", 
    "Americans in foreign countries", 
    "Apartheid", 
    "Argentina", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arms sales", 
    "Asia", 
    "Authorization", 
    "Belize", 
    "Birth control", 
    "Bolivia", 
    "Caribbean area", 
    "Central America", 
    "Chile", 
    "Communist countries", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Cyprus", 
    "Department of the Treasury", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Dispute settlement", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Ecuador", 
    "Education", 
    "Educational exchanges", 
    "Egypt", 
    "El Salvador", 
    "Energy development", 
    "Export controls", 
    "Exports", 
    "Food and Food Industry", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Greece", 
    "Guatemala", 
    "Haiti", 
    "Honduras", 
    "Housing and community development", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "Israel", 
    "Jordan", 
    "Latin America", 
    "Lebanon", 
    "Marine safety", 
    "Maritime operations", 
    "Middle East", 
    "Military education", 
    "NATO countries", 
    "Narcotic traffic", 
    "National Security and Intelligence Operations", 
    "Negotiations", 
    "Pakistan", 
    "Panama", 
    "Paraguay", 
    "Peace", 
    "Peace Corps", 
    "Peru", 
    "Philippines", 
    "Portugal", 
    "Refugees", 
    "Reprogramming of appropriated funds", 
    "Rural electrification", 
    "Sahel", 
    "Scholarships", 
    "Ships and shipping", 
    "Somalia", 
    "South Africa", 
    "South Korea", 
    "Spain", 
    "Strategic materials", 
    "Student aid", 
    "Sudan", 
    "Surveys", 
    "Terrorism", 
    "Tunisia", 
    "Turkey", 
    "United Nations", 
    "United Nations structure", 
    "Venezuela", 
    "Western Sahara", 
    "Yemen", 
    "Zaire"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-11", 
    "text": "International Security and Development Cooperation Act of 1984 - Title I: Military Sales and Related Programs - Amends the Arms Export Control Act to authorize appropriations for FY 1985 to carry out foreign military credit sales. Sets the ceiling on total foreign military credit sales for FY 1985. Earmarks a specified amount of such sales for Israel. Releases Israel from its obligation to repay such credits. Earmarks specified portions of the credits earmarked for Israel for: (1) research and development in the United States for the Lavi program; and (2) procurement in Israel of defense articles and services for the Lavi program. Earmarks a specified amount of the foreign military credit sales for Egypt. Releases Egypt from its obligation to repay such credits. Sets the ceiling on the principal amount of foreign military loan guarantees for FY 1985. Requires, for FY 1985, the principal amount of such loan guarantees with respect to Greece, South Korea, Portugal, Somalia, Spain (so long as Spain is a member of the North Atlantic Treaty Organization), Sudan and Turkey to be repaid within 20 years following a ten year grace period. Prohibits foreign military sales financing for the Philippines or Zaire for FY 1985. Limits the amount of military sales credits and loan guarantees under the Arms Export Control Act for Tunisia for FY 1985. Requires the principal amount of foreign military loan guarantees for FY 1984 with respect to South Korea to be repaid within 20 years following a ten year grace period. Amends the Foreign Assistance Act of 1961 to authorize appropriations for FY 1985 for: (1) military assistance; (2) international military education and training; and (3) peacekeeping operations. Limits such military assistance for FY 1985 for Zaire. Amends the Arms Export Control Act to authorize the President to finance the procurement of arms by friendly foreign countries and international organizations on such terms and conditions as the President may determine. Directs the President to set the interest rate and to require repayment in U.S. dollars within 12 years after the loan agreement is signed unless a longer period is specifically authorized by statute for that country or international organization. Authorizes appropriations for FY 1985 to maintain adequate reserves in the Guaranty Reserve Fund. Requires charges for administrative services for foreign military sales to be calculated on an average percentage basis to recover the full estimated costs (excluding a pro rata share of fixed base operation costs). Authorizes the President to provide on a reciprocal basis free cataloging data and cataloging services to the North Atlantic Treaty Organization (NATO) or to any member government of the Organization. Changes the reporting date for the annual report on international volume of arms traffic from February 1 to April 1. Provides for security assistance surveys in foreign countries. (Current law provides for defense requirement surveys which are included in the definition of security assistance surveys.) Requires the President to submit copies of such surveys to the House Foreign Affairs Committee and the Senate Foreign Relations Committee. Increases the details which must be included in the quarterly reports on U.S. military advisors abroad. Increases the criminal penalties for certain violations of the Arms Export Control Act. Imposes a ceiling on the amount of civil penalty for an export control violation. Includes charges for official reception and representation expenses within charges for administrative services for foreign military sales financing. Limits the amount that may be used each fiscal year for official reception and representation expenses. Prohibits using the Special Defense Acquisition Fund for research and development. Amends the Foreign Assistance Act of 1961 to authorize the President to waive the requirement that the net proceeds from the sale by a foreign country of military assistance program items must be paid to the United States. Imposes ceilings on the value of additions to arms stockpiles in foreign countries for FY 1984 and 1985. Adds Pakistan, Tunisia, Yemen, Lebanon, and Venezuela to the list of countries that are authorized to have more than six members of the U.S. armed forces in their countries to carry out international security assistance programs. Authorizes the President to authorize foreign military personnel to attend professional military education institutions in the United States for free if the governments of such foreign military personnel and the United States have an agreement that provides reciprocal benefits for U.S. military personnel. Encourages the President to allocate a portion of the international military education and training funds for education and training in certain maritime skills. Permits using foreign assistance funds to assist in maritime law enforcement in foreign countries. Prohibits the President's special waiver authority under the Foreign Assistance Act from being used in any fiscal year to authorize: (1) more than a specified amount in sales under the Arms Export Control Act; (2) the use of more than a specified amount of funds made available for use under such Act or the Arms Export Control Act; and (3) the use of more than a specified amount of foreign currencies. Allots the funds from among such categories if the President's special waiver authority is used to authorize an arms sales and to authorize the financing of that sale. Limits the amount of the funds made available for use under the Foreign Assistance Act of 1961 or the Arms Export Act that may be allotted to any one country in any fiscal year unless that country is a victim of communist aggression. Limits the amount of the total funds other than the foreign currencies that may be allocated to any one country in any fiscal year. Declares that it is U.S. policy to support a negotiated political solution to the conflict in the Western Sahara. Prohibits members of the U.S. armed forces from performing defense services under the Foreign Assistance Act or the Arms Export Control Act or conducting military education and training activities under the Foreign Assistance Act in the Western Sahara so long as the military conflict continues. Declares that the foreign military sales financing authorized by this Act for Jordan is provided in the hope that Jordan will enter into direct negotiations with Israel to resolve the state of war between Israel and Jordan. Prohibits using foreign military sales financing authorized by this Act to finance procurement by Jordan of certain advanced military equipment and prohibits making a specified certification under the Arms Export Control Act with respect to a proposed sale of advanced aircraft and military weapon systems, unless the President has certified to Congress that Jordan is publicly committed to the recognition of Israel and to prompt entry into direct peace negotiations with Israel. Directs the President to submit a report to Congress which analyzes conventional arms exports and possible approaches to developing multilateral limitations on conventional arms sales. Imposes a ceiling for FY 1985 on military assistance and arms sales credits and loan guarantees to Turkey. Reaffirms U.S. policy toward the eastern Mediterranean, particularly toward a settlement in Cyprus. Reaffirms that the United States shall take full account of the observance by all parties directly involved in the Cyprus dispute of their applicable obligations under international law and treaties and that such observance shall be a factor in determining military assistance for Greece and Turkey. Authorizes military assistance for FY 1985 for Turkey or Greece only if the President certifies to Congress that: (1) such assistance for Turkey or Greece is necessary to enable that country to fulfill its NATO obligations and will not upset the current regional balance of military strength; (2) Turkey or Greece is taking steps to achieve a settlement of the Cyprus conflict and is publicly committed to the prompt withdrawal of all foreign troops from Cyprus as part of a settlement; and (3) Turkey is continuing to return to democratic rule and to improve its observance of human rights. Title II: Economic Support Fund - Authorizes appropriations for the Economic Support Fund for FY 1985. Earmarks a specified amount for emergency assistance. Deletes the current provisions relating to: (1) Middle East programs; (2) Eastern Mediterranean programs; (3) the prohibition of funds for nuclear facilities; (4) the special requirements fund; (5) Tunisia programs; (6) Costa Rica programs; (7) Nicaragua programs; and (8) Poland programs. Earmarks specified amounts of the FY 1985 Economic Support Fund authorization for: (1) Israel on a grant basis; (2) Egypt; and (3) Lebanon. Expresses the sense of the Congress that the United States should finance and, where appropriate, participate in cooperative scientific and technological projects in the Middle East. Earmarks a specified amount of the FY 1985 Economic Support Fund authorization for the Philippines. Requires that funds provided to countries in Africa under balance-of-payments support agreements shall be used to meet long term development needs in those countries according to specified criteria. Requires annual evaluations of the extent to which such agreements meet those criteria. Earmarks specified amounts of the FY 1985 Economic Support Fund authorization for Southern Africa and for certain regional programs in Southern Africa. Prohibits using funds from the Economic Support Fund for education or training programs controlled by the Government of South Africa. Permits such funds to be used for programs which clearly reflect in both their character and organizational sponsorship the objective of a majority of South Africans for an end to apartheid. Earmarks specified amounts of the FY 1985 Economic Support Fund authorization for: (1) Zaire; (2) Tunisia; (3) Cyprus; (4) Turkey; and (5) bilateral cooperative activities with Greece and with Turkey. Earmarks a specified amount of the Cyprus funds for confidence-building measures between the two Cypriot communities. Title III: Development Assistance - Authorizes appropriations for FY 1985 for agricultural development programs. Earmarks a specified amount of such funds for disaster relief assistance in Africa. Authorizes appropriations for FY 1985 for population planning and health programs. Earmarks specified percentages of the population planning funds for the United Nations Fund for Population Activities and for the Office of Population in the Agency for International Development. Directs the President to promote activities designed to deal directly with the special health needs of children and mothers. Authorizes appropriations to carry out such activities (the Child Survival Fund). Authorizes appropriations for FY 1985 for: (1) education and human resources development; (2) development of indigenous energy resources; (3) the private sector revolving fund; (4) the Sahel development program; and (5) private and voluntary organizations. Requires the President to report to Congress within 90 (currently 30) days of deciding to continue support for the programs of private and voluntary organizations in countries which antedate a prohibition against aid to such countries. Recognizes that cooperatives provide an opportunity for people to participate directly in democratic decisionmaking. Requires that development assistance shall be provided to cooperatives which offer large numbers of low- and middle-income people in developing countries an opportunity to participate in democratic decisionmaking. Directs the President to use certain poverty measurement standards in determining target populations for U.S. development assistance and to strengthen U.S. efforts to assure that a substantial percentage of development assistance directly improves the lives of the poor majority. Requires that development activities designed to increase the institutional capabilities of private organizations or governments or that attempt to stimulate scientific and technological research shall be designed and monitored to insure that the ultimate beneficiaries of these activities are the poor majority. Requires that the annual report to Congress on foreign assistance shall include an evaluation of the extent to which development programs directly benefit the poor majority. Recognizes that shelter, including essential urban development services, is among the most fundamental of human needs. Changes the term \"housing\" in the housing guarantees provisions to \"shelter\". Increases the ceiling on the total principal amount of outstanding housing guarantees. Extends the authority for such provisions through September 30, 1986. Authorizes the Administrator of the agency primarily responsible for administering development assistance, in order to meet obligations pursuant to certain Federal loan guarantees, to borrow from the Treasury subject to specified limitations. Provides that the agricultural and productive credit and self-help community development programs shall not be limited to Latin American countries. Extends the authority for such programs through September 30, 1986. Increases the amount the President is authorized to spend to aid disadvantaged children in Asia. Amends the International Security and Development Cooperation Act of 1980 to authorize appropriations for the African Development Foundation for FY 1985. Extends the authority of the Foundation until September 30, 1990. Title IV: Economic Policy Initiative for Africa - Amends the Foreign Assistance Act of 1961 to provide assistance to promote growth-oriented policy reforms in sub-Saharan Africa. Requires that agreements providing funds to finance imports by countries in sub-Saharan Africa under sector programs shall require that those imports be used to meet long-term development needs in those countries according to specified criteria. Authorizes appropriations for FY 1985. Requires the administrator of the agency primarily responsible for administering this policy initiative to consult with Congress. Title V: Other Assistance Programs - Authorizes appropriations for FY 1985 for American schools and hospitals abroad and for international organizations and programs. Earmarks specified amounts for specified international organizations and programs. Authorizes additional appropriations for FY 1984 for payment to the International Atomic Energy Agency. Prohibits funds authorized for international organizations and programs from being made available for the U.S. proportionate share for programs for the Palestine Liberation Organization or for projects whose primary purpose is to provide benefits to the Palestine Liberation Organization or entities associated with it. Directs the Secretary of State to review at least annually and to report to Congress on U.S. contributions to international organizations and programs. Authorizes appropriations for FY 1985 for international narcotics control. Requires the President's report to Congress on the international narcotics control program for the last quarter of each fiscal year to include a yearly total of obligations and expenditures made and of equipment provided to carry out the program. Requires a mid-year report to Congress by August 1 of each year on activities and operations to carry out the program. Expresses the sense of the Congress that the President should: (1) take steps to place the question of Cuban involvement in illicit drug trafficking on the agenda of the United Nations; (2) request the Organization of American States to consider this question as soon as possible; and (3) request other appropriate international organizations and international forums to consider this question. Directs the President to report to Congress on actions taken relating to investigating Cuban involvement in illicit drug trafficking. Requires the President to direct the appropriate executive branch agencies to cooperate with the requests for assistance from the Royal Commission of Inquiry of the Bahamas which is investigating allegations of narcotics related corruption in the Bahamas. Requires the President to report to Congress on actions taken pursuant to providing such cooperation. Authorizes appropriations for FY 1985 for: (1) international disaster assistance; (2) antiterrorism assistance; (3) trade and development programs; and (4) the operating expenses of the agency primarily responsible for administering the development assistance programs. Earmarks a specified amount of the FY 1985 development assistance funds to aid refugees and displaced persons in Africa. Title VI: Food-for-Peace Program - Amends the Agricultural Act of 1949 to delete the provision relating to the distribution by the Commodity Credit Corporation to needy persons outside the United States of dairy products donated through foreign governments and humanitarian organizations. Authorizes the Secretary of Agriculture to furnish agricultural commodities acquired by the Commodity Credit Corporation through price-support operations to carry out the food-for-peace programs of the Agricultural Trade Development and Assistance Act of 1954. Amends the Agricultural Trade Development and Assistance Act of 1954 to authorize commodities which the U.S. has donated for famine relief to be furnished for direct distribution, sale, barter, or other appropriate disposition. Requires that consideration be given, in the case of famine relief commodities distributed by nonprofit voluntary agencies, to nutritional and development objectives as established by those agencies. Requires that, in carrying out food for development programs, consideration shall be given to using the expertise of U.S. nonprofit voluntary agencies and cooperatives. Limits the amount of the funds available for FY 1985 to carry out the Agricultural Trade and Development Act of 1954 that shall be used for the farmer-to-farmer food production assistance program and for the recruitment and training of persons for the farmer-to-farmer program. Requires the Administrator for the Agency for International Development (AID) to report to Congress within 120 days of enactment of this Act on the manner in which the Agency intends to implement that program. Requires the President to report annually to Congress on planned programing of famine relief for the coming year. Title VII: Peace Corps - Amends the Peace Corps Act to authorize appropriations to carry out such Act for FY 1985. Declares that it is U.S. policy to provide, to the maximum extent possible, opportunities for service in the Peace Corps to at least 10,000 individuals by the end of FY 1988 and thereafter. Directs the President to include in the annual report on the Peace Corps to Congress a description of the plans to carry out that policy. Provides that certain employment requirements of the Peace Corps Act do not apply to foreign national employees. Authorizes the sale of technical publications produced by the Peace Corps. Permits a specified amount of the proceeds of such sales to be credited to the currently applicable appropriation of the Peace Corps. Title VIII: Latin America and the Caribbean - Amends the International Security and Development Cooperation Act of 1981 to add the following conditions to the list of conditions which the President must certify to Congress before arms export licenses may be issued to or for Chile: (1) that an elected civilian government is in power in Chile; and (2) that Chile has granted Israel's request for the extradition of Walter Rauff. Prohibits providing Chile with any military assistance, financing, sales, or arms export licenses for FY 1985 if the President submits a certification with respect to Chile prior to enactment of this provision. Prohibits providing international military education and training for FY 1985 for Uruguay. Permits such assistance for Paraguay for FY 1985 only if Paraguay extradites Joseph Mengele. Declares that to the maximum extent possible development assistance and Economic Support Fund assistance for Haiti should be provided through private and voluntary agencies. Permits the obligation for the Government of Haiti of FY 1985 funds for development assistance, Economic Support Fund programs, and international military education and training only if the President determines that Haiti: (1) is continuing to cooperate in halting illegal emigration to the United States from Haiti; (2) is cooperating fully in implementing U.S. development, food, and other economic assistance programs in Haiti; (3) is continuing to comply with the fiscal performance targets set by the International Monetary Fund; and (4) is making a concerted and significant effort to improve the human rights situation in Haiti. Requires the President to report to Congress every six months on the extent to which Haiti's actions are consistent with those conditions. Prohibits military assistance or assistance under the Arms Export Control Act for Haiti for FY 1984 or 1985. Amends the Foreign Assistance Act of 1961 to earmark a specified amount of the FY 1985 Economic Support Fund authorization for: (1) Peru; (2) Bolivia; (3) Ecuador; and (4) countries in the Eastern Caribbean. Earmarks for scholarships for economically disadvantaged students from Latin America and the Caribbean specified amounts of the FY 1985 authorization for: (1) education and human resource development provisions of the Foreign Assistance Act of 1961; and (2) the U.S. Information Agency. Requires the U.S. Information Agency and AID to each consult with U.S. missions in Latin America and the Caribbean before allocating any of the scholarship funds. Requires that at least 75 percent of the funds be used for undergraduate education and technical training and at least 15 percent shall be allocated for Caribbean students. Requires that at least 30 percent of the students receiving scholarships for FY 1985 shall be primarily involved in educational and technical training programs in agriculture. Sets forth guidelines for the scholarship programs. Requires the U.S. Information Agency and AID to convene a conference on educational exchange programs sponsored by the United States in order to evaluate the programs. Requires the President to report to Congress by January 1, 1985, on the roles that certain educational institutions in the Virgin Islands and Puerto Rico could play in developing the Eastern Caribbean, the Caribbean, and Central America. Amends the Foreign Assistance Act of 1969 to require the Inter-American Foundation to place primary emphasis on the enhancement of the access of poor people to essential resources and services and on the promotion of social justice and socio-economic development. Directs the Inter-American Foundation to carry out its purposes through and in response to organizations indigenous to Latin America and the Caribbean. Requires the Inter-American Foundation to make its funding decisions independently and to advise the U.S. Government and the various Latin American and Caribbean governments of its activities in their countries. Authorizes the Inter-American Foundation to make grants, loans, and loan guarantees to groups engaged in peaceful activities for specified purposes. Limits the amount of grants, loans, and loan guarantees that the Foundation may make for any particular project in any fiscal year. Authorizes the Foundation to inform the U.S. public and multilateral development institutions of knowledge gained from its development projects. Requires certain projects to have priority. Requires that all members of the Board of the Foundation shall be appointed on the basis of their experience with, understanding of, and sensitivity to community-level development processes in Latin America and the Caribbean. Requires the President of the Foundation to be responsible for the day-to-day management of the Foundation. Requires the staff of the Foundation to be employed on the basis of experience in and knowledge of grass-roots, social, and economic development in the region. Lists criteria for the President of the Foundation. Repeals the provision authorizing the Secretary of State to detail employees to the Foundation. Provides that development assistance and Economic Support Fund assistance for countries in Latin America and the Caribbean should be provided, to the maximum extent possible, through experienced private and voluntary organizations. Permits the use of foreign assistance funds for training or support of foreign law enforcement forces of a country which has a long-standing democratic tradition, which does not have standing armed forces, and which does not engage in a consistent pattern of gross violations of human rights. Directs the President to work in close consultation with the Latin American and Caribbean countries which are major sources of unauthorized immigration to develop reciprocal trade and economic development programs of mutual benefit. Congratulates President Alfonsin of Argentina. Offers congressional support to him and to the people of Argentina. Expresses the sense of the Congress that the President should take the appropriate steps to: (1) promote the restructuring of the Argentine debt and that of other democracies in Latin America; (2) permit Argentina and other democracies in Latin America to restructure their loan obligations to U.S. financial institutions; and (3) on a multilateral basis to develop plans for reducing the financial pressures on Argentina and other Latin American democracies resulting from the size and short maturity of their foreign debt. Title IX: Miscellaneous Provisions - Prohibits making development assistance funds available for the U.S. proportionate share for programs for the South-West Africa People's Organization unless the President certifies to the Congress that such funds would not be used to support the military or paramilitary activities of the South-West Africa People's Organization. Directs the Secretary to review at least annually the accounts of all international organizations receiving U.S. funding and to report to Congress on the amounts spent by each such organization for such purposes and the amount contributed by the United States to each such organization. Prohibits using foreign assistance funds to procure construction or engineering services from certain advanced developing countries which are not receiving any direct economic assistance from the United States. Increases the ceiling on certain foreign aid grants or agreements relating to construction projects. Requires the plans for water projects to include a computation of benefits and costs made according to specified standards. Authorizes the President to remove a country from the list of communist countries for such time as the President determines if the President reports to Congress that such action is important to the national interest. Imposes certain notification requirements for program changes of funds appropriated to carry out the Arms Export Control Act. Provides that the notification requirement does not apply to the reprogramming of less than $25,000 for international narcotics control or for international military education and training for certain countries. Requires the President to notify Congress, within 30 days of enactment of a law appropriating funds to carry out the Arms Export Control Act, of each foreign country and international organization that will be receiving funds pursuant to such law. Repeals certain obsolete provisions of the Foreign Assistance Act of 1961. Directs the President to report annually to Congress on the economic conditions prevailing in Egypt, Israel, and Turkey which may affect their respective ability to meet their international debt obligations and to stabilize their economics. Reaffirms U.S. policy toward the Palestine Liberation Organization (PLO). Prohibits negotiations with the PLO or any of its representatives and prohibits recognition of the PLO unless and until the PLO recognizes Israel's right to exist, accepts United Nations Security Council Resolutions 242 and 238, and renounces the use of terrorism. Declares that the funds and authorities provided by this Act for the Middle East should help to promote peace in the Middle East. Expresses the sense of the Congress that all U.S. aid to Egypt is provided in the expectation that Egypt will support and fulfill the provisions of the Camp David accords and the Egyptian-Israeli Peace Treaty. Requires the annual congressional presentation documents for international security and economic assistance to be submitted to the appropriate congressional committees by January 31 of each year. Expresses the sense of the Congress that: (1) the President should create a bipartisan panel of experts to review U.S. participation in the United Nations Educational, Scientific, and Cultural Organization (UNESCO) and should report to the Congress by October 1, 1984; (2) the President should take all necessary steps to ensure the upgrading of the U.S. mission to UNESCO and the appropriate office of the Department of State in order to further ensure a fair and thorough examination of UNESCO's willingness to implement needed reforms; and (3) the executive branch shall not announce a final withdrawal decision concerning UNESCO until the relevant congressional committees have been fully consulted. Title X: Central America - Authorizes supplemental appropriations for FY 1985 for: (1) foreign military sales credits; (2) military assistance programs; (3) international military education and training; and (4) the Economic Support Fund. Amends the Foreign Assistance Act of 1961 to add El Salvador and Honduras to the list of countries which are authorized to have more than six members of the U.S. armed forces in their countries. Authorizes supplemental appropriations for FY 1985 for: (1) agricultural development programs in rural areas; (2) population planning programs; (3) health programs; (4) education and human resources development; (5) development of indigenous energy resources; and (6) operating expenses for the agency primarily responsible for administering development assistance programs. Increases the ceiling on outstanding worldwide housing guarantees. Authorizes supplemental appropriations for FY 1985 to carry out the Peace Corps Act. Authorizes supplemental appropriations for FY 1984 for the following programs in Central America: (1) health programs; (2) education and human resources development; (3) development of indigenous energy resources; and (4) Economic Support Fund programs. Authorizes supplemental appropriations: (1) to carry out the purposes of the Peace Corps Act with respect to Central America for FY 1984; (2) for the guaranty reserve fund for FY 1985; and (3) for U.S. Information Agency programs for Central America for FY 1985. Directs the President to impose conditions on the furnishing of military assistance and economic assistance to El Salvador in order to foster political and economic development and security in El Salvador. Directs the President to report to Congress by September 30, 1984, on the policies of El Salvador for achieving political and economic development and conditions of security. Lists information to be included in the report. Authorizes providing a specified amount of military assistance and up to one-half of the congressionally approved economic assistance for El Salvador for FY 1985 if the President reports to Congress that El Salvador has made demonstrated progress in achieving specified political objectives. Authorizes providing a specified additional amount of military assistance and the remaining economic support assistance if: (1) the President submits a second report to Congress stating that El Salvador has achieved certain objectives and, since the first report, has made additional progress in achieving other objectives; and (2) Congress enacts a joint resolution stating in substance that Congress agrees with the President's determination. Limits the total number of U.S. military advisers in El Salvador at any time to 55, excluding members of the armed forces who are in El Salvador solely to perform medical training or services. Prohibits the President from using the special drawdown authority with respect to El Salvador for FY 1984 and 1985. Prohibits providing El Salvador with delayed billing for arms sales during FY 1984 and 1985 unless the President first reports to the Congress that an emergency has arisen which requires military assistance to El Salvador and that the emergency requirement cannot be met under any other law. Requires that Presidential waiver of the limitations of this Act on aid to El Salvador shall take effect on the date the President submits a written notification to Congress and shall cease to be effective 30 days later unless, during those 30 days, Congress enacts a joint resolution approving the waiver. Declares that for FY 1985: (1) all local currencies generated in El Salvador with funds from Economic Support Fund programs shall be deposited in a special account and shall be available only for certain development and assistance programs; (2) Economic Support Fund funds may not be credited to the Central Reserve Bank of El Salvador or mixed with its foreign exchange reserves; and (3) not less than one-fourth of the Economic Support Fund balance of payments support shall be in the form of a Commodity Import Program. Lists criteria for such a Commodity Import Program. Requires the Agency for International Development to report annually to Congress on the activities and commodities financed pursuant to such program. Requires the President each fiscal year, before spending any economic Support Fund funds to provide economic stabilization assistance for El Salvador, to be satisfied that the Central Reserve Bank of El Salvador has implemented or taken appropriate steps to implement the major recommendations contained in a specified study on foreign exchange policy at that bank. Requires the President to report to Congress on the implementation of that report. Prohibits introducing U.S. armed forces into Honduras for training exercises and other purposes unless: (1) they are responsible for providing security at the U.S. embassy in Honduras; or (2) they are performing functions pursuant to the Foreign Assistance Act of 1981 or the Arms Export Control Act except that not more than 300 members of the armed forces may be in Honduras for such purpose at any one time. Prohibits obligating or spending funds for U.S. armed forces in Honduras except as specified in this title. Requires the withdrawal of U.S. armed forces in Honduras who are not covered by the exceptions in this title. Directs the President to consult with Congress before introducing U.S. armed forces into hostilities in Honduras or into situations in Honduras where imminent involvement in hostilities is clearly indicated. Limits the total military assistance and international military education and training assistance for Honduras for FY 1984 and 1985. Prohibits arms sales credits and loan guarantees for Honduras for FY 1984 or 1985. Prohibits obligating funds for military assistance or for international military education and training assistance for Guatemala for FY 1984 and 1985. Prohibits issuing letters of offer of arms sales and arms sales credits and loan guarantees for Guatemala for FY 1984 and 1985. Prohibits issuing export licenses for arms to Guatemala and export licenses for the armed forces of Guatemala under the Export Administration Act of 1979 for FY 1984 and 1985. Prohibits assigning or detailing members of the U.S. armed forces to Guatemala for FY 1984 and 1985 to carry out certain functions. Prohibits U.S. armed forces from participating in joint military exercises with the armed forces of Guatemala and prohibits spending appropriations for U.S. participation in such exercises during FY 1984 and 1985. Lists certain exceptions to such prohibitions which are provided only to enable the military forces of Guatemala to obtain equipment and training for civilian engineering and construction projects and mobile medical teams. Authorizes appropriations for the Economic Support Fund for FY 1984 to be used for bilateral and regional economic assistance programs of reconstruction and development with respect to Belize, Costa Rica, Guatemala, Honduras, El Salvador, and Nicaragua. Authorizes these funds to be obligated only if the President reports to Congress that: (1) the countries of the region have entered into a comprehensive peace agreement; (2) a Central American development plan has been formulated; and (3) a donor coordination group has been established. Declares that Congress expects that, in seeking such goals, the efforts of the Contadora countries will be encouraged and supported and that the United States will actively assist the Contadora countries in seeking a regional settlement in Central America. Declares that Congress expects that, once such goals are attained, U.S. economic assistance for Central America for future years will continue at a level comparable to the aggregate level authorized by this Act. Expresses the sense of the Congress that: (1) the President should enter into negotiations with Central American countries to establish a Central American Development Organization; and (2) to establish a Central American Development Organization should be based upon specified principles. Declares that the Administrator of the agency primarily responsible for administering the development assistance provisions of the Foreign Assistance Act should be the chair of the Central American Development Organization and should carry out the functions of the chair under the supervision of the Secretary of State. Authorizes the President to participate in the Central American Development Organization. Directs the Administrator to prepare a proposal to carry out these functions and to keep specified congressional committees informed on the development of the proposal. Provides for the appointment of three members of the House of Representatives and three members of the Senate who shall be kept informed by the executive branch of all negotiations or discussions concerning the establishment of the Central American Development Organization. Requires the President to transmit to specified congressional committees any agreement which the President proposes to sign providing for the establishment of and U.S. participation in the Central American Development Organization at least 60 days before signing such agreement. Requires consultation with those committees during those 60 days. Amends the Foreign Assistance Act of 1961 to declare that the prohibition against providing assistance to governments to compensate owners for expropriated or nationalized property shall not apply to assistance to a foreign government to compensate nationals of that country in accordance with a land reform program if such assistance will further U.S. national interests. Authorizes the President to furnish Economic Support Fund assistance to countries and organizations to strengthen the administration of justice in Central American and Caribbean countries. Limits the amount of such assistance and the activities which such assistance may support. Expresses the sense of the Congress that the FY 1984 and 1985 agricultural development assistance funds should be used for a comprehensive rural electrification program in Central America. Authorizes the agency primarily responsible for administering development assistance programs to guarantee or insure short-term trade credits which are provided for the purpose of financing goods and services for the use of the private sector in Central American countries in any case where the proposed guarantee or insurance does not, in the judgment of the Board of Directors of the Export-Import Bank of the United States, offer the necessary reasonable assurance of repayment. Prohibits the agency from providing a guarantee or insurance for short-term trade credits unless the credits are repayable within one year. Terminates the agency's guarantee and insurance authority after September 30, 1989. Limits the amount of commitments to guarantee or insure such credits in FY 1985. Expresses the sense of the Congress that the United States should support honest elections in Panama. Expresses the sense of the Congress that the United States should encourage Guatemala to recognize the independence of Belize and to enter into a mutual nonaggression treaty with Belize."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security and Development Cooperation Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize international development and security assistance programs and Peace Corps programs for fiscal year 1985, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:57-05:00"
}