{
  "actions": [
    {
      "acted_at": "2006-07-27", 
      "references": [
        {
          "reference": "CR E1567", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-27", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-09-27T22:45:00-04:00", 
      "references": [], 
      "text": "Mr. Pearce moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T22:45:00-04:00", 
      "references": [
        {
          "reference": "CR H7635-7642", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T22:45:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5946.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T22:46:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H7635-7642", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-09-27T22:46:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-27T22:46:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-07", 
      "references": [
        {
          "reference": "CR S11535", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-07", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-12-07", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09T00:52:00-05:00", 
      "references": [
        {
          "reference": "CR 12/8/2006 H9206-9235", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Gilchrest moved that the House suspend the rules and agree to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09T00:53:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on the motion to suspend the rules and agree to the Senate amendment to H.R. 5946.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09T01:23:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR 12/8/2006 H9206-9230", 
          "type": "text as House agreed to Senate amendment"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House suspend the rules and agree to the Senate amendment Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-12-09T01:23:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09T01:24:00-05:00", 
      "bill_ids": [
        "scres123-109"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of S. Con. Res. 123, enrollment corrections on H.R. 5946 have been made.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-12-09", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2007-01-03", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2007-01-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2007-01-12", 
      "congress": "109", 
      "law": "public", 
      "number": "479", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-479.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5224-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5224"
    }
  ], 
  "bill_id": "hr5946-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "2006-07-27", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gilchrest, Wayne T.", 
      "sponsored_at": "2006-07-27", 
      "state": "MD", 
      "thomas_id": "00438", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Saxton, Jim", 
      "sponsored_at": "2006-07-27", 
      "state": "NJ", 
      "thomas_id": "01023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Don", 
      "sponsored_at": "2006-07-27", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "479"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2007-01-12", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-12-09T01:23:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-12-07", 
    "vetoed": false
  }, 
  "introduced_at": "2006-07-27", 
  "number": "5946", 
  "official_title": "To amend the Magnuson-Stevens Fishery Conservation and Management Act to authorize activities to promote improved monitoring and compliance for high seas fisheries, or fisheries governed by international fishery management agreements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1674-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4075-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6119-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres123-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres123-109", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s2012-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Magnuson-Stevens Fishery Conservation and Management Reauthorization Act of 2006", 
  "sponsor": {
    "district": "11", 
    "name": "Pombo, Richard W.", 
    "state": "CA", 
    "thomas_id": "00921", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2007-01-12", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Alaska", 
    "American Samoa", 
    "Animals", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Assault", 
    "Atlantic Ocean", 
    "Authorization", 
    "Bears", 
    "Bering Sea", 
    "Biological research", 
    "Birds", 
    "California", 
    "Canada", 
    "Caribbean area", 
    "Coast guard", 
    "Coastal zone", 
    "Commerce", 
    "Communication satellites", 
    "Community development", 
    "Confidential communications", 
    "Conflict of interests", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Continental shelf", 
    "Coral reefs", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Dairy industry", 
    "Data banks", 
    "Department of Commerce", 
    "Developing countries", 
    "Directories", 
    "Disaster relief", 
    "Driftnet fishing", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Endangered species", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Evacuation of civilians", 
    "Evidence (Law)", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Fish kills", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishes", 
    "Fishing", 
    "Fishing boats", 
    "Food safety", 
    "Foreign fishing", 
    "Foreign trade and international finance", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Guam", 
    "Gulf of Mexico", 
    "Habitat conservation", 
    "Hawaii", 
    "Health", 
    "Hunting", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Idaho", 
    "Identification devices", 
    "Import restrictions", 
    "Infrastructure", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International cooperation in science", 
    "International environmental cooperation", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine ecology", 
    "Marine mammals", 
    "Marine pollution", 
    "Marine resources conservation", 
    "Marine terminals", 
    "Marketing", 
    "Minorities", 
    "Native Americans", 
    "Negotiations", 
    "New England", 
    "Northern Mariana Islands", 
    "Occupational health and safety", 
    "Oceanography", 
    "Oregon", 
    "Overfishing", 
    "Pacific Ocean", 
    "Pacific area", 
    "Public lands and natural resources", 
    "Referendum", 
    "Remote sensing", 
    "Restoration ecology", 
    "Russia", 
    "Salmon", 
    "Science, technology, communications", 
    "Scientists", 
    "Seafood", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Sharks", 
    "Shellfish", 
    "Small business", 
    "Sports and recreation", 
    "State laws", 
    "Surveys", 
    "Sustainable fisheries", 
    "Technical assistance", 
    "Technology transfer", 
    "Territorial waters", 
    "Treaties", 
    "Tsunamis", 
    "Tuna", 
    "Turtles", 
    "Washington State", 
    "Weather forecasting", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Public Law", 
    "date": "2007-01-12", 
    "text": "Magnuson-Stevens Fishery Conservation and Management Reauthorization Act of 2006 - (Sec. 3) Amends the Magnuson-Stevens Fishery Conservation and Management Act (Magnuson-Stevens Act) to revise congressional findings under the Act to declare that a number of Regional Fishery Management Councils (Councils) have made progress in integrating ecosystem considerations in fisheries management. Defines \"confidential information,\" \"regional fishery association,\" \"import,\" \"limited access system,\"and \"observer information.\" Replaces, as specified, the term \"individual fishing quota\" with the term \"limited access privilege\" and defines the latter. (Sec. 4) Requires a Council or the Secretary of Commerce (Secretary) in managing a fishery under an international fishery agreement to take into account traditional participation of U.S. fishermen in the fishery. (Sec. 5) Declares that allocations of the total allowable level of foreign fishing are discretionary and such allocations shall be zero for fisheries that have adequate or excess domestic harvest capacity. (Sec. 6) Allows funds or contributions received in support of a marine conservation and management plan in a Pacific Insular Area to be deposited in the Western Pacific Sustainable Fisheries Fund. (Currently, the Fund can only receive payments under a Pacific Insular Area fishery agreement allowing fishing in the exclusive economic zone (EEZ) around a Pacific Insular Area.) Requires funds collected for violations by foreign vessels occurring within the EEZs off Midway Atoll, Johnston Atoll, Kingman Reef, Palmyra Atoll, Jarvis, Howland, Baker, and Wake Islands to be deposited into the Western Pacific Sustainable Fisheries Fund. (Sec. 7) Authorizes appropriations for the national fishery management program through FY2013. Title I: Conservation and Management - (Sec. 101) Revises certain fishery conservation and management national standards used to prepare fishery management plans (FMPs) to require such FMPs be consistent with national standards in which: (1) conservation and management measures take into account the importance of fishery resources to fishing communities by utilizing economic and social data based on the best scientific information available; and (2) cumulative economic and social impacts of conservation and management measures be included in any fishery impact assessment made for a FMP. (Sec. 102) Extends jurisdiction of the Caribbean Fishery Management Council to the U.S. waters surrounding all U.S. territories in the Caribbean Sea. (Currently, jurisdiction is over fisheries seaward of the Virgin Islands and Puerto Rico.) (Sec. 103) Revises provisions to: (1) authorize the tribal representative on the Pacific Council to appoint an alternate knowledgeable of tribal rights and law and fishery resources during the representative's term; (2) expand the duties of scientific and statistical committees (SSCs) to include peer review of statistical, scientific, and socio-economic information relevant to Council development and the amendment of FMPs, and to provide Councils with ongoing scientific advice for fishery management decisions, including recommendations concerning overfishing and the achievement of rebuilding targets; (3) require SSC appointees to be experts with strong scientific or technical credentials and experience; (4) treat SSC members as affected individuals for purposes of financial disclosure; (5) authorize a peer review process for each Council for scientific information used to advise the Council about the conservation and management of a fishery; (6) direct the Secretary, subject to the availability of appropriations, to pay a stipend to members of a SSC or an advisory panel who are not employed by the federal government or a state marine fisheries agency; (7) require Councils to develop annual catch limits for each of its fisheries that may not exceed recommendations of its SSC or the peer review process; (8) require Councils to develop multi-year fisheries-related research priorities for submission to the Secretary and regional science centers of the National Marine Fisheries Service (NMFS); (9) eliminate the requirement that notice of Council, SSC, and advisory panel meetings be provided in newspapers in major fishing ports of the region (and in other major fishing ports having a direct interest in the affected fishery) and allow such notice by any means that will result in wide publicity in such ports, except that e-mail notification and website postings alone are not sufficient; (10) require the Secretary to develop a training course in a variety of topics related to fishery management and recreational fishing for Council members and NMFS staff; (11) require newly appointed Council members to complete a training course; (12) authorize the establishment of Council coordination committees; (13) require financial interest disclosures of Council members to be made available on the Internet; and (14) establish guidelines for nomination by state governors of Gulf of Mexico Fisheries Management Council voting members. (Sec. 104) Amends FMP requirements to: (1) set forth certain additional information to be submitted and considered in the preparation of FMPs, including fish processing and economic and fishery impacts information; (2) allocate harvest restrictions or recovery benefits fairly and equitably among the commercial, recreational, and charter fishing sectors in a fishery, taking into consideration the economic impact of such restrictions or benefits on fishery participants in each of the sectors in the fishery; (3) include in fishery impact statements the effects on safety of human life at sea; and (4) require FMPs to provide a mechanism setting annual catch limits at a level such that overfishing does not occur in the fishery, including accountability measures; and (5) revise time frames for preparation and implementation of measures to end overfishing in, and rebuild, a fishery. (Sec. 105) Amends discretionary FMP provisions to authorize FMPs to: (1) designate as protected areas deep sea corals that have been identified as essential fish habitats in order to protect them from physical damage from fishing gear or to prevent loss or damage to such fishing gear from the deep sea coral, after considering long-term sustainable uses of fishery resources in such areas; (2) ensure that closures of fisheries to fishing activity are based on the best scientific information available, include criteria to assess the conservation benefit of the closed area, establish a timetable for review of the closure's performance, and are based on an assessment of the benefits and impacts of the closures; (3) incorporate the relevant fishery and take into account the different circumstances affecting fisheries from different states and ports, including distances to fishing grounds and proximity to time and area closures; (4) establish a limited access system for a fishery in order to achieve optimum yield; (5) establish a process for complying with the National Environmental Policy Act (NEPA); and (6) include management measures that consider a variety of ecological factors affecting fishery populations, including the conservation of target and non-target species and habitats. (Sec. 106) Authorizes a Council to establish with the Secretary's approval (or on its own initiative through a FMP or amendment or in response to a petition of a group of fishermen certified by the Secretary) a limited access privilege program (LAPP) to harvest fish from a fishery that is managed under a limited access system, provided certain requirements are met. Includes within the LAPP the limited access privilege, quota share, or other limited access system programs which: (1) shall be considered a permit that allows a person or entity (including fishing communities or regional fishery associations) to harvest fish in a fishery; and (2) may be revoked, limited, or modified. Directs the Secretary to work with the Small Business Administration (SBA) and other federal agencies to develop incentives for U.S. investment in U.S. seafood processing facilities for fisheries that lack U.S.-based facilities. (Sec. 107) Directs the Secretary, in consultation with the Councils and the Council on Environmental Quality (CEQ), to revise and update agency procedures which shall be used by the Councils and CEQ as the sole environmental impact assessment procedure for FMP compliance with NEPA. (Sec. 108) Extends the period during which an emergency amendment or interim measure to an FMP may remain in effect or that can be extended for an additional period. (Sec. 109) Directs the Secretary to establish a pilot program for regionally-based marine education and training programs in the Western and Northern Pacific. (Sec. 110) Directs the Secretary to determine whether fishing in state waters: (1) without a New England multispecies groundfish fishery permit for regulated species within the multispecies complex is not consistent with the federal fishery management plan; or (2) without a federal bottomfish and seamount groundfish permit in the Hawaiian archipelago for regulated species within the complex is not consistent with the federal fishery management plan or state data are not sufficient to make such a determination. Requires the Secretary, upon determination that such fishing activity in state waters is inconsistent with the federal FMP, to notify the state and develop and implement measures to cure the inconsistency. (Sec. 111) Authorizes any maritime enforcement officer of the Secretary, or the Secretary of the department in which the Coast Guard is operating, to access any data or information required to be provided under maritime law, including data from satellite-based maritime distress and safety systems, vessel monitoring systems, or similar systems. Subjects such information to certain confidentiality requirements. Authorizes a state governor to apply to the Secretary for a joint enforcement agreement (JEA) with the Secretary authorizing the deputization and funding of state marine law enforcement officers to carry out marine law enforcement responsibilities of the Secretary. Directs the NMFS and the U.S. Coast Guard to report jointly to Congress on the use of satellite-based maritime distress and safety and similar systems for purposes of fishery management, conservation, enforcement, and safety. (Sec. 112) Includes regulatory restrictions imposed to protect human health or the marine environment (including those imposed as a result of judicial action) among the causes of a commercial fishery failure that could qualify a community for disaster relief. Reauthorizes the disaster relief program through FY2013. Makes changes to the fishing capacity reduction program, including to: (1) authorize a majority of permit holders in a fishery to conduct a voluntary fishing capacity reduction program (currently, only a Council or state may request the Secretary to initiate such a program); (2) allow the Secretary to conduct a referendum on establishing an industry fee system to fund a capacity reduction program without the request of the Councils (current law requires Council action); (3) prohibit payment under a federal buyback program with respect to a vessel that will not be scrapped unless the Secretary certifies that it will not be used for fishing in the waters of a foreign nation or on the high seas; (4) require a report describing the 20 U.S. fisheries with the most severe examples of excess harvesting capacity; and (5) revise implementation plan procedures. (Sec. 113) Authorizes the Secretary, upon the request of a state governor, to establish a regional economic transition program to provide disaster relief to fishermen, charter fishing operators, U.S. fish processors, and owners of related fishery infrastructure affected by a catastrophic regional fishery disaster. Directs the Secretary to complete a recovery plan for Klamath River Coho salmon and make it available to the public. Requires the Secretary to report annually to Congress regarding the plan. Makes federally-recognized Indian tribes and small businesses (including fishermen, fish processors, and related businesses serving the fishing industry) which are adversely affected by federal closures and fishing restrictions in the Oregon and California 2006 fall Chinook salmon fishery eligible for direct fisheries disaster assistance and commercial fishermen disaster assistance. (Sec. 114) Directs the Secretary to provide deferred payment and loan forgiveness assistance to holders of fishery finance program loans who were affected by Hurricanes Katrina or Rita. Authorizes appropriations through FY2013. (Sec. 115) Directs the Secretary to establish a fisheries hurricane assistance program for the Gulf of Mexico. Requires the Secretary to allocate program funds proportionately among the states of Alabama, Louisiana, Florida, Mississippi, and Texas for marketing, seafood testing programs, development of limited access programs, by catch reduction, capacity reduction, and individual and small business personal assistance. Authorizes appropriations through FY2012. (Sec. 116) Directs the Secretary, in cooperation with Councils and other interests and based upon the best scientific information available, to establish a by catch reduction program to develop technological devices and other conservation engineering changes designed to minimize by catch, seabird interactions, by catch mortality, and post-release mortality in federally managed fisheries. Authorizes FMPs to establish incentives to reduce total by catch and seabird interaction amounts, by catch rates, and post-release mortality in fisheries. Authorizes the Secretary, in coordination with the Secretary of Interior, to undertake projects in cooperation with industry to improve information and technology to reduce seabird interactions. Revises allocations under the Western Alaska community development quota program in directed fisheries of the Bering Sea and Aleutian Islands. (Sec. 117) Directs the Secretary to establish a community-based fishery and coastal habitat restoration program to implement and support the restoration of fishery and coastal habitats. (Sec. 118) Amends certain prohibitions to make it unlawful for any person to: (1) import, export, transport, sell, or purchase in interstate or foreign commerce fish taken, possessed, transported, or sold in violation of foreign law or regulation; and (2) use a fishing vessel that has been removed from a fishery through the fishing capacity reduction program to fish in federal or state waters (or on the high seas or the waters of another country). (Sec. 119) Prohibits feeding to attract sharks for any purpose other than research or harvest within the EEZ. (Sec. 120) Provides conditions for extension by the Secretary of the period for rebuilding the summer flounder fishery to not later than January 1, 2013. (Sec. 121) Amends the Department of Commerce and Related Agencies Appropriations Act, 2005 to revise funding and loan term provisions applicable to the Southeast Alaska purse seine fishing capacity reduction program. Requires the program to be conducted under Alaska law by the Southeast Revitalization Association. Exempts the program from certain sustainable fisheries requirements of the Magnuson-Stevens Act. Requires a industry fee system referendum for the buyback under the program and disbursal of the loan in the form of reduction payments certified to have been accepted. (Sec. 122) Directs the Secretary to make amendments to the fishery management plan for the Bering Sea/Aleutian Islands King and Tanner Crabs for the Northern Region concerning catcher/processor shares. Title II: Information and Research - (Sec. 201) Directs the Secretary to establish and implement a regionally based registry program (which shall not require a fee before January 1, 2011) for recreational fishermen who fish: (1) in the EEZ; (2) for anadromous species; and (3) for Continental Shelf fishery resources beyond the EEZ. Directs the Secretary to establish a program to improve the quality and accuracy of information generated by the Marine Recreational Fishery Statistics Survey. Requires the program to take into consideration and, to the extent feasible, implement recommendations of the National Research Council in its report Review of Recreational Fisheries Survey Methods (2006). Requires the Secretary to: (1) complete the program and implement the improved Marine Recreational Fishery Statistics Survey not later than January 1, 2009; and (2) report to Congress on progress made toward achieving the goals of the program. (Sec. 202) Authorizes: (1) a Council to request that the Secretary gather proprietary or confidential commercial or economic data regarding fish or fish processing operations if a Council determines that additional information would be beneficial for developing, implementing, or revising a FMP or for determining whether a fishery is in need of management (current law does not authorize the release of such information); and (2) the Secretary to implement an additional information collection program for a fishery if it is determined such information is necessary for the same reasons. (Sec. 203) Authorizes the disclosure of confidential information submitted to the Secretary, a state fishery management agency, or a marine fisheries commission: (1) to federal employees and Council employees who are responsible for FMP development, monitoring, or enforcement; (2) to state or Marine Fisheries Commission employees, subject to a confidentiality agreement prohibiting public disclosure of the identity or business of a person; (3) to state employees who are responsible for FMP enforcement in a state party to a JEA; (4) when required by court order; (5) when such information is used to verify catch in a LAPP, subject to a confidentiality agreement prohibiting public disclosure of such information; (6) with written authorization from the appropriate parties; (7) when such information is required for use in a LAPP; and (8) when needed to support homeland and national security activities. Authorizes disclosure of observer information for the same reasons, including: (1) for the North Pacific Council to allow disclosure of by catch information; (2) when the information is necessary to adjudicate observer certifications; and (3) for the training and assessment of observers. (Sec. 204) Directs the Secretary to establish a cooperative research and management program to fund partnerships between federal, state, and tribal managers and scientists (including interstate fishery commissions), fishing industry participants, and educational institutions for priority projects identified by the Councils to: (1) collect data to improve stock assessments; (2) assess by catch or post-release mortality; (3) reduce by catch or post-release mortality; (4) identify or conserve habitat areas of particular concern; and (5) collect and compile economic and social data. Directs the Secretary to establish an expedited, uniform, and regionally-based process for the issuance of experimental fishing permits. (Sec. 205) Authorizes the Secretary to conduct a cooperative research program to study, and report the results to Congress on, the abundance, distribution, and role of herring as forage fish for other commercially important fish stocks in the Northwest Atlantic and the potential for local scale depletion from herring harvesting and how it relates to other fisheries in the Northwest Atlantic. Authorizes appropriations through FY2009. (Sec. 206) Authorizes the Secretary to conduct a study to update scientific information and protocols needed to improve coastal habitat restoration. Authorizes appropriations for FY2007. (Sec. 207) Amends the Sustainable Fisheries Act to remove the authority of the Secretary of the Interior to award grants to eligible Western Pacific communities for demonstration projects to foster and promote traditional indigenous fishing practices. (Sec. 208) Directs the Secretary to establish and maintain a Fisheries Conservation and Management Fund that shall be available to the Secretary to disburse amounts for: (1) efforts to improve fishery harvest data collection; (2) cooperative fishery research and analysis; (3) development of methods or technologies to improve the quality, health safety, and value of fish landed; (4) analysis of fish and seafood for health benefits and risks; (5) marketing of U.S. fishery products, including consumer education regarding the health benefits of wild fishery products; (6) improving data collection under the Marine Recreational Fishery Statistics Survey; and (7) financial assistance to fishermen to offset the costs of modifying fishing practices and gear to comply with the Magnuson-Stevens Act. (Sec. 209) Expands the eligible purposes of vessel loans and guarantees to include: (1) activities that assist in the transition to reduced fishing capacity; or (2) technologies or upgrades designed to improve collection and reporting of fishery-dependent data, to reduce by catch, to improve selectivity or reduce adverse impacts of fishing gear, or to improve safety. (Sec. 210) Directs the Secretary to undertake and complete a study on the state of the science for advancing the concepts and integration of ecosystem considerations in regional fishery management. (Sec. 211) Directs the Secretary to establish a deep sea coral research and technology program to: (1) identify existing research on, and known locations of, deep sea corals; and (2) develop technologies to reduce the interaction between fishing gear and deep sea corals. Requires the Secretary to report biennially to Congress and the public on steps taken by the Secretary to identify and monitor, and Councils to protect, deep sea coral areas. (Sec. 212) Directs the Undersecretary of Commerce for Oceans and Atmosphere to execute an agreement with the National Academy of Sciences to jointly conduct a study of the effect of turtle excluder devices on shrimp fisheries. Directs the Academy to report biannually to Congress on the findings and conclusions of the study. (Sec. 213) Directs the Secretary to report to Congress on the impact of Hurricanes Katrina, Rita, and Wilma on: (1) commercial and recreational fisheries (including shrimp fishing vessels and the oyster industry) in the states of Alabama, Louisiana, Florida, Mississippi, and Texas; and (2) habitat, including the shrimp and oyster habitats in such states. Requires the Secretary to carry out activities to restore fishery habitats (including shrimp and oyster habitats) in Louisiana and Mississippi. (Sec. 214) Revises provisions to authorize the North Pacific Council to prepare a fisheries research plan for any fishery under its jurisdiction (except a salmon fishery) which, among other things, establishes a system of fees which may vary by fishery, management area, or observer coverage level to pay for the cost of implementing the plan. Requires any system of fees to also provide that fees collected will be credited against any fee for stationing observers or electronic monitoring systems on board fishing vessels and U.S. fish processors and the actual cost of inputting collected data with respect to those fishing vessels or fish processors subject to a fee. (Sec. 215) Directs the Secretary to conduct an examination of the potential impact of Framework 42 to the Northeast Multispecies Fishery Management Plan (New England) on all affected and interested parties in the fishery. (Sec. 216) Directs the Mid-Atlantic Fishery Council to report to Congress on the role of the Mid-Atlantic Fishery Council and New England Fishery Council liaisons in the development and approval of management plans for fisheries. (Sec. 217) Directs the Secretary and the Secretary of Education to jointly conduct a study of the number of individuals with post-baccalaureate degrees in subjects related to fishery science who have the ability to conduct high quality scientific research in fishery stock assessment, fishery population dynamics, and related fields. (Sec. 218) Extends to five years from date of implementation a sunset date for the Gulf of Alaska rockfish demonstration program. Title III: Other Fisheries Statutes - (Sec. 301) Amends the Northern Pacific Halibut Act of 1982 (NPHA) to increase the maximum civil penalty for violations of the Convention between the United States of America and Canada for the Preservation of the Halibut Fishery of the Northern Pacific Ocean and Bearing Sea and the NPHA. Allows the Secretary in assessing a penalty to also consider the ability of the violator to pay the penalty if such information is provided 30 days prior to an administrative hearing. Authorizes the Secretary, after a hearing, to deny, revoke, suspend, or impose additional conditions on a permit issued to a vessel owner under the NPHA for: (1) the use of a vessel in a prohibited act; (2) violation of the Magnuson-Stevens Act by a permit holder or vessel operator or owner; or (3) failure of a permit holder or vessel operator or owner to pay any portion of a fine or civil penalty for violation of any marine resource law enforced by the Secretary. Increases the maximum amount for fines associated with criminal penalties under the Magnuson-Stevens Act, with enhanced penalties in cases involving weapons or assault on an officer. (Sec. 302) Reauthorizes: (1) the Atlantic Striped Bass Conservation Act through FY2011; (2) the Yukon River Salmon Act of 2000 through FY2011; (3) the Shark Finning Prohibition Act through FY2011; (4) the Pacific Salmon Treaty Act through FY2009, including for the Northern Boundary and Transboundary Rivers Restoration and Enhancement Fund and the Southern Boundary Restoration and Enhancement Fund for salmon habitat restoration, stock enhancement, and research (including the construction of research and related facilities) in the states of Alaska, Washington, Oregon, Idaho, and California; and (5) the authority of the states of Washington, Oregon, and California to manage the Dungeness Crab fishery in the EEZ adjacent to their waters through FY2016. Requires the Pacific States Marine Fisheries Commission to report biennially to Congress on the status (currently, health) and management of the Dungeness Crab fishery located off the coasts of the states of Washington, Oregon, and California. Directs the Pacific Fishery Management Council to develop a proposal for the appropriate rationalization program for the Pacific trawl groundfish and whiting fisheries, including the shore-based sector of the Pacific whiting fishery. Requires the Pacific Council: (1) in developing such proposal to analyze alternative program designs, including the allocation of limited access privileges to harvest fish to fishermen and processors working together in regional fishery associations, as well as the effects of such designs and allocations on competition and conservation; and (2) to submit the proposal and related analysis to Congress. Authorizes appropriations through FY2012 to carry out the Interjurisdictional Fisheries Act of 1986, the Anadromous Fish Conservation Act, and the Northwest Atlantic Fisheries Convention Act of 1995. Title IV: International - (Sec. 401) Authorizes the Secretary to promote improved monitoring and compliance for high seas fisheries or fisheries governed by international fishery management agreements. (Sec. 403) Amends the High Seas Driftnet Fishing Moratorium Protection Act to direct the Secretary to report biennially to Congress on: (1) U.S. awareness of the status of international living marine resources shared by the United States; (2) regulatory failures of nations that have been identified as having engaged in illegal, unreported, or unregulated (IUU) fishing in high seas fisheries; (3) regulatory failures of nations that have been identified as having engaged in fishing activities or practices beyond the EEZ that result in bycatch of a protected living marine resource; (4) corrective actions taken to end IUU fishing activities; (5) international progress to strengthen IFMO efforts to end IUU fishing; and (6) steps taken for adopting international measures to reduce the impacts of fishing on protected living marine resources. Directs the Secretary, in cooperation with the Councils and advisory committees, to take certain actions to improve the effectiveness of IFMOs to stop IUU fishing by other nations in high seas fisheries. Requires the Secretary of the Treasury, with respect to an offending nation, to: (1) withhold or revoke the clearance of the nation's vessels and deny entry to their vessels into U.S. navigable waters or ports; (2) prohibit the import of fish products or sport fishing gear from such nation; and (3) impose other economic sanctions if needed. Requires the Secretary to notify offending nations (including the relevant IFMO) and to initiate consultations to encourage them to take appropriate corrective action or to enter into bilateral treaties to end IUU fishing and bycatch of protected living marine resources. States the effects of certification (or negative certification) upon the imposition of sanctions. Authorizes appropriations through FY2013. (Sec. 404) Authorizes the waiver of provisions requiring that a U.S. observer be placed aboard each foreign vessel that is engaged in fishing within the EEZ under a Pacific Insular Area fishing agreement provided the Governor of the applicable Pacific Insular Area, in consultation with the Western Pacific Council, has established an observer coverage program (currently) or other monitoring program that the Secretary, in consultation with such Council, determines is adequate to monitor harvest, bycatch, and compliance with U.S. fishing laws by vessels fishing under the agreement. (Sec. 405) Amends the Atlantic Tunas Convention Act of 1975 to reauthorize such Act through FY2013. Allocates amounts for each fiscal year for: (1) the advisory committee and the species working groups established under the Act; and (2) Atlantic highly migratory species research activities, including a cooperative research program. Establishes a cooperative research program on Atlantic billfish based on the Southeast Fisheries Science Center Atlantic Billfish Research Plan of 2002. Expresses the sense of Congress that the U.S. Commissioners on the International Commission for the Conservation of Atlantic Tunas should seek to include ecosystem considerations in fisheries management, including fish habitat conservation. (Sec. 406) Amends the Magnuson-Stevens Act to direct the Secretary, in cooperation with the Secretary of State, to seek international action to end overfishing in fisheries that have been determined to have been overfished or are approaching a condition of being overfished due to excessive international fishing, and for which there are no management measures to end overfishing under an international agreement with the United States. Directs the Council, or the Secretary, to: (1) develop recommendations for regulations to address the impact of U.S. fishing vessels on highly migratory fish stock in the fisheries; and (2) develop and submit recommendations to the Secretary of State, and to Congress, for international actions to end overfishing in such fisheries. Adds to the exclusion from \"bycatch\" scientifically tagged and released highly migratory species fish harvested in a commercial fishery managed by a Council or the Western and Central Pacific Fisheries Convention Implementation Act. (Sec. 407) Requires the Secretary, when establishing catch allocations under international fisheries agreements, to ensure that all catch history of a U.S. vessel remains with the United States and is not transferred or credited to any other nation or vessel. (Sec. 408) Directs the Secretary to designate a secretarial representative for international fisheries from within the National Oceanic and Atmospheric Administration (NOAA) to perform duties with respect to international agreements involving fisheries and other living marine resources, including policy development and representation as a U.S. Commissioner. Title V: Implementation of Western and Central Pacific Fisheries Convention - Western and Central Pacific Fisheries Convention Implementation Act - (Sec. 503) Directs the President to appoint U.S. Commissioners to the Commission for the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean (WCPFC Convention). Establishes a permanent advisory committee composed of individuals appointed by the U.S. Commissioners from various groups concerned with fisheries covered by the WCPFC Convention. Directs the Secretary, in coordination with the Secretary of State, to develop a memorandum of understanding with the Western Pacific, Pacific, and North Pacific Fishery Management Councils that clarifies the roles of the Councils with respect to IFMO discussions relating to highly migratory fish stocks in the Pacific, as well as recommends domestic fishing regulations for such stocks for approval and implementation under the Magnuson-Stevens Act. (Sec. 504) Authorizes the Secretary of State, in consultation with the Secretary, to approve or disapprove acts of the WCPFC Commission, including acts regarding conservation and management measures and other measures proposed or adopted in accordance with the WCPFC Convention. (Sec. 505) Authorizes the Secretary, in consultation with the Secretary of State and, with respect to enforcement measures, the Secretary of the department in which the Coast Guard is operating, to promulgate regulations to carry out U.S. international obligations under the WCPFC Convention and this title. Authorizes the Secretary to promulgate additional regulations applicable to all vessels and persons subject to U.S. jurisdiction, including U.S. flag vessels, on such date as the Secretary shall prescribe. (Sec. 506) Sets forth requirements regarding enforcement of, and confidentiality and use of information submitted with respect to, this Act. (Sec. 507) Makes it unlawful for any person to violate the provisions of this title. Sets forth other specified prohibited acts. (Sec. 508) Authorizes the Secretary to cooperate with federal and public or private organizations within the United States or abroad, and, through the Secretary of State, duly authorized officials of the government of any party to the WCPFC Convention, in carrying out responsibilities under this title. Declares that nothing in this title, or in the laws or regulations of a state, shall prevent the Secretary or the WCPFC Commission from: (1) conducting fishing operations and biological experiments for purposes of scientific investigations; or (2) discharging any other duties prescribed by the WCPFC Convention. Declares, with a specified exception, that nothing in this title shall be construed to diminish or to increase the jurisdiction of a state in the territorial sea of the United States. (Sec. 509) Directs the Secretary of State to ensure participation in the WCPFC Commission by American Samoa, Guam, and the Northern Mariana Islands to the same extent provided to territories of other nations. (Sec. 510) Requires, prior to entering the EEZ seaward of Hawaii and of the Commonwealths, territories, and U.S. possessions in the Pacific Ocean area, masters of commercial fishing vessels of nations fishing for species under the WCPFC Convention that do not carry vessel monitoring systems to: (1) notify the U.S. Coast Guard or the National Marine Fisheries Service Office of Law Enforcement of the name, flag state, location, route, and destination of the vessel and of the circumstances under which it will enter the U.S. waters; (2) ensure all fishing gear on board the vessel is stowed below deck or removed from the place where it is normally used for fishing and placed where it is not readily available for fishing; and (3) proceed, when requested by law enforcement, to a specified location for inspection. (Sec. 511) Authorizes appropriations to the Secretary for implementation of this title. Title VI: Pacific Whiting - Pacific Whiting Act of 2006 - (Sec. 603) Directs the Secretary to appoint U.S. individuals to a joint management committee, a scientific review group, a joint technical committee, and an advisory panel established by the Agreement between the Government of the United States and the Government of Canada on Pacific Hake/Whiting. (Sec. 608) Requires the Secretary to establish the U.S. catch level for Pacific whiting according to the standards of the Agreement (subjecting all other aspects of Pacific whiting management to the Magnuson-Stevens Act). Requires the Secretary to approve catch level recommendations made by the joint management committee. (Sec. 609) Describes the employment status of individuals appointed under this title. (Sec. 610) Authorizes the Secretary to enforce the requirements of this title. (Sec. 611) Authorizes appropriations to the Secretary for implementation of this title. Title VII: Miscellaneous - (Sec. 701) Directs the Secretary to request the National Research Council to study the acidification of the oceans and how this process affects the United States. (Sec. 702) Approves, ratifies, and confirms the Settlement Agreement entered into by and between specified Indian tribes in the region of Puget Sound, Washington, commercial shellfish growers, the state of Washington, and the United States to resolve certain disputes regarding implementation of tribal treaty rights to take shellfish from certain covered tidelands owned, leased or otherwise subject to harvest by the growers. Establishes in the Treasury the Puget Sound Regional Shellfish Settlement Trust Fund and the Puget Sound Regional Shellfish Settlement Special Holding Account. Absolves the Secretary of the Interior from liability for the collection, deposit, management, or nonpayment of a specified state of Washington payment to the tribes pursuant to the Settlement Agreement. Declares that all right of any other tribe, within 20 years after the deposit of funds in the Special Holding Account, to bring an action to enforce or exercise its treaty rights to take shellfish from public and private tidelands in Washington, including from some lands owned, leased, or otherwise subject to harvest by any and all commercial growers, shall be determined in accordance with the decisions of federal courts in United States v. Washington. Provides that if any payment by the United States is not paid in the amount or manner specified by this Act, or is not paid within six months after the date specified by the Settlement Agreement, such failure shall give rise to a cause of action by the tribes against the United States. Authorizes the tribes to bring such an action in the U.S. Court of Federal Claims. Title VIII: Tsunami Warning and Education - Tsunami Warning and Education Act - (Sec. 804) Directs the Administrator of the National Oceanic and Atmospheric Administration (NOAA), through the National Weather Service (NWS) and in consultation with other NOAA offices, to operate a tsunami detection, forecasting, and warning program for the Pacific and Arctic Ocean regions and for the Atlantic Ocean, Caribbean Sea, and Gulf of Mexico region. Requires the program to operate a Pacific tsunami warning system and an Atlantic Ocean, Caribbean Sea, and Gulf of Mexico system to forecast and provide adequate warnings. Directs the Administrator to maintain or establish a Pacific Tsunami Warning Center in Hawaii, a West Coast and Alaska Tsunami Warning Center in Alaska, and additional centers determined to be necessary by NWS. Includes among the centers' responsibilities data monitoring, earthquake evaluation, and data dissemination to researchers. Directs NWS to develop forecasting equipment requirements and a plan to transfer technology developed from research under this Act. Requires reports to Congress on: (1) integration of the tsunami forecast system with other observation systems; (2) equipment certifications and system failures; and (3) evaluation of tsunami detection systems. Directs the Administrator to enter into an arrangement with the National Academy of Sciences to assess modernization and coverage needs and operational reliability issues. (Sec. 805) Directs the Administrator to establish: (1) a tsunami hazard mitigation program to improve tsunami preparedness of at-risk areas in the United States and its territories; and (2) a research program to develop detection, forecast, communication, and mitigation science and technology for tracking and numerical forecast modeling. (Sec. 807) Directs the Administrator, in coordination with other members of the U.S. Interagency Committee of the National Tsunami Hazard Mitigation Program, to provide technical assistance and training to specified international entities to develop a fully functional global tsunami forecast and warning system comprising regional warning networks. Directs the Administrator, in cooperation with the Intergovernmental Oceanographic Commission, to operate an International Tsunami Information Center to improve preparedness for all Pacific Ocean nations participating in the International Tsunami Warning System of the Pacific, as well as provide assistance to other nations participating in a global warning system established through the Commission. (Sec. 808) Authorizes appropriations for FY2008-FY2012. Title IX: Polar Bears - United States-Russia Polar Bear Conservation and Management Act of 2006 - (Sec. 902) Amends the Marine Mammal Protection Act of 1972 to make it unlawful for a person subject to, or in waters or on lands under, U.S. jurisdiction to take, import, export, possess, transport, or sell any polar bear or polar bear products in violation of the Agreement Between the Government of the United States of America and the Government of the Russian Federation on the Conservation and Management of the Alaska-Chukotka Polar Bear Population (Agreement) or any annual taking limit or other restriction adopted by the U.S.-Russia Polar Bear Commission. Authorizes a government official to import a polar bear or a polar bear product for purposes of forensic testing or any other law enforcement purpose. Requires the Secretary of the Interior to administer and enforce the Agreement on behalf of the United States. Authorizes the Secretary of the Interior to share authority for the management of the taking of polar bears for subsistence purposes with the Alaska Nanuuq Commission. Subjects to seizure and forfeiture any polar bear or any part or product of a polar bear taken, imported, exported, possessed, transported, sold, received, acquired, purchased, exchanged, or bartered, or offered for sale or exchange in violation of this title without any showing that may be required for assessment of a civil penalty or for criminal prosecution. Sets forth requirements for designation and appointment of U.S. members on the U.S.-Russia Polar Bear Commission. Requires the Secretary of the Interior to take all necessary actions to implement the decisions and determinations of the U.S.-Russia Polar Bear Commission. Authorizes appropriations for FY2006-FY2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stevens-Inouye International Fisheries Monitoring and Compliance Legacy Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pacific Whiting Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Western and Central Pacific Fisheries Convention Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Stevens-Inouye International Fisheries Monitoring and Compliance Legacy Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Pacific Whiting Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Western and Central Pacific Fisheries Convention Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Magnuson-Stevens Fishery Conservation and Management Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Pacific Whiting Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Tsunami Warning and Education Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United States-Russia Polar Bear Conservation and Management Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Western and Central Pacific Fisheries Convention Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Magnuson-Stevens Fishery Conservation and Management Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Pacific Whiting Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Tsunami Warning and Education Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "United States-Russia Polar Bear Conservation and Management Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Western and Central Pacific Fisheries Convention Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend Magnuson-Stevens Fishery Conservation and Management Act to authorize activities to promote improved monitoring and compliance for high seas fisheries, or fisheries governed by international fishery management agreements, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "title": "To amend the Magnuson-Stevens Fishery Conservation and Management Act to authorize activities to promote improved monitoring and compliance for high seas fisheries, or fisheries governed by international fishery management agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:58-05:00"
}