{
  "actions": [
    {
      "acted_at": "2011-01-31", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s239-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2011-03-02", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2012-07-24", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Scott P.", 
      "sponsored_at": "2011-01-31", 
      "state": "MA", 
      "thomas_id": "01975", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2011-02-07", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, Mark R.", 
      "sponsored_at": "2011-02-28", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-31", 
  "number": "239", 
  "official_title": "A bill to support innovation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1001-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Innovate America Act", 
  "sponsor": {
    "district": null, 
    "name": "Klobuchar, Amy", 
    "state": "MN", 
    "thomas_id": "01826", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-31", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Business investment and capital", 
    "Competitiveness, trade promotion, trade deficits", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Executive agency funding and structure", 
    "Free trade and trade barriers", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Higher education", 
    "Income tax credits", 
    "Manufacturing", 
    "Research administration and funding", 
    "Research and development", 
    "Science and engineering education", 
    "Science, technology, communications", 
    "Small business", 
    "Social work, volunteer service, charitable organizations", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-31", 
    "text": "Innovate America Act - Amends the Internal Revenue Code to: (1) revise the definition of \"basic research,\" for purposes of the research tax credit, to remove the prohibition against such research having a specific commercial objective; and (2) provide a tax credit for charitable contributions of equipment to secondary schools and technical and community colleges. Directs the Secretary of Commerce to establish the the Innovation Technology Development Loan Guarantee Program to help small and medium-sized high growth technology companies operating in a business life cycle phase in which technological, market, or regulatory uncertainty constrains available capital, and unable to progress to the next phase because of such constraints. Directs the Secretary of Education to award grants to state educational agencies in order to expand science, technology, engineering, and mathematics (STEM) secondary schools. Requires the Director of the National Science Foundation (NSF) to provide awards to four-year degree-granting educational institutions which have: (1) dramatically increased their percentage and number of students intending to major in a STEM subject and who graduate with a degree in such subject; and (2) sustained such increase for more than five years. Directs the President to ensure that not less than 10% of all federal funds available each fiscal year for undergraduate student research opportunities are used to fund research opportunities for postsecondary students during the students' first academic year or the summer following such year. Directs the Secretary of Commerce to establish and maintain a website that connects federally funded researchers who have ideas for technologies they believe could be commercialized with persons expressing an interest in working with such researchers. Requires the NSF Director to administer a Technology Commercialization Awards Pilot Program through which promising technology advances derived from NSF research grants shall be eligible for funding to move the technology through the prototype and demonstration phases. Directs the Secretary of Commerce to establish a manufacturing assistance program for small and medium-sized domestic manufacturers to promote the manufacturing of goods in the United States and enable those manufacturers to be competitive in global markets. Requires a report from the Under Secretary for International Trade of the Department of Commerce on the removal of export barriers for U.S. industries. Authorizes appropriations to the U.S. Trade Representative for resolving disputes relating to market access barriers with certain foreign countries. Requires: (1) the Director of the Office of Management and Budget (OMB) to devise a strategy to reduce overall government printing costs over a 10-year period; and (2) each federal department and agency to issue guidance on the appropriate use of award and incentive fees in their programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Innovate America Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to support innovation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:59:49-05:00"
}