{
  "actions": [
    {
      "acted_at": "1977-02-16", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3540-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Holtzman, Elizabeth", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00556", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-16", 
  "number": "3540", 
  "official_title": "A bill to amend the Export Administration Act of 1969 in order to extend the authorities of that Act and improve the administration of export controls under that Act, to strengthen the antiboycott provisions of that Act, and to provide for stricter controls over exports of nuclear material and technology.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1561-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Export Administration Amendments", 
  "sponsor": {
    "district": "8", 
    "name": "Rosenthal, Benjamin S.", 
    "state": "NY", 
    "thomas_id": "00987", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-16", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "Animals and Animal Protection", 
    "Armed forces and national security", 
    "Arms control", 
    "Boycott", 
    "Commercial blacklisting", 
    "Communist countries", 
    "Energy", 
    "Export controls", 
    "Exports", 
    "Federal employees and officials", 
    "Financial disclosure", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Foreign trade regulation", 
    "Horses", 
    "International affairs", 
    "International cooperation", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Nuclear power plants", 
    "Peaceful uses of nuclear energy", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Technology transfer", 
    "Terrorism", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Export controls", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-16", 
    "text": "Export Administration Amendments - Title I: Export Administration Improvements and Extension - Amends the Export Administration Act of 1969 to extend the authority granted by such Act to September 30, 1978. Requires that appropriations to carry out the Export Administration Act of 1969 be specifically authorized by Congress for each fiscal year after October 1, 1977. Authorizes the appropriation of $8,000,000 to the Department of Commerce to carry out this Act. Revises the criteria for imposition of export controls for national security purposes. Eliminates the authority of the Secretary of Commerce to assign priority to such controls. Revises the authority of the President to impose export controls for national security purposes without regard to the availability of the controlled articles from sources other than the United States in order to require the President to predicate the imposition of controls on articles available from other sources upon a determination that absence of such a control would be detrimental to the national security of the United States. Revises the policy for control of exports for national security purposes under such Act to redefine \"controlled country\" as a country to which exports are restricted for national security or foreign policy purposes. Amends such Act to permit agricultural commodities purchased by or for a foreign country to remain in the United States free of quantitative limitations on exports relating to domestic supply and inflationary impact, upon approval by the Secretary of Commerce, in consultation with the Secretary of Agriculture, and under regulations for such export which the Secretary of Commerce is herein authorized to issue. Permits Congressional disapproval of any action by the President under such regulations to prohibit or curtail agricultural exports. Specifies that any export license application under such Act shall be deemed approved within 90 days of its receipt unless disapproved or unless the applicant is notified that additional time is required for the decision. Amends the Export Administration Act of 1969 to require persons agreeing to transfer technical data or other information to any controlled country to furnish information with respect to such agreement to the Secretary of Commerce, under regulations promulgated to monitor the effects of such transfers. Directs the Secretary to study technical data exports and their effects upon the national security or foreign policy of the United States, and to submit a report of such study to Congress. Amends such Act to exclude petroleum products refined in United States foreign-trade zones, or Guam, from foreign crude oil export controls to prevent excessive drain of scarce materials except if the Secretary of Commerce finds that such products are in short supply and issues regulations herein authorized to limit such exports. Prohibits the exportation of horses by sea for slaughter. Directs the Secretary of Commerce to account for technical assistance and technical advisory committees in semiannual reports to Congress under such Act. Requires the Secretary to review regulations under such Act in order to report to Congress on simplification of such regulations. Increases the terms of persons on such committees. Increases the fine for violations of such Act to $25,000 for the first offense and to $50,000 for a subsequent offense. Increases the fine for prohibited exports to Communist-dominated nations to $50,000. Increases the civil penalty for such violation of such Act to $10,000. Permits suspension of the payment of export licensing penalties for a probationary period. Amends the Export Administration Act of 1969 to stipulate that such Act shall not be construed as authority for withholding information from Congress. Requires the President to make every reasonable effort to reduce aid to international terrorists before resorting to export controls for that purpose. Amends the requirements for reports to Congress and to the President under such Act by appropriate departments or agencies to specify information to be included in such reports and to require semiannual rather than quarterly reports. Requires a special report to Congress by the President on multilateral export controls, and a special report to Congress by the Secretary of Commerce with respect to modification of unilateral and multilateral export control lists. Requires any employee of the Department of Commerce performing functions under the Export Administration Act to disclose interests affected by such Act. Imposes civil penalties for violation of this requirement. Title II: Foreign Boycotts - Amends the Export Administration Act of 1969 to direct the President to promulgate regulations: (1) to prohibit any United States person from supporting any boycott by a foreign country against any country friendly to the United States; and (2) to require the reporting of requests for such compliance to the Secretary of Commerce. Permits the suspension or revocation of the authority of any United States person to export as a penalty for violation of such regulations. Title III: Exports of Nuclear Material and Technology - Amends the Export Administration Act of 1969 to regulate the export of nuclear material, equipment, and devices. Requires any agreement for such export to meet specified criteria with respect to reprocessing provisions and inspection by the International Atomic Energy Agency. Directs the Secretary of State to seek inclusion of such requirements in agreements made prior to this Act and to seek periodic reports on the status of inventories of plutonium, U-233, and enriched uranium possessed under such agreements by non-nuclear weapons parties which are not subject to International Atomic Energy Agency safeguards. Prohibits issuance of nuclear export licenses unless the recipient country has agreed that such export will not be used for any nuclear explosive device. Specifies conditions under which nuclear materials, exported under such agreements, may be reprocessed. Declares the sense of Congress that the President should seek international agreements regulating the use and transfer of nuclear materials. Requires the President to study the extent to which United States training of foreign nationals in nuclear engineering and related fields contributes to nuclear proliferation. Prohibits the use of funds authorized under the Foreign Assistance Act of 1961 for the construction, operation, or supply of nuclear powerplants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Export Administration Act of 1969 in order to extend the authorities of that Act and improve the administration of export controls under that Act, to strengthen the antiboycott provisions of that Act, and to provide for stricter controls over exports of nuclear material and technology.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:22-05:00"
}