{
  "actions": [
    {
      "acted_at": "1987-08-07", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1635-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1987-08-07", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-07", 
  "number": "1635", 
  "official_title": "A bill to amend title XVI of the Social Security Act to increase the effectiveness and improve the administration of the SSI program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SSI Improvement Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-08-07", 
  "subjects": [
    "Aid to dependent children", 
    "Blind", 
    "Cemeteries and funerals", 
    "Charitable contributions", 
    "Charities", 
    "Cost of living adjustments", 
    "Disabled", 
    "Economics and public finance", 
    "Extended care facilities", 
    "Health", 
    "Health facilities", 
    "Homeless", 
    "Income", 
    "Inflation", 
    "Intermediate care facilities", 
    "Married people", 
    "Medicaid", 
    "Nursing homes", 
    "Old age, survivors and disability insurance", 
    "Patients' rights", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Social security eligibility", 
    "Social welfare", 
    "Supplemental security income program", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-07", 
    "text": "SSI Improvement Amendments of 1987 - Title I: SSI Amendments Related to Health Care - Subtitle A: Personal Needs Allowance Changes - Amends title XVI (Supplemental Security Income) (SSI) of the Social Security Act to increase SSI benefits payable to residents of medical facilities. Provides for cost-of-living adjustments of such benefits. Requires States making supplementary payments to residents of medical facilities who are receiving SSI benefits to increase and then maintain them at the increased level. Continues the provision of full SSI benefits to individuals whose institutionalization is likely not to exceed three months during a continuous period of institutionalization and who need to continue to maintain and provide for the expenses of the home or living arrangement to which he or she may return after institutionalization. Subtitle B: Continuation of Medicaid Upon Loss of SSI Eligibility - Amends the SSI program to treat individuals who are ineligible for SSI benefits by reason of their receipt of widow's or widower's insurance benefits under the OASDI program as SSI recipients for purposes of title XIX (Medicaid) of the Act. Amends the Employment Opportunities for Disabled Americans Act to make a provision of such Act, treating individuals who are ineligible for SSI benefits by reason of their entitlement to, or an increase of, child's insurance benefits under the OASDI program as continuing to receive SSI benefits for Medicaid-eligibility purposes, applicable to individuals who become ineligible for SSI benefits after 1980. Extends, until July 1, 1988, the deadline for disabled widows or widowers who became ineligible for SSI benefits by reason of the increase in OASDI benefits caused by the Social Security Amendments of 1983 to apply for Medicaid coverage. Title II: SSI Amendments Related to Emergency Assistance - Amends the Deficit Reduction Act of 1984 to permanently disregard in-kind assistance provided by nonprofit organizations to SSI or AFDC recipients in determining the need or eligibility of such recipients. Amends the SSI program to authorize the Secretary of Health and Human Services to make an emergency cash advance to presumptively eligible individuals who initially apply for SSI benefits up to the amount which would be payable for the first month to an eligible individual with no other income. Extends Federal reimbursement of State interim SSI assistance to cover such assistance provided for the period during which: (1) an individual's benefits were erroneously terminated or suspended; or (2) an issued benefit check was lost or stolen before being negotiated and was not promptly replaced. Prohibits individuals who are in a public emergency shelter for the homeless for more than 12 consecutive months from being eligible for SSI payments. (Currently, SSI eligibility terminates when an individual has been in such shelter for more than three months in a 12-month period.) Title III: SSI Amendments Related to the Blind - Entitles individuals who are applying for or receiving SSI benefits on the basis of blindness to elect to receive either supplementary notice by telephone or initial notice by certified mail of any determination made or other action taken with respect to such individual's SSI rights. Directs the Secretary to study the desirability and feasibility for extending such notification rights to other individuals who may lack the ability to read. Title IV: SSI Amendments Related to Treatment of Certain Income and Resources - Eliminates the SSI benefits reduction imposed on persons living in another's household and receiving support and maintenance in kind if such person pays a reasonable portion of the household expenses. Excludes from SSI income eligibility determinations: (1) retroactive Old Age, Survivors and Disability Insurance (OASDI) (title II of the Act) benefits which are attributable to benefit underpayments for prior months; and (2) payments under part A (Aid to Families with Dependent Children) of title IV of the Act. Excludes from SSI resource eligibility determinations: (1) interest and appreciation on amounts set aside to meet burial and related expenses; (2) real property which, for specified reasons, cannot be sold; and (3) amounts received under the OASDI program or the SSI program for the underpayment of benefits within the preceding 12 months. (Currently, the last exclusion applies to reimbursement for underpayments within the preceding six months.) Reduces, from six months to one month, the period during which the income and resources of separated couples must be treated as jointly available for SSI eligibility purposes. Waives the one-month separation requirement where an individual applying for benefits has been the victim of domestic violence or other emergency circumstances exist. Directs the Secretary, where necessary to avoid undue hardship, to suspend the penalties applied when individuals become SSI eligible by disposing of their resources at less than market value. Applies such penalties only where resources were disposed of within the past 24 months at more than $3,000 below their market value. Amends the Employment Opportunities for Disabled Americans Act to authorize States to treat a husband and wife living in the same medical facility, whether or not they share a room as though they were an SSI-eligible individual and his or her eligible spouse rather than two eligible individuals. Excludes death benefits from an individual's income for SSI eligibility purposes to the extent such benefits do not exceed amounts such individual expended on the deceased person's last illness and burial. Title V: Medicaid Amendments Related to Personal Needs Allowance - Amends the Medicaid program to require States to provide each institutionalized Medicaid beneficiary who is not receiving SSI payments with a monthly personal needs allowance of at least $35 in 1988, with subsequent annual increases in such allowance reflecting increases in the cost-of-living. Requires skilled nursing and intermediate care facilities to: (1) safeguard a resident's personal funds upon such resident's authorization; (2) establish a separate account for each resident's personal funds; and (3) notify each Medicaid-eligible resident, when his or her account reaches $1,600, that if the account reaches $1,800 the resident may become ineligible for Medicaid. Requires that State Medicaid plans specify, and skilled nursing and intermediate care facilities notify residents of, the items and services for which residents may be charged and those for which they may not be charged by such facilities. Title VI: Demonstration Program to Assist Homeless Individuals in Obtaining SSI Benefits - Authorizes the Secretary to make grants to up to ten States so that each may create an SSI Outreach and Eligibility Team to test the feasibility of developing and using special procedures to: (1) ensure that all homeless individuals in shelters understand their rights to benefits under the SSI program and other Social Security programs; (2) assist such individuals in applying for benefits under such programs; and (3) ensure that all such individuals receive the benefits to which they are entitled. Requires the Secretary to report to the Congress at least annually regarding such outreach activities. Authorizes appropriations for such grant program. Title VII: General Effective Date - Makes this Act's amendments effective on October 1, 1987, unless otherwise specified."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SSI Improvement Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act to increase the effectiveness and improve the administration of the SSI program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:41-05:00"
}