{
  "actions": [
    {
      "acted_at": "1985-09-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-16", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-20", 
      "bill_ids": [
        "hr3128-99"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.3128.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3290-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1985-09-12", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1985-09-12", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1985-09-12", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-09-12", 
  "number": "3290", 
  "official_title": "A bill to amend titles XVIII and XIX to provide for budget reconciliation with respect to the health care programs under the Social Security Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3128-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare and Medicaid Budget Reconciliation Amendments of 1985", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-09-12", 
  "subjects": [
    "Administrative procedure", 
    "Adoption", 
    "Advisory bodies", 
    "Age discrimination", 
    "Aid to dependent children", 
    "Ambulatory care", 
    "Business and commerce", 
    "Child health", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Community health services", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Discrimination in employment", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Foster home care", 
    "Geriatrics", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital patients", 
    "Hospitals", 
    "Income tax", 
    "Information storage and retrieval systems", 
    "Insurance", 
    "Judicial review", 
    "Kidney diseases", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local officials and employees", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical laboratories", 
    "Medical personnel", 
    "Medical supplies", 
    "Medicare", 
    "Occupational therapy", 
    "Older workers", 
    "Optometry", 
    "Osteopathy and osteopaths", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Poor", 
    "Pregnant women", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Rural affairs legislation", 
    "Senior centers", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "State officials and employees", 
    "States", 
    "Surgery", 
    "Tax deductions", 
    "Taxation", 
    "Terminal care", 
    "Transplantation of organs, tissues, etc.", 
    "Trusts and trustees", 
    "Unnecessary surgery", 
    "Vision disorders", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-09-12", 
    "text": "Title I: Health Care Programs - Medicare and Medicaid Budget Reconciliation Amendments of 1985 - Part A: Changes Relating Primarily to Part A of the Medicare Program - Amends part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act to provide that the applicable percentage increase for cost reporting periods beginning during FY 1986, with respect to payments for inpatient hospital services, shall be one percent. Provides for a one-year extension of the DRG transitional period by maintaining the current blend of rates for an additional year. Directs the Secretary of Health and Human Services to adjust payment amounts for hospitals for discharges occurring during FY 1986 to reflect changes the Secretary has proposed in specified regulations respecting the hospital wage index. Revises the formula which provides for additional payments to hospitals for indirect costs of medical education. Provides for an additional payment to an urban hospital of 100 or more beds that serves a disproportionate share of low-income patients. Treats as a rural referral center a rural osteopathic hospital having 3000 or fewer discharges annually. Prohibits the Secretary from limiting, for a period of one year, the costs that may be recognized as reasonable with respect to the net costs of approved educational activities for a cost reporting period based upon the net costs of those activities for any previous cost reporting period. Prohibits including in the reasonable costs of inpatient hospital services the return on equity capital for hospitals. Permits, in other cases, payment for a return on equity capital, provided that such rate of return equals the average of the rates of interest on obligations issued for purchase by the Federal Hospital Insurance Trust Fund. Provides for the continuation of State hospital reimbursement control demonstration systems, provided certain conditions are met. Permits States with such a system an extra year within which to fulfill certain assurances. Provides for a special rule for the treatment of depreciation and interest on capital indebtedness, in the case of the transfer of ownership of a hospital or skilled nursing facility without monetary consideration from a State to a non-profit corporation, which would not take into account the acquisition costs to the new owner. Requires a report from the Secretary to the Congress with respect to the impact of policies respecting outliers and patient transfers on payments to rural hospitals. Directs the Secretary to make available to the Prospective Payment Assessment Commission, the Congressional Budget Office, the Committee on Ways and Means of the House, and the Committee on Finance of the Senate the most current information on payments being made under the prospective payment system. Amends the Tax Equity and Fiscal Responsibility Act of 1982, with respect to payment for hospice care, to eliminate the sunset provision. Increases the payment rate for daily hospice care. Limits the time period within which the ten percent penalty for late enrollment under part A can be assessed. Amends the Internal Revenue Code to provide for the application of the hospital insurance tax to State and local employment. Requires any hospital with an emergency department to provide for the examination and stabilizing treatment of emergency conditions (inluding treatment for active labor) for any individual (whether or not eligible for Medicare) coming to such department. Provides for the termination of a hospital's Medicare agreement and civil penalties if the hospital does not comply. Part B: Changes Relating to Parts A and B of the Medicare Program - Requires, in the case of a covered employed individuals, that payment for health care items or services, to the extent possible, be made by the individual's group health plan before any Medicare payments will be made. Amends part B (Supplementary Medical Insurance) of title XVIII to define the \"special enrollment period\" as the period beginning with the first day of the first month in which an individual is no longer enrolled in a group health plan by reason of current employment and ending seven months later. Amends the Age Discrimination in Employment Act of 1967 to prohibit an employer from discriminating against an employee over age 65 under the employer's group health plan. Requires that in the case of an individual who is receiving inpatient hospital services as of the effective date of the individual's enrollment under Medicare with a health maintenance organization (HMO) or competitive medical plan (CMP): (1) payment for such services until the date of the individual's discharge shall be made under Medicare as if the individual were not enrolled with the HMO or CMP; (2) the HMO or CMP shall not be financially responsible for payment of such services until the date after the date of an individual's discharge; and (3) the HMO or CMP shall nonetheless be paid the full amount otherwise payable to the HMO or CMP. Requires that in the case of an individual who is receiving inpatient hospital services as of the effective date of the individual's termination of enrollment with an HMO or CMP: (1) the HMO or CMP shall be financially responsible for payment of such services after such date and until the date of the individual's discharge; (2) payment for such services shall not be made under the prospective payment system; and (3) the HMO or CMP shall not receive any payment with respect to the individual during the period the individual is not enrolled. Requires all marketing material of an HMO or CMP to be reviewed by the Secretary prior to its distribution. Directs the Secretary to evaluate: (1) the relative effectiveness of peer review organizations that require preadmission certification of 100 percent of elective inpatient surgical procedures compared with other peer review organizations that require such certification of a lesser percentage of such procedures; and (2) the feasibility of extending the pre-procedure certification activities of peer review organizations to cover elective surgical procedures conducted in outpatient and ambulatory care settings. Requires a report to the Congress. Prohibits the Secretary from providing for the merger of any renal disease network into a utilization and quality control peer review organization or another entity without express statutory authority. Directs the Secretary to extend, for three additional years, approval of three specified municipal health services demonstration projects. Part C: Changes Relating Primarily to Part B of the Medicare Program - Extends, for one year, the current freeze on physician charge levels for nonparticipating physicians under part B, while providing incentives for participating physicians. Eliminates the physician assignment rate list. Increases from 15 to 23 the number of members of the Prospective Payment Assessment Commission. Directs the Chairman of the Commission to provide for two subcommittees of the Commission, one with functions and responsibilities relating primarily to hospital payment issues and the other with functions and responsibilities relating primarily to physician payment issues. Directs the Commission to: (1) annually make recommendations to the Congress regarding adjustments to the reasonable charge levels for physicians' services under part B and changes in the methodology for determining the rates of payment, and for making payment for physicians' services; and (2) advise and make recommendations to the Secretary respecting the development of the relative value scale. Directs the Secretary to: (1) develop a relative value scale that establishes a numerical relationship among the various physicians' services for which payment may be made under part B; and (2) report to the Congress concerning such scale. Extends for an additional year provisions under which part B premiums shall equal 25 percent of program costs. Directs the Secretary by regulation to: (1) describe the factors to be used in determining if a reasonable charge is inherently reasonable; and (2) provide, in those cases where the reasonable charge is not inherently reasonable, for factors that will be considered in establishing a reasonable charge that is realistic and equitable. Revises the computation of customary charges with respect to certain former hospital-compensated physicians. Provides coverage for outpatient occupational therapy services. Prohibits coverage for an assistant in a cataract operation unless, before surgery, the appropriate utilization and quality control peer review organization has approved the use of an assistant because of a complicating medical condition. Directs the Secretary: (1) after consultation with the Prospective Payment Assessment Commission, to develop recommendations and guidelines respecting other surgical procedures for which an assistant at surgery is generally not medically necessary and the circumstances under which an assistant is appropriate; and (2) to report to the Congress with recommendations and guidelines. Provides that, with respect to the payment for replacement cataract eyeglasses and cataract contact lenses: (1) payment may be made for the replacement of lost or damaged cataract eyeglasses only once every year; and (2) payment may be made, in the first year after surgery, for one original cataract contact lens for each eye and for the replacement only twice of a lost or damaged cataract contact lens for each eye, and in each subsequent year, for the replacement only twice of a lost or damaged cataract contact lens for each eye. Directs the Secretary to establish a demonstration program designed to reduce disability and dependency through the provision of preventive health services to Medicare beneficiaries. Sets forth provisions relating to: (1) preventive health services to be made available under the demonstration program; (2) the conduct of the program; (3) evaluation of the program; (4) reports to the Congress; (5) funding; and (6) waiver of Medicare requirements. Part D: Other and Additional Changes Relating to Part B (or to Parts A and B) of the Medicare Program - Extends, for one year, the current freeze on physician charge levels for nonparticipating physicians under part B, while providing incentives for participating physicians. Eliminates the physician assignment rate list. Directs the Director of the Office of Technology Assessment to provide for the appointment of a Physician Payment Review Commission which shall include physicians, other health professionals, health researchers, and consumer representatives. Requires the Commission to annually make recommendations to the Congress regarding adjustments to the reasonable charge levels for physicians' services and changes in the methodology for determining the rates of payment, and for making payment, for physicians' services under Medicare and other items and services under part B. Requires the Commission to also advise and make recommendations to the Secretary concerning the development of the relative value scale. Authorizes appropriations. Directs the Secretary to develop a relative value scale that establishes a numerical relationship among the various physicians' services for which payment may be made under part B or State plans approved under title XIX (Medicaid) of the Act. Requires a report from the Secretary to the Congress concerning the relative value scale. Revises payment provisions with respect to durable medical equipment. Provides that, among other things, with respect to durable medical equipment furnished on or after October 1, 1986, the prevailing charge level may not exceed the percentage increase in the Consumer Price Index. Requires payment on an assignment basis for durable medical equipment furnished on a rental basis and for oxygen therapy services. Revises provisions relating to the dates for revising payments for clinical laboratory services. Sets limits on payment rates. Requires a report from the Secretary to the Congress concerning standards for clinical laboratories. Provides coverage for all services provided by a doctor of optometry. Prohibits payment for a surgical procedure listed by the Secretary unless a second opinion regarding such surgery is obtained. Provides that the second opinion need not agree with the first opinion in order for payment to be made. Directs the Secretary to establish a list of at least ten surgical procedures to which the second opinion requirement applies. Directs the Secretary to enter into contracts with utilization and quality control peer review organizations under which such organizations serve as referral centers for the second opinions required by this Act. Permits the patient to choose any qualified physician, except one affiliated with the initial physician, to provide the second opinion. Provides that a second opinion need not be obtained if: (1) to delay surgery would be a risk to the patient; (2) no physician is available, within reasonable limits, to provide the second opinion; and (3) the surgery is to be performed on a patient who is a member of a health maintenance organization or competitive medical plan having a risk sharing contract with the Secretary. Requires physicians, hospitals, and ambulatory surgical centers to notify patients of the second opinion requirement. Sets forth sanctions for noncompliance. Directs the Secretary to notify physicians, hospitals, ambulatory surgical centers, and Medicare beneficiaries of the second opinion requirement. Waives the deductible and copayments with respect to the second opinion. Sets forth effective date, regulation, and study provisions. Permits an individual to be represented by a provider during a Medicare related hearing or appeal. Permits, under part B, an administrative hearing if the amount in controversy is more than $500 and judicial review if the amount in controversy is more than $1,000. Directs the Secretary to provide for the extension of the waiver of certain Medicare and Medicaid (title XIX of the Act) requirements with respect to the On Lok Senior Health Services program. Part E: Changes Relating to the Medicaid Program - Amends title XIX (Medicaid) of the Act to: (1) include within the definition of \"qualified pregnant woman\" any woman who meets the income and resources requirements under part A (Aid to Families with Dependent Children) of title IV of the Act; (2) provide that the making available to covered pregnant women of pregnancy-related services shall not require the making available of such services to other individuals; and (3) provide that a woman who, while pregnant, is eligible for, has applied for, and has received Medicaid, shall be deemed, for purposes of the provision of all pregnancy-related and post-partum medical assistance under Medicaid, to remain pregnant until the end of the 60-day period beginning on the last day of her pregnancy. Defines the term \"habilitation services\" as used in title XIX. Provides for the coverage as home or community-based services of services provided to individuals who would otherwise continue to receive inpatient hospital services because they are dependent on ventilator support, the cost of which is reimbursed under Medicaid. Makes other revisions concerning home and community-based services with respect to: (1) total expenditures for such services; (2) expenditures for certain disabled patients; and (3) maintenance income standards. Directs the Secretary to establish a task force concerning alternative care for technology-dependent, chronically ill children. Requires the task force to: (1) identify barriers to, and recommend changes in, the provision of private and public health care so as to provide home and community-based alternatives to the institutionalization of such children; and (2) report to the Secretary and the Congress on its activities. Permits an eligible individual to receive hospice care under Medicaid. Requires a State's Medicaid plan to provide for payment to hospitals for direct medical education costs. Sets forth the procedures to be followed in determining the amount of such payments, including the determination of an approved full-time equivalent resident amount. Sets forth special rules for foreign medical graduates. Requires a report from the Secretary to the Congress. Sets forth provisions relating to the eligibility of an individual with a trust. Prohibits payment for organ transplant procedures, unless the State plan provides for written standards respecting the coverage of such procedures and unless such standards contain specified provisions. Provides that for Medicaid purposes, any individual receiving aid or assistance under part E (Foster Care and Adoption Assistance) of title IV of the Act shall be deemed to be receiving such aid or assistance from the State in which the individual actually resides. Extends the deadline for States to make mechanized claims processing and information retrieval systems operational. Extends a specified long-term care demonstration project. Requires a report from the Secretary to the Congress concerning Medicaid payments for hospitals serving disproportionate numbers of low income patients. Lists provisions of laws directly affecting Medicaid. Part F: Private Health Insurance Continuation - Amends the Internal Revenue Code to prohibit the expenses paid or incurred by an employer for a group health plan from being allowed as a deduction, unless each qualified beneficiary who would lose coverage because of a qualifying event is given the option of electing continued coverage under the plan. Sets forth specifics concerning such continuation, including: (1) that the maximum length of such coverage would be five years; and (2) that the plan may provide for payment of the total premium by the beneficiary. Part G: Task Force on Long-Term Health Care Policies - Directs the Secretary to establish a Task Force on Long-Term Health Care Policies. Requires the Task Force to develop guidelines for long-term health care policies and report to the Secretary and the Congress. Requires the Secretary: (1) to provide for the dissemination of the report to each of the States; and (2) to report to the Congress annually concerning such guidelines."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare and Medicaid Budget Reconciliation Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles XVIII and XIX to provide for budget reconciliation with respect to the health care programs under the Social Security Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:45-05:00"
}