{
  "actions": [
    {
      "acted_at": "1996-03-05", 
      "references": [
        {
          "reference": "CR S1516-1517, S1519-1521", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-05", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1587-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1996-03-05", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1996-03-05", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1996-03-05", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1996-03-05", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-03-05", 
  "number": "1587", 
  "official_title": "A bill to affirm the rights of Americans to use and sell encryption products, to establish privacy standards for voluntary escrowed systems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Encrypted Communications Privacy Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-03-05", 
  "subjects": [
    "Armed forces and national security", 
    "Civil rights and liberties, minority issues", 
    "Computer crimes", 
    "Computer networks", 
    "Computer security measures", 
    "Computer software", 
    "Computers", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Cryptography", 
    "Damages", 
    "Electronic surveillance", 
    "Export controls", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "International affairs", 
    "Law", 
    "Licenses", 
    "Obstruction of justice", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Technology transfer", 
    "Terrorism"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-03-05", 
    "text": "Encrypted Communications Privacy Act of 1996 - Allows any person within any State, the District of Columbia, Puerto Rico, and any U.S. territory or possession and any U.S. person in a foreign country to use any encryption, regardless of encryption algorithm selected, key length chosen, or implementation technique or medium used, with exceptions. Specifies that nothing in this Act shall be construed to: (1) require the use of any form of encryption; or (2) limit or affect the ability of any person to use encryption without a key escrow function or of any person who chooses to use encryption with a key escrow function not to use a key holder. Amends the Federal criminal code to subject to criminal penalties and civil liability any key holder who, without authorization, releases a decryption key or provides decryption assistance. Makes it a complete defense against any such civil or criminal action that the defendant acted in good faith reliance upon a court warrant or order, grand jury or trial subpoena, or statutory authorization. Directs the Attorney General and other specified officials to report to the Administrative Office of the United States Courts on the number of orders and extensions served on key holders to obtain access to decryption keys or decryption assistance. Sets penalties for willfully endeavoring by means of encryption to obstruct, impede, or prevent the communication of information in furtherance of a felony to an investigative or law enforcement officer. Allows any person within any State to sell in interstate commerce any encryption. Grants the Secretary of Commerce exclusive authority to control exports of all computer hardware, software, and technology for information security (including encryption), except computer hardware, software, and technology specifically designed or modified for military use. Prohibits requiring any validated license (with limited exceptions) for the export or reexport of any: (1) software, including software with encryption capabilities, that is generally available as is, that is designed for installation by the purchaser, or that is in the public domain or publicly available because it is generally accessible to the public in any form; or (2) computing device solely because it incorporates or employs in any form software (including software with encryption capabilities) exempted from any such requirement for a validated license. Directs the Secretary to authorize the export or reexport of: (1) software with encryption capabilities for nonmilitary end-uses in any country to which exports of software of similar capability are permitted for use by financial institutions not controlled in fact by U.S. persons, unless there is substantial evidence that such software will be diverted to a military end-use or an end-use supporting international terrorism, modified for military or terrorist end-use, or reexported without requisite U.S. authorization; and (2) computer hardware with encryption capabilities if the Secretary determines that a product offering comparable security is commercially available from a foreign supplier without effective restrictions outside the United States. Declares that nothing in this Act: (1) constitutes authority for the conduct of intelligence activity; and (2) shall affect specified conduct by Federal officers or employees related to communications security and communications by or among foreign powers or agents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Encrypted Communications Privacy Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to affirm the rights of Americans to use and sell encryption products, to establish privacy standards for voluntary escrowed systems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:08-05:00"
}