{
  "actions": [
    {
      "acted_at": "2003-10-15", 
      "references": [
        {
          "reference": "CR S12616-12618", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-15", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-06-24", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-07-06", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Hatch with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-07-06", 
      "calendar": "Senate Legislative", 
      "number": "608", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 608.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1735-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "2004-07-06", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2004-07-22", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2003-10-15", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2003-10-17", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2003-10-15", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2003-10-15", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2003-10-15", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2004-09-07", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2004-07-19", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2004-07-06", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Campbell, Ben Nighthorse", 
      "sponsored_at": "2003-10-15", 
      "state": "CO", 
      "thomas_id": "00168", 
      "title": "Sen", 
      "withdrawn_at": "2004-06-24"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-10-15", 
  "number": "1735", 
  "official_title": "A bill to increase and enhance law enforcement resources committed to investigation and prosecution of violent gangs, to deter and punish violent gang crime, to protect law abiding citizens and communities from violent criminals, to revise and enhance criminal penalties for violent crimes, to reform and facilitate prosecution of juvenile gang members who commit violent crimes, to expand and improve gang prevention programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gang Prevention and Effective Deterrence Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-06-24", 
  "subjects": [
    "Assault", 
    "Capital punishment", 
    "Change of venue", 
    "Community policing", 
    "Court records", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal procedure", 
    "Drug traffic", 
    "Economics and public finance", 
    "Families", 
    "Federal aid to law enforcement", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Firearms", 
    "Forfeiture", 
    "Gangs", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Law enforcement officers", 
    "Limitation of actions", 
    "Murder", 
    "Organized crime", 
    "Probation", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Sex crimes", 
    "Victims of crimes", 
    "Violence", 
    "Wiretapping", 
    "Witnesses", 
    "Youth"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-07-06", 
    "text": "Gang Prevention and Effective Deterrence Act of 2004 - Title I: Criminal Street Gang Abatement Act - Subtitle A: Criminal Law Reforms and Enhanced Penalties to Deter and Punish Illegal Street Gang Activity - (Sec. 101) Amends the Federal criminal code to prohibit recruiting, employing, soliciting, or causing another person to be or remain as a member of a criminal street gang, or conspiring to do so, with intent to cause that person to participate in a Federal felony involving a controlled substance or a Federal felony crime of violence. (Sec. 102) Prohibits committing, or conspiring or attempting to commit, a predicate crime, or employing, using, or coercing any individual to commit, cause to commit, or facilitate the commission of a predicate gang crime: (1) in furtherance or in aid of the activities of a gang; (2) for the purpose of gaining entrance to, or of maintaining or increasing position in, such a gang; or (3) for the benefit of, or in association with, the gang. Defines \"criminal street gang\" as a group of three or more individuals who have committed or attempted for the group at least two separate predicate gang crimes, one of which occurs after this Act's enactment and the last of which occurs not later than ten years (excluding any period of imprisonment) after the commission of a prior predicate gang crime, where one is a crime of violence or involves specified drug offenses, provided that the activities of the gang affect interstate or foreign commerce. Defines \"predicate gang crime\" as: (1) any act, threat, conspiracy, or attempted act, which is chargeable under Federal or State law and punishable by imprisonment for more than one year, involving specified offenses (such as murder, kidnapping, sexual assault, and carjacking); (2) any act punishable by imprisonment for more than one year under specified provisions (such as provisions relating to explosive materials, obstruction of justice, and retaliating against a witness, victim, or informant); or (3) any act involving provisions of the Immigration and Nationality Act relating to bringing in and harboring certain aliens, aiding or assisting such aliens to enter the United States, and importation of aliens for immoral purposes. Sets penalties for violations, including life imprisonment and forfeiture of property traceable to gross proceeds or used to commit or facilitate commission of the violation. (Sec. 103) Prohibits specified violent crimes (such as murder, kidnapping, sexual assault, and assault with a dangerous weapon) in furtherance or in aid of a gang. Sets penalties for such offenses, including the death penalty. (Sec. 104) Modifies provisions regarding interstate and foreign travel or transportation in aid of racketeering enterprises to increase the term of imprisonment for specified offenses and to include attempts and conspiracy. Prohibits traveling or using the mail or any facility in interstate or foreign commerce with intent to kill, assault, bribe, force, intimidate, or threaten any person, to delay, prevent, or influence the testimony of a witness in a State criminal proceeding. Sets penalties for such violations, including the death penalty. (Sec. 105) Increase penalties or expands the scope of proscribed activity regarding prohibitions involving: (1) assault within the maritime and territorial jurisdiction of the United States; (2) manslaughter; (3) offenses committed within Indian country; (4) offenses under the Racketeer Influenced and Corrupt Organizations Act; (5) carjacking; and (6) illegal gun transfers to commit drug trafficking crime or crimes of violence. Includes gangs within the scope of provisions regarding factors to be considered in imposing a term of imprisonment for specified crimes, such as racketeering. Provides that no person subject to the criminal jurisdiction of an Indian tribal government shall be subject to a specified sentencing provision for any offense for which Federal jurisdiction is solely predicated on the act occurring within the boundaries of Indian country unless the governing body of the tribe elects to subject the persons under the tribe's criminal jurisdiction to such provision. (Sec. 106) Modifies provisions regarding the use of interstate commerce facilities in the commission of murder-for-hire to cover other felony crimes of violence. Increases penalties where personal injury results. (Sec. 107) Modifies provisions regarding violent crimes in aid of racketeering activity to include sexual assaults. Increases penalties for specified crimes, such as assault with a dangerous weapon. (Sec. 108) Amends the Controlled Substances Act to set penalties for murder and other violent crimes committed during and in relation to a drug trafficking crime. Subtitle B: Increased Federal Resources To Suppress, Deter, and Prevent At-Risk Youth From Joining Illegal Street Gangs - (Sec. 110) Authorizes the Attorney General: (1) to designate specific areas within one or more States as high intensity interstate gang activity areas (HIIGAAs); and (2) to the extent that the goals of an HIIGAA overlap with those of a high intensity drug trafficking area (HIDTA), to merge the two areas to serve as a dual-purpose entity. Prohibits the Attorney General from making the final designation of an HIIGAA without first consulting with and receiving comment from local elected officials. Requires the Attorney General, in order to provide Federal assistance to HIIGAAs, to: (1) establish gang enforcement teams, consisting of Federal, State, and local law enforcement authorities, for the coordinated investigation, disruption, apprehension, and prosecution of gangs and offenders in each HIIGAA; (2) direct the reassignment or detailing of Federal agency personnel to each team; and (3) provide all necessary funding for the operation of the team in each HIIGAA. Directs that the team consist of agents and officers from: (1) the Bureau of Alcohol, Tobacco, Firearms, and Explosives; (2) the Department of Homeland Security; (3) the Department of Housing and Urban Development; (4) the Drug Enforcement Administration; (5) the Internal Revenue Service; (6) the Federal Bureau of Investigation (FBI); (7) the U.S. Marshal's Service; (8) the U.S. Postal Service; (9) State and local law enforcement; and (10) Federal, State, and local prosecutors. Requires the Attorney General, in considering an area for designation as an HIIGAA, to consider the levels of gang crime activity in the area and the extent to which: (1) violent crime in the area appears to be related to gang activity; (2) State and local law enforcement agencies have committed resources to respond to the gang crime problem and participate in a gang enforcement team; and (3) a significant increase in the allocation of Federal resources would enhance local response to the gang crime activities. Authorizes appropriations for FY 2005 through 2009. Earmarks half to establish gang enforcement teams and half for grants for community-based programs to provide crime prevention, research, and intervention services designed for gang members and at-risk youth in HIIGAAs. Directs the Attorney General, by February 1st of each year, to report to Congress describing for each HIIGAA: (1) specific long- and short-term goals and objectives; (2) measurements used to evaluate the performance of HIIGAAs in achieving such goals; (3) the age, composition, and membership of gangs; (4) the number and nature of crimes committed by gangs; and (5) the definition of \"gang\" used to compile the report. (Sec. 111) Authorizes the Attorney General to expand the Project Safe Neighborhoods Program (aimed at reducing gun violence) to require each U.S. attorney to: (1) identify, investigate, and prosecute significant gangs operating within his or her district; (2) coordinate the identification, investigation, and prosecution of gangs among Federal, State, and local law enforcement agencies; and (3) coordinate and establish gang enforcement teams in HIIGAAs within his or her district. Allows the Attorney General to hire Assistant U.S. Attorneys, non-attorney coordinators, or paralegals. Authorizes appropriations for FY 2005 through 2009. (Sec. 112) Authorizes the Attorney General to require the FBI to: (1) increase funding for the Safe Streets Program; and (2) support the gang enforcement teams in designated HIIGAAs. Authorizes appropriations to the Attorney General for FY 2005 through 2009 to carry out the Safe Streets Program. (Sec. 113) Amends the Violent Crime Control and Law Enforcement Act of 1994 to authorize the use of community-based justice grants for prosecutors to: (1) hire additional prosecutors to handle more cases and reduce backlogs; (2) fund technology, equipment, and training for prosecutors and law enforcement to increase accurate identification of gang members and violent offenders and to maintain databases to facilitate coordination among law enforcement and prosecutors; and (3) create and expand witness and victim protection programs to prevent threats, intimidation, and retaliation against victims of, and witnesses to, violent crimes. Reauthorizes appropriations for FY 2005 through 2009, with 60 percent to be made available in each fiscal year to create and expand witness and victim protection programs to prevent threats, intimidation, and retaliation against victims of, and witnesses to, violent crimes. (Sec. 114) Reauthorizes appropriations for FY 2005 through 2009 for the Gang Resistance Education and Training Projects Program. Title II: Violent Crime Reforms Needed to Deter and Prevent Illegal Gang Crime - (Sec. 201) Amends the Federal criminal code to set penalties with respect to a person who, having committed murder in violation of U.S. or State law, moves or travels in interstate or foreign commerce with intent to commit murder and who thereafter commits murder in furtherance of a common scheme or purpose. (Sec. 202) Presumes that no condition or combination of conditions will reasonably assure the appearance of the person as required and the safety of the community if the judicial officer finds that there is probable cause to believe that the person committed a specified firearm offense where the underlying conviction is: (1) a serious drug offense for which not more than ten years has elapsed since the later of the date of the conviction or the release of the person from imprisonment; or (2) a serious violent felony. (Sec. 203) Modifies provisions regarding venue in capital cases to direct that the trial for any offense punishable by death be held in the district where the offense was committed or in any district in which the offense began, continued, or was completed. Provides that if the offense or related conduct involves activities which affect interstate or foreign commerce or the importation of an object or person into the United States, such offense may be prosecuted in any district in which those activities occurred. (Sec. 204) Prohibits prosecuting, trying, or punishing a person for any non-capital felony crime of violence, including any racketeering activity or gang crime which involves any violent crime, unless the indictment is found or the information is instituted by the later of: (1) ten years after the date the alleged violation occurred; (2) ten years after the date the continuing offense was completed; or (3) eight years after the date the alleged violation was first discovered. (Sec. 205) Authorizes the interception of wire, oral, or electronic communications under specified circumstances where the communication provides evidence of violations relating to: (1) murder and other violent crimes in furtherance of a drug trafficking crime; (2) multiple interstate murders; or (3) gangs. (Sec. 206) Amends rule 804 of the Federal Rules of Evidence to include within the hearsay exception for forfeiture by wrongdoing a statement offered against a party that has conspired (currently limited to a party that has engaged or acquiesced) in wrongdoing that was intended to, and did, procure the unavailability of the declarant as a witness. (Sec. 207) Provides that a prosecution for retaliation against a witness, victim, or informant may be brought in the district in which the official proceeding was intended to be affected or was completed or in which the conduct constituting the alleged offense occurred. (Sec. 208) Directs the U.S. Sentencing Commission to review and amend its guidelines and policy statements to conform to this Act, including by: (1) establishing new guidelines and policy statements to implement new or revised criminal offenses; and (2) ensuring that the sentencing guidelines and policy statements reflect the serious nature of the offenses and the penalties set forth, the growing incidence of serious gang and violent crimes, and the need to modify the guidelines and policy statements to deter, prevent, and punish such offenses. (Sec. 209) Increases penalties for the criminal use of firearms in crimes of violence and drug trafficking by punishing each instance in which the firearm is used, carried, or possessed. Penalizes conspiracy to commit proscribed acts. (Sec. 210) Increases penalties for possession of a firearm by a person who has previously been convicted of a violent felony or serious drug offense, based on the number of prior convictions. Title III: Juvenile Crime Reform for Violent Offenders - (Sec. 301) Rewrites provisions regarding the treatment of Federal juvenile offenders. Includes among factors to be considered in assessing whether a juvenile should be transferred for Federal criminal prosecution: (1) the extent to which the juvenile played a leadership role in an organization or otherwise influenced others to take part in criminal activities; and (2) whether prosecution of the juvenile as an adult would protect public safety. Provides for the mandatory transfer of a juvenile age 16 or older who: (1) is alleged to have committed an act which, if committed by an adult, would be a felony offense, that has as an element the use, attempted use, or threatened use of physical force, or that, by its nature, involves a substantial risk that physical force against the person of another may be used in committing the offense or one of specified offenses; and (2) has previously been found guilty of an act which if committed by an adult would constitute one of specified Federal offenses or a State felony that would have been such an offense if a circumstance giving rise to Federal jurisdiction had existed. Allows a juvenile to be prosecuted as an adult if the juvenile is alleged, upon or after attaining age 16, to have committed, conspired, solicited, or attempted to commit any offense involving murder, manslaughter, assault with intent to commit murder, sexual assault, robbery, carjacking with a dangerous weapon, extortion, arson, firearms use or possession, drive-by shooting, kidnapping, maiming, assault resulting in serious bodily injury, or obstruction of justice. Provides that the juvenile may be prosecuted and convicted as an adult for any other offense that is properly joined under the Federal Rules of Criminal Procedure and for a lesser included offense. Makes a determination to or not to approve or institute a prosecution unreviewable in any court, except as specified. Directs the court in which the criminal charges have been filed in any prosecution under this title of a juvenile, upon defendant's motion after a hearing, to determine whether to issue an order that the defendant should be transferred to juvenile status. Requires that a motion by a defendant not be considered unless filed within 30 days after the defendant initially appears through counsel or expressly waives the right to counsel and elects to proceed pro se. Prohibits the court from ordering the transfer of a defendant unless the defendant establishes by clear and convincing evidence that removal to juvenile status would be in the interest of justice. Declares that a court order made in ruling on a defendant's motion to transfer a defendant to juvenile status shall not be a final order for the purpose of enabling an appeal, except that an appeal by the United States shall lie to a court of appeals from such an order of a district court order. Directs the court of appeals to: (1) hear and determine the appeal on an expedited basis; (2) give due regard to the district court's opportunity to judge the credibility of the witnesses and accept the findings of fact unless they are clearly erroneous; and (3) review de novo the district court's application of the law to the facts. Authorizes a juvenile to be prosecuted as an adult if the juvenile is alleged, upon or after attaining age 16, to have committed an act which if committed by an adult would be a serious violent felony. Provides that once a juvenile has entered a guilty plea or the proceeding has reached the stage that evidence has begun to be taken regarding a crime or an alleged act of juvenile delinquency, subsequent criminal prosecution or juvenile proceedings based upon such alleged act shall be barred. Makes statements made by a juvenile prior to or during a transfer hearing inadmissible at subsequent criminal prosecutions except for impeachment purposes or in a prosecution for perjury or making a false statement. Directs that whenever a juvenile is adjudged delinquent, the specific acts which the juvenile has been found to have committed shall be described as part of the official record of the proceedings and part of the juvenile's official record. (Sec. 302) Modifies provisions regarding custody prior to appearance before a magistrate to require an arresting officer who takes a juvenile into custody for an alleged act of juvenile delinquency to immediately notify the Attorney General and promptly take reasonable steps to notify the parents, guardian, or custodian. (Sec. 303) Revises provisions regarding duties of magistrate judges. Subjects a juvenile alleged, while on release, to have committed an offense that would be a Federal criminal offense if committed by an adult, to prosecution under this Act and, if tried as an adult, to specified penalties. Delineates provisions governing detention of a juvenile who is to be tried as an adult. (Sec. 304) Modifies speedy trial provisions to require that if an alleged delinquent who is to be proceeded against as a juvenile and who is in detention pending trial is not brought to trial within 70 days from the date the detention began, the information shall be dismissed on motion of the alleged delinquent or at the court's direction. Makes specified periods of exclusion applicable. Directs the court, in determining whether an information should be dismissed with or without prejudice, to consider: (1) the seriousness of the alleged act of juvenile delinquency; (2) the facts and circumstances of the case that led to the dismissal; and (3) the impact of a re-prosecution on the administration of justice. (Sec. 305) Amends the Federal judicial code to direct the U.S. Sentencing Commission: (1) to assure that the Federal sentencing guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized for categories of defendants in which the defendant is a juvenile who is tried as an adult; and (2) by May 1, 2006, to promulgate and distribute to all courts of the United States and to the U.S. Probation System guidelines for use in determining the sentence to be imposed in a criminal case if the defendant committed the offense as a juvenile and is tried as an adult."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gang Prevention and Effective Deterrence Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Criminal Street Gang Abatement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Gang Prevention and Effective Deterrence Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase and enhance law enforcement resources committed to investigation and prosecution of violent gangs, to deter and punish violent gang crime, to protect law abiding citizens and communities from violent criminals, to revise and enhance criminal penalties for violent crimes, to reform and facilitate prosecution of juvenile gang members who commit violent crimes, to expand and improve gang prevention programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:33-05:00"
}