{
  "actions": [
    {
      "acted_at": "1975-06-17", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1959-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1975-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-17", 
  "number": "1959", 
  "official_title": "A bill to supplement the antitrust laws, and to protect trade and commerce against oligopoly power or monopoly power, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Industrial Reorganization Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Philip A.", 
    "state": "MI", 
    "thomas_id": "01348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-17", 
  "subjects": [
    "Antitrust law", 
    "Business and commerce", 
    "Corporations", 
    "Government operations and politics", 
    "Law"
  ], 
  "subjects_top_term": "Antitrust law", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-17", 
    "text": "Industrial Reorganization Act - Title I: Possession of Monopoly Power - Declares it to be unlawful for any corporation or two or more corporations, whether by agreement or not, to possess monopoly power in any line of commerce in any section of the country or with foreign nations. Sets forth the conditions under which there shall be a rebuttable presumption that monopoly power is possessed. Requires that in those instances not covered by the provisions of this Act, the burden to prove the the possession of a monopoly power shall lie on the Industrial Reorganization Commission established under this Act. Sets forth those conditions under which a corporation shall not be required to divest monopoly power. Title II: Industrial Reorganization Commission - Defines the terms used in this title. Establishes as an independent agency the Industrial Reorganization Commission. Provides for such Commission to be directed by a Commissioner appointed by the President, by and with the advice and consent of the Senate. Stipulates that the Office of Management and Budget shall not inspect, examine or audit the records or work of the Commission. Directs the Comptroller General to conduct such reviews and audits of the Commission as he deems necessary. Directs the Commission to study the structure, performance, and control of each of the following industries: (1) chemicals and drugs; (2) electrical machinery and equipment; (3) electronic computing and communication equipment; (4) energy; (5) iron and steel; (6) motor vehicles; and (7) nonferrous metals. Directs the Commission to report to the Congress not later than September 30 in each odd-numbered year with respect to the status of each study undertaken under this title, together with such recommendations, including recommendations for legislation, as it deems necessary. Provides that such legislative recommendations may include, but are not limited to, amendments to the antitrust laws, the Internal Revenue Code, the patent laws, and the National Labor Relations Act. Directs the Commission to prescribe violations of title I of this Act. Requires that the Commission shall terminate its operations 15 years after the date of enactment of this Act, and that the functions, jurisdiction, powers, and duties of the Commission shall be transferred to the Federal Trade Commission. Authorizes appropriations necessary to carry out this title. Title III: Establishment of Industrial Reorganization Court - Provides that the President shall appoint, by and with the advice and consent of the Senate, a chief judge and 14 associate judges who shall constitute a court of record known as the United States Industrial Reorganization Court. Declares that such court is established under article III of the Constitution of the United States. Makes provision for single-judge trials; except that three judges may be designated to hear and determine any civil action which the chief judge finds: (1) raises an issue of the constitutionality of an Act of Congress, a proclamation of the President, or an Executive order; or (2) has broad or significant implications in the administration or interpretation of this Act. Provides that the Court shall have original jurisdiction to hear and determine all complaints and proposed orders or reorganizations filed by the Commission under title I of this Act. Allows corporation or corporations to, within 60 days from the entry of judgment, file a reorganization. Provides that the Court shall conduct a proceeding to determine whether or not the proposed order or orders of reorganization would restore effective competition. States that the Court shall then enter an order of reorganization to effectuate the purposes of this Act. Provides that appeal from any final order of the Court will lie only to the Supreme Court. Limits the scope of review on appeal to: (1) whether or not the Court proceeded correctly under the provisions of this title; and (2) whether or not the findings of fact of the Court are supported by substantial evidence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Industrial Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to supplement the antitrust laws, and to protect trade and commerce against oligopoly power or monopoly power, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:27-05:00"
}