{
  "actions": [
    {
      "acted_at": "1989-03-16", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s637-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-16", 
  "number": "637", 
  "official_title": "A bill to designate certain lands in Los Padres National Forest as wilderness, to designate Sespe Creek and the Sisquoc River in the State of California as wild and scenic rivers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1473-101", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wilson, Pete", 
    "state": "CA", 
    "thomas_id": "01456", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-16", 
  "subjects": [
    "Birds", 
    "California", 
    "Endangered animals", 
    "Environmental assessment", 
    "Fire prevention", 
    "Forest management", 
    "Motor vehicles", 
    "National forests", 
    "Oil and gas leases", 
    "Trails", 
    "Watersheds", 
    "Wild rivers", 
    "Wilderness areas", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-16", 
    "text": "Designates specified lands in the Los Padres National Forest, California, as the Sespe, Matilija, and San Rafael Wilderness Areas, which shall be components of the National Wilderness Preservation System. Authorizes the Secretary of Agriculture to take necessary actions for fire prevention and watershed protection in such areas and for the management of the Sespe Condor Sanctuary. Authorizes the Secretary of the Interior to issue oil and gas leases for the Sespe Wilderness which prohibit surface occupancy and allow only directional drilling from outside the Wilderness. Releases the Sespe-Frazier and Matilija Wilderness Areas from further statewide roadless area review and evaluation for purposes of determining their suitability for inclusion in the System. Directs the Secretary of Agriculture to conduct a study of the Johnston Ridge Trail located on the Ojai Ranger District, Los Padres National Forest, for purposes of ascertaining the appropriate management of the trail in relation to other portions of the District. Specifies that such study shall consider the environmental impacts of mechanized vehicles and shall require preparation of an environmental assessment. Requires the study to be completed within two years after this Act's enactment and submitted to specified congressional committees. Declares that, pending completion of such study and a final management determination, it is the intent of the Congress that the trail shall remain open to off-highway vehicle use. Amends the Wild and Scenic Rivers Act to designate segments of the Sespe Creek and Sisquoc River, California, as components of the National Wild and Scenic Rivers System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to designate certain lands in Los Padres National Forest as wilderness, to designate Sespe Creek and the Sisquoc River in the State of California as wild and scenic rivers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:18-05:00"
}