{
  "actions": [
    {
      "acted_at": "2006-02-08", 
      "references": [
        {
          "reference": "CR S866-867", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-02-08", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2256-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-02-08", 
  "number": "2256", 
  "official_title": "A bill to amend the Communications Act of 1934 to ensure the availability to all Americans of high-quality, advanced telecommunications and broadband services, technologies, and networks at just, reasonable, and affordable rates, and to establish a permanent mechanism to guarantee specific, sufficient, and predictable support for the preservation and advancement of universal service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Internet and Universal Service Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Burns, Conrad R.", 
    "state": "MT", 
    "thomas_id": "01298", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-02-08", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Arts, culture, religion", 
    "Broadband", 
    "Clinics", 
    "Commerce", 
    "Dental care", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Emergency medicine", 
    "Federal Communications Commission", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Hospitals", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Indian medical care", 
    "Internet", 
    "Kidney diseases", 
    "Law", 
    "Libraries", 
    "Marshall Islands", 
    "Micronesia", 
    "Minorities", 
    "Nursing homes", 
    "Off-budget expenditures", 
    "Palau Islands", 
    "Rural health", 
    "School health programs", 
    "Science, technology, communications", 
    "Telecommunication industry", 
    "Telecommunication rates", 
    "Telephone", 
    "Terminal care"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-02-08", 
    "text": "Internet and Universal Service Act of 2006 - Amends the Telecommunications Act of 1996 to require the Federal Communications Commission (FCC) to provide advanced telecommunications infrastructure investment incentives to telecommunications carriers to invest in and deploy network facilities necessary to provide broadband service and broadband voice service to people in rural, insular, and high-cost areas. Amends the Communications Act of 1934 to require each eligible telecommunications carrier (a common carrier eligible for federal universal service support) to offer, in addition to other services, throughout its service area: (1) an approved affordable calling plan comparable to that offered by the eligible telecommunications carrier that is the incumbent local exchange carrier for such service area; (2) such services functions as are required of the incumbent eligible telecommunications carrier for such service area so as to protect customers and promote public health, safety, and welfare, including the quality and reliability of telecommunications services; and (3) such services substantially over its own facilities and commit to use any support received to achieve facilities-based coverage of the entire service area within two years of it being designated as eligible. Sets forth a formula for determining the amount of federal universal service support payable to an eligible telecommunications carrier. Requires each eligible telecommunications carrier receiving federal universal service support to certify annually to the Federal Communications Commission (FCC) that it is using such support in compliance with service requirements, including for the provision, maintenance, and upgrading of facilities and services for which such support is intended. Revises provisions to require the FCC in administering federal universal service funding mechanisms and developing a contribution methodology for federal universal service support for rural, insular, and highcost areas to ensure that such mechanisms preserve and advance universal service and enable access to advanced telecommunications infrastructure and broadband services. Requires providers of broadband services (currently, only telecommunications providers) to contribute to federal universal service funding mechanisms. Requires contributions be non-discriminatory among all providers (including broadband service providers). Sets forth provisions requiring: (1) each telecommunications carrier to identify network traffic it transmits so that a terminating carrier can identify, measure, and charge for such traffic; (2) the appointment of the Universal Service Administrative Company (USAC) as permanent Administrator of universal service support mechanisms established under this Act (including oversight authority over the Schools and Libraries Program); and (3) each telecommunications carrier (or other provider of communications services), upon receiving a request, to provide telecommunications services to health care providers in rural areas at a discounted rate that is 25% of the lowest rate available in the state (currently, must charge a rate that is reasonably comparable to rate charged for similar services in urban areas of the state)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Internet and Universal Service Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to ensure the availability to all Americans of high-quality, advanced telecommunications and broadband services, technologies, and networks at just, reasonable, and affordable rates, and to establish a permanent mechanism to guarantee specific, sufficient, and predictable support for the preservation and advancement of universal service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:59-05:00"
}