{
  "actions": [
    {
      "acted_at": "2005-01-25", 
      "references": [
        {
          "reference": "CR S494-495, S500, S501-502", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-01-25", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S495-498", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-02-01", 
      "references": [], 
      "text": "Senate Committee on the Judiciary discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-01", 
      "references": [
        {
          "reference": "CR S826-829", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-01", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S827-829", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-02-02T10:04:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-02", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on House Administration, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on House Administration, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-02-02", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-02-02", 
      "committee": "House House Administration", 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-03-02", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Courts, the Internet, and Intellectual Property", 
      "text": "Referred to the Subcommittee on Courts, the Internet, and Intellectual Property.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-03-03", 
      "in_committee": "House Judiciary", 
      "in_subcommittee": "Courts, the Internet, and Intellectual Property", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-03-03", 
      "in_committee": "House Judiciary", 
      "in_subcommittee": "Courts, the Internet, and Intellectual Property", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-03-09", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-03-09", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-04-12T14:22:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Judiciary. H. Rept. 109-33, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-12T14:23:00-04:00", 
      "references": [], 
      "text": "Committee on House Administration discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-12T14:23:00-04:00", 
      "calendar": "Union", 
      "number": "16", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 16.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2005-04-19T14:23:00-04:00", 
      "references": [], 
      "text": "Mr. Sensenbrenner moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-19T14:24:00-04:00", 
      "references": [
        {
          "reference": "CR H2114-2120", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-19T14:24:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 167.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-19T14:47:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H2114-2117", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2005-04-19T14:47:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-19", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2005-04-22", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2005-04-27", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2005-04-27", 
      "congress": "109", 
      "law": "public", 
      "number": "9", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-9.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1"
    }
  ], 
  "bill_id": "s167-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, the Internet, and Intellectual Property", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2005-02-01", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2005-01-25", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2005-01-25", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2005-01-25", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "9"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2005-04-27", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2005-04-19T14:47:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2005-02-01", 
    "vetoed": false
  }, 
  "introduced_at": "2005-01-25", 
  "number": "167", 
  "official_title": "A bill to provide for the protection of intellectual property rights, and for other purposes.", 
  "popular_title": "FMA bill (Family Movie Act of 2005)", 
  "related_bills": [
    {
      "bill_id": "hr357-109", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr357-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Family Entertainment and Copyright Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2005-04-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Archives", 
    "Arts, culture, religion", 
    "Authorization", 
    "Commerce", 
    "Computer crimes", 
    "Computer software", 
    "Congress", 
    "Congressional agencies", 
    "Consumer education", 
    "Copyright", 
    "Crime and law enforcement", 
    "Detention of persons", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Federal libraries", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Foundations", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "History", 
    "Intellectual property", 
    "Internet", 
    "Inventions", 
    "Law", 
    "Liability (Law)", 
    "Libraries", 
    "Library of Congress", 
    "Motion pictures", 
    "Music", 
    "Nonprofit organizations", 
    "Patents", 
    "Product counterfeiting", 
    "Recidivists", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Signs and symbols", 
    "Social welfare", 
    "Sound recording and reproducing", 
    "State laws", 
    "Technological innovations", 
    "Television programs", 
    "Trademarks", 
    "U.S. Sentencing Commission", 
    "Victims of crimes", 
    "Video tape recording", 
    "Virginia"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Public Law", 
    "date": "2005-04-27", 
    "text": "Family Entertainment and Copyright Act of 2005 -Title I: Artists' Rights and Theft Prevention - Artists' Rights and Theft Prevention Act of 2005 or ART Act - (Sec. 102) Amends the Federal criminal code to prohibit the unauthorized, knowing use or attempted use of a video camera or similar device to transmit or make a copy of a motion picture or other copyrighted audiovisual work from a performance of such work in a movie theater. Sets forth penalties for such violations, which may include imprisonment for not more than three years for a first offense. Considers the possession of a recording device in a movie theater as evidence in any proceeding to determine whether that person committed such an offense, but shall not, by itself, be sufficient to support a conviction for such offense. Requires the court to order the forfeiture and destruction or other disposition of all unauthorized copies of motion pictures or other copyrighted audiovisual works and any video camera or other equipment used in connection with the offense in addition to any other penalty. Authorizes, with reasonable cause, the owner, lessee, authorized agent, or employee of a movie theater to detain, in a reasonable manner and for a reasonable time, any person suspected of committing such an offense for the purpose of questioning that person or summoning a law enforcement officer. Allows the victim of such an offense to submit a victim impact statement to the probation officer during the preparation of a presentence report. (Sec. 103) Establishes criminal penalties for willful copyright infringement by the distribution of a computer program, musical work, motion picture or other audiovisual work, or sound recording being prepared for commercial distribution by making it available on a computer network accessible to members of the public, if the person knew or should have known that the work was intended for commercial distribution. (Sec. 104) Directs the Register of Copyrights to issue regulations to establish procedures for preregistration of a work that is being prepared for commercial distribution and has not been published. Requires such regulations to permit preregistration for any work that is in a class of works that the Register determines has had a history of infringement prior to authorized commercial distribution. Requires the applicant to submit, within three months after the work's first publication, an application for registration, a deposit, and the applicable fee. Directs that an application for infringement be dismissed, and prohibits any award of statutory damages or attorney fees, for a preregistered work if those items are not submitted to the Copyright Office in proper form within the earlier of: (1) three months after the work's first publication; or (2) one month after the copyright owner has learned of the infringement. (Sec. 105) Directs the United States Sentencing Commission to review and, if appropriate, amend the Federal sentencing guidelines and policy statements applicable to persons convicted of intellectual property rights offenses, including trafficking in counterfeit labels for phonorecords and copies of motion pictures and unauthorized fixation of and trafficking in sound recordings and music videos of live musical performances. Directs the Commission to: (1) take measures to ensure that the guidelines and policy statements are sufficiently stringent to deter, and adequately reflect the nature of, intellectual property crimes; (2) determine whether to provide a sentencing enhancement for those convicted of the listed offenses if the conduct involves the display, performance, publication, reproduction, or distribution of a copyrighted work before it has been authorized; (3) determine whether the scope of \"uploading\" set forth in the sentencing guidelines is adequate to address the loss attributable to people who broadly distribute copyrighted works without authorization over the Internet; and (4) determine whether the sentencing guidelines and policy statements adequately reflect any harm to victims from copyright infringement if law enforcement authorities cannot determine how many times copyrighted material has been reproduced or distributed. Title II: Exemption from Infringement for Skipping Audio and Video Content In Motion Pictures - Family Movie Act of 2005 - (Sec. 202) Creates an exemption from copyright infringement for: (1) the making imperceptible, by or at the direction of a private household, of limited portions of audio or video content of a motion picture during a performance in or transmitted to that household for private home viewing from an authorized copy of the motion picture; or (2) the creation or provision of technology that enables such editing, is designed and marketed for such use, creates no fixed copy of the altered version, and makes no changes, deletions or additions to commercial advertisements or promotional announcements that would otherwise be performed or displayed. Amends the Trademark Act of 1946 to protect from liability for trademark infringement: (1) persons who engage in the above-referenced conduct; and (2) manufacturers of technology that enables such editing if notice is provided that the performance of the movie is altered from the director's or copyright holder's intended performance. Title III: National Film Preservation - Subtitle A: Reauthorization of the National Film Preservation Board - National Film Preservation Act of 2005 - (Sec. 302) Amends the National Film Preservation Act of 1996 to expand the use of the National Film Registry seal, which indicates that a film has been included in the Registry and is the Registry version of the film, for use on other approved copies of the Registry version of the film. Allows only the copyright owner or an authorized licensee of the copyright owner to place the seal on any film or other approved copy of the Registry version of a film selected for inclusion in the National Film Registry in the case of mass distributed, broadcast, or published works. Directs the Librarian of Congress, in consultation with the National Film Registry Board, to: (1) carry out activities to make films included in the National Film Registry more broadly accessible for research and educational purposes and to generate public awareness and support of the Registry and the comprehensive national film preservation program; (2) review the comprehensive national film preservation plan, and amend it to ensure that it addresses technological advances in preserving, storing, and accessing film collections in multiple formats; and (3) whenever possible, undertake expanded initiatives to ensure the preservation of the moving image heritage of the United States by supporting the work of the National Audio-Visual Conservation Center of the Library of Congress at Culpeper Virginia, and other appropriate nonprofit archival and preservation organizations. Increases the number of members on the National Film Preservation Board, the maximum number of members-at-large that the Librarian may appoint, and the number of members required for a quorum. Directs the Librarian to utilize the National Audio-Visual Conservation Center to ensure that preserved films included in the Registry are stored in a proper manner, and disseminated to researchers, scholars, and the public as may be appropriate in accordance with U.S. copyright law and the terms of any agreements between the Librarian and persons who hold copyrights to such audiovisual works. Extends the prohibition on the unapproved use of the National Film Registry seal to any format of such a film. Reauthorizes provisions regarding film preservation. Subtitle B: Reauthorization of the National Film Preservation Foundation - National Film Preservation Foundation Reauthorization Act of 2005 - (Sec. 311) Amends Federal law to remove the limit on the number of terms that a director on the National Film Preservation Foundation may serve. Allows the Foundation's board of directors to determine the location of its principal office. Authorizes appropriations to the Library of Congress for the Foundation. Title IV: Preservation of Orphan Works - Preservation of Orphan Works Act - (Sec. 402) Provides that the limitation on rights of reproduction and distribution of copyrighted works does not apply to the authority of libraries or archives, during the last 20 years of any term of copyright of a published work to reproduce, distribute, display, or perform in facsimile or digital form a copy or phonorecord of such work for purposes of preservation, scholarship, or research when certain conditions apply."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "FMA bill (Family Movie Act of 2005)", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Movie Piracy and Filtering bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Family Entertainment and Copyright Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "ART Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Artists' Rights and Theft Prevention Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Family Movie Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Film Preservation Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Film Preservation Foundation Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Preservation of Orphan Works Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Family Entertainment and Copyright Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "ART Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Artists' Rights and Theft Prevention Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Family Movie Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Film Preservation Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Film Preservation Foundation Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Preservation of Orphan Works Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Family Entertainment and Copyright Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "ART Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Artists' Rights and Theft Prevention Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Family Movie Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Film Preservation Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Film Preservation Foundation Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Preservation of Orphan Works Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Family Entertainment and Copyright Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "ART Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Artists' Rights and Theft Prevention Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Family Movie Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Film Preservation Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Film Preservation Foundation Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Preservation of Orphan Works Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the protection of intellectual property rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:10-05:00"
}