{
  "actions": [
    {
      "acted_at": "1981-06-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-08-04", 
      "bill_ids": [
        "hr4242-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4242.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3794-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1981-06-04", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Mitchell, Donald J.", 
      "sponsored_at": "1982-06-15", 
      "state": "NY", 
      "thomas_id": "00817", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-04", 
  "number": "3794", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide incentives for Employee Stock Ownership Plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4242-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Expanded Ownership Act of 1981", 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-04", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Corporations and Stocks", 
    "Dividends", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Estate tax", 
    "Income tax", 
    "Labor and employment", 
    "Securities", 
    "Securities and Investments", 
    "Small business", 
    "Stockholders", 
    "Stocks", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Employee ownership", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-04", 
    "text": "Expanded Ownership Act of 1981 - Amends the Internal Revenue Code to allow an income tax deduction for employer contributions to an employee stock ownership plan (ESOP) which are applied to the repayment of principal and interest on a loan incurred for the purpose of acquiring qualifying employer securities. Limits the deductible amount for principal contributions to 25 percent of the compensation otherwise paid or accrued to all employees under the plan for the taxable year. Exempts such an ESOP from the limitations otherwise imposed on annual additions to an employee stock ownership plan. Allows an income tax deduction for cash dividends paid with respect to employer stock which is held by a tax credit ESOP. Extends the partial exclusion for dividends received to such amounts. Provides for nonrecognition of any long-term capital gain from the sale of small business stock to an ESOP, a tax credit ESOP, or a specified type of consumer cooperative, except to the extent that the taxpayer's sale price exceeds the cost of small business stock or small business investment company stock purchased by the taxpayer within 18 months after the date of such sale. Reduces the basis of such stock by the amount not recognized as gain. Prescribes a three-year statute of limitations for the assessment of any deficiency attributable to gain realized by the sale of small business stock. Relieves an estate of liability for payment of the estate tax to the extent that amounts of the tax are attributable to employer securities transferred to an ESOP pursuant to a written agreement guaranteeing that the tax will be paid by the plan in an amount equal to the lesser of: (1) the amount of the tax imposed upon the acquired employer securities; or (2) the amount of the tax imposed on the gross estate reduced by the sum of allowable credits. Permits the payment of such tax in installments. Exempts such transfers from the tax on prohibited transactions. Deems contributions, bequests, or similar transfers of employer securities, under certain conditions, to an ESOP or to a tax credit ESOP as a deductible charitable contribution. Increases the permissible deduction for employer contributions made to both a stock bonus trust and a profit sharing trust if the additional amount deductible is attributable to a contribution of employer stock or amounts used for the acquisition of such stock. Excludes from the gross income of an ESOP or a tax credit ESOP participant any lump-sum distribution of employer securities (not to exceed $25,000) made from a qualified trust which is part of an ESOP or a tax credit ESOP. Permits a tax credit ESOP, where ownership of all outstanding employer securities is restricted to employees, to distribute benefits in cash although it does not permit a participant to exercise the right to demand that benefits be distributed in employer securities. Allows financial institutions whose securities are not readily tradable to reduce the period for exercise of a put option to a period of at least 60 days following the date of distribution of employer stock and an additional such period in the following plan year. Permits a trust which is part of an ESOP or a tax credit ESOP to be shareholder in a subchapter S corporation. Permits distributions from a tax credit ESOP of employer securities allocated to a participant's account in the case of a sale of the assets of a division or a sale of the stock of a subsidiary and the transfer of the participant to the employment of the acquiring entity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Expanded Ownership Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide incentives for Employee Stock Ownership Plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:04-05:00"
}