{
  "actions": [
    {
      "acted_at": "1984-07-26", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-01", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-01", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB, GAO.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2870-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-07-26", 
  "number": "2870", 
  "official_title": "A bill to amend the Higher Education Act of 1965, to establish a financial assistance program emphasizing student self-help, to enhance the equity and effectiveness of Federal programs in support of higher education, to increase flexibility and simplify higher education programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Higher Education Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-07-26", 
  "subjects": [
    "Adult education", 
    "American Samoa", 
    "Authorization", 
    "Black colleges", 
    "Colleges", 
    "Community colleges", 
    "Compensatory education", 
    "Congressional oversight", 
    "Construction costs", 
    "Consumer credit", 
    "Depressed areas", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational finance", 
    "Educational innovations", 
    "Families", 
    "Federal aid to higher education", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Government records, documents, and information", 
    "Higher education", 
    "Illiteracy", 
    "Information services", 
    "Intergovernmental relations", 
    "Junior colleges", 
    "Labor and employment", 
    "Military personnel", 
    "Minimum wages", 
    "Minorities", 
    "Minority education", 
    "National service", 
    "Parents", 
    "Poor", 
    "Reading", 
    "Scholarships", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Students", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Vocational education", 
    "Volunteer workers", 
    "Wages"
  ], 
  "subjects_top_term": "Federal aid to higher education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-07-26", 
    "text": "Higher Education Amendments of 1984 - Title I: Institutional Aid - Amends the Higher Education Act of 1965 (the Act) to repeal part B (Aid to Institutions With Special Needs) of title III (Institutional Aid) of the Act. Adds the purpose of helping meet eligible institutions' special needs to the enumeration of purposes of part A (Strengthening Institutions) of title III of the Act. Revises the definitions of \"eligible institution\" and \"full-time equivalent students\" for purposes of part A. Authorizes the Secretary of Education to also consider specified factors in determining whether an institution is an eligible institution for purposes of part A. Increases to five years the maximum period for which a grant to an eligible institution under part A may be made. Provides that one-year grants to assist in preparation of plans and applications under part A may be awarded only to institutions which have not received such a grant for any prior fiscal year. Sets forth provisions for a Federal share of the costs of part A grants which shall decrease from 100 percent for the first two years to 90 percent for the third year, 80 percent for the fourth year, and 70 percent for the fifth year an institution receives such a grant. Sets forth transition provisions. Authorizes the Secretary to make continuation awards under part A to any eligible institution which received a multiple year grant awarded prior to October 1, 1984, under part A or part B grant authority as in effect on September 30, 1984. Prohibits any institution from receiving a grant under this continuation award provision or under: (1) part A grant authority as in effect on September 30, 1984, for a period of more than seven years in the aggregate; and (2) part B grant authority as in effect on September 30, 1984, for a period of more than five years in the aggregate. Makes an institution which has received a continuation award for such maximum period ineligible to receive a grant under part A. Redesignates part C of title III of the Act as part B of title III of the Act. Renames such part (currently \"Challenge Grants for Institutions Eligible for Assistance Under Part A or Part B\") \"Challenge Grant Transition Awards.\" Repeals provisions for challenge grant program authority and for applications for such challenge grants. Sets forth new provisions for continuation awards. Authorizes the Secretary to make continuation awards, under part B Challenge Grant Transition Awards provisions, to any eligible institution which received a multiple year grant awarded prior to October 1, 1984, under challenge grant program authority as in effect on September 30, 1984. Redesignates provisions for endowment grants under a new part C heading of \"Endowment Grants.\" Revises provisions for eligibility for such grants to conform to amendments made by this Act. Revises general provisions under part D of title III of the Act. Authorizes appropriations to carry out title III of the Act for FY 1985. Provides that any funds made available for grants under part C which are not expended during the fiscal year for which such funds were appropriated shall remain available for expenditure for the purpose of making such grants until expended. Directs the Secretary to make at least 25 percent of such FY 1985 title III of the Act funds available to junior or community colleges. Directs the Secretary to reserve a specified amount of such FY 1985 title III funds for eligible institutions that have historically served substantial numbers of black students. Title II: Student Assistance - Part A: Student Grant Amendments - Subpart 1: Pell Self-Help Grants - Revises title IV (Student Assistance) of the Act to make nomenclature amendments under which all references to \"basic educational opportunity grants\" or \"basic grants\" are replaced by references to \"Pell Self-Help Grants.\" Revises Pell Grant award rules to provide that a student may receive only one Pell Grant for an academic year during an award year as defined by the Secretary. Sets the maximum Pell Grant for academic year 1985-1986 at $3,000. Directs the Secretary to establish the maximum amount for each succeeding academic year. Revises the formula for determining the amount of a Pell Grant which an eligible student may be paid for academic year 1985-1986 and for succeeding academic years. Provides that no Pell Grant shall be awarded if the amount of the grant would be less than $100. Revises provisions relating to the maximum eligibility period for Pell Grants. Revises provisions for determination of Pell Grant awards in case of insufficient appropriations. Authorizes appropriations to carry out the Pell Grant program for FY 1985. Sets forth provisions for determination of expected family contributions and cost of attendance for purposes of the Pell Grant program. Provides that for academic year 1985-1986, the living expense allowance shall not exceed: (1) $3,000 for a student not residing with his or her parents; and (2) $1,500 for student residing with his or her parents. Directs the Secretary to set appropriate limits on living expense allowances for subsequent academic years. Subpart 2: Supplemental Educational Opportunity Grants - Revises provisions of title IV of the Act for supplemental educational opportunity grants. Sets forth a new formula, including a specified baseline figure for determining the amount of a supplemental grant for any student who has also received a Pell Grant. Provides that no supplemental grant shall be awarded if the amount of the grant would be less than $100. Provides that, for purposes of supplemental grants, \"expected family contribution\" and \"cost of attendance\" shall have the same meanings given to such terms under provisions for Pell Grant need analysis. Authorizes the Secretary to change by regulation a specified baseline figure for purposes of supplemental grant determinations for any academic year after 1985-1986. Revises provisions relating to the maximum eligibility period for supplemental grants. Sets forth provisions for cost sharing. Requires each institution receiving funds under the supplemental grant program or under specified provisions for transfer of allotments to provide matching funds equal to 20 percent of the amount received under such provisions, in accordance with regulations prescribed by the Secretary. Makes a conforming amendment which repeals specified provisions of the Student Financial Assistance Technical Amendments of 1982 as amended by a specified provision of the Student Loan Consolidation and Technical Amendments Act of 1983. Subpart 3: State Student Incentive Grant - Revises provisions of title IV of the Act for grants to States for State student incentives to eliminate a maintenance of effort requirement of such grants program. Part B: Guaranteed Student Loan Program - Revises title IV of the Act to rename part B provisions (currently \"Federal, State, and Private Programs of Low-Interest Insured Loans to Students in Institutions of Higher Education\") as the \"Guaranteed Student Loan Program.\" Revises provisions relating to student eligibility for subsidized loans under the program of Federal interest subsidy payments. Revises provisions relating to deferments of repayment by student borrowers under the conditions of Federal loan insurance. Sets forth provisions relating to the need analysis to be made for students attending foreign schools, for purposes of the program of Federal interest subsidy payments. Revises provisions for Federal loan insurance limitations to provide that \"undergraduate student\" shall be defined in regulations of the Secretary. Provides for the recall of certain advances. Eliminates provisions authorizing appropriations for specified advances to establish or strengthen the reserve funds of State and nonprofit private loan insurance programs. Revises provisions for repayment of such advances to require that such repayment be made prior to October 1, 1985. Revises provisions relating to insurance liability limitations of Federal student loan insurance. Revises provisions relating to the amount of reimbursement to be paid a State or nonprofit private institution or organization under the program of Federal guaranty of student loans insured under non-Federal programs. Repeals provisions for Federal supplemental guarantee agreements for reimbursement of non-Federal student loans insurance programs. Revises provisions for agreements with State and nonprofit private institutions for Federal interest subsidy payments on loans insured under their student loan insurance programs to provide for uniform loan availability. Requires that such programs authorize insurance in any academic year or its equivalent (as determined by regulations of the Secretary) of loans to any individual student who is carrying at an eligible institution at least one-half the normal full-time academic workload (as determined under regulations of the Secretary.) Sets the amount of such a loan at $2,500 (currently a $1,000 minimum and $2,500 maximum range). Revises requirements relating to the repayment period for such loans. Requires that such non-Federal student loan insurance programs, under Federal interest subsidy payment standards, insure 100 percent (currently 80 percent) of the unpaid principal of loans insured by such programs, whether or not such loans are eligible for Federal interest subsidy payments. Adds to the standards for Federal interest subsidy payments to require non-Federal student loan insurance programs to provide for: (1) guarantee of loans made to students, their spouses, and their parents under the auxiliary loan program; (2) if the lender is an eligible institution, insurance of loans by only such institutions as are within the geographic area served by such State or nonprofit private institution or organization; (3) no restrictions relating to enrollment in-State or out-of-State by an otherwise eligible student; (4) no restrictions more onerous than institutional eligibility requirements under the Federal student loan insurance program, with specified exceptions; and (5) eligibility of all lenders described in specified provisions under reasonable criteria, with specified exceptions, and annual reports to the Secretary concerning such criteria. Makes a conforming amendment removing a reference to the supplemental guaranty program. Eliminates provisions for special payments for administrative and other costs to State and nonprofit private institution student loan insurance programs under guaranty and supplemental agreements. Eliminates provisions relating to multiple disbursements and escrow accounts under the Federal interest subsidy payments program. Eliminates specified \"school lender\" and other \"origination\" requirements relating to maximum annual insurable loans under Federal loan insurance limitations and under requirements for non-Federal student insurance programs receiving subsidy payments. Repeals specified restrictions on eligible institutions of higher education acting as eligible lenders or originators of student loans. Revises the definition of \"eligible lender,\" for purposes of student loan insurance programs, to include: (1) a State or a Federal agency which is an assignee of another eligible lender; and (2) a Rural Rehabilitation Corporation, or its successor agency, which has received Federal funds under specified Federal law. Removes specified limitations on the functions of the Secretary under the Guaranteed Student Loan Program which may be delegated to regional offices of the Department of Education. Revises the definition of \"eligible institution,\" for purposes of student loan insurance program requirements, to include a reference to auxiliary loans under the prohibition against the use of commissioned salesmen to promote the availability of a loan program at an institution. Revises auxiliary loan program provisions to make parents or a spouse of a graduate or professional student eligible for such loans. Sets forth repayment provisions for auxiliary loans made to students which are different than repayment provisions for such loans to parents or spouses. Authorizes lenders to charge fees up to $25 for checking the credit of any auxiliary loan borrower who is not a student. Establishes a ten-year maximum repayment period for an auxiliary loan made to a parent or spouse, with specified exceptions. Revises the statement of purpose for the part B Guaranteed Student Loan Program to include the encouragement of adequate loan insurance programs for borrowers participating in the auxiliary loan program. Allows auxiliary loans to be insured directly by the Secretary if the lender satisfies the Secretary that, by reason of the residences of the intended borrowers of such lenders, such lender will not have access to any single State or nonprofit private loan insurance program which will insure substantially all of the loans such lender intends to make to such borrowers. Part C: Work-Study Program - Increases the amount of the authorization of appropriations for FY 1985 for work-study programs under part C of title IV of the Act. Revises provisions for work-study program allotments to States and specified U.S. territories and possessions. Provides that a specified amount shall be allotted to such territories and possessions. Bases State allotments on the number of full-time equivalent students enrolled in institutions of higher education in a State. Requires that the amount allotted to each State shall not be less than the amount allotted to such State in FY 1984. Eliminates specified provisions relating to criteria for allotment of remainder sums and to consolidation of allotments. Revises provisions for reallotments to eliminate certain requirements for preferences under reallotment. Eliminates provisions for a reservation from appropriations for work-study assistance to students residing in American Samoa or the Trust Territory of the Pacific Islands who attend eligible institutions outside of those areas. Eliminates the prohibition against any work-study program paying lower than the current Federal minimum wage. Eliminates specified maintenance of effort requirements for work-study programs. Eliminates a prohibition against criteria for distribution of work-study assistance resulting in any institution's receiving an amount less than that used during FY 1979. Provides that student need analysis for purposes of work-study programs shall be in accordance with a need analysis system approved by the Secretary. (Current law requires such need analysis to be in accordance with specified need analysis provisions of title IV of the Act.) Includes area vocational schools under the definition of \"institution of higher education\" for purposes of receiving work-study program assistance, but provides that work-study programs at such schools may not include work for the institution itself. Adds provisions for cooperative education and adult literacy program activities to work-study program provisions for job location and development programs. Raises the amount which an eligible institution may use from its work-study allotment for such programs and activities. Eliminates certain maintenance of effort requirements relating to such programs. Requires that an institution's annual report on such programs include a summary of student compensation received and of any activities performed by organizations participating in such programs. Requires that agreements for such programs provide for fiscal control and fund accounting procedures. Provides that, for academic year 1986-1987 and thereafter, the maximum amount of an institution's work-study program allotment that may be used for such job location and development and cooperative education activities shall not exceed one-fifth of the total amount of earnings received by students in work-study programs during the previous academic year. Provides that, for purposes of calculating such limitation, the Federal contribution to any earnings received by a student and placed in employment through a job location and development program shall be excluded unless the student is employed in an adult literacy program. Makes conforming amendments. Repeals provisions for work-study for community service-learning programs. Repeals the authorization of appropriations for FY 1985 for cooperative education programs under title VIII of the Act. (Such programs are similar to the cooperative education activities which this Act adds to work-study program job location and development provisions.) Part D: Special Programs for the Disadvantaged - Revises provisions for special programs for students from disadvantaged backgrounds. Removes references, in the enumeration of program aims, to \"contracts\" and to the training of persons serving or preparing for service in specified projects. Eliminates specified provisions relating to program grant and contract authority. Eliminates the definition of, and references to, \"first generation college student.\" Revises provisions for the Talent Search program to rename it the Talent Search and Assistance program. Replaces references to \"youths\" and \"youth\" with references to \"persons.\" Revises provisions for design of the talent search and assistance program to add: (1) information on available academic (as well as financial) assistance; and (2) assistance to applicants for admission to institutions of higher education, including assistance in preparing admissions and financial aid applications and forms. (Current law provides for similar services under the Educational Opportunity Centers program.) Requires that two-thirds of the persons who would participate in a talent search and assistance project proposed for funding be low-income individuals or physically handicapped. (Current law requires two-thirds of the youths participating in the project to be low-income individuals who are first-generation college students.) Removes the maximum age limit (27 years) for project participants. Provides that other participant eligibility requirements (minimum age 12 and the completion of six years of elementary education) may be waived by the Secretary because of exceptional circumstances demonstrated by the applicant. Prohibits project participants from receiving services from another project funded under the talent search and assistance program. (Current law prohibits their receiving services under such program or under the Educational Opportunity Centers program which provides for services similar to those added to the talent search program by this Act.) Requires assurances that a substantial concentration of low-income or physically handicapped persons reside in the project area, in accordance with regulations promulgated by the Secretary. Authorizes the Secretary to award grants under the talent search and assistance program based on applications submitted by institutions of higher education, including consortia of such institutions, public and private agencies, and, in exceptional circumstances, secondary schools. Limits the amount of any such grant to no more than 75 percent of the cost of the project. Revises provisions for the Upward Bound program. Requires that two-third of the persons who would participate in an upward bound project proposed for funding be low-income individuals or physically handicapped. Eliminates requirements that: (1) two-thirds of the youths participating in the proposed project be low-income individuals who are first generation college students; and (2) the remaining youths participating be either low-income individuals or first-generation college students. Eliminates references to contracts under such provisions. Authorizes the Secretary to award grants based on applications submitted by those institutions of higher education which have entered into a program participation agreement with the Secretary under specified provisions of the Act and which participate in programs authorized under title IV of the Act, other than provisions for special programs for students from disadvantaged backgrounds. Limits additional assistance to any institution of higher education which, on or before October 1, 1984, had received assistance under the Upward Bound program for three or more years to a period of not more than three years. Limits the amount of any grant awarded to such an institution during such three-year period to: (1) 75 percent of project cost during its first year of funding; (2) 50 percent during the second year; and (3) 25 percent during the third year. Limits Upward Bound program assistance to any institution which is not subject to the foregoing limitations, beginning on October 1, 1984, to a period of not more than five years. Limits the amount of any grant awarded to such an institution during such five-year period to: (1) 100 percent of project cost during its first year of funding; (2) 90 percent during the second year; (3) 75 percent during the third year; (4) 50 percent during the fourth year; and (5) 25 percent during the fifth year. Repeals provisions for Educational Opportunity Centers and for staff development activities under special program for students from disadvantaged backgrounds. Part E: National Direct Student Loans - Revises provisions for Direct Loans to Students in Institutions of Higher Education (the NDSL program) under part D of title IV of the Act. Makes technical amendments. Provides that the need analysis for NDSL program purposes shall be in accordance with a need analysis system approved by the Secretary. (Current law requires such need analysis to be in accordance with specified need analysis provisions of title IV of the Act.) Revises the repayment period for direct student loans to begin six months after \"the month\" (currently \"the date\") in which the borrower ceases to carry a specified academic workload. Requires an eight percent annual interest rate on direct student loans made on or after July 1, 1985. Provides that specified deferments of repayment shall apply only to direct student loans made on or before July 1, 1985. Eliminates the six-month grace period following the completion of the study, service, or disability for which such deferment was given. Sets forth deferment provisions for direct student loans made on or after July 1, 1985. Provides that such deferments shall be: (1) not in excess of five years in the aggregate, during which the borrower has resumed study, and is carrying at least one-half the normal full-time academic workload, at an institution of higher education or at a comparable institution outside the United States approved by the Secretary for this purpose; (2) not less than six months, nor more than three years in the aggregate, during which the borrower is serving as a member of the U.S. Armed Forces; (3) not in excess of three years in the aggregate during which the borrower is in service as a volunteer under the Peace Corps Act; or (4) not in excess of three years in the aggregate, during which the borrower demonstrates a financial inability to repay any loan principal or interest because of exceptional circumstances which meet criteria established by the Secretary. Revises provisions for cancellation of direct student loans for certain public service to direct the Secretary to pay to each institution for each fiscal year an amount equal to ten percent of the aggregate of the amounts of direct student loans from its student loan funds which are cancelled pursuant to such provisions. Allows such payments to be used as each institution determines appropriate. Part F: General Provisions - Revises general provisions under title IV of the Act. Eliminates general provisions relating to need analysis. Revises provisions relating to independent students. Eliminates provisions for a common Federal financial aid application form and a common pre-eligibility Federal financial aid form. Revises provisions for title IV program participation agreements to eliminate a requirement that an institution continue to spend in its own scholarship and student aid program, from sources other than the funds received under title IV of the Act, not less than the average expenditures made for that purpose during the most recent period of three fiscal years preceding the effective date of the title IV program participation agreement. Authorizes the Secretary to waive all requirements for such program participation agreements with respect to an institution of higher education outside the United States and organized under the law of a foreign nation. Raises, from ten percent to 50 percent, that portion of an institution's allotment for either the work-study program or for the supplemental grant program which may be transferred to the other program. Revises provisions for administrative expenses to authorize the Secretary to require an institution to use specified funds it receives for Pell Grant administrative expenses to carry out specific activities. Eliminates a requirement that administrative expenses payments for work-study programs be ten percent of the institution's expenditures under such programs. Title III: Construction, Reconstruction, and Renovation of Academic Facilities - Revises title VII (Construction, Reconstruction, and Renovation of Academic Facilities) to eliminate the authorization of appropriations for FY 1985 for part A (Grant for the Construction, Reconstruction, and Renovation of Undergraduate Academic Facilities) and part B (Grants for the Construction, Reconstruction, and Renovation of Graduate Academic Facilities). Lowers (from $80,000,000 to $18,775,000) the authorization of appropriations for FY 1985 for part C (Loans for Construction, Reconstruction, and Renovation of Academic Facilities), and provides that none of the sums appropriated pursuant to the authorization of appropriations under this Act or otherwise available may be used for commitments for new loans under title VII of the Act. Authorizes appropriations for part D general provisions relating to recovery of payments under title VII. Title IV: Fund for the Improvement of Post-secondary Education - Revises provisions of title X (Fund for the Improvement of Postsecondary Education). Directs the Secretary to require a recipient of assistance under part A (Establishment and Operation of Fund) to pay 50 percent of the allowable costs incurred by the recipient in carrying out a project assisted under such part. Authorizes appropriations to carry out title VII of the Act for FY 1985. Makes technical amendments. Title V: Effective Dates - Sets forth effective dates for specified provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Higher Education Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965, to establish a financial assistance program emphasizing student self-help, to enhance the equity and effectiveness of Federal programs in support of higher education, to increase flexibility and simplify higher education programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:26-05:00"
}