{
  "actions": [
    {
      "acted_at": "1980-03-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6804-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-13", 
  "number": "6804", 
  "official_title": "A bill to amend the National Historic Preservation Act of 1966, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Historic Preservation Amendments of 1979", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-13", 
  "subjects": [
    "Advisory bodies", 
    "Cultural relations", 
    "Department of the Treasury", 
    "District of Columbia", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal installations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "Government operations and politics", 
    "Government trust funds", 
    "Historic sites", 
    "International affairs", 
    "Local and Municipal Government", 
    "Local finance", 
    "State finance", 
    "States", 
    "Tourist trade", 
    "Transportation and Travel"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-13", 
    "text": "National Historic Preservation Amendments of 1979 - Amends the Act known as the \"National Historic Preservation Act of 1966\" to officially entitle such Act the \"National Historic Preservation Act\". Declares under such Act that it is the duty of the Federal Government, in cooperation with other nations, the States, local communities, and private organizations and individuals, to promote the preservation and conservation of the historic, architectural, archaeological, and cultural resources of the United States and of the international community of Nations. Title I: Federal and State Preservation Programs - Directs the Secretary of the Interior to maintain and expand a National Register of Historic Places at the national, State, or local level in accordance with procedures set forth in this Act. Directs the Secretary, not later than one year after the date of enactment of this Act, to establish an inventory of historic resources on a State-by-State basis. Declares that those properties which are determined to meet criteria of significance shall be designated as Eligible for Inclusion on the National Register. Makes such inventory available to all Federal, State, and local government departments, agencies, and instrumentalities. Requires the Secretary to promulgate regulations concerning nondisclosure to the public of any property location where such disclosure would be likely to endanger the property. Declares that all properties included in the National Register under prior authority of law shall be deemed to be included in the National Register required to be maintained and expanded under this Act. Allows any State or local government carrying out an approved program under this Act or any Federal agency to nominate a property for inclusion in the Register or for inclusion in the inventory as an Eligible Property. Requires such information to be included in the Register, as appropriate, unless the Secretary disapprove such nomination within 30 days of its receipt. Allows the Secretary to accept a nomination from any person or local government if the property nominated is located in a State or political subdivision where there is no approved program. Requires the Secretary to determine the eligibility or inclusion of such property in the Register. Requires the Secretary to establish, by rule, criteria for properties to be considered of national, State, or local significance in American prehistory, history, architecture, or culture. Specifies that a property shall be considered to be of World Heritage significance when it is included in the World Heritage List maintained in accordance with the terms of the Convention Concerning the Protection of the World Cultural and Natural Heritage. Requires the Secretary to establish a continuing program to evaluate this nation's historic resources to identify and designate properties of national significance, or properties of such significance that they may warrant inclusion in the World Heritage List. Directs the Secretary to establish special advisory panels of qualified experts to assist in the evaluation of such properties. Directs the Secretary to promulgate standards and criteria to evaluate properties for national and world heritage significance within 180 days after the date of enactment of this Act. Requires the Secretary to promulgate regulations to carry out the purposes of this Act. Directs the Secretary to establish and administer grant- in-aid programs to States and the National Trust for Historic Preservation, and programs of direct grants, loans or loan guarantees for historic preservation. Authorizes the Secretary to make grants to States, upon application, for programs approved under this Act. Prohibits such grants from paying more than 50 percent of the costs of such programs. Requires the Administrator, upon approval of such programs, to evaluate such programs every four years to determine whether or not such programs are in compliance with the requirements of this Act. Requires the Secretary to conduct periodic fiscal audits of the receipts of Federal grants. States that State and local governments may assume the responsibility for financial and compliance audits of Federal grants received by them and other persons or organizations, and their subgrantees. Declares that the Federal Government shall be responsible for audits which deal with economy, efficiency, and program results and for assuring that such financial and compliance audits are conducted under generally accepted audit standards. Directs State and local governments receiving grants to set forth in writing criteria by which they judge whether they are meeting program requirements, to be available for use by the auditors. Directs the Administrator to reimburse State and local governments for actual expenses incurred in conducting such audits. Sets forth the following requirements for approval of a State program: (1) designation by the Governor of a State historic preservation officer; (2) transfer of a portion of the grants received to political subdivisions of the State having preservation programs; (3) provision of financial mechanism for the development of properties on the National Register or in the inventory of historic resources; (4) provision of mechanisms for the acquisition, acceptance of donations, and dedication of fee title in applicable properties; (5) provision of a professionally acceptable mechanism for the identification and evaluation of historic properties within the State and for the protection of such properties; and (6) the State otherwise carries out the purposes of this Act in such State. Prohibits any State program from being approved or program of a political subdivision or nonprofit organization from being certified unless such program provides that grants made under the program for the physical repair or improvement of any property may be made: (1) only for properties which are included on the National Register or in the inventory and designated as Eligible Properties; and (2) only if the grantee has agreed to assume, after completion of the project, the basic cost of the continued maintenance, repair, and administration of the property for an appropriate period of time and in a manner satisfactory to the Secretary. Sets forth duties of the State historic preservation officer appointed pursuant to this Act. Permits the State historic preservation officer to certify a program of a political subdivision or nonprofit organization if such subdivision or organization: (1) agrees to employ staff qualified in all areas of expertise to carry out the program; (2) agrees to submit to and have appointed by the State historic preservation officer an annual work plan to carry out the program; (3) has sufficient fiscal and management resources to undertake the program; and (4) complies with such further terms and conditions as the Secretary or State historic preservation officer may deem advisable. Specifies that in the case of any State which does not have a State program approved within two years after the date of enactment of this Act, one or more political subdivisions in such State may apply to the Secretary for certification of a preservation program to be carried out in such political subdivisions. Allows a political subdivision carrying out such a program, upon approval of the Secretary, to certify local governmental units and nonprofit organizations with the political subdivision and transfer grants to them. Declares that any State historic preservation program in effect under prior authority of law shall be treated as an approved program until the earlier of: (1) the date on which the Secretary approves a program submitted by the State under this Act; or (2) three years after the date of the enactment of this Act. Allows the Secretary, in consultation with any appropriate State historic preservation officer, to make grants, loans, or both for the following: (1) the full cost of preservation of National Historic Landmarks or historic properties of World Heritage significance; (2) demonstration projects to preserve any Eligible Property or property on the National Register; (3) training and development of skilled labor in trades and crafts and in analysis and curation relating to historic preservation; and (4) to enable persons or businesses within any historic district affected by a program under this Act to remain within the district. Specifies that such grants may also be made to Indian tribes and to nonprofit organizations representing ethnic or minority groups for the preservation of their cultural heritage. Prohibits any such grants from being made unless the Secretary determines that the project could not be carried out in as effective a manner through the use of a direct or guaranteed loan or through a State program. Provides that any such loans made by the Secretary shall be at an interest rate determined by the Secretary of the Treasury guided by applicable provisions of this Act. Authorizes the Secretary to make loan guarantees for any project approved by the State historic preservation officer, or the chief elected official of any State that does not have an approved program. Sets forth conditions for loans and loan guarantees made by the Administrator in consultation with the Secretary of the Treasury. Authorizes the Secretary to deem any portion of any record, material, or data received in connection with any financial application as privileged or confidential within the meaning of applicable law. Title II: Federal Authorities and Responsibilities - Requires the advice and consent of the Senate concerning the President's appointment of the Chairman of the Advisory Council on Historic Preservation. Permits the Council to accept donations and bequests of money and real and personal property, and to hold, use, expend, and administer such money and property in carrying out its functions. Specifies that the Advisory Council on Historic Preservation established under prior authority of law shall continue in existence and shall be authorized to carry out its functions under such prior authority of law until the date on which the Chairman and full membership of the Council is initially appointed under this Act. Requires the Council, when transmitting legislative recommendations, testimony, or comments on legislation to the President or the Office of Management and Budget, to concurrently transmit such copies thereof to the House Committee on Interior and Insular Affairs and the Senate Committee on Energy and Natural Resources. Requires the Council to: (1) conduct hearings and make determinations and recommendations in the public interest with respect to the protection of historic properties; (2) advise the President and the Congress on matters relating to historic preservation, coordinate activities of Federal, State, and local agencies and private institutions and individuals relating to historic preservation, and disseminate information pertaining to such activities; (3) encourage public interest and participation in historic preservation; (4) conduct studies in such areas as the adequacy of legislative and administrative statutes and regulations pertaining to historic preservation activities of States and local governments and the effects of tax policies at all levels of government on historic preservation; (5) assist State and local governments in drafting legislation relating to historic preservation; (6) provide training and education in the field of historic preservation; and (7) establish a comprehensive education and training program for Federal, State, and local officials who are involved in historic preservation. Requires the Council, in its annual report to the President, to provide its assessment of current and emerging problems in the field of historic preservation and an evaluation of the effectiveness of the programs of Federal agencies, State and local government, and the private sector in carrying out the purposes of this Act. Authorizes the Council to secure directly from any department, bureau, agency, board, commission, office, independent establishment or instrumentality of the executive branch of the Federal Government information, suggestions, estimates, and statistics for the purpose of this Act. Authorizes the Council to establish such criteria, guidelines, and standards as are necessary to be applied by Federal agencies, States, their political subdivisions, and other entities in the implementation of this Act, and to establish such rules and regulations as are necessary to carry out the purposes of this Act. Requires the Council to review the policies and programs of Federal agencies which are required to be submitted to the Council under this Act and to recommend to such agencies methods for improving the effective coordination and consistency of such policies and programs. Requires the Secretary in consultation with the Council, within 90 days after the date of enactment of this Act, to promulgate guidelines for: (1) the identification of prehistoric and historic properties; (2) data recovery that is to be carried out pursuant to a mitigation plan developed after satisfaction of a Federal agency's responsibilities under this Act and under the authority of the Archaeological Recovery Act of 1960; and (3) the treatment of data recovered pursuant to a mitigation plan funded or sanctioned by a Federal agency. Requires each Federal agency, within 90 days after the Secretary establishes such guidelines, to submit to the Secretary proposed regulations, standards, or procedures to establish the requirements that will govern the agency's program activities. Requires the Secretary to establish, jointly with the Secretaries of Agriculture and Defense, and the Administrator of the General Services Administration, standards for the management and preservation of federally owned historic properties within one year of enactment of this Act. Requires all Federal agencies administering any program under which any Federal assistance is provided to any State or local government or to any other person or entity, or under which any Federal license, permit, or other approval is required to coordinate such program with the purposes to this Act. Requires each agency administering such program to submit to the Council a proposal for carrying out such program under which the assistance to projects that will further the preservation of National Register or Eligible Properties shall be increased above the assistance which would otherwise be available. Directs the Secretary to institute a program of education and training relating to historic preservation to Federal agencies, State and local governments, private organizations and individuals, and other nations and international organizations connected with the World Heritage Convention. Directs the Secretary to increase the awareness of historic resources and preservation among the student population of the United States, and encourage a program for training and development of skilled labor in trades and crafts relating to historic preservation. Authorizes the participation of the United States as a member in the International Centre for the Study of the Preservation and Restoration of Cultural Property. Requires the Secretary to establish a program to encourage foreign tourism to historic properties in the United States. Requires each Federal agency which proposes any undertaking outside the United States which may affect a property which is on the World Heritage List or which has been nominated for inclusion to notify the Council prior to commencing such undertaking. Requires each Federal agency, under guidelines established by the Council, to designate an official at an appropriate level to be known as the agency's Preservation Officer who shall be responsible for coordinating that agency's activities under this Act. Requires each Federal agency to assume responsibility for the preservation, maintenance, rehabilitation, renovation, adaptive use, or restoration of properties which are included in the National Register, or designated as Eligible Properties, and which are owned by such agency. Requires the Secretary of the Interior, acting through the National Park Service, to study and investigate properties included in the National Register which are under the jurisdiction or control of other Federal agencies. Authorizes the Secretary, upon the concurrence of the Council, to accept gifts or donations of less than fee interests in any Eligible Property or property which is included in the National Register where the acceptance of such interests will facilitate the preservation of such property. Allows each Federal agency having authority for the management of any real property to lease such property, upon the concurrence of the Council, to any appropriate person or organization. Requires the Council, within 180 days after the date of the initial appointment of the members of the Council, to promulgate regulations or guidelines under which Federal programs or undertakings may be exempted from any or all of the requirements of this Act. Authorizes all Federal agencies to expend appropriated funds, including funds in operations and maintenance accounts, for the purposes of this Act. Provides for the review by the Council, of Federal agency policies and programs that may affect historic properties and the purposes of this Act. Title III: General, Administrative, and Miscellaneous Provisions - Defines the terms used in this Act. Establishes a Historic Preservation Fund in the Treasury of the United States to be funded from revenues due to be payable to the United States under the Outer Continental Shelf Lands Act or the Act of June 4, 1920, or both. States that not less than three-fourths of appropriated funds shall be available for grants to States, and not more than one-fourth shall be available for other grants or loans and for the Administrator to carry out his duties under this Act. Authorizes the Secretary of the Interior to establish the Pension Building located in Washington, District of Columbia as a national historic site to be named the \"National Center for the Building Arts\" in order to commemorate and encourage the building arts. Establishes in the District of Columbia a charitable, educational, and scientific nonprofit corporation to be known as the National Buildings Arts Foundation which shall provide for: (1) collection and dissemination of information concerning the building arts; (2) providing education and information relating to the history and practice of the building arts; and (3) the public display of temporary and permanent exhibits illustrating and interpreting the building arts. Specifies that the Foundation shall be under the direction of a Board of Trustees. Sets forth the powers of the Foundation. Requires the General Accounting Office to review and audit regularly the accounts of the Foundation for the purposes of determining the continuing ability of the Foundation to pay for the functions of the Center. Amends the Act of October 26, 1949 to require the Secretary of the Interior to establish and maintain a program, in cooperation with the National Trust for Historic Preservation, for the emergency acquisition of real and personal property, or any interests therein, eligible for, or included in, the National Register established under the National Historic Preservation Act and threatened with immediate deomolition or impairment. Requires the Secretary of the Interior, in cooperation with the American Folklife Center of the Library of Congress, to submit, within two years after the date of enactment of this Act, a report to the President and the Congress on preserving and conserving the intangible elements of our cultural heritage. Requires the Secretary of the Interior to submit a report to the President and the Congress, within eight years after the date of the enactment of this Act, reviewing the operation of the Historic Preservation Fund and the national historic preservation program and recommending appropriate funding levels. Requires the Advisory Council on Historic Preservation to investigate the plans and performance of the Pennsylvania Avenue Development Corporation as they relate to historic preservation and to report its findings and recommendations to Congress. Requires the Secretary of the Interior, in cooperation with the Secretary of the Treasury, to submit a report to the President and Congress on Federal tax laws relating to historic preservation or affecting in any manner historic preservation. Requires the Secretary of the Interior to undertake a comprehensive study and formulate recommendations for the creation of a National System of Cultural parks and to submit, within two years after the date of enactment of this Act, such recommendations to the President and Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Historic Preservation Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Historic Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Historic Preservation Act of 1966, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:06-05:00"
}