{
  "actions": [
    {
      "acted_at": "1973-04-12", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6953-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-12", 
  "number": "6953", 
  "official_title": "A bill to amend chapter 34 of title 38, United States Code, to provide additional educational benefits to veterans who have served in the Indochina theater of operations during the Vietnam era.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-12", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Vietnamese Conflict"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-12", 
    "text": "Provides that the Administrator of Veterans' Affairs shall reimburse any eligible Vietnam veteran enrolled in a full-time or part-time course of education or training for costs incurred by such veteran for tuition, for laboratory, library, health, infirmary, and other similar fees, and for expenses incurred for books, supplies, equipment, and other necessary expenses, exclusive of board, lodging, other living expenses, and travel, as are generally required for the successful pursuit and completion of the course of education or training in which such veteran is enrolled. States that in no event shall payment made to an eligible Vietnam veteran under this section for any expense incurred by such veteran exceed the customary amount paid by other students in the same institution for the same service, privilege, material, or equipment; and in no event shall the total payments made to or on behalf of any veteran under this subsection exceed $3,000 for an ordinary school year, unless the veteran elects to have such customary charges paid in excess of such limitation, in which event there shall be charged against his period of eligibility the portion of an ordinary school year which such excess bears to $3,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 34 of title 38, United States Code, to provide additional educational benefits to veterans who have served in the Indochina theater of operations during the Vietnam era.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:45-05:00"
}