{
  "actions": [
    {
      "acted_at": "1975-11-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10639-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-07", 
  "number": "10639", 
  "official_title": "A bill to authorize the President to allocate propane during periods of shortage.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Propane Standby Allocation Act", 
  "sponsor": {
    "district": "11", 
    "name": "Ruppe, Philip E.", 
    "state": "MI", 
    "thomas_id": "01002", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-07", 
  "subjects": [
    "Energy", 
    "Energy policy", 
    "Gases", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Propane", 
    "Resource allocation"
  ], 
  "subjects_top_term": "Propane", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-07", 
    "text": "Propane Standby Allocation Act - Provides that upon finding that shortages of natural gas exist or are imminent and upon finding that such shortages or potential shortages constitute a threat to the public health, safety, or welfare, the President is authorized to issue orders and regulations as he deems appropriate to provide for the establishnent of priorities of use and for systematic allocation and pricing of propane in order to meet the essential needs of various sections of the United States and to lessen anticompetive effects resulting from shortages of natural gas. Directs the President to give priority consideration to the needs of residential and agricultural users of propane. Sets forth penalties for violation of this Act. Gives the district courts of the United States exclusive original jurisdiction of cases or controversies arising under this Act or under regulations or orders issued hereunder, notwithstanding the amount in controversy. Provides that exclusive appellate jurisdiction is vested in the temporary emergency court of appeals (a court which is currently in existence, but which is independdently authorized by this Act)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Propane Standby Allocation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the President to allocate propane during periods of shortage.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:27-05:00"
}