{
  "actions": [
    {
      "acted_at": "1981-04-01", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-08", 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-01", 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "bill_ids": [
        "s1193-97"
      ], 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Provisions of measure incorporated into measure S. 1193 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s849-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-01", 
  "number": "849", 
  "official_title": "A bill to authorize appropriations for the International Communication Agency to carry out in fiscal years 1982 and 1983 international communication and educational and cultural exchange programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1193-97", 
      "reason": "related"
    }
  ], 
  "short_title": "International Communication Agency Authorization Act, Fiscal Years 1982 and 1983", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-05", 
  "subjects": [
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Authorization", 
    "Business and commerce", 
    "Civil service employment", 
    "Civil service system", 
    "Credit", 
    "Economics and public finance", 
    "Federal employees and officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government procurement", 
    "Insurance", 
    "International affairs", 
    "International cooperation in telecommunication", 
    "Monetary policy", 
    "Money", 
    "Motor vehicles", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-01", 
    "text": "International Communication Agency Authorization Act, Fiscal Years 1982 and 1983 - Authorizes appropriations for the International Communication Agency (ICA) for fiscal years 1982 and 1983 to carry out certain international communication, educational, cultural, and exchange programs. Amends the United States Information and Educational Exchange Act of 1948 to permit any Federal employee who has special scientific, technical, or professional qualifications to be assigned to a foreign government (presently only U.S. citizens can be so assigned), for non-military purposes. Authorizes such assignee, under certain conditions, to accept an office in such foreign government. Authorizes appropriations to be made available under joint resolutions making continuing appropriations for fiscal year 1982. Authorizes the Director of the ICA to purchase: (1) passenger vehicles with right hand drive and other special requirements for use abroad without regard to maximum price limitations; and (2) motion picture, radio, and television producers' liability insurance to protect interests in intellectual property. Provides for the principal assistant of an ICA Associate Director to perform the duties of such Associate Director who dies, resigns, or is sick or absent. Authorizes the making of procurement contracts for periods which do not exceed five years if: (1) appropriations are adequate for the first fiscal year; (2) government need is reasonably firm and continuing; (3) such contract will encourage effective competition or promote economics in performance and operation; and (4) such method will not inhibit small business participation. Requires such contracts to be cancelled if funds are not available for continuation into subsequent fiscal years. Requires the Secretary of the Treasury to hold foreign currencies derived from conversions made pursuant to the obligation of informational media guaranties which are unavailable for or exceed U.S. requirements. Authorizes the sale of such currencies to Federal agencies for dollars if the foreign country from which the currencies derive and the United States agree. Excludes from the definition of \"public work\" in the Defense Base Act certain exhibits or demonstrations of U.S. economic accomplishments and cultural attainments. Amends the International Communication Agency Authorization Act, Fiscal Years 1980 and 1981, to authorize appropriations for the ICA for fiscal year 1981 to liquidate the outstanding notes and accrued interest thereon assumed in the operation of the informational media guarantee program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Communication Agency Authorization Act, Fiscal Years 1982 and 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the International Communication Agency to carry out in fiscal years 1982 and 1983 international communication and educational and cultural exchange programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:44-05:00"
}