{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-28", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-28", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5254-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brewster, Bill K.", 
      "sponsored_at": "1992-06-04", 
      "state": "OK", 
      "thomas_id": "00123", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Clement, Bob", 
      "sponsored_at": "1992-05-21", 
      "state": "TN", 
      "thomas_id": "00205", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1992-06-22", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Geren, Pete", 
      "sponsored_at": "1992-05-21", 
      "state": "TX", 
      "thomas_id": "00434", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Harris, Claude", 
      "sponsored_at": "1992-06-04", 
      "state": "AL", 
      "thomas_id": "00504", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1992-06-04", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Jenkins, Edgar L.", 
      "sponsored_at": "1992-06-04", 
      "state": "GA", 
      "thomas_id": "00595", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Jones, Ben", 
      "sponsored_at": "1992-06-04", 
      "state": "GA", 
      "thomas_id": "00607", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Montgomery, G. V. (Sonny)", 
      "sponsored_at": "1992-05-21", 
      "state": "MS", 
      "thomas_id": "00827", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Parker, Mike", 
      "sponsored_at": "1992-06-04", 
      "state": "MS", 
      "thomas_id": "00889", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Patterson, Elizabeth", 
      "sponsored_at": "1992-05-21", 
      "state": "SC", 
      "thomas_id": "00897", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Payne, Lewis F., Jr.", 
      "sponsored_at": "1992-06-04", 
      "state": "VA", 
      "thomas_id": "00903", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Richardson, Bill", 
      "sponsored_at": "1992-06-04", 
      "state": "NM", 
      "thomas_id": "00958", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Ridge, Thomas J.", 
      "sponsored_at": "1992-05-21", 
      "state": "PA", 
      "thomas_id": "00960", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Sangmeister, George E.", 
      "sponsored_at": "1992-05-21", 
      "state": "IL", 
      "thomas_id": "01013", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Santorum, Rick", 
      "sponsored_at": "1992-05-21", 
      "state": "PA", 
      "thomas_id": "01015", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Slattery, Jim", 
      "sponsored_at": "1992-05-21", 
      "state": "KS", 
      "thomas_id": "01067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Smith, Christopher H.", 
      "sponsored_at": "1992-05-21", 
      "state": "NJ", 
      "thomas_id": "01071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1992-05-21", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O., Jr.", 
      "sponsored_at": "1992-06-04", 
      "state": "WV", 
      "thomas_id": "01095", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Stenholm, Charles W.", 
      "sponsored_at": "1992-06-04", 
      "state": "TX", 
      "thomas_id": "01110", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1992-05-21", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1992-05-21", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "5254", 
  "official_title": "To amend title 38, United States Code, to provide job training readjustment assistance to certain veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Penny, Timothy J.", 
    "state": "MN", 
    "thomas_id": "00906", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-05-28", 
  "subjects": [
    "Armed forces and national security", 
    "Business records", 
    "Counseling", 
    "Education", 
    "Employment agencies", 
    "Employment of the handicapped", 
    "Government paperwork", 
    "Information services", 
    "Manpower training programs", 
    "Small business", 
    "Technical education", 
    "Unemployed", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-21", 
    "text": "Adds a new chapter to Federal veterans' benefits provisions entitled \"Veterans' Job Training.\" Directs the Secretary of Veterans Affairs (Secretary) and, to the extent specifically provided, the Secretary of Labor to carry out a program to assist eligible veterans in obtaining employment through participation in programs of significant training for employment in stable and permanent positions. Requires the program to be carried out through payments to employers who employ and train eligible veterans in such positions. Uses such payments to assist such employers in defraying the costs of necessary training. Authorizes the Secretary to contract or make agreements with State approving agencies (SAAs) to carry out the duties of the Secretary under this chapter, and to pay appropriate expenses. Directs each SAA to report to the Secretary a certification as to the expenses incurred. Requires the Assistant Secretary of Labor for Veterans' Employment and Training to assist the Secretary of Labor in carrying out this chapter. Makes eligible for such job training programs veterans who: (1) are unemployed at the time of application; (2) have been so unemployed for at least ten of the 15 weeks prior to such application; (3) submit an application for such program within four years after discharge or release or four years after enactment of this Act, whichever is later; (4) were discharged on or after August 2, 1990; (5) served on active duty for more than 90 days; (6) are entitled to disability compensation (or who, but for the receipt of military retired pay, would be so entitled) for a disability rated at 30 percent or more; and (7) were discharged or released from active duty due to a service-connected disability. Outlines application requirements for a veteran who wishes to participate in such a program. Authorizes the Secretary to withhold approval of such applications when determined necessary due to limited funds available for the program. Directs the Secretary to furnish to veterans approved for the program a certificate of eligibility for presentation to an employer within 180 days. Limits to 15 months the maximum period of training for which assistance may be provided on behalf of a veteran under this chapter. Requires an employer, in order to be approved under the job training program, to provide training for no less than 12 months in an occupation in a growth industry or in an occupation requiring the use of new technological skills. Allows for a training program of at least six months when the purpose of this chapter would be met by such program. Provides for the approval of appropriate employer job training programs. Prohibits the approval by the Secretary of job training programs for employment: (1) consisting of seasonal, intermittent, or temporary jobs; (2) under which commissions are the primary income source; (3) which involves political or religious activities; (4) with any Federal department or agency; or (5) outside of the State. Outlines application requirements for the approval of job training programs of an employer under this chapter. Authorizes the Secretary to withhold the approval of an employer's proposed program pending the outcome of an investigation as to whether all application requirements have been met. Provides for payments to employers for approved job training programs provided to qualifying veterans under this chapter. Places certain per-veteran limits on the amount of such payments. Requires pro rata repayment by an employer for unfulfilled periods of job training or employment under the program. Requires an employer to certify to the Secretary the appropriate training and employment of a veteran before receiving such payments. Requires all requests for such payments to be made within two years from the date on which the job training ends. Outlines conditions of employer noncompliance under a job training program under which payments made shall be considered an overpayment due to the United States. Requires an employer to notify the Secretary of its intention to employ such veteran, and allows the veteran to begin such program within two weeks after such notification unless approval is withheld or denied by the Secretary. Authorizes an employer to enter into an agreement with an educational institution that has been approved for the enrollment of veterans under which the institution provides the program of job training to eligible veterans. Requires an employer's application to state such intention. Authorizes the Secretary to immediately disapprove further participation by veterans in a program when the Secretary finds that such previously-approved program fails to meet any of the requirements under this chapter. Requires the Secretary to notify the employer and veteran so affected, and to provide the opportunity for a hearing on such disapproval. Directs the Secretary to disapprove future participation by veterans in a program under which the Secretary determines that the rate of veterans' successful completion of an employer's programs is disproportionately low due to deficiencies in the quality of the programs. Requires the Secretary to take into account certain data in making such determination. Requires employer notification and opportunity for a hearing in such cases. Requires to be available the records and accounts of employers pertaining to veterans' job training programs approved under this chapter. Authorizes the Secretary to: (1) monitor employers and veterans participating in such programs to determine compliance; (2) investigate any matter necessary to determine compliance with program requirements; and (3) administer such monitoring and investigative functions via an agreement between the Secretary and the Secretary of Labor for the performance of such functions by the Department of Labor. Prohibits an employer from being paid training assistance on behalf of a veteran under this chapter during any period of time in which the employer receives any other form of assistance on account of the training or employment of the veteran, including assistance under the Job Training Partnership Act, or when the employer receives a tax credit for the employment of certain new employees. Directs the Secretary and the Secretary of Labor, upon request, to provide employment counseling services to eligible veterans in order to assist such veterans in selecting a suitable job training program under the chapter. Directs the Secretary of Labor to provide a program under which: (1) a disabled veteran's outreach program specialist is assigned as a case manager for each veteran participating in a job training program; (2) the veteran has an interview with the case manager within 60 days after entering into a program; and (3) periodic (at least monthly) contact is maintained with each veteran in order to aid such veteran in successfully completing his or her program. Outlines situations in which the assignment of a case manager may be waived. Directs the Secretaries to jointly provide a program of counseling designed to resolve difficulties encountered by veterans during their training. Directs the Secretaries to jointly provide for an outreach and public information program to inform: (1) veterans of available employment and job training opportunities; and (2) private industry and business concerns, public agencies and organizations, educational institutions, trade associations, and labor unions about available job training opportunities. Directs the Secretary of Labor to promote the development of employment and job training opportunities for veterans by: (1) encouraging potential employers to make job training programs available to veterans; (2) advising other appropriate Federal departments and agencies of the program established under this chapter; and (3) advising employers of applicable responsibilities with respect to veterans. Requires coordination of the outreach and public information program with similar Federal programs and programs of public agencies and organizations. Directs the Secretary of Labor, in carrying out his responsibilities under this chapter, to utilize the services of various directors, assistant directors, specialists, and local employees employed in areas related to veterans' employment and training. Directs the Secretary of Labor to request and obtain from the Administrator of the Small Business Administration a list of small business concerns, and to update such list. Directs each Secretary to assist veterans and employers in making and completing applications and certifications required under this chapter. Directs the Secretary of Labor, at least quarterly, to collect and compile from employment services and directors of veterans' employment and training information concerning the number of veterans who receive employment and training counseling, who are referred to employers, who participate in job training, and who complete programs, or the reasons for noncompletion. Authorizes appropriations for FY 1993 through 1995 for making payments to employers under this chapter. Limits to 2.5 percent of such authorized appropriations the amount to be used for administration. Prohibits assistance from being paid to an employer under this chapter: (1) on behalf of a veteran who initially applies for a job training program after September 30, 1995; or (2) for any program which begins after March 31, 1996."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to provide job training readjustment assistance to certain veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:37-05:00"
}