{
  "actions": [
    {
      "acted_at": "1988-04-20", 
      "committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Intelligence (Permanent).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4430-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-04-20", 
  "number": "4430", 
  "official_title": "A bill to authorize appropriations for fiscal year 1989 for intelligence and intelligence-related activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 1989", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-04-20", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Central Intelligence Agency", 
    "Civil service compensation", 
    "Civil service retirement", 
    "Consumer credit", 
    "Consumer protection", 
    "Counterintelligence", 
    "Covert operations", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Department of Defense", 
    "Department of Justice", 
    "Disability retirement", 
    "Economics and public finance", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Income tax", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "Military intelligence", 
    "Military personnel", 
    "National Security and Intelligence Operations", 
    "Patriotism", 
    "Social welfare", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-04-20", 
    "text": "Intelligence Authorization Act for Fiscal Year 1989 - Title I: Intelligence Activities - Authorizes appropriations for FY 1989 for intelligence and intelligence-related activities in specified departments and agencies of the Government, including the Central Intelligence Agency (CIA) and the Department of Defense (DOD). Declares that the authorized amounts and personnel ceilings for such intelligence activities are those specified in the classified Schedule of Authorizations prepared by the Committee of Conference to accompany specified legislation. Authorizes the Director of Central Intelligence to employ civilian personnel in excess of the ceiling for such personnel when necessary to the performance of important intelligence functions. Title II: Intelligence Community Staff - Authorizes appropriations for the Intelligence Community Staff for FY 1989. Establishes an end strength ceiling of 244 full-time Intelligence Community Staff employees. Provides that such staff shall be administered in the same manner as the CIA. Title III: Central Intelligence Agency Retirement and Disability System - Authorizes appropriations for the Central Intelligence Agency Retirement and Disability Fund for FY 1989. Title IV: Central Intelligence Agency Administrative Provisions - Allows the Director of Central Intelligence, during FY 1989, to grant appropriate relief to former CIA employees who unfairly had their CIA careers adversely affected as a result of allegations concerning their loyalty to the United States. Amends the Central Intelligence Agency Retirement Act of 1964 for Certain Employees to permit certain employees who are subject to the Central Intelligence Agency Retirement System to elect to become subject to the Federal Employees Retirement System (FERS). Title V: Defense Intelligence Commercial Entities - Allows the Secretary of Defense to authorize the establishment and operation of commercial entities to provide cover for DOD foreign intelligence collection activities. Sets forth procedures for the establishment, operation, funding, and oversight of such entities. Title VI: NSA/DIA Personnel Authorities Improvements - States that certain allowances received by National Security Agency (NSA) and Defense Intelligence Agency (DIA) personnel shall be excluded from gross income under the Internal Revenue Code. Title VII: FBI Enhanced Counterintelligence Authorities - Permits FBI access to consumer reports and Social Security information when such reports and information are sought in connection with an authorized foreign counterintelligence investigation. Title VIII: General Provisions - Permits appropriations authorized by this Act for employee benefits to be increased to meet increases in such benefits authorized by law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1989 for intelligence and intelligence-related activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:22-05:00"
}