{
  "actions": [
    {
      "acted_at": "2010-07-28", 
      "references": [
        {
          "reference": "CR S6398-6440", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-29", 
      "calendar": "Senate Legislative", 
      "number": "493", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 493.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4583-111", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4583"
    }, 
    {
      "amendment_id": "s4586-111", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4586"
    }, 
    {
      "amendment_id": "s4678-111", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4678"
    }, 
    {
      "amendment_id": "s4679-111", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4679"
    }
  ], 
  "bill_id": "s3663-111", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-28", 
  "number": "3663", 
  "official_title": "A bill to promote clean energy jobs and oil company accountability, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5019-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6402-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2747-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3466-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3472-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3495-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3509-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3511-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3515-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3516-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3597-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3600-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3643-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3815-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Energy Jobs and Oil Company Accountability Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-29", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Alabama", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Aquaculture", 
    "Aquatic ecology", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Civil actions and liability", 
    "Coast guard", 
    "Congressional oversight", 
    "Department of Energy", 
    "Department of the Interior", 
    "Ecology", 
    "Electric power generation and transmission", 
    "Endangered and threatened species", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Environmental assessment, monitoring, research", 
    "Environmental technology", 
    "Florida", 
    "Forests", 
    "Government buildings, facilities, and property", 
    "Government ethics and transparency, public corruption", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Hazardous wastes and toxic substances", 
    "Higher education", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Land transfers", 
    "Land use and conservation", 
    "Lighting and heating", 
    "Louisiana", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Mississippi", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Pollution liability", 
    "Public utilities and utility rates", 
    "Research administration and funding", 
    "Research and development", 
    "Residential rehabilitation and home repair", 
    "Sales and excise taxes", 
    "Solid waste and recycling", 
    "Technology assessment", 
    "Texas", 
    "Transportation safety and security", 
    "Wages and earnings", 
    "Water quality", 
    "Water use and supply", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-29", 
    "text": "Clean Energy Jobs and Oil Company Accountability Act of 2010 - Big Oil Bailout Prevention Unlimited Liability Act of 2010 - Amends the Oil Pollution Act of 1990 to: (1) remove limits on liability for offshore facilities; and (2) authorize the Coast Guard, in the case of a spill of national significance, to obtain advances from the Oil Spill Liability Trust Fund. Federal Research and Technologies for Oil Spill Prevention and Response Act of 2010 - Amends the Oil Pollution Act of 1990 to: (1) revise the chairmanship of the Interagency Coordinating Committee on Oil Pollution Research; (2) establish the Science and Technology Advisory Board; (3) modify the innovative oil pollution technology program; and (4) require the Secretary of the Interior to implement a program of research, development, and technology demonstration to address issues associated with the detection of, response to, and mitigation and cleanup of discharges of oil occurring on federal land managed by the Department of the Interior. Directs the Secretary to: (1) conduct deepwater, ultra deepwater, and other extreme environment oil discharge response demonstration projects; and (2) establish at institutions of higher education research centers of excellence for the research, development, and demonstration of technologies necessary to respond to, contain, mitigate, and clean up extreme-environment discharges of oil. Directs the Undersecretary of Commerce for Oceans and Atmosphere to establish at institutions of higher education research centers of excellence for research and innovation in the fate of, behavior and effects of, and damage assessment and restoration relating to discharges of oil. Directs the Secretary of the Interior, the Commandant of the Coast Guard, and the Administrator of the Environmental Protection Agency (EPA) to conduct a joint pilot program to conduct field tests of new oil discharge response, mitigation, and cleanup technologies in the waters of the United States. Outer Continental Shelf Reform Act of 2010 - Amends the Outer Continental Shelf Lands Act to: (1) modify the national policy for the Outer Continental Shelf; (2) prescribe a program of structural reform for management of the Outer Continental Shelf, including leasing, permitting and regulation bureaus; and (3) increase civil penalties for violations. Authorizes the National Transportation Safety Board (NTSB), upon request of the Secretary, to conduct an independent investigation of any accident occurring in the outer Continental Shelf and involving activities under this Act. Establishes the Ocean Energy Enforcement Fund. Requires the Department of Energy (DOE) to publish monthly and report to Congress an evaluation of the effect of the moratoria resulting from the blowout and explosion of the mobile offshore drilling unit Deepwater Horizon that occurred on April 20, 2010, and the effect of resulting hydrocarbon releases upon the environment, employment, and small businesses. Amends the Energy Policy Act of 2005 to direct the Secretary of Energy to implement a deepwater (in lieu of ultra-deepwater) technologies research and development program and establish a Program Advisory Committee. Establishes the National Commission on Outer Continental Shelf Oil Spill Prevention. Environmental Crimes Enforcement Act of 2010 - Directs the United States Sentencing Commission to review and amend Federal Sentencing Guidelines and policy statements applicable to persons convicted of offenses under the Federal Water Pollution Control Act (commonly known as the Clean Water Act), in order to reflect the intent of Congress on increased penalties for specified offenses. Fairness in Admiralty and Maritime Law Act - Amends the Shipowners' Liability Act of 1851 to repeal the limitation on liability regarding: (1) a claim for wages; or (2) a claim resulting from a discharge of oil from a vessel or offshore facility pursuant to the Oil Pollution Act of 1990. Securing Health for Ocean Resources and Environment Act, or SHORE Act - Directs the Under Secretary for Oceans and Atmosphere to conduct a comprehensive review of: (1) the current capacity of the National Oceanic and Atmospheric Administration (NOAA) to respond to oil spills; and (2) the current ability of NOAA to observe, monitor, map, and track subsea hydrocarbons. Instructs the Under Secretary for Oceans and Atmosphere to establish: (1) a hydrocarbon monitoring and assessment program; (2) a national information center on oil spills; and (3) an initiative on oil spills from aging and abandoned oil infrastructure. Directs such Under Secretary to develop an inventory of offshore abandoned or sunken vessels in the exclusive economic zone and identify priorities for potential preemptive removal of oil or other actions that may be effective to mitigate the risk of oil spills from offshore abandoned or sunken vessels. Amends the Oil Pollution Act of 1990 to make the Oil Spill Liability Trust Fund available for preparedness, response, damage assessment, and restoration. Amends the Coastal Zone Management Act of 1972 to authorize the Secretary of Commerce to make grants to eligible coastal states to revise certain management programs to identify and implement new enforceable policies and procedures to ensure sufficient response capabilities to address the impacts of oil spills or other accidents resulting from Outer Continental Shelf energy activities. Requires the Secretaries of Commerce and of the Interior (Secretaries) and the EPA Administrator to implement a long-term marine environmental monitoring and research program for the marine and coastal environment of the Gulf of Mexico. Requires the Secretary of Commerce to direct research and take action to improve the ability of the United States to conduct oil spill prevention, response, and recovery in Arctic waters. Instructs the Commandant of the Coast Guard to assess and take action to reduce the risk and improve the capability of the United States to respond to a maritime disaster in the United States Beaufort and Chukchi Seas. Amends the Federal Water Pollution Control Act to require that an area contingency plan for the national response system develop a framework for advance planning and decision making regarding the closing and reopening of fishing grounds following an oil spill. Directs the Secretaries and the EPA Admninistrator to establish a program for the formal evaluation and validation of oil pollution containment, removal methods, and technologies. Requires the Secretary of Commerce to increase the frequency and comprehensiveness of safety inspections of all U.S.- and foreign-flag tank vessels that enter a U.S. port or place. Directs the President to establish a Gulf of Mexico Regional Citizens' Advisory Council. Amends the Oil Pollution Act of 1990 to revise the limits on vessel liability. Amends the Post-Katrina Emergency Management Reform Act of 2006 and the Homeland Security Act of 2002 to set forth an initiative for catastrophic incident planning. Grants subpoena and enforcement powers to the National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling. Coral Reef Conservation Amendments Act of 2010 - Amends the Coral Reef Conservation Act of 2000 to: (1) authorize the Secretary of Commerce to provide assistance to any state, local, or territorial government agency with jurisdiction over coral reef ecosystems to address unforeseen or disaster-related circumstances pertaining to such ecosystems; and (2) direct that Secretary to establish in the Damage Assessment Restoration Revolving Fund the Emergency Response, Stabilization, and Restoration Account. Subjects to liability to the United States persons who either engage in certain prohibited activities or create an imminent risk doing so. Establishes within DOE a Natural Gas Vehicle and Infrastructure Development Program. Directs the Secretary of Energy to promulgate an interim final rule establishing: (1) an infrastructure deployment program and a manufacturing development program; and (2) a program of direct loans to qualified manufacturers for the cost of reequipping, expanding, or establishing a domestic facility used to produce any new qualified alternative fuel motor vehicle or any eligible component. Promoting Electric Vehicles Act of 2010 - Establishes within DOE a national plug-in electric drive vehicle deployment program. Directs the Secretary of Energy to: (1) develop and provide guidance for model building and construction codes that include consideration of smart grid integration; and (2) award grants to training and education institutions to provide training and education for vocational workforce development to ensure skills needed to work on and maintain plug-in electric drive vehicles and the infrastructure required to support them. Sets forth a pilot program to deploy plug-in electric drive vehicles in the federal fleet. Establishes a targeted plug-in electric drive vehicle deployment communities program. Directs the Secretary of Energy to: (1) establish a program to fund research and development in advanced batteries, plug-in electric drive vehicle components, plug-in electric drive infrastructure, and other related technologies; (2) implement a materials recycling study; and (3) establish the Advanced Batteries for Tomorrow Prize for a 500-mile vehicle battery. Directs the Secretary of the Interior to study: (1) the raw materials needed for the manufacture of components for plug-in electric drive vehicles; and (2) the infrastructure needed to support plug-in electric drive vehicles. Amends the Public Utility Regulatory Policies Act of 1978 require electric utilities to develop a plan to support the use of plug-in electric drive vehicles. Amends the Energy Independence and Security Act of 2007 to require the Secretary of Energy to guarantee loans to eligible entities for the aggregate purchase of not fewer than 200 qualified automotive batteries in a calendar year that have a total minimum power rating of 1 megawatt and use advanced battery technology. Establishes the Plug-in Electric Drive Vehicle Technical Advisory Committee. Directs the President to establish the Plug-in Electric Drive Vehicle Interagency Task Force, chaired by the Secretary of Energy. Home Star Retrofit Act of 2010 - Instructs the Secretary of Energy to establish: (1) the Home Star Retrofit Rebate Program; and (2) a Federal Rebate Processing System Instructs the Secretary of Energy to establish a Home Star Efficiency Loan Program. Land and Water Conservation Authorization and Funding Act of 2010 - Amends the Land and Water Conservation Fund Act of 1965 to authorize funding through FY2021 and subsequent fiscal years. National Wildlife Refuge System Resource Protection Act of 2010 - Makes any person that destroys, damages, causes the loss of, or injures any refuge system resource liable to the United States for response costs and damages resulting from the destruction, loss, or injury. Establishes the Gulf Coast Ecosystem Restoration Task Force. Amends the Emergency Planning and Community Right-To-Know Act of 1986 to authorize a state that permits oil and natural gas drilling to require any person using hydraulic fracturing for an oil or natural gas well to disclose the chemicals used in each hydraulic fracturing process. Instructs the Secretary of Agriculture to conduct a program of watershed restoration and job stabilization. Amends the Internal Revenue Code to: (1) extend to December 31, 2020, the Oil Spill Liability Trust Fund financing rate; (2) increase the Oil Spill Liability Trust Fund financing rate to 45 cents a barrel; and (3) increase the per incident limitation on expenditures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Energy Jobs and Oil Company Accountability Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Big Oil Bailout Prevention Unlimited Liability Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coral Reef Conservation Amendments Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Environmental Crimes Enforcement Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fairness in Admiralty and Maritime Law Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Research and Technologies for Oil Spill Prevention and Response Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Home Star Retrofit Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Land and Water Conservation Authorization and Funding Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Wildlife Refuge System Resource Protection Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Outer Continental Shelf Reform Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Promoting Electric Vehicles Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Securing Health for Ocean Resources and Environment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SHORE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote clean energy jobs and oil company accountability, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:55-05:00"
}