{
  "actions": [
    {
      "acted_at": "1979-06-13", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1339-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-13", 
  "number": "1339", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to encourage a reduction in the amount of contributions collected in Senate general elections by providing for limited public funding for certain candidates when total contributions to an opponent exceed certain thresholds.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Senate Campaign Contribution Reduction Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Stone, Richard (Dick)", 
    "state": "FL", 
    "thomas_id": "01443", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-13", 
  "subjects": [
    "Campaign funds", 
    "Campaign management", 
    "Congressional elections", 
    "Department of the Treasury", 
    "Government trust funds", 
    "Senate", 
    "Voting"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-13", 
    "text": "Senate Campaign Contribution Reduction Act of 1979 - Amends the Federal Election Campaign Act of 1971 to add a new Title V: Public Funding of Senate General Election Campaigns. Entitles candidates for the United States Senate, meeting certain criteria and agreeing to comply with certain recordkeeping requirements, to campaign payments in accordance with the terms of this Act. Sets forth the formula for determination of a contribution threshold with respect to any general election. Sets forth formulas for the determination of the amount of money to which eligible candidates are entitled if the Federal Election Commission determines that one or more candidates in a general election has accepted contributions in excess of the contribution threshold. Requires each candidate to meet specified reporting requirements to the Federal Election Commission concerning contributions received in excess of the contribution threshold. Authorizes the Commission to determine whether any candidate has accepted contributions in excess of the contribution threshold, and the amount of such excess. Directs the Secretary of the Treasury to maintain a separate Senate Campaign Account in the Presidential Election Campaign Fund and to deposit in such account amounts available in the Fund after a determination that adequate sums are available for payments under the Presidential Election Campaign Fund Act. Sets forth guidelines for reducing payments under this Act if available funds are inadequate. Requires the Commission to conduct a thorough examination and audit of the campaign contributions and expenditures of all candidates who received payments after each Federal election. Requires repayment of funds paid in excess of entitlement or used for other than campaign purposes. Requires the Commission to submit annual reports to Congress setting forth: (1) the contributions received and the expenditures incurred by each candidate; (2) the amounts certified for payment to that candidate; and (3) the amount of payments, if any, required from that candidate, and the reasons for each payment required. Requires the Commission to submit a special report to Congress each year immediately following a year in which any Federal election is held concerning the amount of payments and amount of money remaining in the Presidential Election Campaign Fund. Provides for judicial review of any certification, determination, or other action by the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senate Campaign Contribution Reduction Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to encourage a reduction in the amount of contributions collected in Senate general elections by providing for limited public funding for certain candidates when total contributions to an opponent exceed certain thresholds.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:00-05:00"
}