{
  "actions": [
    {
      "acted_at": "1978-10-04", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-04", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-04", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14241-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-04", 
  "number": "14241", 
  "official_title": "A bill entitled \"Economic Development Program Consolidation Act\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Development Program Consolidation Act", 
  "sponsor": {
    "district": "1", 
    "name": "Ginn, Bo", 
    "state": "GA", 
    "thomas_id": "00442", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-04", 
  "subjects": [
    "Depressed areas", 
    "Economic development", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Intergovernmental relations", 
    "Investments", 
    "Planning", 
    "States"
  ], 
  "subjects_top_term": "Economic development", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-04", 
    "text": "Economic Development Program Consolidation Act - States that the intent of this Act is to address the problems of: (1) targeting economic development assistance to the most distressed areas of the country; (2) developing measures to stimulate private sector economic development in distressed local economies; and (3) improving and coordinating the delivery system for Federal programs to local governments. Authorizes the Secretary of Commerce to make grants to States to help finance the implementation of State economic development investment strategies (hereinafter referred to as \"State strategies\" or \"strategies\") approved in accordance with the provisions of this Act. Authorizes the Secretary to incur obligations on behalf of the United States in the form of grant agreements, to a total of $8,500,000,000. Requires the Governor of each State to prepare, in accordance with the planning process set forth in the Public Works and Economic Development Act of 1965, an overall five-year investment strategy and annual one-year strategies within the framework of the five-year plan. Requires each State plan to identify the distressed areas in the State for the purpose of targeting special assistance to those areas. Enumerates specific problems, such as unemployment and changes in employment conditions, which a State plan should address. Authorizes the Secretary, upon application of any State, to fund up to the entire cost of economic development planning for fiscal years 1979 and 1980 and 80 percent thereafter. Sets forth procedures for the administration of grant funds. Requires each State to submit an annual report to the Secretary summarizing the activities carried out pursuant to this Act. Directs the Secretary to make such reviews and audits as are necessary to determine whether a State has carried out its program substantially as described in the State strategy. Sets forth a formula for the allocation of grant funds among the States. Provides for the establishment of a discretionary fund from which the Secretary may make grants for specified contingencies. Directs the Secretary to establish a central clearinghouse of information on economic development. States that the clearinghouse shall contain, as a minimum, copies of all State five-year and one-year investment strategies, specified regional strategies, and economic data. Authorizes the Secretary to reduce or terminate payments to a State which has failed to comply substantially with any provision of this Act. Establishes a procedure for appeal by a State of a payment reduction or termination. Requires the Secretary to report annually to Congress on the progress made in carrying out State investment development strategies and on the use of grant funds. Directs the Secretary, in carrying out the provisions of this Act, to consult with other Federal departments and agencies administering Federal grant-in-aid programs. Terminates specified grant and loan programs under the Public Works and Economic Development Act of 1965, and the Local Public Works and Capital Development and Investment Act of 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Development Program Consolidation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Economic Development Program Consolidation Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:37-05:00"
}