{
  "actions": [
    {
      "acted_at": "1987-06-17", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Consumer Affairs and Coinage", 
      "text": "Referred to Subcommittee on Consumer Affairs and Coinage.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2704-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Consumer Affairs and Coinage", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Smith, Bob", 
      "sponsored_at": "1988-01-28", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-17", 
  "number": "2704", 
  "official_title": "A bill to provide for the issuance of bonds payable in gold coin.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gold Bond Act of 1987", 
  "sponsor": {
    "district": "39", 
    "name": "Dannemeyer, William E.", 
    "state": "CA", 
    "thomas_id": "00264", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-17", 
  "subjects": [
    "Actions and defenses", 
    "Courts and Civil Procedure", 
    "Gold", 
    "Government securities", 
    "Monetary policy", 
    "Money", 
    "Securities and Investments"
  ], 
  "subjects_top_term": "Money", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-17", 
    "text": "Gold Bond Act of 1987 - Directs the Secretary of the Treasury to issue Government obligations that: (1) total $100,000,000,000 or 250,000,000 ounces of gold, whichever is greater; (2) have an annual investment yield not exceeding 1.75 percent; (3) mature at the later of 40 years after issuance or October 1, 2027; (4) have principal and interest redeemable at maturity in one ounce gold (Eagle) coins; (5) shall be known as \"Eagle bonds\"; and (6) the enforcement of which, as to payment of both principal and interest in Eagle coins, is perpetually immune from any assertion of sovereign immunity from suit by the United States or any claimed privilege of the United States to refuse to pay out or deliver Eagle coins or gold in any form. Requires the Secretary to issue gold certificates: (1) that have values of one ounce, one-half ounce, and one-tenth of an ounce gold (Eagle) coins; (2) that are redeemable at face value on demand, (3) that shall be known as \"Eagle certificates\"; and (4) the enforcement of which, as to redeemability at face value on demand, shall be perpetually immune from any assertion of sovereign immunity from suit by the United States, any claimed privilege of the United States to refuse to pay out or deliver Eagle coins or gold in any form, any claimed power of the United States to require any person to surrender Eagle certificates, Eagle coins, or gold in any form, any claimed power of the United States to involuntarily acquire from any person Eagle certificates, Eagle coins, or gold in any form, and any claimed power of the United States to redeem Eagle certificates in any coin or currency other than Eagle coins. Prohibits the issuance of Government securities with maturities of less than one year after October 1, 1987. Prohibits Federal Reserve banks and commercial banks from owning Eagle bonds. Allows foreign central banks, foreign commercial banks, and private individuals in foreign countries to acquire Eagle bonds by depositing gold with any central bank which holds earmarked gold at the Federal Reserve Bank of New York. Authorizes the issuance of additional Eagle bonds to replace Treasury bills issued before October 1, 1987, as such Treasury bills mature. Specifies that such additional Eagle bonds may not be issued for maturity periods of less than 25 years. Declares to be unconstitutional and repeals provisions prohibiting the Government from paying out or delivering any gold coin and withdrawing the consent to sue or make a claim on a gold clause public debt obligation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gold Bond Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the issuance of bonds payable in gold coin.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:35-05:00"
}