{
  "actions": [
    {
      "acted_at": "2011-06-15", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1212-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2011-10-18", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-15", 
  "number": "1212", 
  "official_title": "A bill to amend title 18, United States Code, to specify the circumstances in which a person may acquire geolocation information and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2168-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6529-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Geolocational Privacy and Surveillance Act", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-15", 
  "subjects": [
    "Civil actions and liability", 
    "Computers and information technology", 
    "Crime and law enforcement", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Criminal procedure and sentencing", 
    "Evidence and witnesses", 
    "Fraud offenses and financial crimes", 
    "Right of privacy", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-15", 
    "text": "Geolocational Privacy and Surveillance Act or the GPS Act - Amends the federal criminal code to prohibit intentionally: (1) intercepting geolocation information pertaining to another person; (2) disclosing to any other person such information pertaining to another, knowing that the information was obtained in violation of this Act; (3) using geolocation information, knowing that the information was obtained in violation of this Act; or (4) disclosing to any other person the geolocation information pertaining to another person intercepted by means authorized under this Act, knowing that the information was obtained in connection with a criminal investigation, having obtained or received information in connection with a criminal investigation, with intent to improperly obstruct, impede, or interfere with a duly authorized criminal investigation. Sets penalties for violations.Makes specified exceptions for interceptions involving: (1) information acquired by a provider of covered services (electronic communication service, remote computing service, or geolocation information service) in the normal course of business; (2) federal officers, employees, or agents conducting foreign intelligence surveillance; (3) persons having given prior consent; (4) public information; (5) emergency information; (6) theft; and (7) a warrant.Prohibits: (1) a person providing covered services from intentionally divulging geolocation information pertaining to another person, with exceptions; and (2) the use of such information, and evidence derived from it, as evidence. Authorizes: (1) the use of geolocation information by investigative or law enforcement officers, or by a state's principal prosecuting attorney, to intercept such information under specified emergency circumstances; and (2) the recovery of civil damages by any person whose geolocation information is intercepted, disclosed, or intentionally used in violation of this Act.Modifies the Federal Rules of Criminal Procedure to require a search warrant to acquire geolocation information. Amends the federal criminal code to include any geolocation information service within the definition of a \"covered entity\" for purposes of provisions prohibiting obtaining confidential phone records information from such an entity by fraud or related activity. Directs the United States Sentencing Commission to review the federal sentencing guidelines and policy statements applicable to persons convicted of fraud and related activity in connection with obtaining certain confidential phone records information. Prohibits acquiring geolocation information of a person for protective activities or law enforcement or intelligence purposes except pursuant to a warrant issued under the Federal Rules of Criminal Procedure or the Foreign Intelligence Surveillance Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Geolocational Privacy and Surveillance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "GPS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to specify the circumstances in which a person may acquire geolocation information and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:11:18-05:00"
}