{
  "actions": [
    {
      "acted_at": "2000-05-23", 
      "references": [
        {
          "reference": "CR S4299-4302", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-23", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": " CR S4302-4309", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-03", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Hearings held. Hearings printed: S.Hrg. 106-1147.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2606-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "2000-05-23", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "2000-05-23", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "2000-05-23", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "2000-05-23", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2000-05-23", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Edwards, John", 
      "sponsored_at": "2000-05-23", 
      "state": "NC", 
      "thomas_id": "01573", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "2000-05-23", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2000-05-23", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "2000-05-23", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2000-05-23", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-23", 
  "number": "2606", 
  "official_title": "A bill to protect the privacy of American consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Privacy Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-05-23", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Arts, culture, religion", 
    "Awards, medals, prizes", 
    "Bank records", 
    "Bankruptcy", 
    "Books", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commemorations", 
    "Commerce", 
    "Computer networks", 
    "Computer security measures", 
    "Computer software", 
    "Computers and government", 
    "Congress", 
    "Congressional employees", 
    "Congressional officers", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Damages", 
    "Data banks", 
    "Direct broadcast satellites", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Economics and public finance", 
    "Education", 
    "Electronic commerce", 
    "Electronic mail systems", 
    "Electronic surveillance", 
    "Employee rights", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Families", 
    "Federal Communications Commission", 
    "Federal Trade Commission", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Higher education", 
    "House rules and procedure", 
    "Identification devices", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Internet", 
    "Internet service providers", 
    "Labor and employment", 
    "Law", 
    "Lease and rental services", 
    "Legal fees", 
    "Legislation", 
    "Legislative resolutions", 
    "Music", 
    "Parent and child", 
    "Phonorecords", 
    "Public records", 
    "Punitive damages", 
    "Research and development", 
    "Research grants", 
    "Restrictive trade practices", 
    "Retail trade", 
    "Right of privacy", 
    "Scholarships", 
    "Science, technology, communications", 
    "Senate", 
    "Senate rules and procedure", 
    "Signs and symbols", 
    "Social security numbers", 
    "Space activities", 
    "State laws", 
    "Student loan funds", 
    "Technical education", 
    "Technological innovations", 
    "Telephone", 
    "Television relay systems", 
    "Warrants (Law)", 
    "Web sites", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-05-23", 
    "text": "TABLE OF CONTENTS: Title I: Online Privacy Title II: Privacy Protection for Consumers of Books, Recorded Music, and Videos Title III: Enforcement and Remedies Title IV: Communications Technology Privacy Protections Title V: Rulemaking and Studies Title VI: Protection of Personally Identifiable Information in Bankruptcy Title VII: Internet Security Initiatives Title VIII: Congressional Information Security Standards Title IX: Definitions Consumer Privacy Protection Act - States that this Act preempts State laws and regulations inconsistent with its contents.Title I: Online Privacy - Sets forth operating parameters applicable to Internet service providers, online service providers, and commercial website operators with respect to the user of such service or website and: (1) the collection or disclosure of personally identifiable information; and (2) notice, consent, access and security requirements. Permits disclosure to law enforcement agencies and pursuant to court orders.Title II: Privacy Protection for Consumers of Books, Recorded Music, and Videos - Replaces Federal criminal code prohibition of the wrongful disclosure of video tape rental or sale records with prohibition of the wrongful disclosure of information about video, book, or recorded music rental, sale or delivery. Sets forth liability parameters for a video provider, book dealer, or recorded music dealer who knowingly discloses personally identifiable information concerning a consumer.Title III: Enforcement and Remedies - Vests the Federal Trade Commission (FTC) with enforcement authority for violations of this Act. Identifies additional agencies with enforcement authority for violations of online privacy under this Act. Grants a private right of action to persons aggrieved by such violations. Authorizes civil actions by States whose residents have been aggrieved by such violations.(Sec. 305) Sets forth whistleblower protections. Directs the FTC to establish an Office of Online Privacy to study privacy issues associated with electronic commerce and the Internet, the operation of this Act and the efficacy of its privacy protections.Title IV: Communications Technology Privacy Protections - Amends the Communications Act of 1934 to extend its privacy protection parameters to subscribers of satellite television services for private home viewing.(Sec. 402) Requires a customer's express prior authorization for access or disclosure by a telecommunications carrier of the customer's proprietary network information.Title V: Rulemaking and Studies - Directs the Federal Trade Commission to study consumer privacy issues in the traditional, offline marketplace according to prescribed guidelines and report to Congress its recommendations regarding rights and remedies.(Sec. 502) Instructs the Federal Communications Commission to initiate a prescribed rulemaking proceeding to establish uniform consumer privacy rules for all communications providers.(Sec. 503) Instructs the Secretary of Labor to study and report to Congress on whether employer practices that monitor employee activities by electronic or other remote means both at and away from the workplace constitute an inappropriate violation of employee privacy.Title VI: Protection of Personally Identifiable Information in Bankruptcy - Amends the Federal Bankruptcy Code to exclude certain personally identifiable information from consideration as an asset in bankruptcy.Title VII: Internet Security Initiatives - Directs the Secretary of Commerce to establish a Computer Security Partnership Council to: (1) increase public awareness of information security (including threats to information security and the responses to such threats); and (2) publish a report which evaluates and describes of areas of computer security research and development that are inadequately developed or funded.(Sec. 703) Amends the National Institute of Standards and Technology Act to direct the National Institute of Standards and Technology (Institute) to establish a program of matching grants for research and development of protection technologies to address issues that are not addressed by market-driven, private-sector information security research. Sets forth a matching grant framework. Authorizes appropriations.(Sec. 704) Instructs the Secretary of Commerce to establish computer security training programs authorized to be supported by forms of financial aid to students at domestic institutions of higher education. Authorizes scholarships, but makes service as a Federal employee after graduation a condition of acceptance.(Sec. 705) Authorizes the Institute, as part of its computer standards program, to: (1) assist Federal agencies in the protection of interconnected computer systems and to coordinate Federal response efforts regarding unauthorized access to Federal computer systems; and (2) establish an award program for the recognition of excellence in Federal computer system security practices.(Sec. 707) Directs the Institute to support development of computer software that would: (1) reflect the user's preferences for protecting sensitive, privacy-related information; and (2) automatically execute the program, once activated, without requiring user intervention.Title VIII: Congressional Information Security Standards - Instructs the Sergeant at Arms of the Senate to develop regulations following prescribed principles of privacy that set forth an information security and electronic privacy policy governing Internet use by Senate officers and employees.Title IX: Definitions - Defines terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Privacy Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the privacy of American consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:17-05:00"
}