{
  "actions": [
    {
      "acted_at": "1992-10-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-05", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-05", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-06", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-11-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-11-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6171-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-05", 
  "number": "6171", 
  "official_title": "To improve access to health insurance and contain health care costs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Action Now Health Care Reform Act of 1992", 
  "sponsor": {
    "district": "2", 
    "name": "Gradison, Willis D., Jr.", 
    "state": "OH", 
    "thomas_id": "00451", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-05", 
  "subjects": [
    "Accidents", 
    "Aircraft", 
    "Ambulatory care", 
    "Antitrust law", 
    "Antitrust policy", 
    "Claims", 
    "Community health services", 
    "Conflict of interests", 
    "Consumer education", 
    "Consumer protection", 
    "Cost control", 
    "Damages", 
    "Data banks", 
    "Discrimination in insurance", 
    "Electronic data processing", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal preemption", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Homeless", 
    "Hospital care", 
    "Hospitals", 
    "Identification devices", 
    "Income tax", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Joint ventures", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Limitation of actions", 
    "Malpractice", 
    "Managed care", 
    "Mediation", 
    "Medicaid", 
    "Medical associations", 
    "Medical economics", 
    "Medical ethics", 
    "Medical laboratories", 
    "Medical malpractice insurance", 
    "Medical records", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Migrant labor", 
    "Negligence", 
    "Obstetrics", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Pretrial procedure", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Reinsurance", 
    "Risk assessment", 
    "Risk management", 
    "Rural public health", 
    "Savings accounts", 
    "Self-employed", 
    "Small business", 
    "Social security eligibility", 
    "Standards", 
    "State laws", 
    "Surveys", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Telephone", 
    "Trusts and trustees", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-05", 
    "text": "Action Now Health Care Reform Act of 1992 - Title I: Improved Access to Affordable Health Care Coverage - Subtitle A: Increased Affordability and Availability for Employees - Directs the Secretary of Health and Human Services (the Secretary) to request the National Association of Insurance Commissioners (the NAIC) to develop model regulations requiring each carrier that makes available in a State any small employer health benefit plan to make available to each small employer in the State a MedAccess basic plan and a MedAccess standard. Directs the Secretary to develop such regulations, if the NAIC does not. Defines MedAccess plan as a health benefits plan that: (1) provides benefits typical of the benefits offered in the small employer health coverage market or provides only benefits for essential preventive and medical services and has an average actuarial value not exceeding 60 percent of the average actuarial value of the typical benefits offered in the small employer health coverage market; (2) accepts every small employer in the State applying for coverage and accepts for enrollment every eligible individual (defined as an individual who is a full-time employee and, if family coverage is offered, covers the employee's spouse and dependents under age 19 or under age 25 for students); and (3) meets consumer protection standards established by this Act relating to limitation of pre-existing condition clauses, continuity of coverage, renewability, and premium limitations. Prohibits the imposition, by a carrier, of a limitation of benefits based on the fact a condition pre-existed the effectiveness of the policy if: (1) the condition relates to a condition not diagnosed within three months before coverage under the plan; (2) the limitation extends beyond six months after coverage under the plan; (3) the limitation applies to an individual who, as of date of birth, was covered under the plan; and (4) the limitation relates to pregnancy. Requires continuous coverage. Prohibits cancellation of a plan or denial of coverage unless there is: (1) nonpayment of premiums; (2) fraud; (3) noncompliance with plan provisions; (4) failure to maintain the required number of enrollees; (5) misuse of a provider network provision; or (6) a cessation by the carrier of the provision of any plan in a State. Amends the Internal Revenue Code to impose an excise tax which shall be paid by the carrier on the failure of a carrier or an employer health benefit plan to comply with the provisions of the Act. Directs the Secretary to request the NAIC to develop models for reinsurance or allocation of risk mechanisms for individuals and small employers who are enrolled under a small employer health benefit plan that meets the consumer protection standards and for whom a carrier is at risk of incurring high costs under the plan. Requires each State to establish and fund one or more reinsurance or allocation or allocation of risk mechanisms that are consistent with a model. Directs the Secretary to develop models, if the NAIC does not. Permits a State, in order to insure the financial solvency of the mechanism, to impose charges on any entity, including a self-insured entity, providing employee-related health benefits, so long as such charges do not discriminate with respect to entities that would not be subject to such charges. Directs the Secretary to establish a reinsurance or allocation of risk mechanism, if a State does not. Imposes an excise tax which shall be paid by the carrier on the providing of any health benefit plan which covers any employee in a Federal reinsurance State. Permits either a State or the Secretary (in a Federal reinsurance State) to require each employer health benefit plan to: (1) be registered; and (2) provide such information as is necessary for the reinsurance or allocation of risk mechanisms. Directs the Secretary to: (1) establish an Office of Private Health Coverage to be headed by a Director appointed by the Secretary; and (2) provide for the appointment of an advisory committee to advise the Director. Permits the Director to research the impact of this subtitle and conduct related demonstration projects. Requires the Director to develop: (1) methods of measuring, in terms of the expected costs of providing benefits under small employer health benefit plans and, in particular, MedAccess plans, the relative health risks of eligible individuals; and (2) a model for equitably distributing health risks among carriers in the small employer health care coverage market. Authorizes appropriations for the purposes of this paragraph. Subtitle B: Improved Small Employer Purchasing Power of Affordable Health Insurance - Preempts from insurance mandates a qualified small employer purchasing group, if the group consists of employers with not more than 100 employees, the group consists of not fewer than 100 employers, and the health benefit plans with respect to the employer members are in compliance with applicable State laws relating to health benefit plans. Subtitle C: Health Deduction Fairness - Amends the Internal Revenue Code to make permanent and, in phases, increase from 25 to 100 percent the health insurance tax deduction for the self-employed. Subtitle D: Improved Access to Community Health Services - Directs the Secretary to provide for a program of grants to migrant and community health centers receiving grants or contracts under provisions of the Public Health Service Act in order to promote the provision of primary health care services for underserved individuals. Authorizes appropriations. Amends the Public Health Service Act to deem as an employee of the Public Health Service, for purposes of civil actions against commissioned officers or employees, any officer, employee, or contractor who is a physician or other licensed health care practitioner while performing functions for an entity receiving Federal funds under provisions of the Public Health Service Act relating to migrant or community health centers, health services for the homeless, or health services for residents of public housing. Requires an entity, in order to receive a grant under such provisions, to implement certain policies to assure against malpractice. Requires: (1) the Attorney General to estimate, for specified fiscal years, the amount of all claims expected, during each year, to arise against such an entity from acts of officers or employees; (2) the Secretary to withhold from grants to such entities the amount estimated; and (3) the withheld amount to be transferred to the Treasury to pay judgments against the United States arising from such claims. Directs the Secretary to make grants to public and nonprofit private entities to carry out demonstration projects for the purpose of increasing access to outpatient primary health services in geographic areas with a: (1) population of not more than 500,000 individuals; (2) shortage of personal health services; and (3) significant number of low-income or underinsured individuals. Sets forth requirements for receiving such grants. Authorizes appropriations. Subtitle E: Improved Access to Rural Health Services - Retitles title XII of the Public Health Service Act \"Emergency Medical Services\" (formerly, \"Trauma Care\") and directs the Secretary to establish the Office of Emergency Medical Services which shall, with respect to emergency medical services (including trauma care): (1) conduct research; (2) sponsor workshops; (3) assist States; and (4) coordinate activities. Authorizes the Secretary to make grants to States for the purposes of improving the availability and quality of emergency medical services through the operation of State offices of emergency medical services. Sets forth matching fund requirements. Provides for demonstration projects to establish telecommunications between rural medical facilities and other medical facilities that have equipment that can be utilized through telecommunications. Authorizes appropriations for purposes of the programs of this paragraph. Directs the Secretary to make grants to States to assist in the creation or enhancement of air medical transport systems that provide victims of medical emergencies in rural areas access to treatments for the injuries or other conditions arising from such emergencies. Sets forth requirements for grant applications. Authorizes appropriations. Amends title XVIII (Medicare) of the Social Security Act to extend for one year special treatment rules for Medicare-dependent small rural hospitals. Title II: Health Care Cost Containment and Quality Enhancement - Subtitle A: Medical Malpractice Liability Reform - Prohibits bringing a medical malpractice claim: (1) more than two years after the alleged injury should reasonably have been discovered and in no event more than four years after the alleged injury occurred; and (2) in any State court unless there has been an initial resolution through a certified alternative dispute resolution system (ADR). Directs the Attorney General to establish an ADR for the resolution of Federal medical malpractice claims, to be used after completion of the administrative process under specified provisions. Requires a pre-trial settlement conference in any medical malpractice liability action. Sets limits on: (1) noneconomic damages; (2) punitive damages; and (3) attorney's fees. Requires offsets for damages paid by a collateral source. Requires liability in a medical malpractice action to be several and not joint. Provides a complete defense to any allegation of negligence in a medical malpractice liability action to any defendant who followed the appropriate practice guideline. Prohibits finding a defendant guilty in a medical malpractice liability action relating to services provided during labor or delivery of a baby if the defendant did not previously treat the plaintiff during the pregnancy, unless the malpractice is proven by clear and convincing evidence. Establishes requirements for and provides for annual certification of State ADRs. Directs the Secretary to establish an alternative Federal ADR for claims in States without certified ADRs. Amends title XI (General Provisions and Professional Standards Review) of the Social Security Act to earmark funds for sanctioning practice guidelines for purposes of an affirmative defense in medical malpractice liability actions. Permits a State agency responsible for the conduct of disciplinary actions for a type of health care practitioner to enter into agreements with State or county professional societies for such type of health care practitioner to permit such societies to participate in the licensing of such health care practitioner and to review health care malpractice allegations. Requires each State to require each health care professional and provider to participate in a risk management program to prevent and provide early warning of practices which may result in injuries to patients or which otherwise endanger patient safety. Directs the Secretary to make grants for the conduct of basic research in the prevention of and compensation for injuries resulting from health care professional or health care provider malpractice, and research of the outcomes of health care procedures. Authorizes appropriations. Directs the Secretary to study the factors discouraging physicians from volunteering to provide health care services in medically underserved areas. Subtitle B: Administrative Cost Savings - Directs the Secretary to adopt standards relating to each of the following: (1) data elements for use in claims processing under health benefits plans; (2) uniform claim forms; and (3) uniform electronic transmission of the data elements. Authorizes the Secretary to require providers to submit claims to health benefit plans in accordance with such standards. Provides for periodic review of the standards. States that the term \"health benefit plan,\" in this subtitle, includes the Medicare and Medicaid programs (titles XVIII and XIX of the Social Security Act) programs and Medicare supplemental health insurance. Requires the Secretary to promulgate standards for hospitals concerning electronic medical data. Permits the Secretary to promulgate standards concerning electronic medical data for providers that are not hospitals. Requires hospitals, in order to participate in Medicare, to: (1) maintain clinical data in a set of comprehensive data elements in electronic form on all patients; and (2) upon the Secretary's request, transmit electronically the data set and any data from such set. Provides for electronic transmission to Federal agencies. Prohibits a health benefit plan, if standards with respect to data elements are promulgated with respect to a class of provider, from requiring for the purpose of utilization review or as a condition of providing benefits under the plan that a provider in the class: (1) provide any data element not in the set of comprehensive data elements; or (2) transmit or present any such data element in a manner inconsistent with applicable standards. Directs the Secretary to establish an advisory commission of hospital executive and data base managers, physicians, health services researchers, and technical experts in the collection and use of data and operation of data systems. Authorizes appropriations for such commission. Requires the Secretary, in order to assure the availability of comparative value information to purchasers of health care in each State, to determine whether each State is developing and implementing a health care value information program that meets stated criteria. Permits grants to a State for the development of its health care value information program. Authorizes appropriations for such grants. Requires the head of each Federal agency with responsibility for the provision of health insurance or health care services to individuals to promptly develop health care value information relating to each program that such head administers. Directs the Secretary to develop model systems to facilitate: (1) the gathering of data on health care cost, quality, and outcome; and (2) analyzing such data to permit the valid comparison of such data. Authorizes appropriations for the development of such model systems. Directs the Secretary to adopt standards relating to the design and use of magnetized Medicare identification cards for the purpose of assisting health care providers in determining eligibility and billing. Authorizes appropriations. Nullifies any State law requiring that medical or health insurance records be maintained in written rather than electronic form. Requires each health benefit plan: (1) for each of its beneficiaries that has a social security number, to use that number as an identification number for claims processing; and (2) for each provider that has a unique identifier for Medicare purposes, to use that identifier for claims processing. Requires the Secretary to determine whether problems relating to the rules for determining liability when benefits are payable under two or more plans or the availability of information among such plans causes significant administrative problems, and if so, directs the Secretary to promulgate standards concerning liability and the transfer of information among plans. Directs the Secretary to provide grants to qualified entities to demonstrate the application of comprehensive information systems in continuously monitoring patient care and in improving patient care. Authorizes appropriations from the Federal Hospital Insurance Trust Fund. Subtitle C: Medical Savings Accounts (Medisave) - Amends the Internal Revenue Code to exclude from the gross income of an employee any amount contributed by the employer to a medical savings account pursuant to a qualified medical savings account plan. Sets contribution limits. Defines a \"medical savings account\" as a trust created exclusively for purpose of paying an individual's medical expenses. Permits expenses from such account only to the extent such amounts are not compensated for by insurance. Imposes a penalty on distributions not used for that individual's medical expenses. Subjects the employee to taxation as owner of the account. Subtitle D: Medicaid Program Flexibility - Amends title XIX (Medicaid) of the Social Security Act to modify Medicaid contracting requirements for coordinated care services. Subtitle E: Limitations on Physician Self-Referrals - Amends title XVIII (Medicare) of the Social Security Act to extend physician self-referral limitations to all payors as well as to certain additional services. Revises exceptions. Requires the Secretary to conduct a study in order to estimate the changes in aggregate costs for designated health services, under the Medicare program and other health plans, which will result from the implementation of the amendments made by this subtitle. Subtitle F: Removing Restrictions on Managed Care - Preempts managed care restrictions under State law. Requires the Comptroller General to conduct a study of the benefits and cost effectiveness of the use of managed care in the delivery of health services. Subtitle G: Medicare Payment Changes - Amends the Medicare program to make revisions in the methodology for determining updates to Medicare hospital payments. Provides for a reduction in Medicare payment for clinical diagnostic laboratory tests. Subtitle H: Limitation of Antitrust Recovery for Certain Hospital Joint Ventures - Limits antitrust recovery to actual damages if the requirements of this subtitle are met, including the filing and publication of certain information regarding hospital joint ventures. Establishes the Interagency Committee on Competition, Antitrust Policy, and Health Care to make recommendations to the Congress regarding antitrust and health care. Subtitle I: Encouraging Enforcement Activities of Medical Self-Regulatory Entities - Prohibits damages, interest on damages, costs, or attorney's fees from being recovered (except for actual damages, interest on damages, costs, or attorney's fees for injury sustained) under the Clayton Act or any similar State law from any medical self-regulatory entity as a result of engaging in standard setting or enforcement activities designed to promote the quality of health care provided to patients and not conducted for financial gain."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Action Now Health Care Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve access to health insurance and contain health care costs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:03-05:00"
}