{
  "actions": [
    {
      "acted_at": "1987-07-22", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-07-24", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Original measure reported to Senate by Senator Kennedy. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-24", 
      "calendar": "Senate Legislative", 
      "number": "257", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 257.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-08-03", 
      "references": [], 
      "text": "By Senator Kennedy from Committee on Labor and Human Resources filed written report. Report No. 100-141.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-02", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Subjects on the Table.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1542-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-24", 
  "number": "1542", 
  "official_title": "An original bill to provide financial assistance for a program of comprehensive child development centers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3482-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3482-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Child Development Centers Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-07-22", 
  "subjects": [
    "Child development", 
    "Child health", 
    "Children and youth", 
    "Day care", 
    "Education", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to child welfare", 
    "Parents", 
    "Poor", 
    "Preschool education"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-24", 
    "text": "Comprehensive Child Development Centers Act of 1987 - Amends the Head Start Act to authorize the Secretary of Health and Human Services to make grants to eligible entities in rural and urban areas to pay the Federal share of the cost of projects designed to encourage intensive and comprehensive support services which will enhance the physical, social, emotional, and intellectual development of low-income children from birth to compulsory school age, including providing necessary support to their parents and other family members. Directs the Secretary to enter into contracts, agreements, or other arrangements with at least ten but not more than 25 eligible agencies to carry out such program. Lists characteristics of the eligible agency which the Secretary must consider. Authorizes the Secretary to make planning grants to eligible agencies. Limits such grants to not more than 30 in number and to one year in duration. Sets forth application requirements for such grants. Directs the Secretary to make grants to selected eligible agencies to pay the Federal share of the cost of carrying out projects for intensive and comprehensive supportive services for low-income infants, young children, parents, and other family members. Requires that rural projects receive some of these grants. Sets forth application requirements for such grants. Directs the Secretary to pay to eligible agencies with approved applications the Federal share (80 percent) of the cost of activities described in the application. Limits a planning grant to a single eligible agency to $35,000. Directs the Secretary to conduct or provide for an evaluation of the success of such projects. Requires grantees to furnish information for such evaluation. Directs the Secretary to report to the Congress by October 1, 1992, on such evaluation, with recommendations. Authorizes appropriations for FY 1988 through 1993 to carry out such program (other than the report). Authorizes appropriations for FY 1992 and 1993 for the evaluation and report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Child Development Centers Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide financial assistance for a program of comprehensive child development centers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:39-05:00"
}