{
  "actions": [
    {
      "acted_at": "1987-06-04", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-23", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-24", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-25", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings concluded. Hearings printed: S.Hrg. 100-183.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1324-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-04", 
  "number": "1324", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 to provide for more effective disclosure and to curb abuses with respect to accumulations of stock and the conduct of tender offers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Corporate Takeover and Insider Abuse Reform Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Sanford, Terry", 
    "state": "NC", 
    "thomas_id": "01427", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-04", 
  "subjects": [
    "Actions and defenses", 
    "Corporate finance", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation directors", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Executive compensation", 
    "Independent regulatory commissions", 
    "Information disclosure (Securities law)", 
    "Insider trading in securities", 
    "Labor and employment", 
    "Pension funds", 
    "Perjury", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Sentences (Criminal procedure)", 
    "State laws", 
    "States", 
    "Stockholders", 
    "Stocks", 
    "Tender offers", 
    "Trusts and trustees", 
    "White collar crime"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-04", 
    "text": "Corporate Takeover and Insider Abuse Reform Act of 1987 - Amends the Securities Exchange Act of 1934 to decrease from five percent to 2.5 percent the amount of securities acquired in a corporation which triggers public disclosure by the purchasers. Reduces from ten days to one day the time in which public disclosure must be filed with the issuer, appropriate securities exchanges, and the Securities and Exchange Commission (Commission). Requires the purchaser to cease acquiring additional shares of such securities for two business days. Requires such disclosure to include: (1) the names and background of any other parties with whom the purchase was discussed; (2) a summary of the financing of the stock purchases and plans to repay such financing; and (3) the amount of fees paid in connection with the securities purchase. Requires that any material changes in facts relating to a statement of disclosure must be filed no later than the next business day following such change. Specifies that the acquisition of an additional one percent of securities shall be deemed a material change requiring disclosure. Revises the definition of a \"group\" required to make such a disclosure to include two or more persons acting in a consciously parallel manner to acquire or hold securities. Makes it unlawful for any person who fails to file a required statement to acquire additional shares, or for anyone who has failed to declare that the acquisition of shares is for the purpose of obtaining control to make a tender offer. Provides for a private right of action for damages and equitable relief by an issuer of securities for any false statement or omission of material facts in any required disclosure. Provides that persons bringing such actions shall not be required to show reliance on the misrepresentation or omission. Requires such a person to show that a reasonable investor would have considered the fact important in deciding how to react. Requires any person making a tender offer for shares or securities of a corporation to keep such offer open for a minimum of at least 45 business days. Prohibits a person from acquiring more than 20 percent of the outstanding securities of a corporation unless such acquisition is made pursuant to a tender offer under the same terms as the then current and outstanding tender. Prohibits a person who has withdrawn or terminated a tender offer from acquiring any additional shares of securities that were subject to the tender offer for a period of 30 days from the date on which the tender offer was withdrawn. Requires any person making a tender offer to file a statement with the issuer of the securities and with the Commission disclosing: (1) plans to close facilities, terminate operations, and abide by collective bargaining and other agreements; (2) estimates of the number of employment positions to be lost; (3) estimates of revenues to be lost by governmental units where the facilities of the acquiring person are located; (4) the amount of liabilities and equity the acquiring person has; (5) the amount of liabilities and equity the acquiring person is likely to have after the acquisition is consummated; (6) whether any assets of the person to be acquired are to be used in any way to obtain credit or financing to carry out such acquisition; and (7) the background, identity, and citizenship of any person to whom such plans or proposals have been disclosed or discussed. Provides that any person who commences a tender offer must return to the issuer all profits made by the sale of securities of the issuer during the six-month period after the tender offer was made, unless the Commission exempts the bidder based on a determination that the offer was bona fide and was withdrawn as a result of a competing offer or other valid reason. Prohibits an issuer from: (1) entering into agreements that increase the current or future compensation (except for routine increases) of any officer or director conditioned on a change in control of the issuer (golden parachute payments); (2) buying back its securities at a price above the market value (greenmail) from any person who holds more than 2.5 percent of those securities and who has held such securities for less than one year; or (3) establishing any rights to acquire any securities if such rights would permit such shareholders to purchase securities of an acquiring company or the issuer (poison pill defense). Prohibits the making of tender offers if: (1) more than 25 percent of the funds for such a purchase are expected to be provided through debt financing; and (2) it is reasonably expected that the assets of the issuer will be used to secure or service such debt financing. Makes an exception from such prohibition for tender offers approved by the directors of the issuing corporation and in other specified circumstances. Prohibits the making of tender offers if the consideration to be offered, in whole or in part, consists of cash, unless: (1) such cash is on deposit in a U.S. bank; or (2) the offering person has entered into agreements to provide cash from such banks if such agreements are not contingent upon the success or failure of such tender offer. Sets forth civil penalties for the violation of any such prohibitions. Prohibits the purchase or sale of any security during any period of time that the primary market for such security has suspended trading for the purpose of facilitating the orderly dissemination of material information concerning the issuer, the security, or the market for the security. Provides that any such suspension: (1) shall be effective for not more than one business day; (2) shall be subject to review by the Commission on its own motion or that of an adversely affected party; or (3) may be renewed or extended only with the approval of the Commission. Sets forth civil penalties for misstatements and omissions in any required disclosures. Specifies that the Congress declares that the internal affairs or governance of corporations shall be subject to regulation by the laws of the State under which the corporation is organized. Provides that this Act does not authorize any State to enact any law which would preclude compliance with the filing, disclosure, or antifraud requirements of this Act. Prohibits corporate officers, directors, or employees from acquiring substantially all of that corporation's securities, unless: (1) at least 60 days have elapsed between the day the proposed acquisition is publicly announced and the day the acquisition occurs; and (2) the issuer has obtained a report by an independent appraiser. Amends the Employee Retirement Income Security Act (ERISA) to exempt from liability for breach of fiduciary duties any employee benefit plan trustees who consider the benefits of continued security ownership to participants and their beneficiaries. Increases the insider trading criminal penalties from a maximum of five years' imprisonment or a $100,000 fine to a maximum of ten years' imprisonment or a $500,000 fine. Requires a minimum criminal penalty of one year's imprisonment for perjury or obstruction of justice in connection with an insider trading investigation. Requires the Federal Reserve Board to conduct a study of: (1) the issuance of and investment of high yield, noninvestment grade bonds used to finance corporate takeovers during the five years prior to the date of enactment of this Act; (2) the role and extent of commercial banks in the financing of corporate takeovers; (3) the role of \"bridge loans\" and other financing by investment banking firms or their affiliates; and (4) the increase in corporate debt and its relation to equity capital during the five years prior to the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corporate Takeover and Insider Abuse Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 to provide for more effective disclosure and to curb abuses with respect to accumulations of stock and the conduct of tender offers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:33-05:00"
}