{
  "actions": [
    {
      "acted_at": "2012-07-19", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Baucus. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-19", 
      "calendar": "Senate Legislative", 
      "number": "461", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 461.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2012-09-20", 
      "references": [], 
      "text": "By Senator Baucus from Committee on Finance filed written report. Report No. 112-226. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2642-112", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2642"
    }
  ], 
  "bill_id": "s3406-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-07-19", 
  "number": "3406", 
  "official_title": "An original bill to authorize the extension of nondiscriminatory treatment (normal trade relations treatment) to products of the Russian Federation and Moldova, to require reports on the compliance of the Russian Federation with its obligations as a member of the World Trade Organization, and to impose sanctions on persons responsible for gross violations of human rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4405-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6156-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s309-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1039-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3285-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Russia and Moldova Jackson-Vanik Repeal and Magnitsky Rule of Law Accountability Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-07-19", 
  "subjects": [
    "Agricultural trade", 
    "Business ethics", 
    "Competitiveness, trade promotion, trade deficits", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Corporate finance and management", 
    "Criminal investigation, prosecution, interrogation", 
    "Customs enforcement", 
    "Detention of persons", 
    "Europe", 
    "Food supply, safety, and labeling", 
    "Foreign trade and international finance", 
    "Free trade and trade barriers", 
    "Government ethics and transparency, public corruption", 
    "Human rights", 
    "Intellectual property", 
    "International organizations and cooperation", 
    "Judicial procedure and administration", 
    "Lawyers and legal services", 
    "Moldova", 
    "Normal trade relations, most-favored-nation treatment", 
    "Oil and gas", 
    "Public contracts and procurement", 
    "Rule of law and government transparency", 
    "Russia", 
    "Sanctions", 
    "Tax administration and collection, taxpayers", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "U.S. and foreign investments", 
    "United Nations", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-07-19", 
    "text": "Russia and Moldova Jackson-Vanik Repeal and Magnitsky Rule of Law Accountability Act of 2012 - Title I: Permanent Normal Trade Relations for the Russian Federation - (Sec. 102) Authorizes the President to: (1) determine that title IV (Jackson-Vanik Amendment) of the Trade Act of 1974 (denying nondiscriminatory treatment [normal trade relations treatment] to non-market countries that restrict freedom of emigration and other human rights) should no longer apply to the Russian Federation, and (2) extend permanent normal trade relations treatment to the products of the Russian Federation upon its accession to the World Trade Organization (WTO). Title II: Trade Enforcement Measures Relating to the Russian Federation - (Sec. 201) Directs the U.S. Trade Representative (USTR) to assess annually for Congress: (1) the extent to which the Russian Federation is implementing the WTO Agreement and certain related agreements, and (2) the progress made by the Russian Federation in acceding to and implementing the Ministerial Declaration on Trade in Information Technology Products of the WTO (Information Technology Agreement) and the Agreement on Government Procurement of the Uruguay Round Agreements Act. Requires the USTR also to include in the report a plan of action to encourage the Russian Federation to improve its implementation of, or increase its progress in acceding to, the agreement when appropriate. Directs the USTR to report annually to Congress on enforcement actions taken by the USTR against the Russian Federation to ensure full compliance of its obligations as a WTO member. (Sec. 202) Directs the USTR and the Secretary of State to report jointly and annually to Congress on measures they have taken and the results achieved in promoting the rule of law in the Russian Federation to support U.S. investment. Directs the Secretary of Commerce to establish a phone hotline and secure website accessible both within and outside of the Russian Federation to allow U.S. entities to report instances of bribery and to request U.S. assistance with respect to corruption in the Russian Federation. Requires the Secretary to report annually to Congress on such bribery and corruption. (Sec. 203) Amends the Trade Act of 1974 to direct the USTR to include in the annual National Trade Estimates report on barriers to access of foreign markets an identification and analysis of any laws, policies, or practices of the Russian Federation that deny fair and equitable market access to U.S. digital trade. (Sec. 204) Requires the USTR to continue to pursue the reduction of barriers to trade imposed on U.S. exports by the Russian Federation through efforts to: (1) negotiate a bilateral agreement under which the Russian Federation accepts U.S. sanitary and phytosanitary measures as equivalent to their measures, and (2) obtain the adoption by the Russian Federation of an action plan for providing greater protections for intellectual property rights than those required by the Agreement on Trade-Related Aspects of Intellectual Property Rights of the Uruguay Round Agreement Act. Title III: Sanctions with Respect to Persons Responsible for Gross Violations of Human Rights - Sergei Magnitsky Rule of Law Accountability Act of 2012 - (Sec. 304) Directs the Secretary of State to publish and update a list of each person who the Secretary determines: (1) is responsible for, or benefitted financially from, the detention, abuse, or death of Sergei Magnitsky, participated in related liability concealment efforts, or was involved in the criminal conspiracy uncovered by Sergei Magnitsky; or (2) is responsible for extrajudicial killings, torture, or other human rights violations committed against individuals seeking to promote human rights or to expose illegal activity carried out by officials of the government of the Russian Federation. (Sec. 305) Makes an alien on such list ineligible to enter or be admitted to the United States. Revokes any visa issued for such person. Authorizes the Secretary of State to waive such prohibition if it is in the U.S. national security interest or if it is necessary for compliance with the Agreement between the United Nations (U.N.) and the United States regarding the U.N. Headquarters. Requires congressional notification of any such waiver. (Sec. 306) Directs the Secretary of the Treasury to freeze and prohibit U.S. property transactions of an individual who is on the list if such property and property interests are in the United States, come within the United States, or are in or come within the control of a U.S. person or entity. Authorizes the Secretary of the Treasury to waive such actions if in the U.S. national security interest. Requires congressional notification of any such waiver. (Sec. 307) Directs the Secretary of State and the Secretary of the Treasury to report annually to Congress regarding actions taken pursuant to this Act. Title IV: Permanent Normal Trade Relations for Moldova - (Sec. 402) Authorizes the President to: (1) determine that the Jackson-Vanik Amendments should no longer apply to Moldova, and (2) extend permanent normal trade relations treatment to the products of Moldova."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Russia and Moldova Jackson-Vanik Repeal and Magnitsky Rule of Law Accountability Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sergei Magnitsky Rule of Law Accountability Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Russia and Moldova Jackson-Vanik Repeal and Magnitsky Rule of Law Accountability Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Sergei Magnitsky Rule of Law Accountability Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize the extension of nondiscriminatory treatment (normal trade relations treatment) to products of the Russian Federation and Moldova, to require reports on the compliance of the Russian Federation with its obligations as a member of the World Trade Organization, and to impose sanctions on persons responsible for gross violations of human rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:37:07-05:00"
}