{
  "actions": [
    {
      "acted_at": "1997-05-22", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s784-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-05-22", 
  "number": "784", 
  "official_title": "A bill to reform the United States Housing Act of 1937, deregulate the public housing program and the program for rental housing assistance for low-income families, and increase community control over such programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1447-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Public Housing Management Reform Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-05-22", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Affordable housing", 
    "Alcoholism", 
    "Alcoholism treatment", 
    "Apartment houses", 
    "Apprenticeship", 
    "Auditing", 
    "Authorization", 
    "Bankruptcy", 
    "Business education", 
    "Business income tax", 
    "Case management", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Compensatory education", 
    "Computers", 
    "Contracts", 
    "Counseling", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Day care", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug addicts", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Earnings", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employment subsidies", 
    "Environmental protection", 
    "Evaluation research (Social action programs)", 
    "Eviction", 
    "Ex-offenders", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Federal aid to vocational education", 
    "Federal-local relations", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Grievance procedures", 
    "Health", 
    "Home ownership", 
    "Home repair and improvement", 
    "Households", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing codes", 
    "Housing discrimination", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the disabled", 
    "Housing management", 
    "Housing subsidies", 
    "Income", 
    "Income tax", 
    "Job hunting", 
    "Labor and employment", 
    "Landlord and tenant", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Licenses", 
    "Literacy programs", 
    "Loan defaults", 
    "Low-income housing", 
    "Medical screening", 
    "Medical tests", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Mortgages", 
    "Planning", 
    "Poor", 
    "Poverty", 
    "Public housing", 
    "Public meetings of administrative bodies", 
    "Public records", 
    "Public service employment", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Revolving funds", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Secondary education", 
    "Security measures", 
    "Small business", 
    "Social welfare", 
    "Surety and fidelity", 
    "Tax credits", 
    "Taxation", 
    "Transportation and public works", 
    "Travel costs", 
    "Violence", 
    "Vocational guidance", 
    "Volunteer workers in social service", 
    "Welfare work participation", 
    "Welfare-to-work"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-05-22", 
    "text": "TABLE OF CONTENTS: Title I: Public Housing and Rent Reforms Title II: Section 8 Streamlining and Other Program Improvements Title III: \"One Strike And You're Out\" Occupancy Provisions Public Housing Management Reform Act of 1997 - Title I: Public Housing And Rent Reforms - Amends the United States Housing Act of 1937 to establish public housing Operating and Capital Funds. (Sec. 101) Revises specified public housing and section 8 rent provisions. (Sec. 104) Exempts (for 18 months with a subsequent three-year phase-in) earned income from a previously unemployed family member from public housing and section 8 rent and family contribution determinations. (Sec. 105) Authorizes a public housing agency (PHA) project sale to an organization acting as a tenant conduit under specified conditions. (Sec. 106) Sets forth PHA plan contents. (Sec. 107) Sets forth performance indicators for PHAs with fewer than 250 units (small PHAs). (Sec. 109) Revises provisions regarding defaulting and troubled PHAs. (Sec. 111) Establishes community service requirements for public and section 8 housing. (Sec. 112) Revises small PHA modernization plan requirements. Eliminates specified preference provisions. Increases PHA set-asides for disaster and emergency assistance. (Sec. 113) Increases permitted PHA fund uses. Authorizes mixed- finance development (public and non-public housing units). (Sec. 114) Revises public housing demolition and disposition provisions, including operating fund and comprehensive grant amounts. Eliminates the one-for-one replacement requirement. (Sec. 116) Revises the severely distressed public housing assistance program. Authorizes appropriations. (Sec. 117) Establishes a PHA performance evaluation board. (Sec. 118) Directs the Secretary to make grants for public housing tenant economic development and supportive services. (Sec. 120) Provides that a PHA not providing acceptable basic housing conditions shall be designated as a troubled PHA. (Sec. 121) Revises volunteer provisions to exempt from contract wage requirements volunteers performing services in accordance with the Community Improvement Volunteer Act of 1994. (Makes related amendments to such Act.) (Sec. 122) Authorizes specified appropriations for the Operation Safe Home program. Title II: Section 8 Streamlining And Other Program Improvements - Makes certain public housing preferences under The Balanced Budget Downpayment Act, I, permanent. Amends the Act, as amended by such Act, to base specified public and section 8 housing tenant selection criteria upon local conditions rather than upon the comprehensive housing affordability strategy under the Cranston-Gonzalez National Affordable Housing Act. (Sec. 202) Amends the Act to revise public and section 8 housing income-based eligibility and occupancy provisions. (Sec. 203) Provides for section 8 rental payment standards which shall neither exceed nor be less than 80 percent of the \"fair market rent-exception rent limit\" (as defined by this Act). (Sec. 204) Amends the Departments of Veterans Affairs and Housing and Urban Development, Independent Agencies Appropriations Act, 1997 to increase specified section 8 administrative fees. (Sec. 205) Amends the section 8 home ownership option, including provision for cooperative eligibility. Eliminates the family self-sufficiency escrow. (Sec. 206) Authorizes a welfare to work (housing) certificate demonstration program to assist families in welfare to work transition. (Sec. 207) Prohibits a family in public or section 8 housing from receiving a rental reduction based upon lowered income resulting from failure to comply with certain public assistance self-sufficiency or work requirements. (Sec. 209) Amends the Social Security Act and the Internal Revenue Code with respect to certain income verification provisions. (Sec. 210) Provides for: (1) nondiscrimination against section 8 voucher and certificate holders; and (2) recapture of certain PHA excess reserve funds. (Sec. 212) Amends the Public and Assisted Housing Drug Elimination Act of 1990 to: (1) expand coverage to include other than drug-related crimes; (2) establish formula funding; and (3) authorize appropriations and revise set-aside provisions. Title III: \"One Strike And You're Out\" Occupancy Provisions - Sets forth provisions regarding: (1) public housing ineligibility, or tenancy or assistance termination, based upon prior drug activity or serious lease violations, or current drug or alcohol abuse; (2) related lease requirements; and (3) availability of criminal records for tenant screening and eviction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Housing Management Reform Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the United States Housing Act of 1937, deregulate the public housing program and the program for rental housing assistance for low-income families, and increase community control over such programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:56-05:00"
}