{
  "actions": [
    {
      "acted_at": "1995-07-20", 
      "committee": "House Committee on Government Reform and Oversight", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Reform and Oversight.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-27", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "references": [], 
      "subcommittee": "Human Resources and Intergovernmental Relations", 
      "text": "Referred to the Subcommittee on Human Resources and Intergovernmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-03", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Human Resources and Intergovernmental Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-20", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Human Resources and Intergovernmental Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-02-22", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Human Resources and Intergovernmental Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-14", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Human Resources and Intergovernmental Relations", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-14", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Human Resources and Intergovernmental Relations", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-24", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-24", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 21 - 19.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-09-26T11:13:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Government Reform. H. Rept. 104-847.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26T11:14:00-04:00", 
      "calendar": "Union", 
      "number": "460", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 460.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2086-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Human Resources and Intergovernmental Relations", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "1996-03-29", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Blute, Peter I.", 
      "sponsored_at": "1996-03-26", 
      "state": "MA", 
      "thomas_id": "00100", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Calvert, Ken", 
      "sponsored_at": "1996-03-20", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1995-07-20", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "51", 
      "name": "Cunningham, Randy (Duke)", 
      "sponsored_at": "1996-03-20", 
      "state": "CA", 
      "thomas_id": "00258", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Davis, Thomas M.", 
      "sponsored_at": "1995-08-01", 
      "state": "VA", 
      "thomas_id": "00274", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Green, Gene", 
      "sponsored_at": "1995-09-29", 
      "state": "TX", 
      "thomas_id": "00462", 
      "title": "Rep", 
      "withdrawn_at": "1996-05-09"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-07-20", 
  "number": "2086", 
  "official_title": "To increase the overall economy and efficiency of Government operations and enable more efficient use of Federal funding, by enabling local governments and private, nonprofit organizations to use amounts available under certain Federal assistance programs in accordance with approved local flexibility plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s88-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Local Empowerment and Flexibility Act of 1996", 
  "sponsor": {
    "district": "4", 
    "name": "Shays, Christopher", 
    "state": "CT", 
    "thomas_id": "01048", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1996-04-24", 
  "subjects": [
    "Citizen participation", 
    "Community organization", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid programs", 
    "Federal-local relations", 
    "Government operations and politics", 
    "Government regulation", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Nonprofit organizations", 
    "Planning-programming-budgeting", 
    "Public assistance programs", 
    "Regulatory reform", 
    "Science, technology, communications", 
    "Social welfare", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Intergovernmental relations", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1996-09-26", 
    "text": "Local Empowerment and Flexibility Act of 1996 - Lists the purposes of this Act, including enabling State, local, and tribal governments and private, nonprofit organizations to adapt Federal financial assistance programs to the particular circumstances of their communities. (Sec. 6) Creates a Community Empowerment Board composed of specified Cabinet Secretaries and agency heads. Requires the Board, among other things, to: (1) receive, review, and approve or disapprove flexibility or coordination plans; (2) review regulations governing, and identify more efficient operation and coordination of, Federal financial assistance programs in specified areas; (3) coordinate and assist Federal agencies in creating a uniform Federal financial assistance application, and a release form to facilitate the sharing of information across Federal financial assistance programs; and (4) coordinate and assist agencies in creating a system wherein an organization or consortium of organizations may use one proposal to apply for assistance. Authorizes the Chair of the Board to appoint a Flexibility Council to review any application for approval of a flexibility or coordination plan and make recommendations to the Board regarding approval or disapproval of all or part of the plan. Allows the Board to delegate to a Flexibility Council the authority of the Board to approve or disapprove the flexibility or coordination plan for which it was appointed if: (1) the application does not contain a waiver request; or (2) only contains waiver requests for which alternative measures are not required. (Sec. 7) Authorizes an applicant to apply to the Board for approval of a flexibility or coordination plan which must meet specified requirements, including that the application be submitted to, and contain: (1) all comments on the proposed plan made by, each affected State and local government; and (2) public comments, including the transcript of at least one public hearing and comments of the community advisory committee designated or established for the plan. Provides for the submission of an application to the Board without such comments if, within 60 days of submission of the plan to an affected government, such government has failed to act on or endorse the application. States that an application for approval of a flexibility or coordination plan: (1) shall be considered as an application for assistance under each covered Federal financial assistance program included in the plan; and (2) shall be given priority consideration for funding under that program. (Sec. 8) Directs that the Board review at least the first 50 flexibility plans received each year. Specifies that the Board give priority consideration to applications that: (1) are submitted from communities that applied for designation as an enterprise community or an empowerment zone; and (2) coordinate covered Federal financial assistance programs in at least three specified areas. Authorizes the Board to develop additional criteria to govern the factors to be applied in determining which additional applications it reviews after the first 50 each year. Authorizes the Board to approve such a plan or any part of such plan, if the Board determines that the plan or part will improve the effectiveness and efficiency of providing benefits under covered Federal financial assistance programs included in the plan or part by reducing administrative inflexibility, duplication, and unnecessary expenditures. Authorizes the Board to waive any requirement under a covered Federal financial assistance program, and any procedural, administrative, or reporting requirement of a statute or regulation generally applicable to Federal financial assistance programs, if the waiver is reasonably necessary to implement a plan. Lists: (1) requirements that the Board may not waive; and (2) waivers that may not be granted. Prohibits the Board from waiving any specified procedural, administrative, or reporting requirement except under specified conditions. Requires that eligible applicants, prior to submitting an application to the Board, shall provide notice of all waivers of Federal, State, and local laws regulations that are requested to the affected community or communities via publication in a newspaper of general circulation. Provides that a decision by the Board to approve or disapprove a flexibility or coordination plan or to terminate such a plan shall not be effective until the end of the 60-day period beginning on the date the President certifies that the approval or disapproval is in accordance with this Act. Directs that the President shall make a certification regarding a decision of the Board, or to issue a written finding that the certification may not be made, within 15 days after the Board's decision. (Sec. 9) Requires an eligible applicant for an approved flexibility or coordination plan to periodically evaluate the effectiveness of its plan and report on it to the Board. Mandates a final report to the Board. (Sec. 10) Requires that an eligible applicant for an approved flexibility or coordination plan shall designate an existing organization that meets specified membership requirements to be a community advisory committee or establish a community advisory committee to advise an eligible applicant in the development and implementation of its flexibility or coordination plan. Directs that the community advisory committee shall review and comment on: (1) a final proposed flexibility or coordination plan; and (2) any annual or final report on an approved Federal assistance plan. (Sec. 11) Authorizes the Board to provide, or direct a Federal agency head to provide, technical assistance to an eligible applicant in developing information necessary for the design or implementation of a flexibility or coordination plan. Requires the Board to report to the President and the Congress on the Federal laws or regulations most frequently waived. Repeals this Act on September 30, 2001."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local Empowerment and Flexibility Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Local Empowerment and Flexibility Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase the overall economy and efficiency of Government operations and enable more efficient use of Federal funding, by enabling local governments and private, nonprofit organizations to use amounts available under certain Federal assistance programs in accordance with approved local flexibility plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:42-05:00"
}