{
  "actions": [
    {
      "acted_at": "1990-03-08", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-29", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2252-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1990-06-28", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1990-03-08", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-04-04", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1990-09-24", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1990-04-04", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1990-04-05", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1990-03-08", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1990-05-10", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-08", 
  "number": "2252", 
  "official_title": "A bill to encourage and facilitate entry into the teaching profession, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Teacher Recruitment Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-08", 
  "subjects": [
    "Education", 
    "Employment agencies", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Job hunting", 
    "Minority education", 
    "Minority teachers", 
    "Scholarships", 
    "Student employment", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-08", 
    "text": "National Teacher Recruitment Act of 1990 - Authorizes appropriations to carry out this Act. Title I: National Teacher Job Bank - National Teacher Job Bank Act of 1990 - Directs the Secretary of Education to contract with one or more State entities, nonprofit organizations, or institutions of higher education to pay the Federal share of the costs of establishing a National Teacher Job Bank Clearinghouse or Clearinghouses (either one national job bank or not more than six regional clearinghouses that together provide the services of a national job bank). Title II: Teaching Apprenticeship Program - Teaching Apprenticeship Program Demonstration Act of 1990 - Directs the Secretary to make grants to local educational agencies (LEAs) for programs that: (1) compensate for underrepresentation of ethnic and language minorities, individuals with disabilities, and gender among school faculty in the various academic disciplines; and (2) help promising apprentices acquire the education necessary to become employed full-time as teachers. Allows such awards to individual LEAs, consortia of LEAs, and LEA partnerships with other entities. Title III: Teaching Experience for Minorities - Minority Teaching Experience Act of 1990 - Part A: Young Teachers Program - Directs the Secretary to make grants to LEAs with at least 30 percent of total enrollment composed of children eligible for the disadvantaged children program under the Elementary and Secondary Education Act of 1965, as well as LEA consortia and partnerships with other entities, for long-term programs to encourage and support young individuals, especially minorities and individuals with disabilities, to become involved in teaching. Allows such funds to be used for both pre-secondary and secondary school activities. Part B: College Student Teaching Program - Directs the Secretary to make three-year renewable grants to institutions of higher education which have existing teacher training programs to recruit and retain minority students and students with disabilities interested in teaching. Title IV: Financial Assistance for Future Teachers - Part A: Paul Douglas Scholarship Enhancement - Amends the Higher Education Act of 1965 (HEA) to revise provisions for Congressional Teacher Scholarship Programs (known as Paul Douglas Teacher Scholarships). Extends such program through 1995 and removes a limitation on the number of students who may receive scholarships. Retains the scholarship award amount for the first two academic years of postsecondary education, but increases it for the additional two years of study in preparation for teaching. Gives priority in selection of such scholarship winners to members of groups underrepresented in the teaching profession, such as minorities and individuals with disabilities. Doubles the annual amount of the authorization of appropriations for such program. Extends such authorization through FY 1995. Part B: College Work-Study Teaching Incentive - Amends HEA to provide that the Federal Government shall pay 100 percent of the work-study compensation of college students employed in teaching-related activities for schools and nonprofit organizations. Title V: Special Projects for Outstanding Teachers - Amends HEA to provide for a sevenfold increase in the annual amount of the authorization of appropriations for the Christa McAuliffe Fellowship Program (a national fellowship program for outstanding teachers). Extends such authorization through FY 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Teacher Recruitment Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Minority Teaching Experience Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Teacher Job Bank Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Teaching Apprenticeship Program Demonstration Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage and facilitate entry into the teaching profession, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:55-05:00"
}