{
  "actions": [
    {
      "acted_at": "1977-02-11", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s738-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-11", 
  "number": "738", 
  "official_title": "A bill to provide a uniform system of reimbursement for and reporting of expenses incurred by Senators and employees of the Senate while traveling outside the United States on official business.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congressional Foreign Travel Act", 
  "sponsor": {
    "district": null, 
    "name": "Haskell, Floyd K.", 
    "state": "CO", 
    "thomas_id": "01350", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-11", 
  "subjects": [
    "Congress", 
    "Congressional allowances", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional employees", 
    "Congressional joint committees", 
    "Congressional travel", 
    "House of Representatives", 
    "Members of Congress", 
    "Members of Congress (House)", 
    "Members of Congress (Senate)", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional travel", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-11", 
    "text": "Congressional Foreign Travel Act - Limits the per diem allowances or subsistence expenses in connection with foreign travel by a Senator or Senate employee to $75 per day. Imposes civil penalties for violation of this section. Amends the Supplemental Appropriation Act, 1954, to prohibit the use of certain agency appropriations to pay any Member or employee of Congress for any foreign travel expenses other than transportation. Requires each Senator and employee to submit itemized reports with respect to foreign travel. Stipulates that the chairman of each committee of the Senate and each joint committee of Congress whose funds are disbursed by the Secretary of the Senate shall submit to the Secretary a report detailing the expenditures made for foreign travel. Requires each executive agency to submit a report to the Secretary with respect to funds expended in connection with the foreign travel of Senators and employees. Senate and joint committees, and a separate total for each Senator and employee. Amends the Legislative Branch Appropriations Act, 1961, to require that each Member of the House of Representatives who is a Member of the United States delegation to specified interparliamentary groups shall file with the House Committee on Foreign Affairs an itemized report of expenditures. Requires the chairman of the House Committee on Foreign Affairs to submit a consolidated report with respect to the expenditures of each such group to the Committee on House administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Foreign Travel Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a uniform system of reimbursement for and reporting of expenses incurred by Senators and employees of the Senate while traveling outside the United States on official business.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:06-05:00"
}