{
  "actions": [
    {
      "acted_at": "1993-07-20", 
      "references": [
        {
          "reference": "CR S9065, S9067-9069", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-20", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1262-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-07-20", 
  "number": "1262", 
  "official_title": "A bill to reorganize United States international broadcasting, to authorize an Asian Democracy Radio service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States International Broadcasting Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-07-20", 
  "subjects": [
    "Asia", 
    "Authorization", 
    "Board for International Broadcasting", 
    "Cuba", 
    "Democracy", 
    "Executive reorganization", 
    "Federal employees", 
    "International affairs", 
    "International broadcasting", 
    "Journalistic ethics", 
    "Radio broadcasting", 
    "Television broadcasting", 
    "Transfer of employees", 
    "United States Information Agency"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-07-20", 
    "text": "United States International Broadcasting Act of 1993 - Establishes a Broadcasting Board of Governors within the U.S. Information Agency (USIA). Sets forth the authorities of the Board, including to: (1) provide guidance and oversight to the International Broadcasting Bureau; (2) review the mission and operation of the Bureau and assess its programming within the context of U.S. foreign policy objectives; and (3) review the mix of traditional Voice of America programming at least annually. Directs the Board to protect the Bureau against political interference with broadcasting. Requires the USIA Director to provide guidance on foreign policy issues to the Board. Establishes an International Broadcasting Bureau within USIA. Requires the Bureau to consist of: (1) Voice of America; (2) the Office of Surrogate Broadcasting (to administer Radio Free Europe, Radio Liberty (RFE/RL), the Office of Cuba Broadcasting, Asian Democracy Radio, and other surrogate services that may be established); (3) services of WORLDNET Television and Film Service as determined by the Board; (4) Engineering and Technical Operations; and (5) other elements as the Bureau may establish. Requires funding for the Board and the Bureau to be provided in separate appropriation accounts and authorized as separate categories by the Congress. Authorizes the USIA Director to create an Asian Democracy Radio service to: (1) provide accurate information, news, and commentary about events in Asia and elsewhere to promote freedom and democracy in Asian countries where communications media are not fully developed or free; and (2) be a source of information about developments in Asia and a forum for a variety of opinions within Asian nations whose people do not enjoy the freedom of expression. Authorizes the President to transfer all functions and authorities from the Board for International Broadcasting to USIA, the Board, or the Bureau to implement this Act. Requires the USIA Director to appoint to USIA, the Bureau, or the Board any RFE/RL personnel without regard to laws barring employment or compensation on the basis of citizenship. Repeals the Board for International Broadcasting Act of 1973 effective September 30, 1994. Bars grants to RFE/RL after September 30, 1995. Authorizes appropriations for International Broadcasting Operations and for the Radio Construction Account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States International Broadcasting Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize United States international broadcasting, to authorize an Asian Democracy Radio service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:03-05:00"
}