{
  "actions": [
    {
      "acted_at": "1976-04-29", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13459-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-29", 
  "number": "13459", 
  "official_title": "A bill to establish a national lottery in the Department of the Treasury and to provide that revenues from such lottery be used to provide assistance to low-income senior citizens in paying their electric and telephone bills.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13863-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Senior Citizens Utility Payment Assistance Act", 
  "sponsor": {
    "district": "4", 
    "name": "Eilberg, Joshua", 
    "state": "PA", 
    "thomas_id": "00341", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-29", 
  "subjects": [
    "Aged and aging", 
    "Department of the Treasury", 
    "Electric power", 
    "Energy", 
    "Gambling", 
    "Government operations and politics", 
    "Lotteries", 
    "Public utilities", 
    "Social welfare", 
    "Telephone"
  ], 
  "subjects_top_term": "Lotteries", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-29", 
    "text": "Title I: National Lottery - Establishes a national lottery in the Department of the Treasury. Provides that the Secretary of the Treasury shall issue regulations to insure that the lottery is economically and efficiently run not later than one year after the enactment of this Act. Sets forth criminal sanctions for the illegal selling of lottery tickets. Creates on the books of the Treasury a Lottery Trust Fund. States the Secretary's duties with regard to such fund including: reporting to Congress and investing such funds as are required to meet fund withdrawals. Title II: Utility Payment Assistance for Low-Income Senior Citizens - Senior Citizens Utility Payment Assistance Act - Establishes a program of assistance payments to low-income senior citizens who are heads of households which shall be based upon their income and the amounts paid in the preceding year for electric power and basic telephone services supplied to their principal places of abode. Provides that the Secretary of Health, Education, and Welfare shall make an annual assistance payment to each qualified senior citizen submitting a claim. Sets forth the requirements for the filing of claims. States that the costs of administering this program and payments under such program shall be made from the Lottery Trust Fund. Permits a reduction in amounts allowed for claims where the total amount of claims is in excess of the amount remaining in such fund in any year after the payment of administrative costs and the payment of prizes to holders of winning lottery tickets. Sets a criminal penalty for anyone who knowingly submits a false claim."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senior Citizens Utility Payment Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national lottery in the Department of the Treasury and to provide that revenues from such lottery be used to provide assistance to low-income senior citizens in paying their electric and telephone bills.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:15-05:00"
}