{
  "actions": [
    {
      "acted_at": "1988-09-23", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-23", 
      "committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-27", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "subcommittee": "Natural Resources, Agricultural Research, and Environment", 
      "text": "Referred to Subcommittee on Natural Resources, Agricultural Research, and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-28", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "in_subcommittee": "Natural Resources, Agricultural Research, and Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5373-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Natural Resources, Agricultural Research and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Atkins, Chester G.", 
      "sponsored_at": "1988-09-23", 
      "state": "MA", 
      "thomas_id": "00034", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1988-09-23", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dwyer, Bernard J.", 
      "sponsored_at": "1988-09-23", 
      "state": "NJ", 
      "thomas_id": "00327", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Dymally, Mervyn M.", 
      "sponsored_at": "1988-09-23", 
      "state": "CA", 
      "thomas_id": "00328", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1988-09-23", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gray, William H., III", 
      "sponsored_at": "1988-09-23", 
      "state": "PA", 
      "thomas_id": "00460", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1988-09-23", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1988-09-23", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1988-09-23", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Meyers, Jan", 
      "sponsored_at": "1988-09-23", 
      "state": "KS", 
      "thomas_id": "00794", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1988-09-23", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1988-09-23", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1988-09-23", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Traficant, James A., Jr.", 
      "sponsored_at": "1988-09-23", 
      "state": "OH", 
      "thomas_id": "01166", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1988-09-23", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-23", 
  "number": "5373", 
  "official_title": "A bill to authorize a national program to reduce the threat to human health posed by exposure to contaminants in the air indoors.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indoor Air Quality Act of 1988", 
  "sponsor": {
    "district": "8", 
    "name": "Kennedy, Joseph P., II", 
    "state": "MA", 
    "thomas_id": "00626", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-09-23", 
  "subjects": [
    "Advisory bodies", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Air quality", 
    "Children and youth", 
    "Communications and Broadcasting", 
    "Day care", 
    "Education", 
    "Educational facilities", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to air pollution control", 
    "Federal office buildings", 
    "Government operations and politics", 
    "Government publications", 
    "Government records, documents, and information", 
    "Indoor air pollution", 
    "Information services", 
    "Radon", 
    "Research and development", 
    "Schools", 
    "Standards", 
    "Telephone"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-09-23", 
    "text": "Indoor Air Quality Act of 1988 - Directs the Administrator of the Environmental Protection Agency (EPA) to establish a national research, development, and demonstration program to assure the quality of indoor air, including coordinating and accelerating efforts related to the causes, detection, and correction of contaminated air. Requires such program to include information collection and dissemination, cooperative research, grants, studies, development of techniques, facility construction, and conferences. Requires that research focus on human health effects and the identification of types and levels of contaminants likely to cause harm, including the development of methodology and techniques for detection and control. Authorizes the Administrator to assist technology demonstration activities based on a technology's potential to cost-effectively control sources of contaminants which pose the greatest risk. Limits Federal funding to 75 percent of costs. Directs the Administrator to periodically publish general reports on the findings of such demonstration activities and provide such reports to the Indoor Air Clearinghouse. Requires the Administrator to publish and furnish the Indoor Air Clearinghouse with bulletins assessing technologies and management practices for the control and measurement of indoor air contaminants. Directs the Administrator to: (1) develop protocols for the measurement of radon gas in child care facilities; and (2) disseminate information concerning techniques for measuring and reducing radon levels in child care facilities and characteristics of child care facilities with high radon risks. Authorizes the Administrator to: (1) provide States with devices and the use of EPA laboratories for testing child care facilities for radon; and (2) undertake diagnostic and remedial efforts to reduce radon levels in nonresidential child care facilities. Requires the Administrator to conduct a study and report to the Congress within three years of this Act's enactment on the appropriateness, feasibility, and implications of considering human exposure to indoor air pollutants in developing ambient air quality standards and national emissions standards for hazardous air pollutants under the Clean Air Act. Directs the Administrator to conduct and report to the Congress within two years of this Act's enactment on a national assessment of the seriousness and extent of indoor air contamination in buildings owned by local educational agencies. Directs the Administrator to report to the Congress by the beginning of FY 1989 on activities conducted under this Act. Requires the Administrator to publish and biennially revise a list of contaminants known to occur in indoor air. Provides for additions to such list upon application of a State Governor. Requires the Administrator to publish advisory materials addressing the human health effects of listed contaminants which describe the properties, effects, risks, and concentrations of such contaminants. Directs the Indoor Air Panel of the EPA Science Advisory Board to assist in the listing and advisories. Requires that such advisories be updated every five years. Directs the Administrator to develop and publish a national indoor air quality response plan describing actions to be taken pursuant to existing statutory authority to reduce listed indoor air contaminants to safe levels. Requires that such plans include the dissemination of information, education programs, and the provision of technical assistance. Requires that the response plan identify the contaminant, the basis for the action, the nature of the response, the responsible Federal authority, the necessary financial resources, and situations where existing statutory authority or technology is inadequate to address contamination problems. Requires the Administrator of the General Services Administration (GSA) to prepare a response plan to reduce listed indoor air contaminants to safe levels in Federal buildings. Exempts certain Federal buildings for national security, demolition, or special use purposes. Requires response plans to be submitted to the Congress on a biennial basis. Directs the GSA to reserve 0.5 percent of funds appropriated for the construction of new Federal buildings for the design and construction of air contaminant reduction measures and report upon the completion of each Federal building on the use made of reserved funds. Requires that any new EPA headquarters be designed and operated as a model to demonstrate principles and practices for the protection of indoor air quality. Authorizes grants to States for the development of management strategies and indoor air quality assessment and response programs similar to those of the Federal program. Directs the Administrator to establish an Office of Indoor Air Quality within EPA's Office of Air and Radiation to implement agency responsibilities under this Act. Establishes a Council on Indoor Air Quality to coordinate Federal activities and advise the President. Requires the Council to report to the Congress on a biennial basis. Directs the Administrator and the Secretary of the Department of Housing and Urban Development to enter into a Memorandum of Understanding (MOU), within six months of this Act's enactment, to define their respective responsibilities and planned actions to address radon hazards. Requires the Secretary to report to the Congress on actions taken to implement such MOU within two years of this Act's enactment. Directs the Administrator to establish a national indoor air quality clearinghouse which shall operate a toll-free line on indoor air quality. Requires the Director of the National Institute for Occupational Safety and Health to implement a Building Assessment Demonstration Program to support the development of methods for assessing indoor air contamination in non-residential, non-industrial buildings and to provide building owners and occupants with assistance and guidance in reducing indoor air contamination. Authorizes building owners or occupants, or representatives of employees working in a building, to submit building assessment proposals which shall be selected or denied on the basis of specified considerations, including the apparent seriousness and extent of building air contamination. Sets forth reporting requirements. Directs the Administrator to make grants to institutions of higher learning to establish and operate five regional radon training centers to provide instruction on radon diagnosis and mitigation and disseminate information on radon. Authorizes appropriations for FY 1989 through 1993."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indoor Air Quality Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a national program to reduce the threat to human health posed by exposure to contaminants in the air indoors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:46-05:00"
}