{
  "actions": [
    {
      "acted_at": "1998-03-31", 
      "references": [
        {
          "reference": "CR S2854-2859", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-31", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-01", 
      "calendar": "Senate Legislative", 
      "number": "333", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 333.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1889-105", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1998-03-31", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1998-03-31", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-31", 
  "number": "1889", 
  "official_title": "A bill to reduce tobacco use by children and others through an increase in the cost of tobacco products, the imposition of advertising and marketing limitations, assuring appropriate tobacco industry oversight, expanding the availability of tobacco use cessation programs, and implementing a strong public health prevention and education strategy that involves the private sector, schools, States, and local communities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "KIDS Act", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-04-01", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Advertising", 
    "Advice and consent of the Senate", 
    "Age (Law)", 
    "Agricultural diversification", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Air pollution measurement", 
    "Ambulatory care", 
    "American economic assistance", 
    "American technical assistance", 
    "Appropriations", 
    "Archives", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Attorney-client privilege", 
    "Auditing", 
    "Bankruptcy", 
    "Billboards", 
    "Block grants", 
    "Business records", 
    "Cancer", 
    "Carcinogens", 
    "Cardiovascular diseases", 
    "Cash welfare block grants", 
    "Child abuse", 
    "Child health", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Class actions (Civil procedure)", 
    "Clinics", 
    "Commerce", 
    "Community health services", 
    "Congress", 
    "Congressional investigations", 
    "Congressional office buildings", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Consumer discounts", 
    "Corporate accountability", 
    "Corporations", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Damages", 
    "Data banks", 
    "Defective products", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Disabled children", 
    "Discrimination in employment", 
    "Dislocated workers", 
    "Dismissal of employees", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug adulteration", 
    "Drug therapy", 
    "Drugs and youth", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Elementary and secondary education", 
    "Embassies", 
    "Energy", 
    "Energy assistance for the poor", 
    "Environmental protection", 
    "Epidemiology", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Export controls", 
    "Export subsidies", 
    "Families", 
    "Family farms", 
    "Farmers", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to child welfare", 
    "Federal aid to community development", 
    "Federal aid to day care centers", 
    "Federal aid to disability services", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to maternal health services", 
    "Federal aid to medical research", 
    "Federal aid to rural areas", 
    "Federal aid to substance abuse programs", 
    "Federal preemption", 
    "Federal receipts and expenditures", 
    "Fetus", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forfeiture", 
    "Fraud", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Governmental investigations", 
    "Head Start programs", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health planning", 
    "Health surveys", 
    "Health warnings", 
    "Heart diseases", 
    "Hospital care", 
    "Housing and community development", 
    "Import restrictions", 
    "Indexing (Economic policy)", 
    "Indian children", 
    "Indian lands", 
    "Indian medical care", 
    "Indian youth", 
    "Indoor air pollution", 
    "Infrastructure", 
    "International affairs", 
    "International cooperation", 
    "International education", 
    "Internet", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Literacy programs", 
    "Local laws", 
    "Lung diseases", 
    "Mail-order business", 
    "Mediation", 
    "Medicaid", 
    "Medical economics", 
    "Medical statistics", 
    "Medically uninsured", 
    "Mental health services", 
    "Military medicine", 
    "Minorities", 
    "Minority health", 
    "Music", 
    "Nicotine", 
    "Nongovernmental organizations", 
    "Outdoor advertising", 
    "Packaging", 
    "Passive smoking", 
    "Performance measurement", 
    "Poor children", 
    "Pregnant women", 
    "Preschool education", 
    "Presidential appointments", 
    "Preventive medicine", 
    "Prices", 
    "Product development", 
    "Product safety", 
    "Public service advertising", 
    "Punitive damages", 
    "Reciprocity", 
    "Religion", 
    "Religious liberty", 
    "Research centers", 
    "Respiratory diseases", 
    "Retail trade", 
    "Risk assessment", 
    "Rural economic development", 
    "Sales promotion", 
    "School health programs", 
    "School lunch program", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Signs and symbols", 
    "Smokeless tobacco", 
    "Smoking", 
    "Smoking and youth", 
    "Smuggling", 
    "Social welfare", 
    "Sports and recreation", 
    "Standards", 
    "State government-Indian relations", 
    "State laws", 
    "Stroke", 
    "Tax administration", 
    "Taxation", 
    "Technological innovations", 
    "Tobacco", 
    "Tobacco exports", 
    "Tobacco industry", 
    "Tobacco research", 
    "Tobacco settlement", 
    "Tobacco tax", 
    "Trade associations", 
    "Trade secrets", 
    "Undercover operations", 
    "Vending machines", 
    "Veterans' medical care", 
    "WIC program", 
    "Whistle blowing", 
    "Wholesale trade", 
    "Women", 
    "Women's health", 
    "World health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-31", 
    "text": "TABLE OF CONTENTS: Title I: Incentives to Reduce Youth Tobacco Use Subtitle A: National Tobacco Trust Fund Subtitle B: Payments to States Subtitle C: Annual Youth Tobacco Use Reductions Title II: Regulation of the Tobacco Industry Subtitle A: Food and Drug Administration Jurisdiction and General Authority Subtitle B: Regulation of Tobacco Products Subtitle C: Manufacturer and Product Seller Licensing and Anti-Smuggling Subtitle D: Penalties Title III: Public Health Initiatives Subtitle A: State-Federal Anti-Tobacco Partnership Subtitle B: Health Research Program Subtitle C: Miscellaneous Provisions Title IV: Liability Provisions and Consent Decrees Subtitle A: Liability Provisions Subtitle B: Consent Decrees Title V: Tobacco Farm Family and Community Assistance Trust Fund Title VI: Reducing Exposure to Environmental Tobacco Smoke Title VII: Miscellaneous Provisions Kids Deserve Freedom From Tobacco Act of 1998 - KIDS Act - Title I: Incentives to Reduce Youth Tobacco Use - Subtitle A: National Tobacco Trust Fund - (Sec. 101) Establishes the National Tobacco Trust Fund. Appropriates and transfers to the Fund amounts received under section 102, paid under section 103, and repaid or recovered under subtitle B. Authorizes appropriations to the Fund as repayable advances. Requires that Fund amounts be appropriated by the Appropriations committees of the Congress exclusively for this Act's purposes. Allows those Committees to transfer funds among this Act's programs, prohibiting certain transfers. Requires that amounts be made available, according to tables of percentages of Fund amounts, for specified programs and activities. Prohibits taking into account amounts appropriated under this paragraph and outlays from those appropriations for any budget enforcement under the Congressional Budget of 1974 and the Balanced Budget and Emergency Deficit Control Act of 1985. Amends title XIX (Medicaid) of the Social Security Act to declare that certain Medicaid overpayment provisions do not apply to amounts recovered or paid to a State as part of a settlement or judgment reached in State litigation against tobacco manufacturers. Requires the Office of Management and Budget to annually determine whether section 102 payments decreased excise tax collections under Internal Revenue Code chapter 52 (Tobacco Products and Cigarette Papers and Tubes). Mandates, if there is a shortfall, a transfer from the Fund to the Treasury. (Sec. 102) Mandates initial and annual payments to the Fund by each manufacturer based on market share. Waives payments for a manufacturer in any year if that manufacturer's tobacco product is used by less than one half of one percent of all children who used any tobacco product that year. Applies this section to manufacturers who begin manufacturing tobacco products after enactment of this Act and imposes a penalty for failure of such manufacturers to make a payment. Exempts a manufacturer that has resolved tobacco civil actions with more than 25 States before January 1, 1998, and offers to enter similar agreements with all other States. Requires manufacturers to increase prices to reflect the assessment. Declares that, if a manufacturer fails to make a required payment: (1) the liability provisions of subtitle A of title IV do not apply; (2) penalties must be imposed under section 103; and (3) the manufacturer's license (under section 222) must be revoked until the assessment is paid. Makes 25 percent of the payment, and penalties under subtitle B, not an ordinary and necessary business expense for purposes of the Internal Revenue Code and not tax deductible. Amends the Federal bankruptcy code regarding the priority of unsecured Federal claims for payments, assessments, or penalties to be paid into the Fund. (Sec. 103) Directs the Secretary of the Treasury to enforce section 102 regarding nonpayment. Regulates the penalty amount. Declares that no financial responsibility or liability of any person under this Act shall be extinguished, reduced, or modified as the result of any bankruptcy proceeding. Subtitle B: Payments to States - (Sec. 111) Authorizes appropriations to reimburse each State for State expenditures for the treatment of tobacco-related conditions. Sets forth the percentages to be received by each State. Allows a State to use 50 percent for any activities determined appropriate by the State. Requires a State to use at least 50 percent for additional activities or services under: (1) Social Security Act titles IV (part A) (Temporary Assistance for Needy Families) (TANF), V (Maternal and Child Health Services), XIX (Medicaid), XX (Block Grants to States for Social Services), and XXI (Children's Health Insurance); (2) Public Health Service Act provisions relating to the community health center program and preventive health service block grants; (3) State-administered programs under the authority of the Substance Abuse and Mental Health Services Administration; (4) federally funded child welfare and abuse programs; (5) federally funded child care programs; (6) programs for disabled children; (7) specified provisions of the Child Nutrition Act of 1966, the Individuals With Disabilities Education Act, the Community Services Block Grant Act, the Head Start Act, the Food Stamp Act of 1977, and the Low-Income Home Energy Assistance Act of 1981; (8) the even start family literacy program under specified provisions of the Elementary and Secondary Education Act of 1965; (9) federally funded programs assisting general public elementary and secondary education; and (10) other anti-tobacco or health activities. (Sec. 112) Mandates an annual grant to each State that achieves high performance in underage reduction. Requires that amounts under section 101 be made available for the grants. Subtitle C: Annual Youth Tobacco Use Reductions - Mandates an annual survey to determine the percentage of individuals under 18 who use tobacco and their usual brand. Declares that, notwithstanding any other provision of law, the survey may be conducted involving minors if the results regarding the minors are kept confidential and not disclosed. (Sec. 133) Requires annual determinations of whether the required percentage underage use reductions have been achieved. Sets forth a schedule of required percentage reductions. (Sec. 134) Mandates an industry-wide penalty if required reductions are not achieved, increasing the penalty as the reduction achieved is further from the target and for consecutive year failures. Requires payment by each manufacturer based on market share for the type of tobacco product involved. Mandates a penalty on a manufacturer that does not achieve required percentage underage use reductions, increasing the penalty as the reduction achieved is further from the target and for consecutive year failures. Makes the penalties under this subtitle not ordinary and necessary business expenses for purposes of the Internal Revenue Code and not deductible. Specifies the portions of penalties to be used for smoking cessation, prevention, counter-advertising, and biomedical and applied research programs under certain provisions of this Act. (Sec. 135) Imposes a penalty on a manufacturer for failure to make any payment required under this subtitle. Title II: Regulation of the Tobacco Industry - Subtitle A: Food and Drug Administration Jurisdiction and General Authority - Deems specified regulations (relating to cigarettes and smokeless tobacco) to have been lawfully promulgated under the Food, Drug and Cosmetic Act (sic) and requires that they apply to all tobacco products. (Sec. 203) Amends the Federal Food, Drug, and Cosmetic Act (FDCA) to add nicotine in tobacco products to the definition of \"drug\" and nicotine-containing tobacco products to the definition of \"device.\" Adds the manufacture, labeling, distribution, advertising, and sale of tobacco in violation of the FDCA or this Act to the FDCA list of prohibited acts. Authorizes the Secretary of Health and Human Services to regulate tobacco as a drug, device, or both. (Sec. 204) Prohibits the Secretary from prohibiting the sale of tobacco products to adults that comply with performance standards. (Sec. 205) Declares that, for tobacco products, safety and effectiveness need not be assured if the Secretary finds that device class II special controls achieve the best public health result, determined considering the risks and benefits to the population as a whole, including users and nonusers. Authorizes recall of tobacco products if the Secretary finds that the best public health result would be achieved. Subtitle B: Regulation of Tobacco Products - Authorizes the adoption of a tobacco performance standard. Mandates establishment of a Scientific Advisory Committee to evaluate whether a level or range of levels exists at which nicotine does not produce drug dependence. (Sec. 212) Mandates a determination of whether persons under 18 are obtaining tobacco by mail. Authorizes regulatory and administrative action to restrict or eliminate mail tobacco sales. Mandates: (1) specified cigarette and smokeless tobacco package and advertising warning labels; and (2) regulations establishing warning labels for other tobacco products. Declares that this section does not relieve any person from liability at common law or under State statutory law. Deems misbranded any tobacco product in violation of this paragraph. Requires tobacco manufacturers to annually: (1) disclose to the Secretary tobacco product ingredients for each tobacco brand; and (2) submit a safety assessment for each new ingredient a manufacturer wants to include in a tobacco product. Requires tobacco packages to disclose all ingredients. Allows the Secretary to require public disclosure of any ingredient relating to a trade secret if the Secretary determines that disclosure will promote public health. Prohibits label or advertising statements implying a reduced health risk unless the manufacturer so demonstrates prior to making the statement. Requires any manufacturer that develops or acquires reduced risk technology to notify the Secretary. Requires each tobacco manufacturer to disclose to the Secretary all nonpublic information and research relating to addiction, dependency, or the health or safety of tobacco products. Requires that the Secretary have the same access to tobacco manufacturer records and information and inspection authority as is available regarding manufacturers of other medical devices. Mandates tobacco good manufacturing practice standards. (Sec. 213) Authorizes appropriations to carry out this subtitle. (Sec. 214) Repeals: (1) the Federal Cigarette Labeling and Advertising Act and the Comprehensive Smokeless Tobacco Health Education Act of 1986 (except for specified sections of each); and (2) the Comprehensive Smoking Education Act of 1964. Subtitle C: Manufacturer and Product Seller Licensing and Anti-Smuggling - Establishes a minimum Federal licensing and registration program providing for a comprehensive system to support State efforts to collect State tobacco excise taxes and to prevent tobacco contraband activities. Requires use of amounts from section 101 to carry out this paragraph. (Sec. 223) Prohibits engaging in the business as a manufacturer, importer, exporter, or wholesaler of tobacco products without a license. Mandates a license fee and requires a separate license and fee for each place of business. Prohibits engaging in the business as a tobacco retailer without having registered with and paid a fee to the Secretary. Requires a separate registration and fee for each place of business. (Sec. 224) Makes it unlawful for any: (1) person except a licensed manufacturer, exporter, importer, or wholesaler or registered retailer to engage intentionally in the business of tobacco manufacturing, exporting, importing, wholesaling, or retailing; (2) licensed importer, manufacturer, or wholesaler intentionally to ship or receive tobacco products from or to any nonlicensed or nonregistered person; (3) registered retailer to intentionally receive tobacco products from a nonlicensed manufacturer, importer, or wholesaler or to sell or offer for sale more than 50 packages in a single transaction; (4) licensed exporter intentionally to ship, sell, or deliver for sale tobacco products to any nonlicensed manufacturer, nonlicensed importer, nonlicensed wholesaler, or foreign purchaser, receive tobacco products from any nonlicensed manufacturer, importer, or wholesaler, or ship, sell, or transfer tobacco products intended for export unless the package is marked for export only; or (5) person intentionally to ship, receive, possess, sell, distribute, or purchase contraband tobacco products in or affecting interstate commerce. (Sec. 225) Provides for criminal or civil penalties for violations of section 224. Mandates seizure and forfeiture of any conveyance, tobacco products, or monetary instrument involved in, or proceeds traceable to, a violation of this subtitle. (Sec. 226) Authorizes appropriations of amounts provided under section 101 to enable the Department of the Treasury to carry out certain activities under this subtitle. Mandates, in establishing a controlled commodity tracking system for tobacco, evaluation of an innovative anti-diversion system that can be implemented at the manufacturing level to track products to the point of retail sale. (Sec. 227) Authorizes the Secretary, in the Secretary's sole discretion, to set the licensing and registration fees in amounts as necessary to recover the administrative costs of this subtitle, including preventing contraband trafficking. (Sec. 232) Amends Federal criminal code provisions relating to trafficking in contraband cigarettes to decrease the number of cigarettes necessary to qualify as, and otherwise modify the definition of, \"contraband cigarettes.\" Modifies recordkeeping and inspection requirements. Subtitle D: Penalties - Amends the FDCA to mandate civil monetary penalties on manufacturers for violations of the FDCA or this Act. Provides for the revocation or suspension of a license or registration of a manufacturer, exporter, importer, wholesaler, or retailer who violates any provision of this Act. Title III: Public Health Initiatives - Subtitle A: State-Federal Anti-Tobacco Partnership - Chapter 1: School- and Community-Based Programs - Establishes a program to award cooperative agreements to States for school-based programs concerning tobacco use dangers and community-based prevention programs, with the allocation of funds being made partly on the basis of population and partly on need. Authorizes appropriations of amounts provided under section 101 to carry out this section. (Sec. 302) Establishes the National Event Sponsorship Program of grants for the sponsorship of athletic, musical, artistic, or other social or cultural activity or team that was sponsored by a tobacco manufacturer or distributor before enactment of this Act. Authorizes appropriations of amounts provided under section 101 to carry out this section. Terminates the Program ten years after enactment of this Act. Chapter 2: Counter-Advertising Programs - Mandates programs to reduce tobacco usage through media-based (such as counter-advertising campaigns) and nonmedia-based education, prevention, and cessation campaigns. Establishes the Anti-Tobacco Public Education Board to make contracts and grants for the development and dissemination of public information to reduce tobacco use. Authorizes appropriations of amounts provided under section 101 to carry out this section. Chapter 3: National Cessation Program - Establishes the National Tobacco Cessation Program of grants, contracts, and cooperative agreements to expand the availability and use of tobacco use cessation products and services. Requires that: (1) at least $30 million of the amount available each year to carry out this section be made available to the Agency for Health Care Policy and Research to support and conduct periodic analyses of interventions for smoking cessation and strategies for disseminating and implementing those services; and (2) the Centers for Disease Control and Prevention (CDCP) conduct research on tobacco use cessation. Requires that amounts made available under section 101 be used to carry out this section. (Sec. 322) Mandates development of data sets for uniformly defining levels of youth and adult tobacco use. Declares that specified provisions of the Omnibus Budget Reconciliation Act of 1981 shall not apply regarding audits of funds allotted under this chapter. Subtitle B: Health Research Program - Chapter 1: National Fund for Health Research - Establishes in the National Tobacco Trust Fund the National Fund for Health Research (Research Fund). Authorizes appropriations of amounts provided under section 101 to carry out this section. Requires that appropriations be made under this section to each member Institute or Center of the National Institutes of Health in proportion to the amount otherwise annually appropriated for each Institute or Center. Chapter 2: Tobacco Prevention Research - Establishes the National Tobacco Research Task Force to foster coordination among groups that conduct or support tobacco-related research. (Sec. 336) Requires that the CDCP carry out tobacco-related research and surveillance and epidemiologic studies. Authorizes appropriations of amounts provided under section 101 to carry out this section. Subtitle C: Miscellaneous Provisions - Authorizes the use of up to specified percentages of amounts made available under this title's programs for administration. (Sec 342) Mandates withholding of funds from any State that does not use amounts provided under this title in accordance with requirements. (Sec. 343) Considers, for discrimination provisions of specified statutes relating to age, handicap, sex, race, color, or national origin, activities funded with funds made available under this title to be activities receiving Federal financial assistance. Prohibits discrimination on the basis of sex or religion in any activity funded by this title's funds. Authorizes a civil enforcement action by the Attorney General. (Sec. 344) Mandates assistance to foreign countries to assist in reducing and preventing the use of tobacco in foreign countries and in promoting use cessation. Authorizes providing funding and technical assistance. Authorizes appropriations of amounts provided under section 101 to carry out this section. Establishes the American Center on Global Health and Tobacco (ACT) in the District of Columbia as a private, nonprofit corporation. Mandates that an International Advisory Council provide advisory assistance to ACT. Title IV: Liability Provisions and Consent Decrees - Requires, in order for a State to be eligible to receive funds under section 111, that the State's attorney general: (1) resolve any civil action seeking recovery for expenditures for the treatment of tobacco-related conditions that was commenced by the State against a tobacco manufacturer, distributor, or retailer and is pending on enactment of this Act; and (2) agree not to commence a civil action against such a party for conduct before enactment of this Act seeking such recovery. Mandates establishment of procedures under which a State may elect not to resolve such an action or make such an agreement. Makes such a State ineligible to receive payments under section 111. Preempts, terminates, and settles any pending civil action for claims based on addiction or dependence filed by the Castano Plaintiffs Legal Committee. Subtitle A: Liability Provisions - (Sec. 401) Establishes in the National Tobacco Trust Fund the National Victims' Compensation Fund, to be used by the Attorney General solely for tobacco-related liability judgments and settlements based on manufacturer conduct. Mandates annual deposit into the Victims' Fund of amounts made available under section 101. Requires that the Victims' Fund establish a Contingency Reserve Account, mandating deposit into the Account of any amounts in the Victims' Fund unobligated at the end of each year. Requires, if payments from the Victims' Fund exceed the amount in the Victims' Fund in any year, that the excess amount (to a maximum of $4 billion in any year) be paid by manufacturers. Declares that amounts paid by a manufacturer to settle a civil action commenced by a State before enactment of this Act shall not apply in determining manufacturer liability under this paragraph. Requires, if payments exceed the amount in the Victims' Fund and the maximum manufacturer payment, that the excess be paid out of the Account. Requires any amounts unpaid after Account exhaustion to be paid in the subsequent year. Applies this section to a manufacturer that begins manufacturing after enactment of this Act. Requires, if such a manufacturer fails to make a payment required under this section, that the manufacturer pay to the Attorney General 150 percent of the amount the manufacturer would have paid under this section. Makes the manufacturer limit inapplicable to a manufacturer that has failed to comply with this Act. Requires, if the manufacturer limit is not reached in the year of failure to comply, that the previous sentence apply to the first year after the noncompliance year in which the limit is reached. (Sec. 403) Establishes an Arbitration Panel to award attorneys' fees and expenses relating to litigation involving a claim, brought by a Federal, State, or local governmental entity, affected by, or legal services that resulted in, this Act. Allows any attorney or group of attorneys involved in litigation affected by this Act the right to petition the Panel for fees and expenses. Makes the Panel's findings final, binding, and nonappealable. (Sec. 404) Mandates that a tobacco manufacturer comply with this section in order to eligible for a license. Requires manufacturers to establish the National Tobacco Document Depository. Requires each manufacturer to submit to the Depository every document (including those subject to a claim of attorney-client privilege, attorney work product, or trade secret protection) meeting specified criteria. Provides for the handling of materials subject to claims of attorney- client privilege, attorney work product, or trade secret protection. Mandates public availability of documents not subject to such claims. Establishes the Tobacco Documents Review Board to maintain the Depository and to resolve disputed claims of attorney-client privilege, attorney work product, or trade secret protection. Mandates a Board assessment against a manufacturer for full costs, and authorizes Board imposition of civil monetary penalties, if the Board finds assertion of such a claim to not have been in good faith. Authorizes a civil monetary penalty for failure to produce indexes and documents as required. Subtitle B: Consent Decrees - Requires a State, in order to be eligible to receive section 111 payments, and a manufacturer, in order to receive section 401 protection, to enter into consent decrees under this section. Allows a State to qualify with good faith but unsuccessful efforts. Requires that the consent decrees include: (1) an agreement not to pursue legal challenges to any aspect of this Act; (2) an agreement to pass through the costs of section 102 assessments to consumers through price increases; (3) restrictions on tobacco advertising and marketing aimed at preventing youth tobacco use and access; (4) restrictions on tobacco industry trade associations; (5) tobacco smoke constituent disclosure; (6) disclosure of nontobacco constituents in tobacco products; (7) disclosure of existing and future documents regarding health, toxicity, and addiction related to tobacco use; (8) manufacturer obligations to make payments for the benefit of States, private litigants, and the general public; (9) manufacturer obligations to interact only with exporters, importers, wholesalers, distributors, and retailers operating in compliance with Federal, State, or local tobacco marketing and sale laws; and (10) warning, labeling, and packaging requirements. Prohibits the agreements from including provisions relating to: (1) tobacco product design performance or modification; (2) manufacturing standards and good manufacturing practices; and (3) testing and regulation regarding toxicity and ingredients approval. Makes consent decree terms and conditions enforceable by the signatories and the Attorney General. Requires, prior to decree entry, that a decree have approval by the Secretary and the Attorney General, be fair and reasonable, and be in the public interest. Declares that, if any decree provisions are held unconstitutional or otherwise held not to apply to a manufacturer, section 401 liability protection ceases to apply to that manufacturer. Title V: Tobacco Farm Family and Community Assistance Trust Fund - Establishes in the National Tobacco Trust Fund the Trust Fund for Tobacco Farming Families and Communities, authorizing appropriations to it as provided in sections 101 and 102 and as repayable advances. Makes Farming Fund amounts available to assist tobacco-dependent farm families, workers, and communities, but only if a law is enacted before a specified date specifically prescribing authorized uses. Terminates this section's authority on that date unless such a law is enacted by that date. Title VI: Reducing Exposure to Environmental Tobacco Smoke - Requires that a specified amount be made available from section 101 amounts to enable States to: (1) conduct education and outreach regarding the health-related effects of environmental tobacco smoke; and (2)establish programs to reduce involuntary exposure to environmental tobacco smoke. Requires that a specified Executive Order (relating to protecting Federal employees and the public from exposure to tobacco smoke in the Federal workplace) apply to any public facility at which a covered employee (as defined in the Congressional Accountability Act of 1995) performs work. Title VII: Miscellaneous Provisions - Prohibits retaliation against an employee of a tobacco manufacturer, distributor, or retailer for disclosing to certain Federal, State, or local regulatory or enforcement authorities a substantial violation of law related to this Act or a State or local law furthering the purposes of this Act. (Sec. 702) Prohibits use of any funds by any Federal officer, employee, department, or agency to: (1) challenge tobacco-related laws or regulations meeting specified requirements in any country; (2) promote tobacco or tobacco product sale or exportation; or (3) support any events sponsored by individuals or entities involved in tobacco or tobacco product export, manufacture, promotion, distribution, or sale. Requires U.S. Diplomatic Posts to: (1) assist and promote tobacco control efforts in foreign countries; and (2) refer foreign tobacco-related laws or regulations meeting specified requirements to U.S. trade agencies if such laws or regulations may not comply with such requirements. (Sec. 703) Applies this Act's provisions to tobacco product manufacture, distribution, and sale within Indian tribe or tribal organization jurisdiction. Declares that nothing in this Act shall be construed to infringe on tribal or tribal member rights to transfer, acquire, possess, or use tobacco or tobacco products for religious, traditional, and ceremonial uses, but limits the quantities to those necessary to fulfill such purposes. Makes any tribe or tribal organization manufacturing tobacco products liable for a section 102 assessment. Authorizes assistance to a tribe or tribal organization in meeting and enforcing the requirements under related regulations. Applies FDCA requirements added by section 221 of this Act (relating to minors' tobacco access) to retailers in tribal or tribal organization jurisdiction. Requires, in order to be eligible for public health payments (below), that a tribe or tribal organization implement a tribal licensing program within tribal jurisdiction. Directs the Secretary to so implement if the tribe or tribal organization is not qualified to do so. Mandates annual grants to each tribe having an approved tribal anti-smoking plan, reducing section 111 amounts payable to a State in which the service areas of the tribe are located by the same amount. Provides for the amount determination, basing it on the reservation population as compared to the State population. Requires grants to be used to reimburse the tribe for smoking-related health expenditures and to further the purposes of this Act. Prohibits a participating manufacturer from engaging in any activity in tribal or tribal organization jurisdiction that is prohibited under this Act. Requires that amounts made available under section 101 be provided to the Indian Health Service for anti-tobacco-related consumption and cessation activities. Prohibits a State from imposing obligations or requirements regarding this Act's application to tribes and tribal organizations. (Sec. 704) Allows State and local governments, to the extent not inconsistent with this Act's purposes, to impose additional tobacco control measures (except labeling requirements) to further restrict or limit tobacco use by minors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "KIDS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Kids Deserve Freedom From Tobacco Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce tobacco use by children and others through an increase in the cost of tobacco products, the imposition of advertising and marketing limitations, assuring appropriate tobacco industry oversight, expanding the availability of tobacco use cessation programs, and implementing a strong public health prevention and education strategy that involves the private sector, schools, States, and local communities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:23-05:00"
}