{
  "actions": [
    {
      "acted_at": "1991-07-26", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1575-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-26", 
  "number": "1575", 
  "official_title": "A bill to augment and clarify law enforcement agency roles in ordering aircraft to land and vessels to bring to, to enable improved money laundering investigations, to promote drug testing in Federal and State criminal justice systems, and for other law enforcement system improvements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Supply Reduction Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-26", 
  "subjects": [
    "Actions and defenses", 
    "Aircraft", 
    "Aircraft pilots", 
    "Bank records", 
    "Coast guard", 
    "Cocaine", 
    "Conspiracy", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Customs administration", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug paraphernalia", 
    "Drug testing", 
    "Drugs and youth", 
    "Evidence (Law)", 
    "Federal aid to law enforcement agencies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Forfeiture", 
    "Government paperwork", 
    "International agencies", 
    "International cooperation", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Licenses", 
    "Marijuana", 
    "Money laundering", 
    "Narcotic traffic", 
    "Parole", 
    "Postal service", 
    "Prisoners", 
    "Probation", 
    "Prosecution", 
    "Recidivists", 
    "Right of privacy", 
    "Searches and seizures", 
    "Seizure of vessels and cargoes", 
    "Sentencing guidelines", 
    "Ships", 
    "Smuggling", 
    "Territorial waters"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-26", 
    "text": "Drug Supply Reduction Act of 1991 - Title I: Interdiction Systems Improvements - Order To Land and To Bring To Act of 1991 - Amends the Federal criminal code to make it unlawful for the pilot, operator, or person in charge (pilot) of any aircraft which has crossed the border of the United States, or any aircraft subject to U.S. jurisdiction operating outside the United States, to refuse to obey the order of an authorized Federal law enforcement officer to land (in enforcing controlled substances or money laundering provisions). Directs the Administrator of the Federal Aviation Administration and the Commissioner of Customs to prescribe regulations governing the means by which an order to land may be communicated to the pilot by Federal law enforcement officers. Makes it unlawful for any master, operator, or person in charge (master) of a U.S. vessel or vessel under U.S. jurisdiction to fail to bring to upon being ordered to do so by a Federal law enforcement officer authorized to issue such an order. Specifies that consent or waiver of objection by a foreign nation to the enforcement of U.S. law by the United States under this Act may be obtained by radio, telephone, or similar oral or electronic means and may be proved by certification of the Secretary of State or the Secretary's designee. Sets forth penalties for violation of this Act. Authorizes the seizure and forfeiture of any vessel or aircraft that is used in violation of this Act. Provides for the immediate revocation of the registration of an aircraft upon the failure of the operator to follow the order of a Federal law enforcement officer to land the aircraft. Directs the Administrator to: (1) notify the owner of the aircraft that such person no longer holds U.S. registration for such aircraft; and (2) establish procedures for the owner of the aircraft to show cause why the registration was not revoked as a matter of law by operation of such provision, or why circumstances existed pursuant to which the Administrator should determine that it would be in the public interest to issue a new certificate of registration to the owner, effective concurrent with the revocation. Amends the Federal Aviation Act of 1958 to require the Administrator to issue an order revoking the airman certificate of any person the Administrator finds, while acting as the operator of an aircraft, knowingly failed to follow the order of a law enforcement officer to land, with exceptions. Authorizes the Coast Guard to issue orders and make inquiries, searches, seizures, and arrests with respect to violations of U.S. laws occurring aboard any aircraft subject to U.S. jurisdiction over the high seas and waters over which the U.S. has jurisdiction. Establishes a civil penalty of up to $25,000 for any master of a vessel or pilot or operator of an aircraft who intentionally fails to comply with an order of a Coast Guard commissioned officer, warrant officer, or petty officer relating to the boarding of a vessel or landing of an aircraft for specified purposes (and up to $5,000 for negligently failing to comply with such order), as well as in rem liability with respect to the vessel or aircraft. Amends the Tariff Act of 1930 to establish analogous civil penalties with respect to intentional and negligent failures to obey an order to land or bring to. Title II: New Coast Guard Authorities - Coast Guard Assistance Act of 1991 - Authorizes the Coast Guard: (1) to exchange information with international organizations (currently limited to foreign governments); (2) to suggest to the Secretary of State international collaboration and conferences on all matters dealing with maritime law enforcement and maritime environmental protection (currently limited to safety of life and property at sea); and (3) when so requested by the Secretary, to utilize its personnel and facilities to assist any foreign government or international organization to perform any activity for which such personnel and facilities are especially qualified. Authorizes the President, upon application from foreign governments or international organizations (current law excludes the latter) to utilize officers and enlisted members (under current law, to detail members) of the Coast Guard to assist such governments or organizations in matters concerning which the Coast Guard may be of assistance. Amends the Mansfield Amendment to permit maritime law enforcement operations in archipelagic waters. Title III: Financial Enforcement - Financial Enforcement Act of 1991 - Prohibits structuring transactions to evade reporting requirements with respect to identification required to purchase certain monetary instruments. Authorizes the Secretary of the Treasury to prescribe that financial institutions report suspicious transactions relevant to possible violation of law or regulation. Bars such an institution from notifying any person involved in the transaction that such transaction has been reported. Makes provisions of the Right to Financial Privacy Act of 1978 (RFPA) applicable with respect to protection from liability for notification by financial institutions to a Government authority of the existence of information in records relevant to a possible violation of statute or regulation. Authorizes the Secretary to prescribe: (1) regulations requiring financial institutions to have anti-money laundering programs; and (2) minimum standards for such programs. Bars any financial institution, or officer, director, employee, or agent of such institution (financial institution), from disclosing the existence or terms of an order requiring a domestic financial institution or group of institutions in a geographic area to report with respect to records of domestic coin and currency transactions. Amends the RFPA to: (1) shield from liability financial institutions for refusal to do business with any person before or after disclosure of a possible violation of law or regulation to a Government authority; and (2) authorize the transfer of financial records originally obtained by an agency in accordance with such Act to the Secretary for analysis and use by the Financial Crimes Enforcement Network for criminal law enforcement purposes without customer notice. Amends the Controlled Substances Act (CSA) to transfer control of the Drug Pollution Fund from the Secretary of the Treasury to the Secretary of Agriculture. Authorizes a customs officer to search, at the border and without a search warrant: (1) mail transmitted by the U.S. Postal Service which is not sealed against inspection, or which has a customs declaration affixed by the sender; and (2) any such letter sealed against inspection when such officer has reasonable cause to suspect that there are monetary instruments being transported in such letter. Title IV: Drug Testing - Amends the Federal criminal code to require: (1) the Director of the Administrative Office of U.S. Courts to establish a program of drug testing of Federal offenders on postconviction release, including such standards and guidelines as deemed necessary to ensure the reliability and accuracy of such programs; and (2) the chief probation officer, in each district where it is feasible, to arrange for the drug testing of defendants on postconviction release pursuant to a conviction for a felony or other specified offenses. Requires the court to provide, as an explicit condition of a sentence of probation for a felony, an offense involving a firearm, a drug or narcotic offense, or a crime of violence, that the defendant refrain from any unlawful use of a controlled substance and submit to periodic drug tests. Specifies that: (1) the latter condition may be suspended or ameliorated upon request of the Director or the Director's designee; and (2) a defendant who tests positive may be detained pending verification of a drug test result. Sets forth similar requirements with respect to the supervised release and parole of persons convicted of such offenses. Provides for the revocation of probation, supervised release, and parole for unlawfully using a controlled substance or refusing to cooperate in drug testing. Amends the Omnibus Crime Control and Safe Streets Act of 1968 (Omnibus Act) to condition eligibility for drug control and system improvement grants on a State's implementation of a drug testing program for targeted classes of persons subject to charges, confinement, or supervision by the State (but does not require the State to expend an amount for drug testing in excess of ten percent of the minimum amount which such State is eligible to receive under such Act). Directs the Attorney General to promulgate regulations to implement such provision and to ensure the reliability and accuracy of drug testing programs. Title V: Other Law Enforcement System Improvements - Drug Law Enforcement System Improvements Act of 1991 - Provides for enhanced penalties for drug trafficking in prisons. Amends the Anti-Smuggling Act of 1935 to provide that prima facie evidence that a vessel, vehicle, or other conveyance is being, has been, or is attempting to be employed in smuggling or to defraud the revenue of the United States shall be that a vessel fails to display lights under specified circumstances and that, in the case of a vehicle or other conveyance, the fact that it has a compartment or equipment that is built or fitted for smuggling. (Current law specifies only \"a vessel\", employed in \"smuggling\", and excludes the provision regarding compartments or equipment found in a vehicle or other conveyance.) Amends the Tariff Act of 1930 to make the penalty for failure to declare a controlled substance 1,000 percent of the value of the article (as under current law) or $500, whichever is greater. Amends the Anti-Drug Abuse Act to make amendments with respect to certain Internal Revenue Service undercover operations effective upon the date of enactment of this Act. Amends the CSA to authorize the Attorney General to bring a civil action against any person who violates drug paraphernalia provisions of such Act and to assess a civil penalty of up to $100,000 and grant other appropriate (including injunctive) relief. Specifies that if a defendant is found by the court to be in possession of a controlled substance, thereby violating such defendant's probation, the court shall resentence such person to a sentence that includes a term of imprisonment (under current law, to not less than one-third of the original sentence). Amends the Controlled Substances Import and Export Act (CSIEA): (1) and the CSA to make penalties applicable to offenses involving less than 50 kilograms of marihuana applicable with respect to less than 50 kilograms of a mixture or substance containing a detectable amount of marihuana; and (2) to reduce from 100 to 50 the number of marihuana plants needed to qualify for specified penalties. Adds drug conspiracies and attempts and serious crack possession offenses by juveniles as warranting adult prosecution. Makes serious drug offenses by juveniles predicates to punishment under the Armed Career Criminal Act. Adds certain drug offenses as requiring fingerprinting and records for recidivist juveniles under the CSA and CSIEA. Amends the CSIEA to require that persons violating specified CSA provisions after two or more prior convictions for a felony drug offense have become final be sentenced to a mandatory term of life imprisonment without release and be fined under such Act. Increases penalties for a second offense of distributing drugs to a minor. Amends the Omnibus Act to authorize States to request a waiver of the four-year limitation for effective Bureau of Justice Assistance projects, subject to specified limitations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Supply Reduction Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coast Guard Assistance Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Drug Law Enforcement System Improvements Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Enforcement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Order To Land and To Bring To Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to augment and clarify law enforcement agency roles in ordering aircraft to land and vessels to bring to, to enable improved money laundering investigations, to promote drug testing in Federal and State criminal justice systems, and for other law enforcement system improvements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:10-05:00"
}