{
  "actions": [
    {
      "acted_at": "2009-01-06", 
      "references": [
        {
          "reference": "CR S116-117", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-06", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S117-119", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-11-05", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-09-15", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy without amendment. With written report No. 111-290. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-09-15", 
      "calendar": "Senate Legislative", 
      "number": "563", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 563.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s139-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-06", 
  "number": "139", 
  "official_title": "A bill to require Federal agencies, and persons engaged in interstate commerce, in possession of data containing sensitive personally identifiable information, to disclose any breach of such information.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6236-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Data Breach Notification Act", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-11-05", 
  "subjects": [
    "Bank accounts, deposits, capital", 
    "Business records", 
    "Civil actions and liability", 
    "Computer security and identity theft", 
    "Consumer affairs", 
    "Consumer credit", 
    "Crime and law enforcement", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Intelligence activities, surveillance, classified information", 
    "Right of privacy", 
    "Social security and elderly assistance", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2010-09-15", 
    "text": "Data Breach Notification Act - (Sec. 2) Requires any agency or business entity with sensitive personally identifiable information to notify without unreasonable delay any U.S. resident of a security breach in which such resident's information has been, or is reasonably believed to have been, accessed or acquired. (Sec. 3) Exempts agencies or business entities from security breach notification requirements if they provide written certification to the Secret Service that providing such notification would impede a criminal investigation or damage national security. Requires the Secret Service to evaluate the merits of such certifications. (Sec. 4) Requires an agency or business entity to give notice of a security breach to any affected individuals: (1) by written notice to their last known home mailing address, by telephone, or by email (if email notification was consented to); and (2) to major media outlets if the number of residents in a state affected by a security breach exceeds 5,000. (Sec. 5) Requires the notification to individuals whose sensitive personally identifiable information has been acquired to include: (1) a description of the categories of information an unauthorized individual has acquired; and (2) toll-free numbers for contacting the agency or business entity whose databases have been breached and major credit reporting agencies. (Sec. 6) Requires any business entity or agency that is required to provide notification to more than 5,000 individuals of a security breach to notify all consumer reporting agencies. (Sec. 7) Requires any business entity or agency to notify the Secret Service of security breaches of sensitive personally identifying information within 14 days of any data security breach that involves: (1) more than 10,000 individuals; (2) a database that contains information about more than one million individuals nationwide; (3) a federal government database; or (4) individuals known to be government employees or contractors involved in national security or law enforcement. Requires the Secret Service to notify the Federal Bureau of Investigation (FBI), the U.S. Postal Service, and the attorney general of each affected state of a security breach within 14 days of receiving notice of any breach. (Sec. 8) Authorizes the Attorney General to bring a civil action, including an injunction, in a U.S. district court for violations of security breach notification requirements. (Sec. 9) Allows state attorneys general to bring a civil action in a U.S. district court to enforce security breach notification requirements. Authorizes the Attorney General to stay, or intervene in, any state action. (Sec. 10) Declares that the provisions of this subtitle shall supersede any other provision of federal or state law relating to notification by an interstate business entity or agency of a security breach. (Sec. 11) Authorizes appropriations to the Secret Service to carry out investigations and risk assessments of security breaches. (Sec. 12) Requires the Secret Service to report to Congress on security breaches resulting from risk assessment exemptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Data Breach Notification Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Data Breach Notification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require Federal agencies, and persons engaged in interstate commerce, in possession of data containing sensitive personally identifiable information, to disclose any breach of such information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:45-05:00"
}