{
  "actions": [
    {
      "acted_at": "2013-04-16", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s737-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2013-06-24", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-16", 
  "number": "737", 
  "official_title": "A bill to require the Federal banking agencies to conduct a quantitative impact study on the cumulative effect of the Basel III framework devised by the Basel Committee on Banking Supervision before issuing final rules amending the agencies' general risk-based capital requirements for determining risk-weighted assets, as proposed in the Advanced Approaches Risk-Based Capital Rules Notice of Proposed Rulemaking, the Standardized Approach for Risk-Weighted Assets Notice of Proposed Rulemaking, and the Implementation of Basel III, Minimum Regulatory Capital Ratios Notice of Proposed Rulemaking issued in June 2012, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1221-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Basel III Impact Study Act", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-04-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Congressional oversight", 
    "Credit and credit markets", 
    "Department of the Treasury", 
    "Economic performance and conditions", 
    "Federal Deposit Insurance Corporation (FDIC)", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Government studies and investigations", 
    "Housing finance and home ownership"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-04-16", 
    "text": "Basel III Impact Study Act - Directs the federal banking agencies (the Comptroller of the Currency, the Board of Governors of the Federal Reserve System, and the Federal Deposit Insurance Corporation [FDIC]), before issuing any final rule amending their general risk-based capital requirements for revising advanced-approaches risk-based capital requirements, determining risk-weighted assets, and determining minimum regulatory capital ratios as proposed in certain August and June 2012 notices of proposed rule making (NPRs), to study and report to Congress on the impact of the NPRs on the minimum regulatory capital requirements of insured depository institutions and insured depository institution holding companies. Requires the banking agencies to determine current capital levels at covered financial institutions and separately identify specific provisions of: (1) the Basel III framework devised by the Basel Committee on Banking Supervision; (2) the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank); and (3) estimate and evaluate their impact as well as the cumulative impact of the NPRs and the identified provisions on required regulatory capital levels, capital quality, asset quality, and risk management at covered U.S. financial institutions. Permits the banking agencies to solicit participation in the study from insured depository institutions and insured depository institution holding companies provided that such request does not impose an undue burden upon participants and is entered into on a voluntary basis.Amends the International Lending Supervision Act of 1983 to revise capital adequacy requirements by directing the banking agencies to seek to ensure that any differences in rules implementing the capital standards do not: (1) give competitive advantages to any class or group of institutions unless otherwise required by federal law, or (2) undermine Dodd-Frank requirements for enhanced supervision and prudential standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Basel III Impact Study Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require the Federal banking agencies to conduct a quantitative impact study on the cumulative effect of the Basel III framework devised by the Basel Committee on Banking Supervision before issuing final rules amending the agencies' general risk-based capital requirements for determining risk-weighted assets, as proposed in the Advanced Approaches Risk-Based Capital Rules Notice of Proposed Rulemaking, the Standardized Approach for Risk-Weighted Assets Notice of Proposed Rulemaking, and the Implementation of Basel III, Minimum Regulatory Capital Ratios Notice of Proposed Rulemaking issued in June 2012, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:43:12-05:00"
}