{
  "actions": [
    {
      "acted_at": "1991-01-14", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s31-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-14", 
  "number": "31", 
  "official_title": "A bill to establish a national program to identify contaminated sediments in the Great Lakes and in coastal waters and to restore the quality of these sediments.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Great Lakes and Coastal Sediment Assessment and Restoration Act", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-14", 
  "subjects": [
    "Coastal zone", 
    "Dredging", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Federal advisory bodies", 
    "Freshwater ecology", 
    "Government trust funds", 
    "Great Lakes", 
    "Lakes", 
    "New York State", 
    "Sedimentation", 
    "Standards", 
    "Technological innovations", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-14", 
    "text": "Great Lakes and Coastal Sediment Assessment and Restoration Act - Establishes a National Contaminated Sediment Task Force. Amends the Federal Water Pollution Control Act to direct the Administrator of the Environmental Protection Agency to survey and report to the Congress on data regarding bottom sediment contamination in the Great Lakes and U.S. coastal waters. Requires the Administrator to conduct a program to further identify and monitor contaminated sediments in such waters. Directs the Administrator to conduct research on the restoration of contaminated sediments. Requires the Administrator and the Assistant Secretary of the Army for Civil Works to conduct or assist research on: (1) the nature and behavior of sediments; (2) the effects of sediment contamination on water quality, aquatic life, and human health; and (3) possible methods for management of contaminated sediment. Directs the Administrator to publish criteria and information on contaminants in Great Lakes and coastal waters sediment. Requires such criteria to provide information on the impacts of contaminants on human health and the aquatic environment. Permits any person to petition for the development of criteria for a sediment contaminant. Requires the Administrator to promulgate: (1) numerical standards for Great Lakes and coastal sediment quality; and (2) sediment standards for contaminants for which criteria are published. Directs the Administrator to publish guidelines for the restoration and management of contaminated sediment. Sets forth guideline requirements and provides for the review and revision of such guidelines every five years. Requires the Assistant Secretary, for any project to be conducted in the Great Lakes or coastal waters with funds from the Harbor Maintenance Trust Fund, to conduct sediment tests to determine the presence of contaminants in concentrations exceeding standards under this Act in sediments to be dredged. Directs the Assistant Secretary to expand project scopes and boundaries to include contaminated sediment that is adjacent to, or within 2,500 feet of the outer boundary of, the area to be dredged. Requires the Assistant Secretary to prepare Sediment Restoration Project Statements for projects with contaminated areas. Directs the Administrator to identify sediment restoration projects to demonstrate the development of innovative and effective sediment restoration technology and practices. Requires such projects to be located in Great Lakes and coastal waters sites other than sites for projects funded by the Harbor Maintenance Trust Fund. Provides that at least one project shall be in: (1) the Great Lakes; (2) the coastal waters of the Gulf of Mexico; and (3) Onondaga Lake, New York. Requires the Assistant Secretary to prepare Sediment Restoration Project Statements pursuant to the identification of such projects. Sets forth requirements for Sediment Restoration Project Statements. Provides for public review and comment on Statements. Requires Statements to be submitted to the Administrator and Governors of affected States for approval. Amends the Water Resources Development Act of 1986 to authorize amounts to be appropriated from the Harbor Maintenance Trust Fund out of the Contaminated Sediment Account for implementing this Act. Amends the Internal Revenue Code to create a Contaminated Sediment Account within the Harbor Maintenance Trust Fund and to require eight percent of Fund moneys to be deposited in the Account. Considers sediment projects to be Federal activities for purposes of permit requirements and State certifications under the Federal Water Pollution Control Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Great Lakes and Coastal Sediment Assessment and Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national program to identify contaminated sediments in the Great Lakes and in coastal waters and to restore the quality of these sediments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:32-05:00"
}