{
  "actions": [
    {
      "acted_at": "1974-06-27", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3724-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-27", 
  "number": "3724", 
  "official_title": "A bill to provide for the efficient development of the natural resources of the Navajo and Hopi Reservations for the benefit of its residents, to assist the members of the Navajo and Hopi Tribes in becoming economically fully self-supporting, to resolve a land dispute between the Navajo and Hopi Tribes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Navajo-Hopi Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Abourezk, James", 
    "state": "SD", 
    "thomas_id": "01268", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-27", 
  "subjects": [
    "Advisory bodies", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-27", 
    "text": "Navajo-Hopi Development Act - States that it is the object of this Act to solve the land dispute between the Navajo and Hopi Tribes in a manner which would be in harmony with such a program of reservation development. Title I: The Navajo-Hopi Development Commission - Establishes a Navajo Hopi Development Commission to be composed of one Federal member appointed by the President, by and with the advice and consent of the Senate, two members appointed by the Navajo Tribal Council, and two members appointed by the Hopi Tribal Council. Enumerates the functions of the Commission, including to: (1) analyze the results of the programs initiated on the reservations under the Act of April 19, 1950, and other Federal laws; (2) prepare plans for the economic and social development of the reservations; and (3) conduct investigations and studies of the resources of the reservations. Directs the Commission to make recommendations to the President and the Congress. Authorizes to be appropriated to the Commission not to exceed $500,000 for fiscal year 1975, and not to exceed $500,000 for each of the four succeeding fiscal years. Enumerates the administrative powers of the Commission. Title II: Development of Programs - Directs the Commission to: (1) prepare a comprehensive plan for the construction of development highways and access roads on reservations; (2) prepare a comprehensive plan for the proper utilization of the agricultural and water resources of the reservations; (3) enter into agreements with the tribes and occupiers of land providing for land stabilization, erosion control, and reclamation through changes in land use, and conservation treatment; and (4) prepare comprehensive plans for such reservations for economic development, manpower development (including preference for employment in programs developed under this Act for persons specified in this Act), health and hospital care, construction and operation of schools, construction and rehabilitation of housing, and for effective law enforcement. Authorizes appropriations for such purposes. Title III: Adjustment of Interests between Hopi and Navajo Tribes - Authorizes the U.S. District Court for the District of Arizona to partition in kind between the Navajo Tribe and the Hopi Tribe a specified joint-interest area, adhering to criteria of population density, terrain, equal acreage, and joint ownership of underlying minerals. Prescribes the status of individuals and their property who remain on lands of the other tribe after this partition. Authorizes reimbursement for property forfeited because of such partition. Authorizes appropriations for the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Navajo-Hopi Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the efficient development of the natural resources of the Navajo and Hopi Reservations for the benefit of its residents, to assist the members of the Navajo and Hopi Tribes in becoming economically fully self-supporting, to resolve a land dispute between the Navajo and Hopi Tribes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:15-05:00"
}