{
  "actions": [
    {
      "acted_at": "1982-09-09", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-09-10", 
      "references": [], 
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Percy. With written report No. 97-541.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-10", 
      "calendar": "Senate Legislative", 
      "number": "781", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 781.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2899-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-09-10", 
  "number": "2899", 
  "official_title": "An original bill to authorize assistance to promote economic revitalization in the Caribbean and Central America.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Caribbean-Central America Economic Revitalization Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-09-09", 
  "subjects": [
    "American economic assistance", 
    "Caribbean area", 
    "Central America", 
    "Development credit institutions", 
    "Education", 
    "El Salvador", 
    "Finance and financial sector", 
    "Fisheries", 
    "Fishery management", 
    "Haiti", 
    "International affairs", 
    "Land reform", 
    "Scholarships", 
    "Student aid", 
    "Tourist trade", 
    "Transportation and Travel", 
    "Tuna fisheries"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-09-10", 
    "text": "Caribbean-Central America Economic Revitalization Act of 1982 - Authorizes appropriations for FY 1982 for economic support funds to countries in the Caribbean and Central America. Requires at least 80 percent of such funds (other than funds earmarked for specified development projects) to be used to generate local currencies. Requires such currencies to be used to support activities consistent with the objectives of specified sections of the Foreign Assistance Act of 1961. Earmarks a specified amount of the funds appropriated under this Act for development projects carried out in accordance with the authorities of the sections of the Foreign Assistance Act dealing with agricultural research, population planning and health programs, education and human resources, and indigenous energy resources. Requires specified amounts of such funds to be used: (1) to finance scholarships for Caribbean and Central American students for educational and technical training programs in the United States; (2) by U.S. or indigenous private nonprofit organizations; and (3) by the Inter-American Foundation for its activities in those countries. Limits the amount of funds that may be used for any one country. Directs the President to seek a reasonable balance in allocating funds under this Act between supporting the public sector and supporting the private sector of such countries and between balance of payments support and support for development projects. Requires agreements relating to assistance under this Act to emphasize using assistance in a manner that will not cause serious injury to sales of U.S. farm products. Prohibits using funds under this Act for aid to Haiti until the President has certified to Congress that Haiti has met certain fiscal performance targets established by the International Monetary Fund. Authorizes providing additional funding for El Salvador to facilitate the implementation of that country's land reform program. Prohibits using any of the funds appropriated under this Act for El Salvador unless the President reports to Congress that El Salvador: (1) has not altered the land reform program in a manner detrimental to the rights of the beneficiaries or the potential beneficiaries of the program; and (2) is making substantial progress in implementing the program. Expresses the sense of the Congress that the President should: (1) consider certain factors when negotiating the replenishments of the Inter-American Development Bank's ordinary capital account and Fund for Special Operations; and (2) consult with other Bank donors about increasing the Bank's lending to Caribbean Basin countries by 15 percent per year through 1987. Expresses the sense of the Congress that: (1) nothing in the Caribbean Basin program should be deemed to detract from the special relationship between the United States and Puerto Rico or the Virgin Islands; (2) the implementaton of this program should also promote the economic development and political stabilty of these territories; (3) the appropriate Federal agencies should monitor the impact of this program on Puerto Rico and the Virgin Islands; and (4) the President should submit any necessary remedial legislation. Requires that to the greatest extent possible any economic support funds made available to Haiti under this Act shall be for the use of private and voluntary organizations in Haiti or for the private sector in Haiti. Declares that Federal agencies involved in the Caribbean Basin Initiative should encourage the development of the travel and tourism industry in the Caribbean region. Expresses the sense of the Congress that: (1) international management of the Western Atlantic bluefin tuna would be beneficial; and (2) the President should seek commitments by Caribbean Basin countries to participate in an agreement on the management of such tuna. Directs the President to include in the annual report to Congress on foreign assistance programs a detailed description of the disposition of the funds appropriated under this Act. Declares that the funds authorized by this Act are intended to meet the problems of the immediate economic crisis in the region. Expresses the belief that future Caribbean Basin programs should be more development oriented and channeled through multilateral mechanisms. Urges the President to begin discussions with multilateral institutions to this end."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Caribbean-Central America Economic Revitalization Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize assistance to promote economic revitalization in the Caribbean and Central America.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:27-05:00"
}