{
  "actions": [
    {
      "acted_at": "1992-06-24", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres502-102", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Baker, Richard H.", 
      "sponsored_at": "1992-07-23", 
      "state": "LA", 
      "thomas_id": "00047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "40", 
      "name": "Cox, Christopher", 
      "sponsored_at": "1992-07-23", 
      "state": "CA", 
      "thomas_id": "00242", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Goss, Porter J.", 
      "sponsored_at": "1992-07-07", 
      "state": "FL", 
      "thomas_id": "00450", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1992-07-07", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Riggs, Frank", 
      "sponsored_at": "1992-07-07", 
      "state": "CA", 
      "thomas_id": "00962", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Santorum, Rick", 
      "sponsored_at": "1992-07-07", 
      "state": "PA", 
      "thomas_id": "01015", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schiff, Steven", 
      "sponsored_at": "1992-08-03", 
      "state": "NM", 
      "thomas_id": "01030", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1992-07-23", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1992-09-09", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Walsh, James T.", 
      "sponsored_at": "1992-07-07", 
      "state": "NY", 
      "thomas_id": "01197", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Zeliff, William H., Jr.", 
      "sponsored_at": "1992-07-07", 
      "state": "NH", 
      "thomas_id": "01263", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-24", 
  "number": "502", 
  "official_title": "To amend the Rules of the House of Representatives to provide for reform of the House of Representatives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Hefley, Joel", 
    "state": "CO", 
    "thomas_id": "00524", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-24", 
  "subjects": [
    "Age discrimination", 
    "Civil rights and liberties, minority issues", 
    "Congressional committee jurisdiction", 
    "Congressional committee staffing", 
    "Congressional committees (House)", 
    "Congressional conference committees", 
    "Congressional districts", 
    "Congressional employees", 
    "Congressional privileges and immunities", 
    "Congressional voting", 
    "Discrimination in employment", 
    "Employee rights", 
    "Equal pay for equal work", 
    "Franking privilege", 
    "Freedom of information", 
    "Hours of labor", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative resolutions", 
    "Occupational health and safety", 
    "Political parties", 
    "Right of privacy", 
    "Subpoena"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-24", 
    "text": "Directs the Speaker of the House of Representatives to appoint a task force to restructure the committee system in the House by reducing the number of standing committees to a maximum of 15 and establishing their jurisdiction. Amends rule X of the Rules of the House of Representatives to prohibit any standing committee of the House from establishing more than four subcommittees except: (1) the Committee on the Budget which shall have no subcommittees; (2) the Committee on Rules which shall have two; and (3) the Committee on Appropriations which may have the same number of subcommittees that it had in the 101st Congress. Amends rule XI to make it out of order to consider any primary expense resolution unless the Committee on House Administration has reported and the House has adopted a resolution establishing an overall ceiling for House committee staff personnel for that year. Makes such a resolution privileged. Establishes guidelines for developing and considering primary and supplemental expense resolutions. Provides that the overall ceiling for committee staff in a resolution reported by the committee or contained in any amendment for the 103d Congress shall not exceed 50 percent of the total committee staff personnel employed at the end of the 102d Congress. Repeals the general permission, subject to certain conditions, for proxy voting by a member of any committee or subcommittee with respect to any measure or matter. Amends rule X to require the membership of each committee (except the Committee on Standards of Official Conduct and the Committee on House Administration), subcommittee, task force, or other subunit, to reflect the ratio of majority to minority party Members of the House at the beginning of the Congress. Exempts the Resident Commissioner from Puerto Rico and the Delegates to the House from the count in determining such party ratio. Requires the membership of each select committee, subcommittee, task force, subunit, or conference committee to reflect the ratio of the majority to minority party Members of the House at the time of its appointment. Requires the ratio of majority party to minority party staff positions, consultants, details, and funding for House committees to be the same ratio as that to Members of the House. Directs the Speaker to refer legislation initially to one committee as the committee of principal jurisdiction (currently, such legislation may initially be referred simultaneously to two or more committees for concurrent consideration). Prohibits a member from serving on any particular committee for more than eight years or as committee chairman for more than four years. Disregards: (1) service performed as a member of such committee for less than a full session in any Congress; and (2) previous service on any committee before the beginning of the 103d Congress. Requires one-half of the members of the Committee on House Administration to be from the majority party and one-half to be from the minority. Allows the chairman or ranking minority party member of the Committee on House Administration to authorize and issue subpoenas. Amends rules XLVI to prohibit a Member of the House from sending any franked mass mailing outside the Member's Congressional district. Prohibits the Committee on House Administration from approving any payment for, and a Member from making any expenditure from, any allowance of the House or any other official funds if any portion is for any cost related to a mass mailing by a Member of the House outside his or her congressional district. Amends rule XI to prohibit the Committee on Rules from reporting any rule or order that would prevent a motion to recommit that has amendatory instructions (except in the case of a Senate measure for which the language of a House passed measure has been substituted). Makes it out of order to consider any resolution which waives any point of order, except by a two-thirds vote of the Members voting. Declares that it is the policy of the House of Representatives that the following Federal laws should be amended to apply them to the House in the same or similar manner as they apply to the executive branch: (1) the National Labor Relations Act; (2) the Occupational Safety and Health Act of 1970; (3) the Equal Pay Act of 1963; (4) the Age Discrimination in Employment Act of 1967; (5) the Freedom of Information Act; (6) the Privacy Act of 1974; and (7) Title VII of the Civil Rights Act of 1964. Directs the standing committees of the House with subject jurisdiction over such Federal laws to report legislation to the House to implement such policy. Provides for consideration of such legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Rules of the House of Representatives to provide for reform of the House of Representatives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:02-05:00"
}