{
  "actions": [
    {
      "acted_at": "1987-02-26", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s605-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1987-02-26", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-26", 
  "number": "605", 
  "official_title": "A bill to provide for the settlement of certain Tahono O'odham Indian water rights claims in Arizona, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tohono O'odham-Chuichu Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-26", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Arizona", 
    "Indian claims", 
    "Indian lands", 
    "Indian water rights", 
    "Irrigation", 
    "Native Americans", 
    "Water and Water Resources Development", 
    "Water supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-26", 
    "text": "Tohono O'odham-Chuichu Settlement Act - Directs the Secretary of the Interior to contract for and make annual additional deliveries, through the Central Arizona Project, of specified quantities of water to the Chuichu area of the Sells Reservation, Arizona. Directs the Secretary to construct and replace facilities to furnish domestic water to the villages of Chuichu, East Chuichu, and White Horse Pass. Requires the Secretary to construct an additional irrigation system within the Chuichu area of the Sif Oidak District of the Sells Reservation sufficient for the distribution of specified acre-feet of water. Empowers the Tohono O'odham Tribe to devote all water supplies to any use. Requires the Secretary to establish a water management plan for the Chuichu area. Conditions the Secretary's obligation to execute this Act only upon tribal waiver of certain claims against the United States regarding the Maricopa-Stanfield and Eloy subbasins. Directs the Secretary of the Treasury, upon such waiver, to pay a certain sum to the Tohono O'odham Tribe's governing body as trustee for the Tribe. Requires such funds to be invested in interest-bearing securities. Authorizes tribal spending of the principal, interest, and dividends. Authorizes appropriations. Prohibits withdrawals of water from Vekol Valley Subbasin which underlies specified Federal lands in Arizona, except for specified uses. Requires functions of the Bureau of Reclamation under this Act regarding lands within the Sells Reservation to be subject to the Indian Self-Determination and Education Act to the same extent as if performed by the Bureau of Indian Affairs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tohono O'odham-Chuichu Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the settlement of certain Tahono O'odham Indian water rights claims in Arizona, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:17-05:00"
}