{
  "actions": [
    {
      "acted_at": "1973-05-09", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1768-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-09", 
  "number": "1768", 
  "official_title": "A bill to establish a Commission on Mental Health and Illness of the Elderly.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commission on Mental Health and Illness of the Elderly Act", 
  "sponsor": {
    "district": null, 
    "name": "Muskie, Edmund S.", 
    "state": "ME", 
    "thomas_id": "01410", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-09", 
  "subjects": [
    "Advisory bodies", 
    "Aged and aging", 
    "Medical care, personnel, and facilities", 
    "Mental health", 
    "Public health"
  ], 
  "subjects_top_term": "Mental health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-09", 
    "text": "Commission on Mental Health and Illness of the Elderly Act - Establishes a temporary commission to be known as the Commission on Mental Health and Illness of the Elderly. Provides that such Commission shall exist for a period not to exceed five years. States that it shall be the duty of the Commission to: (1) develop a national policy for the proper maintenance of mental health for aged and aging persons and the care and treatment of mental illness for such persons; (2) undertake studies to assess future needs for mental health facilities, manpower, research, and training to meet the mental health care needs of aged and aging persons; (3) submit to the President for transmittal to Congress an annual report describing major developments concerning the treatment and care of elderly persons suffering from mental illness, identifying priority issues, and propose recommendations for solving these problems; (4) recognizing that proper physical health and proper mental health are inseparable, evaluate present mental health programs to determine whether such programs are responsive to the needs of aged and aging persons; (5) develop priorities for programs designed to increase knowledge about various aspects of mental illness among aged and aging persons; and (6) cooperate with the executive and legislative branches for the purpose of implementing the policy proposals recommended at the 1971 White House Conference on Aging. Provides that the Commission shall be composed of nine members to be appointed by the President, by and with the advice and consent of the Senate. States that the Commission shall include at least one member from each of the fields of psychology, psychiatry, social science, social work, and nursing. Sets forth the powers and authority of the Commission. Establishes an Advisory Council on Mental Health and Illness of the Elderly to be composed of nine members appointed by the President for terms of two years. Provides that the Council shall advise the Commission on policy matters relating to mental health and illness. Provides that the Commission shall cease to exist sixty days after the submission of its final report. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commission on Mental Health and Illness of the Elderly Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission on Mental Health and Illness of the Elderly.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:42-05:00"
}