{
  "actions": [
    {
      "acted_at": "1973-03-08", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1143-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-08", 
  "number": "1143", 
  "official_title": "A bill entitled the \"Social Security and Medicare Reform Act of 1973.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security and Medicare Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-08", 
  "subjects": [
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-08", 
    "text": "Social Security and Medicare Reform Act - Title I: Reduction in, and Eventual Elimination of, the Supplementary Medical Insurance Deductible - Reduces over a period of 5 years the supplementary medical insurance deductible of title XVIII (Medicare) of the Social Security Act. Provides that in the fifth year the deductible shall be eliminated. Title II: Automatic coverage (Without Payment of Premium) Under Supplemental Medical Insurance Program - Eliminates the payment of the premium under the supplemental medical insurance program. Provides that the program shall be financed from funds appropriated by the Federal Government. Title III: General Revenue Contributions to Federal Old-Age and Survivors' Insurance Trust Fund - Authorizes to be appropriated for each fiscal year to the Federal Old-Age and Survivors Insurance Trust Fund an amount equal to 50 percent of the amount of funds appropriated to such fund from payroll taxes. Title IV: Eliminates the earnings limitations under title II (Old-Age, Survivors', and Disability Insurance) for entitlement to social security retirement benefits. Provides that the elimination is to be effective in taxable years ending after December 31, 1973. Title V: Provides that individuals who are entitled to receive widow's or widower's benefits under title II shall receive 100 percent of such benefits when they attain retirement age."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security and Medicare Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Social Security and Medicare Reform Act of 1973.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:31-05:00"
}