{
  "actions": [
    {
      "acted_at": "1999-11-10", 
      "references": [
        {
          "reference": "CR S14558", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-10", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-04-13", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-07-12", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with an amendment in the nature of a substitute. With written report No. 106-339.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-07-12", 
      "calendar": "Senate Legislative", 
      "number": "678", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 678.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1911-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1999-11-10", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1999-11-17", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-11-10", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "1999-11-10", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "2000-07-26", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "1999-11-10", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1999-11-10", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1999-11-10", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-10", 
  "number": "1911", 
  "official_title": "A bill to conserve Atlantic highly migratory species of fish, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Atlantic Highly Migratory Species Conservation Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-04-13", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Alabama", 
    "Animals", 
    "Appropriations", 
    "Atlantic Ocean", 
    "Auditing", 
    "Business records", 
    "Collection of accounts", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional reporting requirements", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Equipment and supplies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fish kills", 
    "Fishery management", 
    "Fishing", 
    "Fishing boats", 
    "Florida", 
    "Foreign fishing", 
    "Forfeiture", 
    "Fraud", 
    "Georgia", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Gulf of Mexico", 
    "Identification devices", 
    "International affairs", 
    "International fishery management", 
    "Internet", 
    "Law", 
    "Licenses", 
    "Liens", 
    "Louisiana", 
    "Marine and coastal resources, fisheries", 
    "Mississippi", 
    "Overfishing", 
    "Research", 
    "Research centers", 
    "Science, technology, communications", 
    "Seizure of vessels and cargoes", 
    "Sharks", 
    "South Carolina", 
    "Sports and recreation", 
    "Telephone", 
    "Territorial waters", 
    "Texas", 
    "Transportation and public works", 
    "Tuna fisheries"
  ], 
  "subjects_top_term": "Marine and coastal resources, fisheries", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-07-12", 
    "text": "Atlantic Highly Migratory Species Conservation Act of 1999 - Prohibits any person from engaging in pelagic longline fishing in the: (1) Atlantic Conservation Zone for Highly Migratory Species (HMS); (2) Gulf of Mexico Conservation Zone for Swordfish from January 1 through Memorial Day; and (3) Gulf of Mexico Conservation Zone for HMS from Memorial Day through Labor Day for the next four years. Provides the geographic coordinates for each Zone. Makes such restrictions inapplicable to longline fishery research authorized by the Secretary of Commerce (Secretary).(Sec. 7) Directs the Secretary to conduct a voluntary Pelagic Longline Vessel Permit Holder Compensation Program, under which vessels prohibited from engaging in such commercial fishing are compensated for fish catch losses. Identifies eligible vessels. Terminates vessel eligibility if the vessel or any Federal fishing permit or license applicable to that vessel is transferred to a different person after November 10, 1999. Requires notification of each eligible permit holder. Provides a compensation (buyout) amount of $125,000 plus either: (1) zero for any eligible holder that did not report any landings (catches) of HMS for the period between January 1 and October 1, 1999; or (2) for every other eligible holder, a landing payment determined by the Secretary. Subtracts from that amount any lien, judgment, or other final obligation due the United States from the permit holder. Provides for payment determination and prohibits such payment from exceeding $325,000. Outlines provisions concerning the buyout offer and its acceptance. Authorizes the Secretary to provide up to $10 million for such payments through a direct loan obligation for any payments not fully paid for by appropriated funds. Authorizes appropriations. Requires that 40 percent of the payments under this section be from the direct loan and 60 percent be from funds appropriated under this section.(Sec. 8) Requires the revocation of all commercial fishing permits or licenses held by those accepting payments under this Act, prohibiting such vessels from being used anywhere in the world for commercial fishing. Prohibits the foreign transfer or registry of such vessels. Provides criminal and civil penalties for violations of this section, including seizure and forfeiture. Requires revocation information to be recorded in the Federal vessel identification system maintained by the Secretary of Transportation.(Sec. 9) Establishes a fishery conservation fee system, administered by the Secretary, for repayment of direct loans made under this Act. Provides fee amounts and payment requirements, including fees required from commercial Atlantic swordfish dealers.States that a vessel registered in an affected State (South Carolina, Georgia, Florida, Alabama, Mississippi, Louisiana, and Texas) shall not be required to purchase a Federal fishery conservation permit if such State, within 240 days after the enactment of this Act, makes a binding agreement to pay fully, within four years, that State's recreational share allocation, plus associated interest. Provides State share allocations.Directs the Secretary to issue for $25 each an annual fishery conservation permit to vessels over 18 feet in length wishing to engage in recreational HMS fishing in any area closed to commercial fishing under this Act. Prohibits any such vessels without permits from engaging in such fishing.(Sec. 10) Considers a person violating this Act to also have committed an act prohibited under the Magnuson-Stevens Fishery Conservation and Management Act.(Sec. 11) Establishes within the National Marine Fisheries Service at the Southeast Fisheries Science Center a Pelagic Longline Billfish Bycatch and Mortality Reduction Research Program to identify and test a variety of fishing gear configurations and uses for reducing billfish bycatch mortality in the pelagic longline fisheries in the exclusive economic zone of the Gulf of Mexico and the Atlantic Ocean. Requires evaluation of the impact of gear changes on protected species and the placing of observers on such vessels for monitoring purposes. Provides for Program design, monitoring by the Secretary, and reports to specified congressional committees.(Sec. 12) Prohibits interim regulations (with exceptions) by the Secretary prior to such report with respect to any time-area closures for pelagic longline fishing in the Atlantic by U.S. fishing vessels that are in addition to, or expand, regulations established by this Act.(Sec. 13) Prohibits, after the 165th day of enactment of this Act, any pelagic longline vessel from operating within the Atlantic HMS fishery without a vessel monitoring device approved by the Secretary. States that vessels accepting buyouts under this Act will not be required to carry such a device.(Sec. 14) Nullifies this Act if Congress fails to appropriate enough to complete the buyout and establish the research program under specified provisions of this Act. Nullifies the requirement of section 13 of this Act to carry vessel monitoring devices on vessels if Congress fails to appropriate adequate funds to place the devices on vessels.(Sec. 15) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Atlantic Highly Migratory Species Conservation Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Atlantic Highly Migratory Species Conservation Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to conserve Atlantic highly migratory species of fish, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:00-05:00"
}