{
  "actions": [
    {
      "acted_at": "1979-09-19", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5342-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-19", 
  "number": "5342", 
  "official_title": "A bill entitled \"Equal Access to Justice Act\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equal Access to Justice Act", 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-19", 
  "subjects": [
    "Administration of justice", 
    "Administrative Conference of the U.S.", 
    "Administrative procedure", 
    "Agricultural cooperatives", 
    "Business and commerce", 
    "Courts and Civil Procedure", 
    "Government litigation", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Law", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Small business"
  ], 
  "subjects_top_term": "Government litigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-19", 
    "text": "Equal access to Justice Act - Excludes from the definition of \"party\" for purposes of this Act: (1) an individual whose net worth exceeds $1,000,000; and (2) any partnership, corporation, association, organization, or sole owner of an unincorporated business whose net worth exceeds $5,000,000, but includes an agricultural cooperative, as defined in the Agricultural Marketing Act, regardless of its net worth. Entitles a prevailing party (other than the United States) to be awarded fees and other expenses, including attorney fees, which were incurred by such party in: (1) an administrative adjudication (excluding ratemaking and license application hearings, but including such actions as suspension or modification of a license); or (2) in any civil action, other than a tort, brought by or against the United States, unless the agency conducting such adjudication, or the court having jurisdiction of such action, finds that the position of the agency or the United States was clearly justified or that special circumstances make an award unjust. Allows the agency or the court to reduce any such award to the extent that the prevailing party unduly and unreasonably protracted the final resolution of the matter in controversy. Stipulates that such awards in administrative adjudication shall be paid by the particular agency over which the party prevails, but prohibits authorization of appropriations to such agency for the specific purpose of such payments. Authorizes a party dissatisfied with such award in an administrative adjudication to petition for leave to appeal the decision in an appropriate Federal court. Authorizes a court to award reasonable attorney fees to the prevailing party in any civil action brought by or against the United States or any agency or official of the United States acting in an official capacity, where the court may award such fees in such suits involving private parties (thus applying to Government litigation the common law and statutory exceptions to the \"American rule\" which requires parties to be responsible for their own attorney fees). Directs the Administrative Conference of the United States and the Administrative Office of the United States Courts to report annually on the amount of fees and expenses awarded during the preceding fiscal year in such agency adjudications and civil actions. Makes this Act applicable to any civil action pending on, or commencing after, the date of enactment, except for civil tax actions, which shall be subject to this Act six months after enactment. Amends title II of Public Law 94-305 (Study of Small Business) to direct the Chief Counsel of Advocacy to report to the President and Congress by March 31, 1982, on the degree to which the Act fulfills its purposes. Directs the Office of the Chairman of the Administrative Conference of the United and the Director of the Administrative Office of the United States Courts to provide certain information to the Small Business Advocate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equal Access to Justice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Equal Access to Justice Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:36-05:00"
}