{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-02", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-02-02", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Select Education", 
      "text": "Referred to Subcommittee on Select Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-18", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Domestic Marketing, Consumer Relations, and Nutrition", 
      "text": "Referred to Subcommittee on Domestic Marketing, Consumer Relations, and Nutrition.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-23", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-10", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr311-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Domestic Marketing, Consumer Relations, and Nutrition", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Select Education", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "311", 
  "official_title": "A bill to strengthen the American family and promote the virtues of family life through education, tax assistance, and related measures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Protection Act", 
  "sponsor": {
    "district": "2", 
    "name": "Hansen, George V.", 
    "state": "ID", 
    "thomas_id": "00497", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Abortion", 
    "Abortion, Birth Control, and Family Planning", 
    "Adoption", 
    "Armed forces and national security", 
    "Birth control", 
    "Charitable contributions", 
    "Child abuse", 
    "Child welfare", 
    "Children and youth", 
    "Church and education", 
    "Civil Rights and Liberties", 
    "Collective bargaining", 
    "College costs", 
    "Communicable diseases", 
    "Contraceptives", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Crimes against women", 
    "Day care", 
    "Desegregation in education", 
    "Disabled", 
    "Discrimination in employment", 
    "Domestic Relations and Families", 
    "Domestic relations", 
    "Education", 
    "Educational finance", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Family policy", 
    "Federal aid to education", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Gay rights", 
    "Government corporations", 
    "Health", 
    "Higher education", 
    "Homosexuality", 
    "Housing and Housing Finance", 
    "Housing for the aged", 
    "Income tax", 
    "Intergovernmental relations", 
    "Jurisdiction", 
    "Labor and employment", 
    "Lawyers and Legal Services", 
    "Legal services", 
    "Married people", 
    "Military dependents", 
    "Parent and child", 
    "Parent-school relationships", 
    "Private schools", 
    "Public Welfare and Charities", 
    "Religion and Clergy", 
    "Religion in the public schools", 
    "Religious liberty", 
    "Retirement income", 
    "Runaway children", 
    "Savings accounts", 
    "Secondary education", 
    "Sexually transmitted diseases", 
    "Social welfare", 
    "Social work", 
    "State education agencies", 
    "States", 
    "Support of dependents", 
    "Supreme Court", 
    "Supreme Court jurisdiction", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax rates", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Teachers", 
    "Textbooks", 
    "Trusts and trustees", 
    "Wife abuse", 
    "Women's rights", 
    "Youth services"
  ], 
  "subjects_top_term": "Family policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Family Protection Act - States as the purposes of this Act the strengthening of the American family and the reversal of governmental policies which hinder its strength and prosperity. Title I: Education - Amends the General Education Provisions Act to prohibit payments under such Act to States or State or local educational agencies which: (1) prohibit voluntary prayer in public buildings; (2) lack procedures for the involvement of parents and representatives of the community in decisions relating to the establishment or continuation of religious studies; (3) limit parental visits to public schools or classes or the right of parents to inspect their children's school records; (4) require the payment of dues or fees as a condition of employment for teachers; or (5) lack procedures for parental review of textbooks prior to their use in the classroom. States that no Federal funds may be made available for curricula which promote values contradictory to the demonstrated beliefs of the community or for textbooks which tend to deny the role differences between the sexes. Guarantees the right of any State or local educational agency to set qualifications for teachers, set attendance requirements for students, and to limit or prohibit the intermingling of sexes in sports or other school- related activities. Amends the National Labor Relations Act to exclude from the definition of \"employer\" any corporation or association operating a school. Amends the Internal Revenue Code to allow an income tax deduction for cash contributions to a savings account established to pay the expenses of a dependent child under the age of 22 at an educational institution (pre-school through college). Limits the amount of such deduction to $2,500 for a taxable year and permits only one account to be established on behalf of any individual. Exempts from income taxation, distributions from such accounts which are used exclusively to meet the educational expenses of the dependent child. Amends the Elementary and Secondary Education Act of 1965 to authorize appropriations for the payment of allotments to States for the financing of elementary and secondary school programs. Directs the Secretary of Education to terminate the payment of such allotments if the programs for which funds are paid no longer comply with specified requirements. Permits judicial review of any finding of the Secretary with respect to applications for funding or termination of payments to a State. Prohibits the exercise of Federal control over the curriculum, administration, or personnel of any State or local school system. Amends the Internal Revenue Code to grant tax-exempt status to an educational institution controlled by the parents of students enrolled in such institution. Provides for the termination of the tax exemption of a school which is found to discriminate in the hiring of teachers or the admission of students on the basis of race, nationality, or ethnic background. Denies jurisdiction to the U.S. Supreme Court to review any case arising out of a State statute or regulation which relates to voluntary prayer in public schools or buildings or to qualifications imposed by a State for the hiring of public school teachers. Title II: Welfare - Amends the Internal Revenue Code to allow individuals who maintain a household which includes a dependent who has reached age 65 a nonrefundable income tax credit not in excess of $250 for the taxable year. Allows such individuals to take an income tax deduction in lieu of the credit. Limits the amount of such deduction to $1,000 for the taxable year. Amends the Food Stamp Act of 1977 to disqualify students enrolled in post-secondary educational institutions from participation in the food stamp program if such enrollment is equivalent to full-time employment. Grants tax-exempt status to organizations providing day care for children. Allows contributors to a tax-exempt day care center to claim a business expense deduction for contributions not deductible as a charitable contribution. Directs the Secretary of the branch of the Armed Forces concerned to deduct from the monthly pay and allowances of a member of such Armed Forces who is living separate from his or her dependents an amount sufficient to provide for the support of such dependents. Title III: First Amendment Guarantees - Prohibits the Federal Government from imposing legal requirements upon the operation of a church organization which sponsors a child care center, orphanage, foster home, social action training program, emergency shelter for abused children or spouses, school, or juvenile delinquency or drug abuse treatment center or home. Establishes a legal presumption in favor of an expansive interpretation of the parents' role in supervising and determining the religious or moral formation of their child. Title IV: Taxation - Amends the Internal Revenue Code to permit married individuals to compute on a separate basis the maximum retirement savings deduction to which each individual is entitled. Permits a maximum deduction of $3,000 for a spouse who is handicapped. Increases the zero bracket amount for married individuals filing separately to $2,300 (the same as for unmarried individuals). Imposes the same income tax rates upon married individuals filing separately as are imposed upon unmarried individuals. States that an individual who works without compensation for a charitable, civic, religious, or political activity shall be considered to be gainfully employed for purposes of eligibility for the child care credit. Allows an additional personal tax exemption of $1,000 for each child born to or adopted by a taxpayer during the taxable year. Permits an exemption of $3,000 for the adoption of a handicapped child over the age of three whose parents are not of the same race. Allows an income tax deduction for contributions to a trust established by a taxpayer to provide care to such taxpayer's parents or handicapped relatives. Limits the amount of such deduction to $3,000 for a taxable year. Provides for the tax exemption of such trusts. Title V: Domestic Relations - Prohibits Federal preemption of State laws relating to child or spousal abuse, or juvenile delinquency. Prohibits the expenditure of Federal funds for such programs in any State unless the legislature of such State has specifically authorized such programs. Defines \"child abuse\" as physical maltreatment or psychological or emotional neglect. Excludes from such definition discipline or corporal punishment applied by a responsible parent or an individual authorized to act in the place of such parent. Grants tax-exempt status to organizations which provide for the treatment and care of individuals who suffer physical or psychological abuse from a spouse, parent, or other family member and to organizations which provide shelter, care, and medical treatment for individuals under the age of 18 who have run away from their homes. Requires federally-funded abortion and venereal disease treatment centers to notify parents of unmarried minors that such minors have requested an abortion, contraceptives, or are undergoing treatment for a venereal disease. Amends the Legal Service Corporation Act to place restrictions on the classes of individuals to whom legal assistance may be given. Prohibits the expenditure of Federal funds to any organization which presents male or female homosexuality as an acceptable alternative life style or which suggests that it can be an acceptable life style. Amends the Civil Rights Act of 1964 to provide that any action taken by an employer against a homosexual shall not be considered an unlawful employment practice. Prohibits any instrumentality of the Federal Government from seeking to enforce nondiscrimination with respect to homosexuals. Title VI: Miscellaneous - Grants jurisdiction to U.S. district courts to hear any cases arising under this Act. Provides for a six-year statute of limitation on actions brought under this Act. Requires the Secretary to report to Congress on the administration of this Act and the progress of the States in effectuating its provisions. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the American family and promote the virtues of family life through education, tax assistance, and related measures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:51-05:00"
}