{
  "actions": [
    {
      "acted_at": "1987-03-03", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-10", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Labor", 
      "text": "Referred to Subcommittee on Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-10", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s638-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-03", 
  "number": "638", 
  "official_title": "A bill to require the Secretary of Health and Human Services to develop standards governing the notification of individuals who have been exposed to hazardous substances or physical agents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Risk Notification Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-03", 
  "subjects": [
    "Administrative procedure", 
    "Communication in medicine", 
    "Consumer protection", 
    "Department of Health and Human Services", 
    "Disease control", 
    "Diseases", 
    "Environmental protection", 
    "Epidemiology", 
    "Federal aid to medical research", 
    "Government records, documents, and information", 
    "Health", 
    "Health education", 
    "Health warnings", 
    "Human experimentation in medicine", 
    "Information services", 
    "Medical research", 
    "Peer review organizations (Medicine)", 
    "Public health", 
    "Public health research", 
    "Research and development", 
    "Risk assessment", 
    "Science and technology", 
    "Standards"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-03", 
    "text": "Health Risk Notification Act of 1987 - Amends the Public Health Service Act to require the Secretary of Health and Human Services to promulgate standards governing the provision of notice by the Department of Health and Human Services to study subjects (persons who were the subject of a risk study) and nonstudied individuals (persons who were not the subjects of a risk study but whose exposure to a hazardous substance was similar to that of study subjects). Lists items that must be incorporated in such standards, including: (1) specified factors to be considered in determining whether to provide notice to study subjects, and the relative importance of each factor; (2) procedures for ascertaining whether the results of a risk study can be applied to nonstudied individuals in accordance with specified factors and generally accepted scientific principles; and (3) criteria concerning the appropriate type and contents of notice, including health monitoring information, to be given to study subjects and to nonstudied individuals. Subjects the promulgation of the notice standards to hearing and rulemaking provisions of the Administrative Procedure Act. Requires the Secretary to obtain recommendations from panels of specified experts and interest group representatives as part of the mandatory hearing. Requires the Secretary to establish procedures for appointing scientific peer review groups to review risk studies subject to the above notification standards. Directs such peer review groups to make recommendations to the Secretary relating to specified topics. Requires the Secretary to publish a notice of administrative rulemaking to implement such recommendations. Requires the Secretary, through the Director of the National Institutes of Health and the Director of the Centers for Disease Control, to establish procedures consistent with peer group review for the review of risk studies conducted or supported by the Department before the effective date of the notice standards. Directs the Secretary to establish priorities for the review of each such risk study, and sets forth criteria for determining such priorities. Mandates that the Secretary by regulation require each applicant for a grant, contract, or cooperative agreement under which a risk study will be conducted to provide assurances that such applicant will disclose to the Secretary any: (1) results of a risk study indicating any potential risk that study subjects will contract a disease; and (2) information that would assist in providing notice to study subjects. Directs the Secretary to prepare and distribute certain materials: (1) containing medical information relevant to any disease or condition that is the focus of notice provided under this Act; and (2) relating to health promotion and disease prevention. Provides immunity to the United States and its officers and employees from monetary damages related to acts or omissions under this Act. States that findings, notice, and other acts or omissions under this Act shall not constitute a legal basis for damages or be admissible as evidence in any legal action or in any workers' compensation proceeding. Requires preparation and submission to the Congress of specified reports and recommendations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Risk Notification Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Health and Human Services to develop standards governing the notification of individuals who have been exposed to hazardous substances or physical agents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:18-05:00"
}