{
  "actions": [
    {
      "acted_at": "1973-02-28", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1050-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-28", 
  "number": "1050", 
  "official_title": "A bill to provide for the registration and regulation of oil and gas programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil and Gas Investment Act", 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-28", 
  "subjects": [
    "Business and commerce", 
    "Investments", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-28", 
    "text": "Oil and Gas Investment Act - Presents the finding of the Congress that oil programs are affected with a national public interest and the interest of investors are adversely affected when oil programs are managed by irresponsible persons and when the control of oil programs is unduly concentrated through pyramiding or inequitable methods of control. Divides oil programs as classified for purposes of this Act as repurchase and nonrepurchase programs, and as diversified and nondiversified programs. Authorizes the Securities and Exchange Commission to conditionally or unconditionally exempt any person, security or oil or gas interest or transaction from any provision of this Act. Provides that no oil program organized under the laws of the United States or of a State, unless registered under this Act, shall purchase or offer for sale, sell or deliver after sale any security having reason to believe that such security or interest will be made the subject of a public offering by use of the mails or any means of interstate commerce. Provides for the registration of oil programs with the Commission. Makes specified classes of persons ineligible for service in the capacity of employee, officer, director, manager or principal underwriter or any oil program registered under this Act. Sets forth restrictions upon the functions and activities of oil programs. Requires oil programs annually to file reports with the Commission in such form and containing such information as the Commission shall prescribe. Authorizes the Commission to make studies and investigations of oil programs in implementing the provisions of this Act. Provides that any person who willfully violates any provision of this Act shall upon conviction be fined not more than $10,000 or imprisoned not more than two years, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil and Gas Investment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the registration and regulation of oil and gas programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:30-05:00"
}