{
  "actions": [
    {
      "acted_at": "1995-12-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-14", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-12-15", 
      "references": [], 
      "text": "Committee on Finance. Reported to Senate by Senator Roth with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-12-15", 
      "calendar": "Senate Legislative", 
      "number": "282", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 282.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1470-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1995-12-13", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1995-12-12", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "1996-03-25", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1996-03-21", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1995-12-12", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Santorum, Rick", 
      "sponsored_at": "1995-12-21", 
      "state": "PA", 
      "thomas_id": "01015", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1995-12-14", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1995-12-13", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-12-12", 
  "number": "1470", 
  "official_title": "A bill to amend title II of the Social Security Act to provide for increases in the amounts of allowable earnings under the social security earnings limit for individuals who have attained retirement age, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2684-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1432-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Senior Citizens' Freedom to Work Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-12-14", 
  "subjects": [
    "Accounting", 
    "Administrative remedies", 
    "Alcoholism", 
    "Appropriations", 
    "Congress", 
    "Congressional reporting requirements", 
    "Debt limit", 
    "Department of Health and Human Services", 
    "Disability evaluation", 
    "Disabled", 
    "Divorce", 
    "Drug abuse", 
    "Earnings", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to alcoholism programs", 
    "Federal officials", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government securities", 
    "Government trust funds", 
    "Health", 
    "Indian medical care", 
    "Investment of public funds", 
    "Labor and employment", 
    "Law", 
    "Medicare", 
    "Minorities", 
    "Narcotic addicts", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Public assistance programs", 
    "Public debt", 
    "Retirement age", 
    "Retirement income", 
    "Revolving funds", 
    "Social security eligibility", 
    "Social welfare", 
    "Stepfamilies", 
    "Supplemental security income program", 
    "Support of dependents", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1995-12-15", 
    "text": "Senior Citizens' Freedom to Work Act of 1995 - Amends title II (Old-Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act (SSA) to provide, through adjustments in the monthly exempt amount, for increases in the amounts of allowable earnings under the social security earnings limit for individuals who have attained retirement age. Retains the current limit on substantial gainful activity earnings applicable to individuals under age 65 who are eligible for disability benefits based on blindness. (Sec. 3) Provides that an individual shall not be considered to be disabled for OASDI purposes, or for supplemental security income (SSI) purposes under SSA title XVI (thus denying them benefits), if alcoholism or drug addiction would be a contributing factor material to the determination of disability. (Continues disability benefits based on a separate disabling condition to individuals also disabled by drug addiction or alcoholism.) Requires the payment of OASDI or SSI benefits based on disability to a representative payee if such payment would serve the interest of an individual who also has an alcoholism or drug addiction condition that prevents the individual from managing such benefits. Requires the Commissioner of Social Security (the Commissioner) to refer such individual to the appropriate State agency administering the approved State plan for substance abuse treatment services. Appropriates additional specified amounts to supplement State and Tribal alcohol and substance abuse treatment programs funded under the Public Health Service Act. Requires State or Tribal governments receiving such an allotment to consider as priorities activities relating to the treatment of the abuse of alcohol and other drugs. (Sec. 4) Bases entitlement of stepchildren to child's insurance benefits solely on their actual dependency on stepparent support. Repeals the requirement that the stepchild actually be living with the stepparent. Requires termination of any child's insurance benefits based on the wages and self-employment income of the stepparent the month after the month in which the natural parent's divorce from the stepparent becomes final. (Sec. 5) Establishes a Continuing Disability Review Administration Revolving Account for OASDI disability benefits in the Federal Disability Insurance Trust Fund. Directs the Chief Actuary of the Social Security Administration (Chief Actuary), as established by this Act, to estimate annually the present value of savings to the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund which will accrue for all years because of cessations of benefit payments resulting from continuing disability reviews carried out pursuant to specified requirements during the fiscal year. Directs the Managing Trustee to: (1) transfer to the Account from amounts otherwise in the Trust Fund an amount equal to the estimated savings certified by the Chief Actuary; and (2) make available to the Commissioner from funds in the Account an amount certified by the Chief Actuary as currently required to meet expenditures necessary to provide for required continuing disability reviews (including expenditures for the cost of staffing, training, purchase of medical and other evidence, and processing related to appeals and overpayments and related indirect costs). Includes as required information in a specified annual report a final accounting of amounts transferred to the Continuing Disability Review Administration Revolving Account in the Federal Disability Insurance Trust Fund during the year, including a comparison of the number of continuing disability reviews conducted during the year with the estimated number of continuing disability reviews upon which the estimate of such expenditures was made. Terminates the Continuing Disability Review Administration Revolving Account at the end of FY 2005, providing that any balance in such Account shall revert to funds otherwise available in the Federal Disability Insurance Trust Fund. Provides for appointment by the Commissioner of a Chief Actuary in the SSA. (Sec. 6) Amends SSA title XI part A (General Provisions) to prohibit, with respect to the Federal Old-Age and Survivors Insurance, Disability Insurance, Hospital Insurance, and Supplementary Medical Insurance Trust Funds, Federal officials or employees from: (1) delaying the deposit of any amount into (or delaying the credit of any amount to) any such fund or otherwise varying from the normal terms, procedures, or timing for making such deposits or credits; (2) refraining from the investment in public debt obligations of amounts in any such fund; or (3) redeeming prior to maturity amounts in any such fund which are invested in public debt obligations for any purpose other than the payment of benefits or administrative expenses from such fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senior Citizens' Freedom to Work Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Senior Citizens' Freedom to Work Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to provide for increases in the amounts of allowable earnings under the social security earnings limit for individuals who have attained retirement age, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:05-05:00"
}