{
  "actions": [
    {
      "acted_at": "1983-09-14", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-21", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1838-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Denton, Jeremiah", 
      "sponsored_at": "1983-09-14", 
      "state": "AL", 
      "thomas_id": "01316", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1983-09-14", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1983-09-14", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Quayle, Dan", 
      "sponsored_at": "1983-11-03", 
      "state": "IN", 
      "thomas_id": "00935", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Quayle, Dan", 
      "sponsored_at": "1983-09-14", 
      "state": "IN", 
      "thomas_id": "00935", 
      "title": "Sen", 
      "withdrawn_at": "1983-09-15"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-09-14", 
  "number": "1838", 
  "official_title": "A bill to amend the Legal Services Corporation Act to provide authorization of appropriations for additional fiscal years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Legal Services Corporation Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-09-14", 
  "subjects": [
    "Aliens", 
    "Authorization", 
    "Charitable contributions", 
    "Civil procedure", 
    "Class actions (Civil procedure)", 
    "Congress and Members of Congress", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Illegal aliens", 
    "Immigration", 
    "Income tax", 
    "Lawyers and Legal Services", 
    "Legal Services Corporation", 
    "Legal assistance to the poor", 
    "Legal services", 
    "Lobbying", 
    "Public Welfare and Charities", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Lawyers and Legal Services", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-09-14", 
    "text": "Legal Services Corporation Amendments of 1983 - Amends the Legal Services Corporation Act of 1974 to add as a criterion for membership to the Board of Directors (the Board) that prospective members: (1) be knowledgeable of the legal needs of the poor; and (2) support the principle that it is in the national interest that eligible clients have equal access under the law to effective legal services under this Act. Requires that at least two Board members shall be eligible clients at the time of their nomination. Restricts to 60 days the time in wich an outgoing Board member must remain in office: (1) while Congress is in session and a successor is sought; or (2) after the indefinite adjournment of the Senate session in which the successor's nomination was submitted. Computes the term of each member from the termination date of the preceding term. Directs the Board biannually to elect a chairperson from its membership. Provides that in the case of disruptive conduct by the public at a Board meeting, a majority of the members may vote to close the meeting. Prohibits the employment of Corporation personnel by any grantee or contractee for a maximum of two years after the end of such person's employment with the Corporation. Authorizes the Corporation to provide financial assistance and enter into grants and contracts with: (1) qualified nonprofit organizations chartered under State or local laws; (2) private attorneys; (3) bar associations; and (4) educational institutions with a demonstrated capability of implementing programs which involve the private bar in furnishing legal assistance to eligible clients. Applies criminal sanctions under certain Federal law to Corporation personnel who lobby with appropriated moneys. Prohibits class action suits against any government entity unless: (1) the recipient's project director has expressly given approval; (2) the class relief is for the primary benefit of eligible clients; and (3) the project director has concluded that the government practice or policy will continue to affect clients adversely and that out-of-court settlement would be adverse to the clients' interests. Requires notice to the government entity of the impending class action. Authorizes a court to award reasonable expenses and legal fees incurred by a defendant against the Corporation (or a recipient) if the court finds the action commenced by the Corporation had no reasonable basis. Requires the Corporation (or the recipient) to pay such fees directly. Prohibits a recipient from requesting attorneys' fees from a governmental unit in any litigation or administrative matter. Direct the Corporation to distribute attorney's fees among its grantees for the direct delivery of legal assistance with due consideration to the State from which the fees were derived. Requires the Corporation to establish an Office of Inspector General which conforms to the provisions of the Inspector General Act of 1978. Requires the Corporation to: (1) make funds available for legal assistance by the private bar to eligible clients; (2) develop criteria for reasonable reduced attorneys fees; and (3) issue regulations which limit compensation to private attorneys to reasonable reduced attorneys' fees. Requires the Corporation to insure that its funds will not be used to pay for the costs of: (1) influencing legislation pending before any legislative body; or (2) the maintenance of an office or ongoing activity intended to influence legislation. Prohibits commingling Corporation funds with funds of another organization if the purpose or effect of such commingling is to circumvent provisions of this Act. Directs the Corporation to: (1) require recipients to attempt negotiation of controversies before filing suit; and (2) insure that Corporation funds will not be used to pay dues or membership fees to private organizations. Prohibits the use of Corporation funds for legal assistance to illegal aliens including aid in determining the legality of such an alien's presence in the United States. Prohibits the use of Corporation funds for the purchase of real estate by recipients unless Board members approve it by two-thirds vote. Requires the Corporation to insure that: (1) a majority of a recipient's governing body is appointed by a bar association whose membership represents a majority of the attorneys practicing law in the area in which the recipient provides legal assistance; (2) the membership of a recipient's governing body is not in excess of 50 percent plus one from the same political party; and (3) membership on a governing body is limited to five years. Directs the Corporation to issue regulations which require each recipient to maintain specified documentation. Requires the Corporation to include in its annual report a summary of each recipient's authorized activities, as well as the degree of compliance with specified law by such recipients. Requires the Corporation to insure that legal representation under its aegis is limited to the financial eligibility criteria. Authorizes appropriations for FY 1984-1986. Prohibits any entity receiving financial assistance under this Act from carrying over unobligated amounts exceeding 15 percent from one fiscal year to the next without Corporation approval. Authorizes the Board to adopt specified enforcement procedures. Amends the Act's enforcement provisions to authorize the Board immediately to suspend financial assistance to grantees or recipients for specified violations. Requires the Corporation to insure that clients of such grantees are not adversely affected by the termination of financial assistance. Repeals the requirement that the Corporation insure the interim funding of entities which file a timely refunding application. Authorizes the Corporation to bring an action in Federal district court to compel: (1) specific performance of agreements with recipients for the provision of legal services; or (2) compliance by a recipient with the rules promulgated under the Act. Directs the court to attempt to make equitable arrangements for the provision of legal services to eligible clients adversely affected by a judgment which interrupts such services. Imposes a maximum fine and prison term for specified violations, including the impairment of Corporation documents. Requires the Board to prepare and submit to the President and each member of Congress a study on whether copayment should be required of legal services clients based upon such a client's ability to contribute to his or her legal representation. Directs the Corporation to establish procedures by which State advisory councils can experiment with alternative systems for providing legal services to eligible clients. Amends the Internal Revenue Code to include as a \"charitable contribution\" a contribution of legal services to an eligible client as defined by the Legal Services Corporation Act. Limits the amount of a legal services charitable contribution to a maximum of $250.00 within the taxable year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Legal Services Corporation Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Legal Services Corporation Act to provide authorization of appropriations for additional fiscal years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:04-05:00"
}