{
  "actions": [
    {
      "acted_at": "1988-03-23", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-05", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water and Power Resources", 
      "text": "Referred to Subcommittee on Water and Power Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4239-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power Resources", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Brown, Hank", 
      "sponsored_at": "1988-07-07", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Pashayan, Charles, Jr.", 
      "sponsored_at": "1988-04-26", 
      "state": "CA", 
      "thomas_id": "00891", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-23", 
  "number": "4239", 
  "official_title": "A bill to authorize and direct the Secretary of the Interior to engage in a special study of the potential for nationwide ground-water recharge, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Ground Water Recharge Demonstration Program Act of 1988", 
  "sponsor": {
    "district": "5", 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-03-23", 
  "subjects": [
    "Environmental protection", 
    "Federal aid to water resources development", 
    "Groundwater", 
    "State finance", 
    "States", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Water supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-23", 
    "text": "National Ground Water Recharge Demonstration Program Act of 1988 - Directs the Secretary of the Interior, acting through the Bureau of Reclamation, to conduct an investigation of and establish demonstration projects for groundwater recharge. Requires the Bureau, during phase I, to develop a detailed plan of demonstration projects to determine whether various recharge technologies may be applied to diverse geologic and hydrologic conditions. Directs the Bureau to make maximum use of data, planning studies, and other technical resources and assistance from State and local entities. Specifies that demonstration project sites shall be confined to areas having a declining water table, an available surface water supply (or one that could be made available), and a high probability of physical, chemical, and economic feasibility for recharge of the groundwater reservoir. Requires the plan to address specified issues. Directs the Secretary, within eight months after the date of enactment of an appropriation Act to carry out phase I, to make a preliminary selection of projects to receive further consideration, and to initiate planning and development for such projects. Requires the selection of projects representing diverse geographic regions and diversity of problems associated with groundwater depletion. Directs the Secretary to transmit a report to the Congress within 24 months after such date, containing recommendations for demonstration projects to be designed, constructed, and operated during phase II, and a detailed statement of his findings and conclusions. Directs the Bureau, during phase II, to design, construct, and operate demonstration projects as recommended. Directs the Secretary to contract with States to conduct a study to identify and evaluate: (1) alternative means by which the costs of groundwater recharge projects could be allocated among project beneficiaries; and (2) the economic feasibility of, and legal authority for, utilizing groundwater recharge in water resource development projects. Directs the Secretary to submit to the Congress: (1) interim progress reports annually on phase II progress; and (2) a final report within five years after initiative of phase II, including specific recommendations regarding the location, scope, and feasibility of operational groundwater recharge projects to be constructed and maintained by the Bureau, and an evaluation of the feasibility of integrating such projects into existing reclamation projects. Directs the Secretary, acting through the U.S. Geological Survey, to conduct an evaluation of the impacts on surface and groundwater quality of the demonstration projects and to include such evaluation in the Secretary's final report to the Congress. Authorizes appropriations. Provides for matching funds to the States to meet the costs of phase II."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Ground Water Recharge Demonstration Program Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and direct the Secretary of the Interior to engage in a special study of the potential for nationwide ground-water recharge, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:17-05:00"
}