{
  "actions": [
    {
      "acted_at": "2013-04-26", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health, Employment, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1815-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health, Employment, Labor, and Pensions", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-26", 
  "number": "1815", 
  "official_title": "To protect workers from the corrupt and coercive \"Card Check\" system of organizing labor unions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Union Coercion Prevention Act", 
  "sponsor": {
    "district": "36", 
    "name": "Stockman, Steve", 
    "state": "TX", 
    "thomas_id": "01114", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-04-26", 
  "subjects": [
    "Labor and employment", 
    "Labor-management relations"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-04-26", 
    "text": "Union Coercion Prevention Act - Amends the National Labor Relations Act (NLRA) to make it an unlawful labor practice for a labor organization or its agents to interfere with the rights of employees to organize and select representation to bargain collectively. Adds a requirement that representatives be selected by secret ballot in an election conducted by the National Labor Relations Board (NLRB) by a majority of the employees in a unit. Defines \"majority\" for purposes of determining the majority of employees in an election to mean the majority of all employees in the unit, and not the majority of employees voting in the election. Requires the NLRB to decide, before the election of a labor organization as the exclusive collective bargaining representative of all employees of an appropriate unit, whether such unit shall be the employer unit, craft unit, plant unit, or subdivision unit. Requires the NLRB to give 14 days advance notice before a hearing when it is investigating an election petition if it has reasonable cause to believe that a question of representation affecting commerce exists. Revises the requirement that the NLRB direct an election by secret ballot, and certify its results, whenever it finds upon the record of such a hearing that a question of representation exists. Adds a requirement that the NLRB also review all post-hearing appeals before finding that such a question exists. Prohibits an election less than 40 calendar days following the filing of an election petition. Requires an employer to provide the NLRB a list of employee names and home addresses of all eligible voters within 7 days after an NLRB determination of the appropriate unit or following any agreement between the employer and the labor organization regarding eligible voters. Prohibits an election after the filing of a petition unless and until: (1) a hearing is conducted before a qualified hearing officer on any and all material, factual issues regarding jurisdiction, statutory coverage, appropriate unit, unit inclusion or exclusion, or eligibility of individuals; and (2) the issues are resolved by a regional Director, subject to appeal and review, or by the NLRB. Declares that election results shall not be final nor any labor organization be certified as a bargaining representative unless the NLRB has ruled on: (1) each pre-election issue not resolved before the election; and (2) the NLRB conducts a hearing and resolves each issue pertaining to the conduct or results of the election. Makes any labor organization found to have interfered with, restrained, or coerced employees in the exercise of their rights to form or join a labor organization or to refrain from forming or joining (including the filing of a decertification petition) liable for lost wages and unlawfully collected union dues and fees, if any, and an additional amount as liquated damages."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Union Coercion Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To protect workers from the corrupt and coercive \"Card Check\" system of organizing labor unions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:19:11-05:00"
}