{
  "actions": [
    {
      "acted_at": "1975-12-10", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11103-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-10", 
  "number": "11103", 
  "official_title": "A bill to establish an Emergency Financial Assistance Corporation to provide loans to finance urgently needed public facilities for State and local governments to help achieve a full employment economy both in urban and rural America by providing loans for the establishment of small and medium size business and industries, and for the construction of low- and moderate-income housing projects, and to provide job training for unskilled unemployed and underemployed workers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10452-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Financial Assistance Corporation Act", 
  "sponsor": {
    "district": "37", 
    "name": "Nowak, Henry", 
    "state": "NY", 
    "thomas_id": "00870", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-10", 
  "subjects": [
    "Corporations", 
    "Economics and public finance", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Local finance", 
    "States"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-10", 
    "text": "Emergency Financial Assistance Corporation Act - Creates a body corporate to be known as the Emergency Financial Assistance Corporation to make and guarantee long-term loans at reasonable intrest rates to State and local governments for public works and facilities, to individuals and corporations to establish new businesses and industries and to expand or otherwise improve existing businesses and industries, and to public agencies and private nonprofit and limited dividend corporations for the construction of low-and-moderate-income housing, in order that vital public services may be provided, the health and welfare of our people will be safeguarded, and a full employment economy will be achieved. Provides that the Corporation shall have a capital stock of $1,000,000,000 subscribed by the United States, payment for which shall be subject to call in whole or in part by the Board of Directors. Authorizes the Corporation to issue notes, debentures, bonds, and other evidences of indebtedness up to an aggregate amount of 20 times the paid-in capital stock of the Corporation at that time. Authorizes the Corporation to make direct loans and guarantees to State and local governments, direct loans for the benefit of business and industry, loans for low-and-moderate-income housing projects. Exempts the Corporation from the taxing authority of the United States or any State or local government. Authorizes to be appropriated to the Secretary of the Treasury $1,000,000,000 to finance the purchase of Corporation stock."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Financial Assistance Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Emergency Financial Assistance Corporation to provide loans to finance urgently needed public facilities for State and local governments to help achieve a full employment economy both in urban and rural America by providing loans for the establishment of small and medium size business and industries, and for the construction of low- and moderate-income housing projects, and to provide job training for unskilled unemployed and underemployed workers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:35-05:00"
}