{
  "actions": [
    {
      "acted_at": "1987-12-17", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-01-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3793-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-17", 
  "number": "3793", 
  "official_title": "A bill to amend the Clean Air Act to establish more effective controls on emissions from motor vehicles.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Vehicle Emission Control Act of 1987", 
  "sponsor": {
    "district": "2", 
    "name": "Skaggs, David E.", 
    "state": "CO", 
    "thomas_id": "01062", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-17", 
  "subjects": [
    "Air pollution control", 
    "Carbon monoxide", 
    "Diesel motor", 
    "Environmental protection", 
    "Fuel", 
    "Gasoline", 
    "Labeling", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Motorcycles", 
    "Nitrogen oxides", 
    "Sulphur oxides", 
    "Warranties"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-17", 
    "text": "Motor Vehicle Emission Control Act of 1987 - Amends the Clean Air Act to establish emission standards for light-duty and heavy duty vehicles and engines, including diesels, for: (1) carbon monoxide; (2) oxides of nitrogen; (3) particulates; and (4) hydrocarbons. Sets emissions standards for hydrocarbons and carbon monoxide for motorcycles. Requires onboard hydrocarbon control technology to recover emissions from the fueling of light-duty vehicles. Requires the regulation of formaldehyde emissions from non-gasoline fueled vehicles. Prohibits the manufacture or sale of engines requiring leaded gasoline. Requires the regulation of carbon monoxide emissions over a specified temperature range. Doubles the life of light-duty vehicles and engines for purposes of standards established by this Act. Requires each of a manufacturer's vehicles and engines, not the average, to meet each of the emissions standards of this Act. Requires certificates of conformity to be suspended or revoked if fewer than 90 percent of new vehicles or engines tested in a sampling period conform with applicable regulations. Requires the Administrator of the Environmental Protection Agency to use State information when making determinations of nonconformity. Requires the Administrator to establish an additional testing center at high altitude conditions to ascertain conformance with emissions standards throughout a vehicle's useful life. Revises civil penalties for violations of this Act, including those for tampering with environmental control devises. Requires States with vehicle inspection and maintenance programs to adopt quality control audits. Requires the Administrator to report annually to the Congress on significant repeated or common defects and actions taken to remedy such defects. Requires motor vehicles to be labeled with the full warranty costs under the Clean Air Act's emissions requirements. Prohibits high altitude emission standard exemptions. Limits the sulfur content of diesel fuel. Requires the Administrator to report to the Congress on the adequacy of such standards for achieving particulate emission standards. Limits the Reid vapor pressure of gasoline. Regulates fuel sales in nonattainment areas for oxygen content. Requires the Administrator to report to the appropriate congressional committees on the use of such fuels. Modifies civil penalties for violations of fuel and additives requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Emission Control Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to establish more effective controls on emissions from motor vehicles.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:05-05:00"
}