{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3193-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "3193", 
  "official_title": "A bill to consolidate within the executive branch of Government authorities in law to control the transfer to foreign countries of military equipment and technology and dual-use goods and technology.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Weapons Proliferation Containment Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Biological weapons", 
    "Chemical weapons", 
    "Department of Commerce", 
    "Department of State", 
    "Executive reorganization", 
    "Export controls", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Independent regulatory commissions", 
    "International affairs", 
    "Licenses", 
    "Mass destruction weapons", 
    "Multilateral development banks", 
    "Nuclear Regulatory Commission", 
    "Nuclear nonproliferation", 
    "Technology transfer", 
    "Terrorism"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "Weapons Proliferation Containment Act of 1992 - Title I: Establishment of the Non-Proliferation Agency and the Special Task Force on Non-Proliferation - Establishes the Non-Proliferation Agency within the executive branch. Bars a person serving on active duty as a commissioned officer of the armed forces from being appointed Director of the Agency. Grants the Director primary responsibility for controlling the transfer to foreign countries of military equipment and technology and dual-use goods and technology. Authorizes the Director to enter into international agreements for control of items of the type controlled under this Act or items on the U.S. Munitions List under the Arms Export Control Act. Amends the Arms Export Control Act to require the Director, in making a decision of issuing an export license for an article on the U.S. Munitions List, to take into account whether the export of such article will contribute to an arms race, support international terrorism, increase the possibility of outbreaks or escalation of conflict, or prejudice the development of arms control agreements. Confers specified authorities under such Act which are currently the responsibility of other Federal agencies or officials on the Director. Requires the Director to maintain a consolidated Dual-Use Security Transfers List to identify dual-use goods and technology subject to controls under this Act. Authorizes the Director to prohibit or curtail the export of listed goods or technology which is subject to U.S. jurisdiction or exported by any person subject to such jurisdiction. Requires validated licenses for the export of listed goods or technology. Designates items to be included on the List. Provides for the annual review of the List and modifications, as appropriate. Bars the removal of an item from a list, in the case of controls implemented in cooperation with multilateral arrangements, without the agreement of governments participating in such arrangements. Establishes the Special Task Force on Non-Proliferation to advise the Director on the control of security exports. Directs the Secretary of the Treasury to instruct the U.S. executive directors of the International Bank for Reconstruction and Development, the International Development Association, the Inter-American Development Bank, and the Asian Development Bank to oppose any loans or funding to any nation that is not a party to, or has violated, specified international agreements relating to conventional weapons and weapons of mass destruction. Title II: Transfer of Functions and Saving Provisions - Transfers to the Director functions of: (1) the Nuclear Regulatory Commission concerning approval of licenses for exports of production or utilization facilities or source or special nuclear materials; (2) the Department of Commerce concerning regulation of nuclear exports under the Nuclear Non-Proliferation Act of 1978 and approval of export licenses for dual-use items under the Export Administration Act of 1979; and (3) the Department of State concerning approval of export licenses for defense articles and services under the Arms Export Control Act. Sets forth additional transfer and savings provisions. Title III: Effective Date - Requires this Act to take effect 180 days after its enactment date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Weapons Proliferation Containment Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate within the executive branch of Government authorities in law to control the transfer to foreign countries of military equipment and technology and dual-use goods and technology.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:46-05:00"
}