{
  "actions": [
    {
      "acted_at": "1983-04-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-29", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Select Education", 
      "text": "Referred to Subcommittee on Select Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2597-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Select Education", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Bartlett, Steve", 
      "sponsored_at": "1983-04-19", 
      "state": "TX", 
      "thomas_id": "00061", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-19", 
  "number": "2597", 
  "official_title": "A bill to amend the Rehabilitation Act of 1973, to increase flexibility and simplify grant programs to States for vocational rehabilitation, to improve rehabilitation services for the severely handicapped, to modify certain discretionary grant programs providing essential services and resources specifically designed for handicapped individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rehabilitation Amendments of 1983", 
  "sponsor": {
    "district": "13", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-19", 
  "subjects": [
    "Access Board", 
    "Advisory bodies", 
    "Architecture and the disabled", 
    "Authorization", 
    "Blind", 
    "Deaf", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Employment and training programs", 
    "Employment of the handicapped", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to handicapped services", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Health facilities", 
    "Hospital personnel", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Manpower training programs", 
    "Medical centers", 
    "Medical personnel", 
    "Medical research", 
    "National policy", 
    "Native Americans", 
    "Occupational therapy", 
    "Physical therapy", 
    "Planning", 
    "Public service employment", 
    "Recreation", 
    "Recreation and Recreational Facilities", 
    "Rehabilitation of the mentally handicapped", 
    "Rehabilitation of the physically handicapped", 
    "Research", 
    "Research centers", 
    "States", 
    "Transportation and the physically handicapped", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Vocational rehabilitation", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-19", 
    "text": "Rehabilitation Amendments of 1983 - Amends the Rehabilitation Act of 1973 (\"the Act\") to revise and add specified definitions. Revises audit provisions to require that States obtain financial and compliance audits of funds received under the Act. Repeals specified provisions relating to advance funding, joint funding, consolidated rehabilitation plans, application of other laws, administration, reports to the President and Congress, program and project evaluation, and use of funds. Revises a nonduplication prohibition to delete a provision for disregarding specified amounts in determining the amount of any State's Federal share of expenditures for planning, administration, and services incurred by it under an approved State plan. Revises information clearinghouse provisions to delete provisions for: (1) the Office of Information and Resources for the Handicapped; and (2) an authorization of appropriations for an information and resources clearinghouse for the handicapped. Amends title I (Vocational Rehabilitation Services) of the Act to authorize appropriations for FY 1984 through 1988 to carry out such title. Revises provisions for State plans relating to joint programs and to waivers of political subdivision participation requirements. Deletes requirements that the State plan: (1) contain plans, policies, and methods for execution, administration, and supervision (including descriptions of methods to expand and improve services to individuals with the most severe handicaps and to utilize existing rehabilitation facilities to the maximum extent feasible); (2) be consistent with specified priorities for order of selection; (3) contain outcome and service goals for serving handicapped individuals, as established in specified regulations; and (4) provide satisfactory assurances that the State has studied and considered a broad variety of means for providing services to individuals with the most severe handicaps. Deletes requirements that State plans contain provisions relating to establishment and maintenance of: (1) personnel standards consistent with State licensure laws and regulations: and (2) minimum standards governing facilities and personnel used in providing vocational rehabilitation services. Revises requirements for consideration of eligibility for similar benefits under any other program. Revises State plan requirements relating to utilization of resources. Deletes provisions relating to: (1) agreements for services provided by rehabilitation facilities; (2) Federal share of construction costs; and (3) nonreduction of other rehabilitation services. Revises provisions relating to: (1) policy planning and trainee participation; and (2) services to handicapped American Indians. Repeals requirements for State plans relating to: (1) State rehabilitation bureaus; (2) State financial participation; (3) political subdivision participation; (4) intergovernmental cooperation; (5) disabled Federal employees and disabled public safety officers; (6) continuing studies and annual evaluation; (7) contracts with profitmaking organizations for on-the-job training; and (8) information and referral programs. Requires that each State plan provide assurances that the State agency will: (1) safeguard the confidentiality of all personal information; and (2) provide specified client assistance services. Requires State plan provision for review, at least every other year, of all programs and activities supported with Federal funds under title I of the Act. Revises provisions relating to: (1) withholding or reduction of funds in cases of State noncompliance; and (2) review of such withholding or reduction of funds. Makes the State agency responsible for insuring that specified conditions are met with regard to individualized written rehabilitation programs and determinations of ineligibility. Revises provisions relating to the scope of vocational rehabilitation services under title I of the Act. Revises provisions for State allotments and payments to States. Repeals provisions relating to: (1) non-Federal share for construction; (2) client assistance; and (3) evaluation of vocational rehabilitation services for Indians. Repeals provisions for the innovation and expansion grants program under title I of the Act. Amends title II (Research and Training) of the Act to authorize appropriations for FY 1984 through 1988 to carry out such title. Provides that the Director of the National Institute of Handicapped Research shall be appointed by the Secretary of Education (rather than by the President, by and with the advice and consent of the Senate). Provides that the Director shall serve as Executive Vice-Chairman of the Interagency Committee on Handicapped Research. Permits specified Federal grants and contracts to pay all of the cost of certain research projects and related activities under title II of the Act. Amends title III of the Act to repeal specified provisions for construction and training programs and for pecial projects and supplementary services, including provisions for: (1) grants for construction of rehabilitation facilities, staffing, and planning assistance; (2) vocational training services for handicapped individuals; (3) loan guarantees for rehabilitation facilities; (4) specified requirements relating to personnel training grants and contracts, including balanced program, evaluation, and long-term planning requirements; (5) grants for training interpreters for deaf individuals; (6) comprehensive rehabilitation centers; (7) specified grant and contract requirements; (8) interpreter services for deaf persons; and (9) reader services for blind persons. Renames such title \"Supplementary Services and Resources.\" Authorizes appropriations for FY 1984 through 1988 to carry out such title. Authorizes the Secretary to evaluate any of the programs and activities carried out under titles I through IV of the Act. Authorizes specified forms of technical assistance under the Act. Revises provisions for Federal grants and contracts for personnel projects relating to training, traineeships, and related activities. Permits private, for-profit agencies or organizations to receive such grants or contracts. Redesignates title I provisions for American Indian vocational rehabilitation services under title III of the Act. Revises such provisions to provide that Federal grants may cover part or all of the costs of such services. Deletes provisions requiring: (1) States to provide services under State plans for American Indians included by such States in their populations for State allotment purposes; and (2) subtraction from the State population for such allotment purposes of the number of American Indians residing on a reservation to be served by such grants. Requires that applications for assistance under such title for projects involving construction contain an assurance that such construction will comply with the Architectural Barriers Act of 1968. Redesignates title VI provisions for projects with industry under title III of the Act. Revises such provisions to permit Federal payment of all of the costs of such projects. Redesignates title VII provisions for centers for independent living under title III of the Act. Revises such provisions to permit independent living center grants to State agencies or to public or private agencies and organizations. Permits private, for-profit agencies and organizations to receive grants for special projects and demonstrations. Revises provisions for grants to State or local agencies for projects for handicapped individuals among migrant or seasonal agricultural workers and their families to: (1) permit such grants to cover part or all of the costs of such projects; and (2) include specified private, for-profit entities among those entities with which appropriate cooperation is required as a condition for such grants. Revises provisions for the Helen Keller National Center for Deaf-Blind Youths and Adults to: (1) permit agreements for Federal payments to private, for-profit entities for all or part of the costs of establishing or operating such Center; (2) delete expired provisions for a special authorization of appropriations for the center; and (3) provide that information to be contained in proposals for such agreements be determined (rather than prescribed in regulations) by the Secretary. Revises provisions for recreational programs for the handicapped to: (1) make Federal grants for such programs discretionary rather than mandatory; and (2) permit private, for-profit entities to receive such grants. Repeals provisions for: (1) an expired authorization of appropriations for special projects and supplementary services under part B of title III of the Act; (2) reader services for blind persons; and (3) interpreter services for deaf persons. Amends title IV (National Council on the Handicapped) to revise the duties of the National Council on the Handicapped. Directs the Council to advise the Director of the National Institute of Handicapped Research with respect to the policies and conduct of the Institute. (Current law directs the Council to establish general policies for, and review of the operation of, the Institute). Replaces the review of the activities of the Institute and other entities, which is currently required to be included in the Council's report, with a summary of the Council's own activities. Authorizes appropriations for FY 1984 through 1988 for Council activities. Amends title V (Miscellaneous Provisions) of the Act to include the Director of the Office of Personnel Management on the Interagency Committee on Handicapped Employees. Authorizes appropriations for FY 1984 through 1988 for the Architectural and Transportation Barriers Compliance Board. Repeals provisions for technical and financial assistance in removing architectural, transportation, or communication barriers. Repeals title VI (Employment Opportunities for Handicapped Individuals) of the Act (except for provisions for projects with industry redesignated under title III), thus deleting provisions for: (1) the community service employment pilot program for handicapped individuals; and (2) the program of business opportunities for handicapped individuals. Repeals title VII (Comprehensive Services for Independent Living) of the Act (except provisions for centers of independent living redesignated under title III), thus deleting provisions for: (1) payments to States for comprehensive services; (2) independent living services for older blind individuals; and (3) grants to States for protection and advocacy of the rights of severely handicapped individuals. Makes technical and conforming amendments to the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rehabilitation Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rehabilitation Act of 1973, to increase flexibility and simplify grant programs to States for vocational rehabilitation, to improve rehabilitation services for the severely handicapped, to modify certain discretionary grant programs providing essential services and resources specifically designed for handicapped individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:46-05:00"
}