{
  "actions": [
    {
      "acted_at": "2011-09-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-20", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1542-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2011-09-22", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2011-09-12", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2011-09-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-09-13", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "2011-09-19", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-12", 
  "number": "1542", 
  "official_title": "A bill to amend part B of title IV of the Social Security Act to extend the child and family services program through fiscal year 2016, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2790-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2883-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3339-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1013-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1234-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Child and Family Services Improvement and Innovation Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-09-20", 
  "subjects": [
    "Adoption and foster care", 
    "Child care and development", 
    "Child health", 
    "Child safety and welfare", 
    "Consumer credit", 
    "Domestic violence and child abuse", 
    "Family relationships", 
    "Government information and archives", 
    "Judicial procedure and administration", 
    "Mental health", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-12", 
    "text": "Child and Family Services Improvement and Innovation Act - Amends title IV part B (Child and Family Services) of the Social Security Act (SSA) to extend through FY2016 the authorization of appropriations for the Stephanie Tubbs Jones Child Welfare Services Program. Revises requirements for child visitations by caseworkers. Extends through FY2016: (1) the Safe and Stable Families Program, and (2) specified reservations of funds for monthly caseworker visits and regional partnership grants. Revises requirements for grants to assist children affected by methamphetamine or other substance abuse to: (1) remove the specification of methamphetamine, and (2) apply the grant program generally to children affected by substance abuse. Authorizes the Secretary of Health and Human Services (HHS) to renew a five-year grant for up to an additional two years. Revises requirements for the court improvement program to require grants to the highest state courts to serve the purpose of increasing and improving engagement of the entire family in court processes relating to child welfare, family preservation, family reunification, and adoption. Requires such a court to submit one application, rather than separate applications, for more than one grant. Specifies mandatory allocations of funds for such grants. Directs the Secretary, in order to improve data matching, to designate nonproprietary and interoperable standard data elements for any category of information required to be reported. Requires state case review systems to assure that each child in foster care under state responsibility who has attained age 16 receives gratis: (1) a copy of any consumer report pertaining to the child each year until the child is discharged from care, and (2) assistance in interpreting and resolving any inaccuracies in the report. Renews through FY2014 the authority of the Secretary to authorize states to conduct child welfare program demonstration projects likely to promote the objectives of part B or SSA title IV part E (Foster Care and Adoption Assistance). Repeals the requirement for state project applications to consider certain types of proposals. Replaces such requirement with specified conditions for state eligibility to conduct a new demonstration project. Authorizes a state to elect to establish a program to: (1) permit part E foster care maintenance payments to a long-term therapeutic family treatment center on behalf of a child residing in the center, or (2) identify and address domestic violence that endangers children and results in the placement of children in foster care. Defines a long-term therapeutic family treatment center as a state-licensed or -certified program that: (1) enables parents and their children to live together in a safe environment for at least six months; and (2) provides substance abuse treatment services, children's early intervention services, family counseling, medical care,and related services. Sets forth child welfare improvement policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child and Family Services Improvement and Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part B of title IV of the Social Security Act to extend the child and family services program through fiscal year 2016, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:15:03-05:00"
}