{
  "actions": [
    {
      "acted_at": "1990-07-13", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2854-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-13", 
  "number": "2854", 
  "official_title": "A bill to declare that certain public domain lands are held in trust for the Confederated Tribes of Siletz Indians of Oregon.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-13", 
  "subjects": [
    "Federal-Indian relations", 
    "Indian lands", 
    "Native Americans", 
    "Oregon", 
    "Payments in lieu of taxes", 
    "Timber sales"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-13", 
    "text": "Directs the Secretary of the Interior to declare that all rights, title, and interest of the United States in surface and mineral estates of certain public domain lands other than National Forest lands, the lands of the Oregon and California Railroad, and Yaquina Head are held in trust by the United States as part of the reservation of the Confederated Tribes of Siletz Indians of Oregon (the tribe). Authorizes the tribe to manage, harvest, remove, sell, or otherwise alienate any timber, any interest in such, or any other surface or subsurface resources on any lands held by or in trust for it. Requires that the proceeds from the sale of timber on, or the sale of any other surface or subsurface resource of, such lands be paid to the tribe. Exempts such proceeds from Federal and State income taxes. Disallows their consideration as income or resources of tribe members under the Social Security Act or any other Federal or federally assisted program. Requires certain payments to Lincoln County, Oregon, in lieu of taxes. Allows the tribe to restrict public access to such lands. Requires the tribe to offer at least 50 percent of the total annual sales volume of timber harvested from such lands for sale to U.S. firms that agree to use the timber purchased for production of wood products in the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to declare that certain public domain lands are held in trust for the Confederated Tribes of Siletz Indians of Oregon.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:08-05:00"
}