{
  "actions": [
    {
      "acted_at": "1980-02-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6504-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Carr, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00180", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corrada, Baltasar", 
      "sponsored_at": "1979-01-03", 
      "state": "PR", 
      "thomas_id": "00237", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Eckhardt, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00333", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Patterson, Jerry M.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00898", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sebelius, Keith G.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01039", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-13", 
  "number": "6504", 
  "official_title": "A bill entitled: \"National Heritage Policy Act of 1979\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1842-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Heritage Policy Act of 1979", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-13", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Treasury", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Government trust funds", 
    "Historic sites", 
    "Natural monuments", 
    "Parks and Natural Areas", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-13", 
    "text": "National Heritage Policy Act of 1979 - Title I - Declares the findings of Congress concerning the identification and protection of resources significant to the national heritage. Title II: National Heritage Program - Requires the Secretary of the Interior to establish a national heritage program and an historic preservation program. Directs the Secretary to establish and administer a National Register of Natural Areas which shall include resources of national, state and local significance. Declares that items of national significance shall be designated as \"National Natural Landmarks\" and such designations shall only apply to an area which clearly meets the standards for national significance as established by this Act. Requires the Secretary to expand and administer the National Register of Historic Places which shall include resources of national, state, and local significance. Requires the Secretary, within one year of the effective date of this Act, to develop or expand regulations or guidelines, as appropriate, for: (1) documentation of significant information concerning such resources; (2) eligibility criteria for inclusion in the Natural or Historic Register; and (3) nominations to the Natural or Historic Register by the State natural heritage officer of the State historic preservation officer as established by this Act. Requires the Secretary to establish revised criteria for the designation of nationally significant areas and places on the Registers. Requires the Secretary, within 18 months after the effective date of this Act, to develop regulations and guidelines for State natural heritage programs and State historic preservation programs, and to request the Governor of each participating State to designate a State natural heritage officer and historic preservation officer. Declares that there may be one person for both such positions. Authorizes the Secretary to: (1) develop a process for the voluntary involvement of the public in the conservation and preservation of natural and historic resources; (2) extend honorific Federal recognition of exceptional efforts by local governments and the private sector in the identification and protection of significant heritage resources; (3) develop and provide technical and nontechnical information and assistance on all aspects of natural and historic heritage conservation; and (4) study, in cooperation with other agencies and private and public organizations, the feasibility and necessity of establishing or developing other protective measures at the Federal, State, and local level for natural areas and historic places. Directs each Federal agency, with the advice of the Secretary and in cooperation with the State historic preservation officer, to locate and nominate to the Historic Register, historic resources located on lands which it owns or administers. Specifies measures to be taken by Federal agencies to provide for the maintenance, preservation, rehabilitation, or restoration of federally owned historic resources. Requires the head of any Federal agency having direct or indirect jurisdiction over a proposed Federal or federally assisted undertaking in any State or having authority to license any such undertaking, prior to the approval of the expenditure of any Federal funds or the issuance of any license, to take into account the effect of the undertaking on any area included in or eligible for inclusion in the Natural Register. Specifies that, prior to the approval of any Federal undertaking which may adversely affect any natural or historic landmark, the head of the Federal agency involved shall determine that no feasible alternative to such undertaking exists. Requires the Council on Heritage Conservation, with the concurrence of the Secretary, to promulgate regulations or guidelines for the exemption of Federal undertakings from requirements of this Act. Amends the Land and Water Conservation Fund Act of 1965 to authorize the Secretary of the Interior to provide financial assistance to States for the conservation of natural areas. Includes networks, cultural landscapes, and neighborhoods significant in American history, architecture, archaeology, or culture, in the National Register. Amends the Land and Water Conservation Fund Act of 1965 to authorize appropriations for the Historic Preservation Fund through fiscal year 1983. Title III: Council on Heritage Conservation - Renames the Advisory Council on Historic Preservation the Council on Heritage Conservation. Directs the Council to: (1) review Federal policies and programs affecting historic places natural areas; and (2) inform and educate interested Federal agencies, State and local governments, Indian tribes, other nations, and international organizations and private groups and individuals as to the authorized activities of the Council. Authorizes appropriations for the assessment for United States membership in the International Centre for Study of Preservation and Restoration of Cultural Property for fiscal years 1979 and 1980. Stipulates that no appropriation may be authorized and no payment made to the Centre in excess of 25 percent of the total annual assessment of such organization. Title IV: Administrative Provisions - Permits the Secretary of the Interior to accept donations and bequests of money and personal property for the purposes of this Act. Allows the head of each Federal agency, after consultation with the Secretary, to withhold from public disclosure, information which might reveal the specific location of sites, objects, buildings, structures, terrestrial communities, aquatic communities, geologic features, or landforms which are eligible for or included in the Natural Register or the Historic Register, whenever it is determined that the disclosure of such information would create a risk of harm to such locations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Heritage Policy Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled: \"National Heritage Policy Act of 1979\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:00-05:00"
}