{
  "actions": [
    {
      "acted_at": "1999-06-29", 
      "references": [
        {
          "reference": "CR S7766-7768, S7780-7790", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-29", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1297-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "1999-06-29", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1999-06-29", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1999-06-29", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-29", 
  "number": "1297", 
  "official_title": "A bill to make improvements in the independent counsel statute.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Independent Counsel Reform Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-06-29", 
  "subjects": [
    "Appellate courts", 
    "Conflict of interests", 
    "Congressional investigations", 
    "Corruption investigation", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Department of Justice", 
    "Evidence (Law)", 
    "Federal employees", 
    "Federal officials", 
    "Frivolous lawsuits", 
    "Government ethics", 
    "Government operations and politics", 
    "Impeachments", 
    "Judges", 
    "Law", 
    "Law firms", 
    "Legal ethics", 
    "Misconduct in office", 
    "Obstruction of justice", 
    "Perjury", 
    "Pleas (Criminal procedure)", 
    "Prosecution", 
    "Self-incrimination", 
    "Special prosecutors", 
    "Transfer of employees", 
    "Vice Presidents", 
    "Witnesses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-06-29", 
    "text": "Independent Counsel Reform Act of 1999 - Rewrites the independent counsel statute. Limits the persons subject to investigation under the statute to the President, the Vice President, members of the President's Cabinet, and the President's chief of staff. Requires the Attorney General to make a determination regarding the appointment of an independent counsel (IC) within 120 days after the preliminary investigation is commenced. Specifies that during the preliminary investigation the Attorney General shall have no authority to plea bargain or grant immunity, but shall have the authority to convene grand juries and issue subpoenas. Prohibits the Attorney General from basing a determination to decline the appointment of an IC upon the state of mind of the target of the investigation unless there is a preponderance of evidence that such person lacked the requisite criminal intent. Authorizes the Attorney General to apply for a single extension, for up to 90 days, of the 120-day period. Requires the Attorney General to notify the special division of the court (the court) upon determining that there are no substantial grounds to believe that further investigation is warranted. Directs the Attorney General to apply to the court for the appointment of an IC upon determining that there are substantial grounds to believe that further investigation is warranted or the 120-day period has elapsed without proper notification to the court. Require's the IC's appointment to be made from a list of candidates comprised of five individuals recommended by the chief judge of each Federal circuit and forwarded by January 15 of each year to the court. Directs the court to appoint as IC an individual who has appropriate experience and who has no actual or apparent personal, financial, or political conflict of interest, who will conduct the investigation on a full-time basis in a prompt, responsible, cost-effective manner, and who does not hold any office of profit or trust under the United States. Requires the court to assure that the IC has authority to fully investigate and prosecute the subject matter of the appointment and all matters directly related to the prosecutorial jurisdiction and proper investigation of the subject matter. Defines \"directly related matters\" to include Federal crimes, other than those classified as Class B or C misdemeanors or infractions, that impede the investigation and prosecution, such as perjury, obstruction of justice, destruction of evidence, and witness intimidation. Deletes existing provisions that authorize the division of the court, upon the request of the Attorney General, to expand the prosecutorial jurisdiction of an IC and that authorize such expansion to be in lieu of appointment of another IC. Authorizes: (1) at the request of an IC, the detail of prosecutors, administrative personnel, and other employees of the Department of Justice (DOJ) to the staff of the IC to the extent that the number of staff so detailed is reasonably related to the number ordinarily assigned by DOJ to conduct an investigation of similar size and complexity; and (2) an IC to ask the Attorney General or the court to refer to the IC only such matters that are directly related to the IC's prosecutorial jurisdiction. Requires an IC to comply with written or other established policies of DOJ respecting criminal law enforcement except when that policy requires the specific approval of the Attorney General or another DOJ official. Encourages an IC to consult with the Attorney General or other official if a policy requires the approval of the Attorney General or other DOJ official. Authorizes a person who is a target, witness, or defendant in, or otherwise directly affected by, an IC investigation, who has reason to believe that the IC is violating the written policy of DOJ material to the IC's investigation, to ask the Attorney General to determine whether the IC has violated that policy. Directs the Attorney General to respond in writing within 30 days. Authorizes: (1) the Attorney General to ask the court to order the IC to comply with that policy if the Attorney General determines that the IC has violated such a policy; and (2) the court to order appropriate relief. Specifies that each IC and persons appointed by that IC are DOJ employees. Prohibits: (1) an IC, during his or her period of service, from having other paid employment; and (2) anyone associated with a firm with which that IC is associated from representing in any matter any person involved in the investigation or prosecution. Directs that the designated agency ethics official for DOJ be the ethics adviser for the IC and IC employees. Requires the IC, after consulting with the Attorney General within 90 days of appointment, to submit a budget for the first year of the investigation and, on the anniversary of the appointment, for each year thereafter, to the Attorney General and the General Accounting Office (GAO). Directs the GAO to review the budget and submit a written appraisal of the budget to the IC and to specified congressional committees. Makes it the duty of the courts of the United States to advance on the docket and to expedite the disposition of matters relating to an IC investigation and prosecution. Deletes existing provisions directing an IC to advise the House of Representatives of information the IC receives in carrying out his or her responsibilities that may constitute grounds for impeachment. Defines \"good cause,\" for purposes of provisions regarding the removal of an IC, to include: (1) a knowing and material failure to comply with written DOJ policies relevant to the conduct of a criminal investigation; and (2) an actual personal, financial, or political conflict of interest. Sets a two-year time limit for an IC investigation. Allows the court to extend this period for additional one-year periods for good cause and to extend this period to make up for dilatory tactics. (Sec. 3) Amends the Federal judicial code to extend the period of service of the court to three years. Provides for assignment by lottery (currently the Chief Justice chooses the judges), with vacancies filled by lottery only for the remainder of the assignment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Counsel Reform Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make improvements in the independent counsel statute.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:45-05:00"
}