{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr95-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "95", 
  "official_title": "A bill to protect the constitutional rights of those subject to the military justice system, to revise the Uniform Code of Military Justice, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Justice Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Armed forces and national security", 
    "Courts-martial and courts of inquiry", 
    "Law", 
    "Military law"
  ], 
  "subjects_top_term": "Military law", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Military Justice Act - Establishes an independent courts-martial command composed of four divisions: defense, prosecution, judicial, and administration. Grants specified powers to the military judges. Extends to servicemen certain basic rights, such as: (1) the right to appointment of an independent defense counsel upon request immediately following arrest; (2) the right to a formal hearing before an independent military judge within 24 hours of arrest, to determine whether there is probable cause to hold him for trial; (3) the right to obtain subpoenas from an independent military judge (prosecutor now holds sole power to issue subpoenas); (4) the right to protection against trial by court-martial after trial in a State court for the same act, and vice-versa; and (5) the right of military defense attorneys to seek collateral relief for their clients in civilian courts when appropriate (relief currently available only if the accused serviceman has civilian counsel). Reclassifies the types of court-martial to upper courts-martial and lower courts-martial, and sets forth the composition and jurisdiction of each. Eliminates summary courts-martial. Establishes a system of random selection for members of special and general courts-martial, and abolishes the requirements that two-thirds of the members of such courts-martial must be officers. Transfers from the commanding officers to the independent military judges the power to release an accused serviceman pending trial or pending appeal. Grants complete credit for pretrial confinement towards any ultimate sentence. Eliminates the power of the convening authority to review sentences and findings. Transfers the sentencing power, with the added power to suspend sentences, from the members of the court (the \"jury\") to the military judges in all cases. Permits all confined servicemen including those awaiting trial or appeal to participate in work, exercise and rehabilitation programs wherever adequate facilities are available. Directs a special committee to study and suggest revisions in the current table of maximum punishments. Permits the Judge Advocate General of each service to review cases not automatically reviewable by the Court of Military Review. Empowers the Supreme Court to issue writs of certiorari to the Court of Military Appeals. Enlarges the Court of Military Appeals from three to nine judges and authorizes it to sit in panels of three judges each. Directs a special committee to study and, within one year, to recommend solutions in areas: (1) the desirability of transferring jurisdiction over some offenses to the Federal courts; (2) additional methods of eliminating delays in the appellate process; and (3) means of dealing with prisoners who complete the service of their sentence to confinement prior to the completion of appellate review."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Justice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the constitutional rights of those subject to the military justice system, to revise the Uniform Code of Military Justice, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:29-05:00"
}