{
  "actions": [
    {
      "acted_at": "2006-04-07", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2610-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-04-07", 
  "number": "2610", 
  "official_title": "A bill to enhance the management and disposal of spent nuclear fuel and high-level radioactive waste, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2589-109", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-04-07", 
  "subjects": [
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal preemption", 
    "Government operations and politics", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Law", 
    "Licenses", 
    "Local laws", 
    "Nevada", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Radioactive wastes", 
    "Railroad engineering", 
    "State laws", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-04-07", 
    "text": "Amends the Nuclear Waste Policy Act of 1982 regarding Yucca Mountain site application procedures to provide that an application for construction authorization shall not be required to contain information relating to any surface facility other than those necessary for initial operation of the repository. Revises requirements governing Nuclear Regulatory Commission (NRC) actions on construction applications and infrastructure activities. Includes infrastructure activities within the scope of expedited authorizations. Declares specified federal, state, or local regulatory requirements referred to in the Solid Waste Disposal Act inapplicable to: (1) material owned by the Secretary of Energy if it is transported or stored in an NRC-certified package, cask, or other container for transportation or storage of that type of material; or (2) material located at the Yucca Mountain site for disposal, if its management and disposal is subject to an NRC license. Prohibits a state or local governmental entity from issuing, administering, or enforcing a new or existing air quality permit or requirement affecting a federal facility or activity subject to the Nuclear Waste Policy Act of 1982. Instructs the NRC, in deciding whether to permit the construction or operation of a nuclear reactor or any related facilities, to deem, without further consideration, that sufficient capacity will be available in a timely manner to dispose of the spent nuclear fuel and high-level radioactive waste resulting from the operation of the reactor and related facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to enhance the management and disposal of spent nuclear fuel and high-level radioactive waste, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:06-05:00"
}