{
  "actions": [
    {
      "acted_at": "1985-06-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-26", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-10", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-12", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM, GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-12", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-22", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2869-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1985-09-10", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1985-09-10", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-26", 
  "number": "2869", 
  "official_title": "A bill to improve the benefit structure, comparability, and financial soundness of the retirement and disability programs for the civilian employees of the Federal Government by requiring full actuarial funding of the Civil Service Retirement and Disability System, by establishing a more equitable and portable retirement structure for post-83 employees under a new Federal Thrift Plan with matching employer contributions and a revised set of defined benefits under the Civil Service Retirement and Disability System, taking into account benefits otherwise provided under the old-age, survivors, and disability insurance program under title II of the Social Security Act, and by providing a more defensible benefit structure as it relates to early retirement, cost-of-living adjustments, and deferred benefits for separated employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Annuity and Investment Reform Act of 1985", 
  "sponsor": {
    "district": "8", 
    "name": "Chandler, Rod D.", 
    "state": "WA", 
    "thomas_id": "00189", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-26", 
  "subjects": [
    "Advisory bodies", 
    "Civil service employment", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Cost of living adjustments", 
    "Disability retirement", 
    "District of Columbia", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government trust funds", 
    "Inflation", 
    "Labor and employment", 
    "Municipal officials and employees", 
    "Old age, survivors and disability insurance", 
    "Postal Services and Facilities", 
    "Postal employees", 
    "Social security eligibility", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-26", 
    "text": "Federal Annuity and Investment Reform Act of 1985 - Title I: Federal Thrift Plan - Establishes the Federal Thrift Plan. Permits an active participant (a Federal employee or Member of Congress) to elect to contribute in any year up to ten percent of such participant's annual basic pay or $6,000 to a thrift retirement account. Defines such account as a qualified investment program or the Federal Fund. Requires the employing agency of an active participant who is a post 83-employee (as defined in title II of this Act) and who contributes to a thrift retirement account, to contribute to a thrift retirement account established for the participant within the Federal Fund an amount equal to the amount contributed by the participant, or three percent of the participant's basic pay, whichever is less. Declares that such agency contributions shall be made after the post-83 employee completes one year of service. Provides for the treatment of breaks in service. Allows active participants to change designated accounts once during each year and provides for fund transfers to new accounts. Excludes amounts deducted from the basic pay of an active participant, and the contributions of an employing agency, from the participant's gross income. Requires the Federal Thrift Plan Board established by this Act, to make available information necessary to enable an individuals to make informed decisions regarding qualified investment programs and the Federal Fund. Provides that an investment program shall be considered a qualified investment program for purposes of the Federal Thrift Plan if: (1) such program is established and maintained by a pension asset manager; (2) such program is operated exclusively to provide benefits to participants and their beneficiaries; (3) such program complies with Board regulations and the provisions of ERISA (the Employee Retirement Income Security Act of 1974); (4) information on the status of an employee's account is provided at least annually to the employee as well as a summary plan description; and (5) amounts in a thrift retirement account are distributable, upon application, to an employee who is eligible for benefits under another Government pension plan or workers compensation plan, who has been separated from the service for at least 31 consecutive days, or who has reached age 59 and one half, or to surviving beneficiaries. Sets forth the circumstances and conditions under which amounts not excludable from gross income may be distributed to participants. Requires the Office of Personnel Management to provide for annuities which shall be in addition to benefits an employee may be eligible for under other government pension plans. Establishes in the Treasury the Federal Fund which shall be administered by the Federal Thrift Plan Board in a manner consistent with qualified investment programs under this Act. Authorizes the Board to exercise enforcement authority with respect to any investment program. Authorizes appropriations to Federal agencies to carry out this title. Title II: Federal Employee Retirement and Disability System - Provides that a Government employee who is covered as of January 1, 1984, under the Old Age, Survivors and Disability Insurance program (under title II of the Social Security Act) (a post-83 employee) shall not be considered an \"employees\" for purposes of this Act. Provides that Postal Service employees who have been continuously employed by the Postal Service since December 31, 1983, shall be covered by Federal law relating to civil service retirement. Authorizes the Office of Personnel Management (OPM) to transfer, upon the Postal Service's request, accrued or future benefits under the Civil Service Retirement and Disability System of such employees to a pension plan established by the Postal Service pursuant to a collective-bargaining agreement. Terminates coverage of such employees under the civil service retirement system to the extent of the benefits so transferred. Excludes from the term \"employee\" for purposes of civil service retirement District of Columbia employees hired after January 1, 1984. Specifies the amount which an employing agency may deduct and withhold for contributions to the Civil Service Retirement and Disability Fund from the basic pay of Government employees who are hired on or after January 1, 1984, and who are covered as of January 1, 1984, under the Old Age, Survivors and Disability Insurance program. Requires that contributions be made to the Fund for all employees from the appropriation or fund used to pay their salaries. Requires OPM to prescribe regulations which specify the amount of such contributions for employees employed before January 1, 1984, and for post-83 employees. Requires OPM to notify the Secretary of the Treasury each fiscal year in which such regulations are in effect of the amount of the installment for each such year needed to amortize both the unfunded liability of the Fund and the net increase in the unfunded liability of the Fund. Requires the Secretary to credit to the Fund as a Government contribution the amount necessary to carry out such amortization. Establishes a board of trustees to be known as the Fund Investment Board which shall determine the interest rate at which Fund investments are made. Specifies the minimum interest rate on obligations issued for purchase by the Fund. Establishes an Advisory Panel on Fund Investments which shall advise and assist the Fund Investment Board. Requires a reduction in so much of the annuity of an individual as is attributable to service on or after January 1, 1984, for each full month that the individual is under 65 years of age as of the date on which the annuity commences. Sets forth the formula for computing the annuity of a post-83 employee. Eliminates the minimum annuity amount for such individuals. Permits the transfer of the lump-sum credit of an individual to a thrift retirement account. Sets forth the conditions under which post-83 employees will be allowed to transfer accrued retirement benefits into a qualified investment program. Limits cost-of-living annuity increases of post-83 employees to 30 percent of such increases for other annuitants. Gives post-83 employees the option of making an election at the time of retirement so that the adjusted amount of the annuity payable to them before the age at which they are eligible for benefits under title II of the Social Security Act is equal to: (1) the estimated benefits they would receive once they become eligible for title II benefits; plus (2) an adjusted amount of annuity which is actuarially determined and payable on and after the age of such eligibility. Permits an individual separating from Government service with rights to a deferred annuity to elect at the time of separation a reduced annuity and a survivor annuity for his or her spouse. Entitles the surviving spouse to an annuity, beginning at an age not less than 62, in an amount equal to 50 percent of the individual's reduced annuity. Requires that the annuity of a surviving spouse or of a surviving child of a post-83 employee be reduced by the amount of any survivor benefit received under title II of the Social Security Act by such surviving spouse or child for the same period. Entitles post-83 employees to disability retirement after five years of civilian service if they have become disabled. Requires that disabled employees be appointed to any Government positions, within a reasonable commuting distance for them, in which they are able to render useful service if there are no positions available for them at their present agencies and at their grade level which they can perform. Revises the method for computing disability annuities for Government employees hired before January 1, 1984. Sets forth the method for computing disablity annuities for post-83 employees. Disallows claims for civil service disability benefits for post-83 employees unless an applicant has applied also for disability benefits under title II of the Social Security Act or is exempt from such requirement. Provides that a post-83 employee's civil service disability annuity shall be reduced by the amount of any disability insurance benefit received under title II of the Social Security Act by such individual for the same period. Provides that such individual's civil service disability annuity shall be reduced to the extent that the annuity plus income earned by such individual for personal services performed during any period exceeds the individual's final pay at the time the disability was sustained for which the annuity is paid. Requires the Director of OPM to establish a pilot program to provide vocational rehabilitation and job placement services to Government employees who become disabled. Requires the director to report to Congress on such program within five years after the enactment of this Act. Requires the Director to contract with insurance carriers under which any Government employee may purchase illness and accident insurance to provide long-term disability benefits in the event such employee cannot qualify for a civil service disability annuity. Title III: Amendments to ERISA, the Social Security Act, and the Internal Revenue Code 1954 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) and the Internal Revenue Code to provide coverage under ERISA for pension plans established by the U.S. Postal Service for employees excluded from coverage under the Civil Service Retirement and Disability System. Amends title II of the Social Security Act and the Internal Revenue Code to provide coverage under title II of Government employees who elect to be treated as if they were post-83 employees (and are thus not covered under the Civil Service Retirement and Disability System). Provides that the title II benefits of an employee with at least ten years of Government service shall not be reduced. Title IV: Miscellaneous Provisions - Makes the Director of OPM responsible for administering the retirement programs applicable to: (1) the U.S. Secret Service Uniformed Division; (2) the U.S. Park Police; (3) the U.S. Secret Service; and (4) other uniformed police services of the Government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Annuity and Investment Reform Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the benefit structure, comparability, and financial soundness of the retirement and disability programs for the civilian employees of the Federal Government by requiring full actuarial funding of the Civil Service Retirement and Disability System, by establishing a more equitable and portable retirement structure for post-83 employees under a new Federal Thrift Plan with matching employer contributions and a revised set of defined benefits under the Civil Service Retirement and Disability System, taking into account benefits otherwise provided under the old-age, survivors, and disability insurance program under title II of the Social Security Act, and by providing a more defensible benefit structure as it relates to early retirement, cost-of-living adjustments, and deferred benefits for separated employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:34-05:00"
}