{
  "actions": [
    {
      "acted_at": "1995-04-06", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, the Judiciary, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, the Judiciary, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-18", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-24", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-27", 
      "in_committee": "House Rules", 
      "references": [], 
      "subcommittee": "Rules and Organization of the House", 
      "text": "Referred to the Subcommittee on Rules and Organization of the House.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1424-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Duncan, John J., Jr.", 
      "sponsored_at": "1995-05-10", 
      "state": "TN", 
      "thomas_id": "00322", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1995-06-08", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stockman, Steve", 
      "sponsored_at": "1996-02-28", 
      "state": "TX", 
      "thomas_id": "01114", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-06", 
  "number": "1424", 
  "official_title": "To provide Americans with secure, portable health insurance benefits through tax credits, medical savings accounts, and greater choice of health insurance plans without mandates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Choice Health Reform Act of 1995", 
  "sponsor": {
    "district": "6", 
    "name": "Stearns, Cliff", 
    "state": "FL", 
    "thomas_id": "01103", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-06", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Antitrust actions", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Business intelligence", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Communication in medicine", 
    "Community service (Punishment)", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Damages", 
    "Data transmission systems", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Discrimination in insurance", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Electronic data processing", 
    "Employee health benefits", 
    "Evidence (Law)", 
    "Excise tax", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Frivolous lawsuits", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Group medical practice", 
    "Health", 
    "Health care fraud", 
    "Health care reform", 
    "Health insurance", 
    "Hospitals", 
    "House rules and procedure", 
    "Housing and community development", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Informers", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Legislation", 
    "Legislative resolutions", 
    "Licenses", 
    "Limitation of actions", 
    "Managed care", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical associations", 
    "Medical economics", 
    "Medical fees", 
    "Medical personnel", 
    "Medical records", 
    "Medical savings accounts", 
    "Medical statistics", 
    "Medical supplies", 
    "Medical technology", 
    "Medicare", 
    "Medicare fraud", 
    "Payroll deductions", 
    "Peer review organizations (Medicine)", 
    "Presidential appointments", 
    "Prosecution", 
    "Public assistance programs", 
    "Punitive damages", 
    "Quality of care", 
    "Right of privacy", 
    "Risk management", 
    "Rural hospitals", 
    "Science, technology, communications", 
    "Self-employed", 
    "Self-insurance", 
    "Senate rules and procedure", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Surveys", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Wages", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-06", 
    "text": "TABLE OF CONTENTS: Title I: Tax and Insurance Provisions Subtitle A: Tax Treatment of Health Care Expenses Subtitle B: Insurance Provisions Subtitle C: Employer Provisions Subtitle D: Federal Preemption Title II: Administrative Cost Savings Subtitle A: Standardization of Claims Processing Subtitle B: Electronic Medical Data Standards Subtitle C: Development and Distribution of Comparative Value Information Subtitle D: Preemption of State Quill Pen Laws Title III: Anti-Fraud Subtitle A: Criminal Prosecution of Health Care Fraud Subtitle B: Coordination of Health Care Anti-Fraud and Abuse Activities Title IV: Antitrust Provisions Consumer Choice Health Reform Act of 1995 - Title I: Tax and Insurance Provisions - Subtitle A: Tax Treatment of Health Care Expenses - Amends the Internal Revenue Code to allow a tax credit for health care expenses based upon percentages of qualified health insurance premiums and adjusted gross income. Provides for employers to make advance payments of such credit. (Sec. 102) Allows individuals a tax credit for a percentage of contributions made to a medical care savings account established for the benefit of an eligible individual. Exempts such accounts from taxation. Establishes an excise tax for excess contributions to medical care savings accounts and makes such accounts subject to the tax on prohibited transactions. (Sec. 103) Terminates the medical expense deduction, the deduction for health insurance costs of self-employed individuals, and the exclusion for employer-provided health insurance. Subtitle B: Insurance Provisions - Part I: Federally Qualified Health Insurance Plans - Sets forth requirements for federally qualified health insurance plans, including coverage for acute medical care, cost-sharing, premium rating practices, and guaranteed issuance and renewability. Part II: Certification of Federally Qualified Health Insurance Plans - Requires States to meet standards for regulatory programs for the certification of federally qualified health insurance plans. Subtitle C: Employer Provisions - Requires employers to: (1) withhold health insurance premiums from employee wages and remit such premiums to the employee's chosen insurer; and (2) notify each employee of their right to claim an advance refundable tax credit for such premiums. (Sec. 122) Provides for the conversion of existing insurance plans to required coverage under this Act. (Sec. 125) Establishes the Benefits Cash Out Commission to propose a procedure under which individuals may cash out Federal health benefits. Provides for congressional consideration of such proposal prior to its implementation. (Sec. 126) Imposes excise taxes on employers and health insurance carriers for noncompliance with this Act. Subtitle D: Federal Preemption - Preempts specified State laws concerning health insurance. Title II: Administrative Cost Savings - Subtitle A: Standardization of Claims Processing - Directs the Secretary of Health and Human Services to adopt (taking into account the recommendations of specified taskforces) standards relating to: (1) data elements for use in paper and electronic claims processing; (2) uniform claims forms; and (3) uniform electronic transmission of the data elements. Sets forth requirements for the application of such standards and their periodic review and revision. Subtitle B: Electronic Medical Data Standards - Directs the Secretary to promulgate electronic medical data standards meeting specified criteria for hospitals and other providers. Sets a deadline for each hospital with a Medicare participation agreement to meet such standards. (Sec. 213) Authorizes the heads of appropriate Federal agencies, as of January 1, 2000, to require health care providers to present and transmit data elements electronically according to such standards. (Sec. 215) Directs the Secretary to establish an advisory commission to monitor and advise about the standards established under this subtitle and operational concerns about their implementation. Authorizes appropriations. Subtitle C: Development and Distribution of Comparative Value Information - Requires States to develop and implement a health care value information program meeting certain criteria according to a specified schedule. Authorizes the Secretary to make grants to States to enable them to develop such programs. (Sec. 222) Directs the Secretary to take necessary action to implement a comparable information program in any State that fails to develop and implement one. (Sec. 223) Requires the head of each Federal agency responsible for provision of health insurance or of health care services to individuals to develop promptly health care comparative value information. Subtitle D: Preemption of State Quill Pen Laws - Preempts any State law that requires medical or health insurance records (including billing information) to be maintained in written rather than electronic form. Title III: Anti-Fraud - Subtitle A: Criminal Prosecution of Health Care Fraud - Amends the Federal criminal code to impose penalties upon a health care provider that knowingly engages in any scheme or artifice to defraud a person in connection with the provision of health care. (Sec. 302) Authorizes the Attorney General to pay a reward of up to $10,000 to a person who furnishes information unknown to the Government relating to a possible prosecution for health care fraud, with exceptions. Subtitle B: Coordination of Health Care Anti-Fraud and Abuse Activities - Amends the Social Security Act to provide for: (1) the application of Federal health anti-fraud and abuse sanctions to all fraud and abuse against any health insurance plan; and (2) treble damages for making or causing to be made false statements or representations involving Medicare or State health care programs, for illegal remuneration, and for false statements or representations with respect to the condition or operation of health care institutions. Directs the Secretary, in consultation with State and local health care officials, to: (1) identify opportunities for the satisfaction of community service obligations that a court may impose upon the conviction of a criminal offense involving Medicare or State health care programs; and (2) make information concerning such opportunities available to Federal and State law enforcement officers and State and local health care officials. Title IV: Antitrust Provisions - Exempts from the antitrust laws specified \"safe harbor\" activities related to the provision of health care services. Sets forth provisions regarding the award of attorney fees and costs of suit to the prevailing party in an action based on a claim involving activity found to be exempt. (Sec. 402) Lists as safe harbors specified: (1) activities relating to health care services of combinations of health care providers with market share below a specified threshold; (2) activities of medical self-regulatory entities relating to standard setting or enforcement activities not conducted for purposes of financial gain; (3) participation of a health care provider in a written survey of the prices of services, reimbursement levels, or the compensation and benefits of employees and personnel; (4) activities relating to health care joint ventures for high technology and costly equipment and services; (5) activities relating to hospital mergers; (6) joint purchasing arrangements; and (7) negotiations. (Sec. 403) Directs the Attorney General to publish a notice in the Federal Register soliciting proposals for additional safe harbors and to review and report to the Congress on proposed safe harbors. Sets forth criteria in establishing safe harbors, including: (1) the extent to which a competitive or collaborative activity will accomplish an increase in health care access and quality, the establishment of cost efficiencies, and increased ability of health care facilities to provide services in medically underserved areas or to underserved populations; and (2) whether designation as a safe harbor will result in specified desirable outcomes. (Sec. 404) Directs the Attorney General to issue certificates of review for providers of health care services and to assist persons in applying for such certificates. Sets forth provisions regarding applications for, revocation of, and review of determinations regarding such certificates. Limits the disclosure of information. (Sec. 405) Sets forth provisions regarding notifications providing for a reduction in certain penalties under the antitrust laws for health care cooperative ventures. (Sec. 406) Directs the Attorney General to: (1) review the safe harbors and certificates of review periodically; and (2) promulgate such rules, regulations, and guidelines as necessary to carry out provisions of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Choice Health Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide Americans with secure, portable health insurance benefits through tax credits, medical savings accounts, and greater choice of health insurance plans without mandates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:20-05:00"
}