{
  "actions": [
    {
      "acted_at": "1973-06-28", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9061-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-28", 
  "number": "9061", 
  "official_title": "A bill to provide policies and procedures for the procurement of property and services by Federal agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Procurement Act", 
  "sponsor": {
    "district": "19", 
    "name": "Holifield, Chet", 
    "state": "CA", 
    "thomas_id": "00551", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-28", 
  "subjects": [
    "Armed forces and national security", 
    "Contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Government property"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-28", 
    "text": "Federal Procurement Act - Provides that this Act applies to any contract of an executive agency for the procurement of (1) property other than real property in being, (2) services, or (3) construction, alteration, repair, or maintenance of real property. States that, except as otherwise authorized by law, contracts shall be made by small purchase procedures, formal advertising, competitive negotiation, or noncompetitive negotiation. Sets forth the procedures for the making of each such type of contract. Requires that each contractor or subcontractor submit cost or pricing data and shall certify that the data is accurate as of a date agreed upon between the parties, prior to specified contract awards and price adjustments. Provides that contracts may be of any type or combination of types which will promote the best interests of the Government except that the cost-plus-a-percentage-of-cost system of contracting shall not be used by any Federal agency. States that no contract for the carriage of Government property in other than Government-owned cargo containers shall require carriage in containers of specified length, height, or width unless the Secretary of Defense determines that military requirements necessitate specification of containers sizes. Provides that, with specified exceptions, an agency may make contracts providing for requirements for property or services, other than construction, alteration, or major repair of real property, arising during periods of not more than five years, when appropriations are available and adequate for payment for requirements of the first fiscal year and the agency head finds that specified requirements are met. Describes procedures for advance, partial and progress payments made by any executive agency. Empowers a Federal agency to inspect the plants and audit the books of a contractor under a cost-type contract awarded by the agency, and of any subcontractor thereunder, when the subcontractor and each higher tier subcontractor are under cost-type subcontracts. Sets forth procurement procedures for contracts and purchases by the Department of Defense, the Department of the Army, the Department of the Navy, the Department of the Air Force, and the Department of Transportation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Procurement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide policies and procedures for the procurement of property and services by Federal agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:19-05:00"
}