{
  "actions": [
    {
      "acted_at": "2000-03-21", 
      "references": [
        {
          "reference": "CR S1512-1515", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-21", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2254-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Evan", 
      "sponsored_at": "2000-03-21", 
      "state": "IN", 
      "thomas_id": "01572", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "2000-03-21", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "2000-04-13", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "2000-03-21", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "2000-03-21", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2000-03-21", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lincoln, Blanche L.", 
      "sponsored_at": "2000-03-21", 
      "state": "AR", 
      "thomas_id": "01570", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "2000-03-21", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-21", 
  "number": "2254", 
  "official_title": "A bill to amend the elementary and Secondary Education Act of 1965, to reauthorize and make improvements to that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Education Reinvestment, Reinvention, and Responsibility Act (Three R's)", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-21", 
  "subjects": [
    "Academic performance", 
    "Accounting", 
    "Administrative procedure", 
    "Alaska", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bilingual education", 
    "Books", 
    "Building construction", 
    "Charter schools", 
    "Child development", 
    "Civil rights and liberties, minority issues", 
    "Class size", 
    "Community and school", 
    "Computer literacy", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congressional investigations", 
    "Curricula", 
    "Delinquency prevention", 
    "Department of Education", 
    "Discrimination in education", 
    "Dropout prevention", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational planning", 
    "Educational technology", 
    "Educational television", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Engineers", 
    "English language", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to territories", 
    "Finance and financial sector", 
    "Gifted children", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Hawaiians", 
    "Head Start programs", 
    "Higher education", 
    "Housing and community development", 
    "Immigrant education", 
    "Immigration", 
    "Impact aid", 
    "Indian education", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Language and languages", 
    "Law", 
    "Literacy programs", 
    "Magnet schools", 
    "Mathematics", 
    "Migrant education", 
    "Minorities", 
    "Minority education", 
    "Paraprofessional school personnel", 
    "Parent and child", 
    "Parent-school relationships", 
    "Preschool education", 
    "Racial discrimination", 
    "Reading", 
    "Recruiting of employees", 
    "Rural education", 
    "School administrators", 
    "School buildings", 
    "School choice", 
    "School principals", 
    "School security", 
    "School violence", 
    "School-age child care", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific instruments and apparatus", 
    "Secondary education", 
    "Sex discrimination in education", 
    "Social welfare", 
    "Standards", 
    "State finance", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers", 
    "Teaching", 
    "Teaching materials", 
    "Women", 
    "Women scientists", 
    "Women's education", 
    "Year round schools"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-21", 
    "text": "TABLE OF CONTENTS: Title I: Student Performance Part A: Improving Basic Programs Operated by Local Educational Agencies Part B: Even Start Family Literacy Programs Part C: Education of Migratory Children Part D: Prevention and Intervention Programs for Children and Youth Who Are Neglected, Delinquent, or at Risk of Dropping Out Part E: Federal Evaluations, Demonstrations, and Transition Projects Part F: Rural Education Development Initiative Part G: General Provisions Title II: Teacher and Principal Quality, Professional Development, and Class Size Title III: Language Minority Students and Indian, Native Hawaiian, and Alaska Native Education Title IV: Public School Choice Title V: Impact Aid Title VI: High Performance and Quality Education Initiatives Title VII: Accountability Title VIII: General Provisions and Repeals Public Education Reinvestment, Reinvention, and Responsibility Act (Three R's) - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to reauthorize through FY 2005 and revise various ESEA programs.(Sec. 3) Declares U.S. national educational priorities addressed by this Act.Title I: Student Performance - Revises and renames ESEA title I as Student Performance (currently Helping Disadvantaged Children Meet High Standards).(Sec. 102) Declares it to be U.S. policy to ensure that all students receive a high-quality education by: (1) holding States, local educational agencies (LEAs), and schools accountable for increased student academic performance results; and (2) facilitating improved classroom instruction.(Sec. 103) Extends the authorization of appropriations for the following title I programs under: (1) part A, LEA grants; (2) part B, Even Start; (3) part C, education of migratory children; (4) part D, prevention and intervention programs for youth who are neglected, delinquent, or at-risk of dropping out; (5) provisions for capital expenses; and (6) part E, Federal evaluations, demonstrations, and transition projects.(Sec. 104) Requires State educational agencies (SEAs) to reserve a specified portion of their title I part A (I-A) funds to: (1) make at least 80 percent of such reserved funds available directly to LEAs; and (2) carry out SEA responsibilities for school improvement, including SEA statewide system of technical assistance and support for LEAs.Part A: Improving Basic Programs Operated by Local Educational Agencies - Revises ESEA title I part A (Improving Basic Programs Operated by Local Educational Agencies) (I-A) with respect to formulas for distributing funds to schools with the highest concentrations of poverty.(Sec. 105) Revises State plan requirements with respect to implementing challenging content and student performance standards (standards), yearly student assessments (assessments), and accountability.Requires State standards to: (1) be applied to all schools and children within the State; and (2) include at least the subjects of mathematics, science, and English language arts. Requires a State, if it allows LEAs to adopt more rigorous standards than the State, to allow LEAs to implement such standards.Requires each State plan to demonstrate what constitutes adequate yearly progress (AYP) of the State itself (as well as its schools and LEAs, as under current law) in enabling all children in all schools receiving I-A assistance to meet the State's challenging performance standards. Revises requirements for State definition of AYP. Adds requirements relating to: (1) accountability for AYP; (2) annual improvement by States, LEAs, and schools; and (3) public notice and comment.Requires assessments to be used, starting no later than the 2000-2001 school year, as the primary means of determining the yearly performance of each LEA and school in enabling all children to meet State standards (but does not require States to meet requirements for science standards or assessments until the beginning of the 2005-2006 school year).Requires State plans to provide that students who have attended school in the United States for at least three consecutive years are to be assessed in the English language, with certain exceptions.Requires State plans to describe what reasonable steps the State is taking to assist and encourage LEAs to: (1) measure literacy skills of first graders in schools receiving I-A funds by providing assessments that are developmentally appropriate, aligned with State standards, and scientifically research-based; and (2) identify and take developmentally appropriate and effective interventions in any school served under I-A in which a substantial number of first graders have not demonstrated grade-level literacy proficiency by the end of the school year.Requires State plans to describe how SEAs will: (1) assist each affected LEA and school to develop the capacity to comply with requirements for schoolwide programs, targeted assistance, and assessment and improvement; (2) hold each affected LEA accountable for improved student performance, including procedures for identifying and assisting LEAs and schools in need of improvement, and for corrective action if assistance is not effective; (3) provide low-performing students additional academic instruction, such as before- and after-school programs and summer academic programs; (4) ensure that all teachers in both schoolwide programs and targeted assistance programs are fully qualified not later than December 31, 2005, and low-income students and minority students are not taught at higher rates than other students by inexperienced, uncertified, or out-of-field teachers; and (5) evaluate and publicly report the State's progress in improving the quality of instruction in the schools served by the SEA and LEAs receiving ESEA funding.Requires State plans to assure that SEAs will: (1) use the disaggregated results of required student assessments, and other available measures or indicators, to review annually the progress of each LEA and school served under I-A to determine whether each one is making the annual progress necessary to ensure that all students will meet the proficient level of performance on such assessments within ten years of the enactment of this Act; (2) modify or eliminate State fiscal and accounting barriers so that elementary and secondary schools can easily consolidate funds from other Federal, State, and local sources for schoolwide programs under specified provisions; and (3) inform LEAs of LEA authority to obtain waivers under title VIII of ESEA and, if the State is an Ed-Flex Partnership State, under the Education Flexibility Partnership Act of 1999.Penalizes States for failing to meet statutory deadlines for demonstrating that they have in place standards, assessments, a system for measuring and monitoring AYP, and a statewide system for holding schools and LEAs accountable for making AYP with specified groups of students. Makes such States ineligible to receive any administrative funds under title I that exceed the amount received for such purposes in the previous year. Directs the Secretary of Education to withhold additional administrative funds in an amount determined appropriate based on the extent of the State's failure. Requires the Secretary, for each additional year that the State fails to comply with such requirements, to withhold at least one-fifth of the amount the State receives for such administrative expenses. Allows a State to request a one-time, one-year waiver to meet such requirements.(Sec. 106) Requires LEA plans to include descriptions of how they will: (1) assist low-performing schools, including those identified as in need of improvement; and (2) promote the use of alternative instructional methods, and extended learning time, such as an extended school year, before- and after-school programs, and summer programs.Requires various LEA assurances with respect to school accountability, improvement, and assessment. Requires LEAs to ensure that all teachers in both schoolwide programs and targeted assistance programs are fully qualified not later than December 31, 2005, and low-income students and minority students are not taught at higher rates than other students by inexperienced, uncertified, or out-of-field teachers.Requires LEAs to reserve at least ten percent of the I-A funds they receive for high quality professional development for professional instructional staff.Sets forth requirements for parental notification and consent for English language instruction.(Sec. 107) Revises school eligibility criteria for school-wide programs. Allows an LEA to use I-A funds for a school-wide programs at schools that serve eligible school attendance areas in which: (1) not less than 40 percent of the children are from low-income families; or (2) not less than 40 percent of the children enrolled in the school are from such families.(Sec. 108) Revises requirements for public school choice plans to allow limited amounts of I-A funds to be used for transportation services.(Sec. 109) Revises requirements for assessment and LEA and school improvement. Requires the provision of public school choice for families of students attending I-A schools deemed to be in need of corrective action.(Sec. 110) Revises requirements for State assistance for school support and improvement. Requires SEAs to provide such assistance according to the following order of priorities: (1) LEAs and schools in need of improvement; (2) LEAs subject to corrective action, and to individual schools for which an LEA has failed to carry out certain responsibilities; and (3) LEAs and schools at risk of being identified as being in need of improvement within the next academic year. Directs SEAs to use for such State assistance certain funds available for technical assistance and support. Authorizes SEAs also to use for such State assistance certain State administrative funds.(Sec. 111) Revises requirements for parental involvement.(Sec. 112) Sets forth required qualifications and duties for teachers and paraprofessionals in I-A schools.(Sec. 113) Revises requirements for professional development activities. Includes among required activities any strategies for identifying and eliminating gender and racial bias in instructional materials, methods, and practices. Includes among optional activities instruction in ways teachers, principals, and guidance counselors can work with parents and students from groups, such as females and minorities, that are underrepresented in careers in mathematics, science, engineering, and technology, to encourage and maintain student interest in such careers.(Sec. 115) Includes among coordination requirements for LEAs the linking of LEA educational services with those provided in local Head Start agencies.(Sec. 116) Revises requirements for reservation and allocation of funds for grants for the outlying areas and the Secretary of the Interior.(Sec. 117) Sets forth revised formulas for allocating amounts for basic grants, concentration grants, and targeted grants.(Sec. 118) Revises requirements for basic, concentration, and targeted grants to LEAs.(Sec. 121) Revises special allocation procedures.Part B: Even Start Family Literacy Programs - Revises ESEA title I part B (Even Start Family Literacy Programs) (Even Start). Directs the Secretary (currently the National Institute for Literacy) to disseminate, or designate another entity to disseminate, the results of certain research to States and recipients of Even Start subgrants.Part C: Education of Migratory Children - Revises ESEA title I part C (Education of Migratory Children) to refer to language instruction programs under the new ESEA title III provided by this Act (current law refers to bilingual education).Part D: Prevention and Intervention Programs for Children and Youth Who Are Neglected, Delinquent, or At Risk of Dropping Out - Revises ESEA title I part D (Prevention and Intervention Programs for Children and Youth Who Are Neglected, Delinquent, or At Risk of Dropping Out).Part E: Federal Evaluations, Demonstrations, and Transition Projects - Revises title I part E (Federal Evaluations, Demonstrations, and Transition Projects) to set new deadlines for certain interim and final reports on the National Assessment of Educational Progress (NAEP).(Sec. 152) Establishes a Comprehensive School Reform program. (Replaces part E provisions for demonstrations of innovative practices.) Authorizes the Secretary to make grants to SEAs to provide subgrants to LEAs to provide financial incentives for schools to develop comprehensive school reforms, based upon scientifically-based research and effective practices that include an emphasis on basic academics and parental involvement so that all children can meet challenging State content and performance standards. Allows reservation of specified amounts for schools supported by the Bureau of Indian Affairs (BIA), schools in U.S. territories, and national evaluation activities. Sets forth requirements for State awards, local awards, evaluation, and reporting. Authorizes appropriations.Part F: Rural Education Development Initiative - Establishes a Rural Education Development Initiative as a new title I part F. Directs the Secretary to make grants to States for elementary and secondary education development by LEAs that are eligible because they serve: (1) a school-age population of whom 15 percent or more are from families with incomes below the poverty line; and (2) a school district in a rural locality, or a school-age population of 800 or fewer. Reserves a specified portion of grant funds for schools operated by the BIA. Sets forth an allotment formula for grants to SEAs to make grants to eligible LEAs. Authorizes the Secretary to make direct competitive grants to specially qualified eligible rural LEAs in nonparticipating States. Requires LEAs or their schools to use grant funds for: (1) educational technology, including software and hardware; (2) professional development; (3) technical assistance; (4) teacher, and principal, recruitment and retention; (5) parental involvement activities; or (6) academic enrichment programs or other education programs. Requires SEAs to award grants on a formula basis. Requires that at least 99 percent of such funds be awarded to eligible LEAs in the first year, and 99.5 in the second and in each succeeding year that an SEA receives such a grant. Directs the Secretary, at the end of the third year an SEA participates in the program, to permit continued participation only if the SEA has met its performance goals and objectives for two consecutive years. Directs the Comptroller General to study and report to Congress on this part F program's impact on student achievement. Authorizes appropriations.Part G: General Provisions - Transfers title I general provisions to a new part G (currently part F). Revises a deadline for the Secretary's issuance of final regulations for title I. Eliminates a provision for State reservation of certain amounts for administrative costs.Title II: Teacher and Principal Quality, Professional Development, and Class Size - Revises and renames ESEA title II as Teacher and Principal Quality, Professional Development, and Class Size (currently Dwight D. Eisenhower Professional Development Program).(Sec. 201) Sets forth a part A, Teacher and Principal Quality, Professional Development (II-A). Directs the Secretary to make grants to States to raise the quality of, and provide professional development for, public school teachers, principals, and administrators. Provides for: (1) reservations, State allotments, and within-State allocations; (2) State and local plans; (3) performance objectives; (4) optional activities; (5) State administrative expenses; (6) local activities; (7) professional development for teachers; (8) parents' right to know; (9) State reports and a study by the Comptroller General, and (10) educator partnership grants. Authorizes appropriations.Sets forth a part B, Class Size Reduction. Directs the Secretary to make grants to States to help them and LEAs recruit, train, and hire 100,000 additional teachers to: (1) reduce nationally class size in grades one through three to an average of 18 students per regular classroom; and (2) improve teaching in the early elementary school grades so that all students can learn to read independently and well by the end of the third grade. Authorizes appropriations.Title III: Language Minority Students and Indian, Native Hawaiian, and Alaska Native Education - Establishes a new ESEA title III, Language Minority Students and Indian, Native Hawaiian, and Alaska Native Education, which combines and revises provisions of the current title VII (Bilingual Education, Language Enhancement, and Language Acquisition Programs) and of the current title IX (Indian, Native Hawaiian, and Alaska Native Education). (Eliminates the current title III, Technology for Education, but provides for some technology literacy programs under title VI.)(Sec. 301) Repeals the current ESEA title III part A, Technology for Education of All Students.Sets forth a new title III subtitle A, Language Minority Students (which also replaces the current title VII) Bilingual Education, Language Enhancement, and Language Acquisition Programs).Declares it to be U.S. policy that, in order to ensure equal educational opportunity for all children and youth, and to promote educational excellence, the Federal Government should: (1) assist SEAs, LEAs, and community-based organizations to build their capacity to establish, implement, and sustain programs of instruction and English language development for children and youth of limited English proficiency (LEP); (2) hold SEAs and LEAs accountable for increases in English proficiency and core content knowledge among LEP students; and (3) promote parental and community participation in LEP programs.Directs the Secretary to make grants to States to help LEP students become proficient in English.Prohibits the Secretary from mandating or precluding a particular curricular or pedagogical approach to educating LEP students. Requires LEAs to certify to SEAs that all teachers in any language instruction program for LEP students funded under this subtitle are fluent in English. Requires LEAs to notify parents of students participating in language instruction educational program of: (1) the student's level of English proficiency and academic achievement, and certain implications of the student's strengths and needs; (2) various available programs; (3) instructional goals of such program; and (4) the parental option to decline the student's enrollment in such program.(Sec. 302) Repeals the current ESEA title III parts: (1) B, Star Schools Program; (2) C, Ready-to-Learn Television; (3) D, Telecommunications Demonstration Project for Mathematics; and (4) E, Elementary Mathematics and Science Equipment Program. Eliminates current title VII part B provisions for the Foreign Language Assistance Program.Transfers to a new title III subtitle B the Emergency Immigration Education Program (currently part C of title VII). Extends through FY 2005 the authorization of appropriations for such program.(Sec. 303) Transfers to a new title III subtitle C provisions for Indian, Native Hawaiian, and Alaska Native Education (currently title XIX). Extends the authorization of appropriations for various programs of Indian, Native Hawaiian, and Alaska Native Education.Title IV: Public School Choice - Establishes a new ESEA title IV, Public School Choice, and authorizes a new public school choice program. Redesignates certain parts of the current title IV, Safe and Drug-Free Schools and Communities, under such new title IV (and provides for some school safety improvement programs under title VI). Transfers certain parts and provisions of the current titles V and X to such new title IV.(Sec. 401) Extends the authorization of appropriations for: (1) Magnet Schools Assistance; and (2) Public Charter Schools.Requires SEAs that receive grants for charter schools assistance to hold assisted charter schools accountable for AYP for improving student performance under title I and as established in the school's charter, including the use of the same standards and assessments as established under title I.Declares it to be U.S. policy to: (1) support and stimulate improved public school performance through increased public school competition and increased Federal financial assistance; and (2) provide parents with more choices among public school options.(Sec. 402) Establishes a new title IV part C, Development of Public School Choice Programs (PSC programs). Authorizes the Secretary to: (1) make competitive grants to LEAs to develop such PSC programs; (2) reserve specified program funds for technical assistance, information dissemination, and evaluations; and (3) a priority to partnership projects. Requires the Secretary to give a priority to applications that would serve high-poverty LEAs. Authorizes appropriations.Sets forth a new title IV part D, Report Cards. Directs the Secretary to make grants to States, if they have State report cards on education which meet specified requirements, to publish such report cards for each elementary and secondary school receiving ESEA funding. Authorizes appropriations.Requires States, if they receive assistance under ESEA, to prepare and disseminate (or publicly report through other public means) annual report cards, in easily understandable language, on all elementary and secondary schools receiving funds under ESEA I-A or II-A.Requires such State report cards on LEAs and schools to contain specified information regarding indicators of school performance and quality.Title V: Impact Aid - Transfers ESEA Impact Aid provisions to a new title V (currently title VIII). Eliminates the current title V, Promoting Equity, including part B, Women's Educational Equity, and part C, Assistance to Address School Dropout Problems (but transfers the current part A of title V to part A of title IV).(Sec. 501) Extends the authorization of appropriations for various impact aid programs.Title VI: High Performance and Quality Education Initiatives - Establishes a new title VI, High Performance and Quality Education Initiatives. Eliminates the current title VI, Innovative Education Program Strategies.(Sec. 601) Declares it to be U.S. policy to: (1) facilitate significant innovation in elementary and secondary school education programs; (2) enrich the learning environment of students; (3) provide a safe learning environment for all students; (4) ensure that all students are technologically literate; and (5) assist SEAs and LEAs in building their capacity to establish, implement, and sustain innovative programs for public school students.Directs the Secretary to make grants to SEAs with approved plans to award grants to LEAs.Requires States to allocate grant funds among LEAs according to both their I-A population and their entire school-age population.Requires LEAs to use grant funds for programs designed to achieve each of the goals described in the following category areas: (1) school improvement; (2) 21st Century Opportunities programs; (3) safe learning environments; and (4) New Economy Technology Schools. Allows LEAs that meet or exceed AYP requirements to reallocate, at their own discretion, specified portions of grant funds among the four categories. Allows LEAs identified as in need of improvement to reallocate for school improvement activities a certain portion of funds from the other three categories.Authorizes appropriations.Title VII: Accountability - Establishes a new ESEA title VII, Accountability, with sanctions and rewards based on meeting performance objectives. Eliminates the current title VII, Bilingual Education, Language Enhancement, and Language Acquisition Programs (but sets forth some provisions for language minority students under the new title III).(Sec. 701) Requires certain sanctions if performance objectives established under a covered provision have not been met by a State receiving grant funds under such provision. Directs the Secretary to reduce the amount the State is entitled to receive by specified percentages if such objectives have not been met by the end of the third fiscal year or the end of the fourth fiscal year. Requires such reductions to continue for each subsequent fiscal year until the State demonstrates that it has met such objectives. Directs the Secretary to provide technical assistance, if sought, to a State subjected to such sanctions.Requires each State receiving assistance under ESEA titles I, II, III, or VI to develop a system, including sanctions, to hold LEAs accountable for meeting performance objectives and AYP requirements.Directs the Secretary to make awards to States that either ensure that all teachers teaching in their public schools are fully qualified by FY 2003, or for three consecutive years have: (1) exceeded their performance objectives; (2) exceeded their AYP levels; (3) significantly narrowed the gaps between minority and non-minority students, and between economically disadvantaged and non-economically disadvantaged students; (4) raised all students to the proficient standard level within ten years; or (5) significantly increased the percentage of core classes being taught by fully qualified teachers teaching in schools receiving funds under part A of title I.Requires States to: (1) distribute 80 percent of such award funds to LEAs that have been consistently high-performing and achieving in specified ways; and (2) use the remainder to establish demonstration sites with respect to high-performing schools in order to help low-performing schools, and to improve the level of performance of all elementary and secondary school students in the State.Requires LEAs to use such award funds to: (1) reward individual schools that demonstrate high performance with respect to specified criteria; (2) reward collaborative teams of teachers, or teams of teachers and principals, who significantly increase the annual performance of low-performing students or significantly improve in a fiscal year the English proficiency of LEP students; (3) reward principals who successfully raise the performance of a substantial number of low-performing students to high academic levels; (4) develop or implement school district-wide programs or policies to increase the level of student performance on State assessments aligned with State content standards; and (5) reward schools for consistently high achievement in another area that the LEA deems appropriate to reward.Authorizes appropriations for such awards.Authorizes the Secretary to use certain amounts not reserved for other specified activities to: (1) support activities of the National Board for Professional Teaching Standards; (2) study and disseminate information regarding model programs assisted under ESEA; (3) provide training and technical assistance to recipients of ESEA funds in administering and implementing ESEA-assisted activities; (4) support activities to promote systemic education reform at State and local levels; (5) award grants or contracts to public or private nonprofit entities to develop and disseminate exemplary reading, mathematics, science, and technology educational practices, and instructional materials to States, LEAs, and schools; (6) disseminate information on models of value-added assessments; (7) award a grant or contract to a public or private nonprofit entity or consortium to develop and disseminate exemplary programs and curricula for accelerated and advanced learning for all students, including gifted and talented students; (8) award a grant or contract with Reading Is Fundamental, Inc., and other public or private nonprofit entities to support and promote programs which include distribution of inexpensive books to students and literacy activities that motivate children to read; and (9) develop English language development standards and assessments, and native language tests for LEP students that States may use to assess student achievement in reading, science, and mathematics. Authorizes appropriations.Title VIII: General Provisions and Repeals - Requires SEAs and LEAs to use ESEA funds to supplement, and not supplant, State or local funds.(Sec. 802) Repeals the Goals 2000: Educate America Act and the following ESEA titles: (1) V, Promoting Equity; (2) X, Programs of National Significance; (3) XI, Coordinated Services; (4) XII, School Facilities Infrastructure Improvement; and (5) XIII, Support and Assistive Programs to Improve Education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Education Reinvestment, Reinvention, and Responsibility Act (Three R's)", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the elementary and Secondary Education Act of 1965, to reauthorize and make improvements to that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:08-05:00"
}