{
  "actions": [
    {
      "acted_at": "1981-05-04", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-08", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Subcommittee on Water Resources. Measure with amendments to full committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-13", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-05-15", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Abdnor under the authority of the order of May 13, 81 favorably with amendments. With written report No. 97-120.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-15", 
      "calendar": "Senate Legislative", 
      "number": "148", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 148.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-05-10", 
      "bill_ids": [
        "s2494-97"
      ], 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Provisions of measure incorporated into measure S. 2494 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3627-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3627"
    }
  ], 
  "bill_id": "s1095-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1981-05-20", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1981-05-20", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-04", 
  "number": "1095", 
  "official_title": "A bill to amend the Water Resources Planning Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2494-97", 
      "reason": "related"
    }
  ], 
  "short_title": "National Water Resources Research and Planning Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Abdnor, James", 
    "state": "SD", 
    "thomas_id": "00001", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-13", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Interior", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Intergovernmental relations", 
    "Inventions", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Public works", 
    "States", 
    "Water and Water Resources Development", 
    "Water conservation", 
    "Water resources development", 
    "Water supply", 
    "Water use", 
    "Watershed management", 
    "Watersheds"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1981-05-15", 
    "text": "(Reported to Senate from the Committee on Environment and Public Works with amendment, S. Rept. 97-120) National Water Resources Research and Planning Act of 1981 - Title I: General Provisions - Declares that it is the policy of Congress to encourage: (1) coordination among Federal agencies with water resources responsibilities; (2) planning by the States for the conservation, development, and use of water and related land resources of the United States; and (3) research into more effective methods of water utilization. Amends the Water Resources Planning Act to establish a National Board of Water Policy. Directs the Board to meet at least six times annually to: (1) advise the President and Congress on matters relating to water resources policy; (2) identify inconsistencies in such policy and programs; (3) establish and issue rules and procedures designed to assure the implementation of a national water resources policy and program; and (4) recommend to appropriate Federal agencies goals and priorities for programs within their jurisdiction. Directs the Board to review, upon request, water policy issues brought to its attention by the State Advisory Committee established by this Act. Authorizes the Board to direct a department represented on the Board to produce a plan for the development, conservation, and use of the water resources in an identified river basin under specified circumstances. Directs the Board to notify Congress of such directives. Establishes, within the Department of the Interior, an Office of Water Programs to carry out the requirements of this Act. Authorizes the Office to prepare, utilizing the technical expertise of the U.S. Geological Survey, the National Oceanic and Atmospheric Administration, and the departments and agencies represented on the Board, periodic assessments of national water needs for submission to the President and Congress. Establishes a State Advisory Committee to review actions and proposals made by the Board. Requires such committee to meet six times annually. Authorizes appropriations, for fiscal years 1982 through 1985, for administrative expenses of the Board, the Office, and such committee. Title II: State Water Planning - Authorizes the Office of Water Programs to make grants to States and river basin commissions for comprehensive programs for the use, development, conservation, and management of water and related land resources. Directs the Office to make allotments to the States and such river basin commissions on the basis of need for planning assistance, including needs resulting from the impact of Federal activities or projects upon such State or region. Directs the Office, after consultation with the Secretary of the Army, to make grants to the States and such commissions on the basis of applications of same to study specific water resources problems with national or regional character. Requires that Federal funding for grants made under this Act shall be matched dollar for dollar by non-Federal monies. Sets forth conditions under which such applications and programs shall be approved. States that reasonable notice and an opportunity for hearing must be given to the State agency administering such program. Authorizes appropriations, for fiscal years 1982 through 1985, for the purposes of such grants to be made by the Office. Title III: Water Resources Research - Authorizes the Office of Water Programs to assist State water resources research and technology institutes, centers, or equivalent agencies in research in regard to water resources and related land problems. Prohibits the office from approving a State's water research program unless it is accompanied by assurances that such program was developed in close consultation and collaboration with the director of such State's department of water resources. Sets forth provisions to be included in such programs. Directs the Office to make grants, on a matching basis, to such State institutes during fiscal years 1982 through 1985. Authorizes appropriations, for fiscal years 1982 through 1985, for such programs and for each participating State institute, center, or agency. Authorizes the Office to make water research grants, on a matching basis, to such State organizations, qualified educational institutions, private foundations, river basin commissions, private firms, individuals, and other local and State agencies. Specifies the procedure for obtaining such grants. Lists the type of research to be undertaken, including: (1) supply and demand for water; (2) conservation; (3) water reuse; and (4) improvements in the agricultural and commercial productivity of water. Permits the establishment of a water resources research and technology institute at one college or university in each State. Sets forth the patent policy with regard to the definition of title to, and licensing of, inventions made under contracts or grants made pursuant to this Act. Title IV: River Basin Commissions - Establishes river basin commissions pursuant to a Presidential declaration requested by the States within which all or a portion of the basin or basins concerned are located. Sets forth criteria for such State requests. Authorizes such commissions to: (1) apply for grants under this Act; (2) maintain plans for water management and development; and (3) study water and related land resources problems in their respective areas. Allows a commission to terminate itself upon decision of a majority of the States composing such commission. Directs each commission to: (1) report, at least annually, to Congress, the Governors of participating States, and such Federal, State, interstate, and international agencies as the Board or participating Governors may direct; and (2) submit to the Governors and legislatures or participating States a comprehensive joint plan for water and related land resources management in the river basin for which such commission was established. Repeals the Water Research and Development Act of 1978. Declares that rules and regulations issued prior to the date of enactment of this Act shall remain in effect until superseded by new rules and regulations promulgated under this Act. Transfers unobligated funds of the Water Resources Council and the Office of Water Research and Technology to the Office of Water Programs for use as the Secretary of the Interior may determine. Requires the Office of Water Programs, at the direction of the Board, to submit to the President and Congress by June 30,1983, an assessment of Federal water resources research programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Water Resources Research and Planning Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Water Resources Planning Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:50-05:00"
}