{
  "actions": [
    {
      "acted_at": "1982-03-30", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-19", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-22", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-05", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Approved for full committee consideration with amendments favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-26", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Chafee with amendments and an amendment to the title. With written report No. 97-418.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-26", 
      "calendar": "Senate Legislative", 
      "number": "600", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 600.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "S.UP.AMDT.1019 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "S.UP.AMDT.1020 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "S.UP.AMDT.1019 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "S.UP.AMDT.1020 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "bill_ids": [
        "hr6133-97"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 6133 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su1019-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1019"
    }, 
    {
      "amendment_id": "su1020-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1020"
    }
  ], 
  "bill_id": "s2309-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Pollution", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1982-04-29", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1982-05-11", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1982-06-09", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1982-05-14", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1982-03-30", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1982-05-13", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hayakawa, Samuel Ichiye", 
      "sponsored_at": "1982-06-09", 
      "state": "CA", 
      "thomas_id": "01356", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1982-06-09", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1982-05-24", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1982-06-09", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1982-03-30", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1982-05-14", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1982-05-21", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1982-05-18", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1982-05-11", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1982-09-17", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1982-05-21", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-30", 
  "number": "2309", 
  "official_title": "A bill to amend the Endangered Species Act of 1973, to authorize funds for Fiscal Year 1983, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6133-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Endangered Species Act Amendments of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-05-11", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Animals and Animal Protection", 
    "Authorization", 
    "Economics and public finance", 
    "Endangered species", 
    "Export controls", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Import restrictions", 
    "Water resources development"
  ], 
  "subjects_top_term": "Endangered species", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1982-06-09", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 6133 passed in lieu) Endangered Species Act Amendments of 1982 - Amends the Endangered Species Act of 1973 to add the term \"experimental population\" to the definitions in such Act. Defines such term as a population of an endangered or threatened species that: (1) has been transported and released outside of the current range of the species to further its conservation; and (2) is wholly separate geographically from nonexperimental populations of the species. Deletes the term \"irresolvable conflict\" from the definitions of such Act. Provides that the term \"Secretary\" means the Secretary of Agriculture with respect to the enforcement of provisions of such Act and the Convention on International Trade in Endangered Species of Wild Fauna and Flora which pertain to the import or export of any plants. (Currently, the term \"Secretary\" means the Secretary of Agriculture with respect to provisions pertaining to the import or export of terrestrial plants.) Provides for the treatment of experimental populations as threatened species. Requires the Secretary (either the Secretary of the Interior or the Secretary of Commerce, as program responsibilities are vested) to issue regulations to provide for the identification and conservation of such populations. Authorizes the Secretary to issue a permit for the enhancement of survival of an endangered species which authorizes the incidental taking of individuals of the affected species if: (1) there is a long term conservation plan for the species; and (2) adequate funding is provided by the permittee and the Secretary is assured the conservation plan will be fully implemented. Increases the limit on the Federal share of costs of conservation programs for endangered and threatened species developed by States pursuant to cooperative agreements between the States and the Secretary. Requires the Secretary, to the maximum extent prudent and determinable, to designate the critical habitat of any endangered or threatened species concurrent with the determination of the status and the listing of the species. Requires that the Secretary, in determining whether species are endangered or threatened, give full consideration to species which have been: (1) designated as requiring protection from unrestricted commerce by any foreign country or pursuant to an international agreement; or (2) identified as in danger of extinction or likely to become so in the near future by a conservation agency of a State or foreign nation. Provides that upon receipt of a petition to add a species to, or remove a species from, the endangered or threatened species list, the Secretary shall determine and publish a finding whether the petition presents substantial scientific information that such addition or removal is warranted, in addition to conducting and publishing a review of the status of the species as required under the current law. Requires the Secretary to publish a decision on the petition within 12 months of receiving it. Revises the notice requirements with respect to the proposal by the Secretary of regulations relating to the determination of the status and listing of endangered or threatened species. Requires the Secretary to publish a final determination with respect to any proposed listing within one year after such proposal is published. (Currently, a final regulation adding a species to the endangered or threatened species list must be published within two years after notice of the proposed regulation is published.) Permits a six-month extension of such one-year period if the Secretary finds there is substantial disagreement regarding the sufficiency or accuracy of the available scientific and commercial data on which the determination will be based. Provides that if a State agency having jurisdiction over the area in which a species affected by a proposed regulation is located files comments disagreeing with the regulation or files a petition to add a species to, or remove a species from, the endangered or threatened species list, the Secretary must submit to the State agency a written justification for failure to adopt regulations consistent with the agency's comments or petition. Authorizes civil actions against the Secretary for failure to perform acts or duties required under the Endangered Species Act of 1973. Eliminates the review board established to consider Federal agency and permit or license applicants' applications for exemptions for agency actions likely to jeopardize endangered or threatened species or their habitats. Provides for the Secretary to review, and report to the Endangered Species Committee on, such exemption applications in place of the review board. Reduces from 60 days to 20 days the time available to make the initial determination concerning the exemption applicant's eligibility for the exemption. Reduces from 180 days to 150 days the time period within which the Secretary must complete a report on: (1) the availability of alternatives to the agency action involved; (2) evidence as to whether the action is in the public interest or is of national or regional significance; (3) appropriate reasonable mitigation and enhancement measures which should be considered; and (4) whether the Federal agency involved and the exemption applicant refrained from making irreversible or irretrievable commitments of resources prohibited by the Endangered Species Act of 1973. Reduces from 90 days to 30 days the time within which the Committee must determine whether to grant an exemption after receiving the Secretary's report. Prohibits the Committee from granting an exemption for an agency action if the Federal agency or the exemption applicant made an irreversible or irretrievable commitment of resources prohibited by such Act. Prohibits the extension of the 90-day consultation period between a Federal agency and the Secretary, for the determination of whether an agency action is likely to jeopardize an endangered or threatened species or its habitat, for more than 60 additional days without the permission of any permit or license applicant involved. Requires the Secretary to specify the information required to complete the consultation and the date on which the biological opinion will be completed whenever the consultation period is extended by agreement. Provides that if the agency action will not jeopardize an endangered or threatened species or its habitat, or if reasonable and prudent alternatives can be taken by the agency or the permit or license applicant in implementing the agency action, the Secretary must provide the agency or applicant concerned with a statement specifying: (1) the extent of take of any endangered or threatened species incidental to the agency action which will not jeopardize the species or its habitat; and (2) those reasonable and prudent measures which will minimize the taking of the species. States that an action which is in compliance with such reasonable and prudent measures shall not be considered a taking of the species which is the subject of the biological opinion. Requires the Secretary to determine on the basis of the best available biological information derived from professionally accepted wildlife management practices: (1) whether the export or introduction from the sea of any specimen of a species included in appendix II of the Convention on International Trade in Endangered Species of Wild Fauna and Flora will be detrimental to the survival of that species; and (2) whether the export of such specimens should be limited. Provides that the Secretary shall not be required to use population estimates in making such determinations when such estimates are not the best available biological information derived from professionally accepted wildlife management practices. Authorizes the Attorney General to seek to enjoin any person alleged to be in violation of the Endangered Species Act of 1973. Permits noncommercial shipments of fish and wildlife into the United States under the Endangered Species Act of 1973 if: (1) the fish or wildlife was taken and exported lawfully from the country of origin and any country of reexport; (2) the fish or wildlife is in transit through any place subject to U.S. jurisdiction en route to a country where such fish or wildlife may be lawfully imported or received; (3) the circumstances leading to the transshipment of the fish or wildlife through any place subject to U.S. jurisdiction were beyond the exporter's or owner's control; (4) Convention requirements have been satisfied; and (5) the shipment is not made in the course of commercial activity. Exempts from the prohibition on the import or export of, and from the prohibition on violations of regulations pertaining to, endangered or threatened species of fish or wildlife held in captivity or in a controlled environment, but not for commercial purposes, on: (1) December 28, 1973; or (2) the date of the publication of the final regulation adding such fish or wildlife to the endangered or threatened species list. Provides for a rebuttable presumption that the fish or wildlife involved in a prohibited act is not entitled to such exemption if the act occurs 180 days or more after December 28, 1973, or the date of such publication. Declares it to be congressional policy that Federal agencies shall cooperate with State and local agencies to resolve water resources issues in concert with conservation of endangered species. Prohibits the removal and reduction to possession of endangered plants on Federal lands. (Currently, there are prohibitions on importing, exporting, selling, or dealing in interstate or foreign commerce with endangered plants and on violating regulations pertaining to such plants.) Authorizes appropriations for FY 1983 through 1985 to carry out the Endangered Species Act of 1973."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Endangered Species Act Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Endangered Species Act Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Endangered Species Act of 1973, to authorize funds for Fiscal Year 1983, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:15-05:00"
}