{
  "actions": [
    {
      "acted_at": "1978-04-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-11", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 95-1482.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "bill_ids": [
        "s2981-95"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2981 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11979-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-10", 
  "number": "11979", 
  "official_title": "A bill to amend section 5 of the Department of Transportation Act, relating to local rail service assistance.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1386-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2981-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Local Rail Service Assistance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-10", 
  "subjects": [
    "Federal aid to transportation", 
    "Interstate commerce", 
    "Railroad abandonments", 
    "Railroad commuting traffic", 
    "Railroad engineering", 
    "Railroad equipment", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad law", 
    "Railroad rates", 
    "Railroad relocation", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroad yards", 
    "Railroads", 
    "Railroads and state"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1978-10-13", 
    "text": "(Measure laid on table in House, S. 2981 passed in lieu) Local Rail Service Assistance Act - =Title I: Local Rail Service Assistance= - Amends the Department of Transportation Act to require the Secretary of Transportation to provide financial assistance to States for rail freight assistance programs to cover: (1) the cost of acquiring a line of railroad or other rail properties to maintain existing or provide for future rail service; and (2) the cost of constructing rail or rail related facilities (including new connections between two or more existing lines of railroad, intermodal freight terminals, sidings, and relocation of existing lines of railroad) to improve rail freight service. Revises the cost sharing formula for rail freight assistance programs under such Act to stipulate that the Federal share of such a program shall be 80 percent of its cost, except in the case of operating assistance projects where such share shall be 80 percent for the first year and 70 percent for the second and third years. Allows the State share of such costs to be provided in cash or through otherwise not provided benefits in the form of: (1) forgiveness of State taxes imposed on a railroad or its properties; (2) provision by the State, or by any person or entity on its behalf, of real property or tangible personal property necessary for State operation of rail freight service; (3) trackage rights secured by the State for a railroad. Provides that any amount in excess of the State share be applied toward such share for subsequent fiscal years; or (4) the cash equivalent of State salaries for State employees working in the State rail service assistance program. Revises the formula allocating Federal funds for rail service assistance programs among the States. Requires the Secretary to measure rail mileage as of the first day of each fiscal year. Allows two or more eligible States to agree to combine any portion of such entitlement to jointly conduct any eligible project. Authorizes each State to spend the greater of five percent of its annual entitlement or no more than $100,000 to meet the cost of the required State rail plan. Requires such plans to include a cost-benefit ratio of proposed plans. Revises project eligibility standards for rail service continuation payments and assistance in reducing costs of lost service to cover rail lines: (1) of which the Interstate Commerce Commission (ICC) has found that public convenience and necessity permit abandonment or discontinuance of service; or (2) which were eligible for certain rail service continuation subsidies. Limits financial assistance to cover the cost of rail service continuation payments to such projects to an aggregate of 36 months or September 30, 1981, in the case of those eligible for rail service continuation subsidies. Provides for financial assistance to cover the cost of purchasing rail properties to maintain existing or provide for future rail service if: (1) the ICC has found that public convenience and necessity permit abandonment or discontinuance of rail service; (2) the line is eligible for certain rail service continuation subsidies; or (3) the line is listed for possible inclusion in a rail bank. Permits eligibility for financial assistance to cover the costs of rehabilitation and improvement of rail properties and of constructing rail or rail related facilities if: (1) the rail line is certified by the railroad as carry less than a certain amount of freight during prior years; (2) an application for a certificate of abandonment or discontinuance has been filed with the ICC; (3) the line is listed for possible inclusion in a rail bank; or (4) the line is eligible for certain rail service continuation subsidies. Requires each common carrier by railroad to submit to the Secretary a list of those lines carrying less than 3,000,000 gross ton miles of freight during the prior year. Permits States, in their discretion, to grant or loan funds to owners of rail properties or operators of rail service related to authorized projects involving rail lines designated in system aspect diagram maps. Allows States to determine all financial terms and conditions of such grants or loans. Repeals the authorization of the Secretary to establish a rail bank for the purposes of preserving existing service in certain areas of the United States in which fossil fuel natural resources or agricultural production is located. =Title II: Amendments to the Regional Reorganization Act of 1973= - Amends the Regional Rail Reorganization Act of 1973 to authorize the Consolidated Rail Corporation (Con Rail) to continue rail passenger service, which had been provided by a railroad in reorganization, if a State or local or regional transportation authority offers to provide payments in accordance with regulations designed to avoid additional costs to Con Rail. Requires the Secretary to study and submit the study and recommendations to Congress concerning the best means of compensating Con Rail for liabilities incurred as a result of operating rail passenger service. =Title III: Amendments to the Railroad Revitalization and Regulatory Reform Act of 1976= - Extends for one year the authority of the Secretary of Transportation to issue and sell Fund Anticipation Notes and the authority of the Secretary of the Treasury to purchase such notes in an aggregate amount not to exceed $600,000,000 in order to provide financial assistance to railroads for rehabilitation. Removes the $100,000,000 limitation on those funds which can be attached for trustee certificates applicable to bankrupt rail systems. Changes the basis on which Federal improvement financing for bankrupt lines is justified and secured. Removes the requirement that, before purchasing a trustee certificate, the Secretary find that the bankrupt railroad's assets provide reasonable protection to the United States in the event of a liquidation. Requires that such trustee certificates be senior in rights to all outstanding capital stock of the debtor corporation, but subordinate to: (1) all costs of administration incurred and debt assumed by a trustee in connection with the reorganization proceedings and the operation of a debtor's business during the pendency of such proceedings; and (2) all secured or unsecured debt incurred prior to railroad reorganization proceedings and determined by the court to be a proper claim against the estate and an obligation of the debtor corporation. Directs the Federal Railroad Administration to review the condition of the Chicago, Milwaukee, and Saint Paul Railroad and consider assisting such railroad. =Title IV: Amendments to the Interstate Commerce Act Renewal= - Amends the Interstate Commerce Act to reinstate, until July 1, 1980, limitations on the ICC power to suspend railroad rate increases or decreases within a seven percent zone, if certain conditions are met. Authorizes the ICC to require common carriers by railroad to provide the necessary facilities and equipment to furnish safe and adequate car service in certain circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local Rail Service Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 5 of the Department of Transportation Act, relating to local rail service assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:55-05:00"
}