{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "references": [
        {
          "reference": "CR S402-406", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s23-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "1999-01-19", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "23", 
  "official_title": "A bill to promote a new urban agenda, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New Urban Agenda Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "American economic assistance", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms sales", 
    "Authorization", 
    "Block grants", 
    "Brownfields", 
    "Business income tax", 
    "Business losses", 
    "Capital gains tax", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Depressed areas", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Employment tax credits", 
    "Enterprise zones", 
    "Environmental protection", 
    "Federal aid to housing", 
    "Federal installations", 
    "Federal office buildings", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government downsizing", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Hazardous waste site remediation", 
    "Home ownership", 
    "Housing and community development", 
    "Income tax", 
    "Industrial development bonds", 
    "Industrial parks", 
    "Interest", 
    "International affairs", 
    "Investment tax credit", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Liability for toxic substances pollution damages", 
    "Low-income housing", 
    "Manufacturing industries", 
    "Minimum tax", 
    "Mutual funds", 
    "Parking facilities", 
    "Partnerships", 
    "Personal income tax", 
    "Public housing", 
    "Public lands and natural resources", 
    "Recycling of waste products", 
    "Relocation of federal installations", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Small business", 
    "Social welfare", 
    "Sports and recreation", 
    "Sports facilities", 
    "Stocks", 
    "Tax credits", 
    "Tax exclusion", 
    "Tax-exempt securities", 
    "Taxation", 
    "Transportation and public works", 
    "Trees", 
    "Urban affairs", 
    "Urban economic development", 
    "Urban forestry", 
    "Urban renewal", 
    "Wages", 
    "Water pollution control", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Urban affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "TABLE OF CONTENTS: Title I: Federal Commitment to Urban Economic Development Title II: Tax Incentives to Stimulate Urban Economic Development Title III: Community-Based Housing Development Title IV: Response to Urban Environmental Challenges New Urban Agenda Act of 1999 - Title I: Federal Commitment to Urban Economic Development - Amends the Office of Federal Procurement Policy Act to require executive agencies to expend not less than 15 percent in each fiscal year for the purchase of goods from businesses located in empowerment zones or enterprise communities. Requires agencies, to the maximum extent practicable, to purchase recycled products from businesses located in such zones or communities. Requires the Administrator of General Services to submit to the Congress, in writing, the Administrator's assessment of the extent to which executive agencies are committed, by policy and practice, to encouraging and supporting economic renewal in such zones and enterprise communities. (Sec. 102) Requires not less than 15 percent of foreign assistance provided in a fiscal year to be in the form of credits for the purchase of U.S. goods produced, manufactured, or assembled in such zones or communities. (Sec. 103) Directs the Secretary of Commerce, in designating and providing financial assistance to Manufacturing Technology Outreach Centers, to give preference to centers located in such zones and communities. (Sec. 104) Establishes a preference for the construction, improvement, or relocation of Federal facilities in distressed urban areas. Title II: Tax Incentives to Stimulate Urban Economic Development - Amends the Internal Revenue Code with respect to the offset for rental real estate activities under passive activity rules to increase the rehabilitation credit under such rules. (Sec. 202) Allows the rehabilitation investment credit to offset a portion of tentative minimum tax. (Sec. 203) Allows the issuance of tax-exempt facility bonds for sports facilities, convention or trade show facilities, freestanding parking facilities, air or water pollution control facilities, or industrial parks. Makes termination dates on such tax-exempt bonds inapplicable to bonds issued to finance manufacturing facilities. (Sec. 204) Increases the permitted amount of qualified small issue bonds for facilities to be used by related persons. (Sec. 205) Provides an exception to arbitrage interest rebate provisions if 100 percent of available construction proceeds are spent for governmental purposes within three years of the issuance of the tax-exempt bonds. (Sec. 206) Makes 75 percent of a qualified residential project bond exempt from State agency volume caps for the issuance of tax-exempt private activity bonds. (Sec. 207) Increases the amount and duration of the targeted jobs tax credit to 50 (currently 40) percent of the qualifying wages earned for the first three years (currently, only for the first year) of the employment. (Sec. 208) Excludes from gross income any qualified capital gain recognized on the sale or exchange of a qualified zone asset (stock, property, or partnership interest that was part of an enterprise zone business) held more than three years. Provides for the tax treatment of pass-thru entities and sales and exchanges of interests in partnerships and S corporations which are qualified zone businesses. (Sec. 209) Allows a homebuyer tax credit of up to $5,000 for individuals who purchase a principal residence in an empowerment zone or enterprise community. Title III: Community-Based Housing Development - Directs the Secretary of Housing and Urban Development to study and report to the Comptroller General on the feasibility of consolidating existing public and low-income housing programs into a comprehensive block grant system of Federal aid and on the possibility of administering future programs through such a system. Requires the Comptroller General to report to the Congress with an analysis of such report and recommendations. Title IV: Response to Urban Environmental Challenges -Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to prohibit the President or any other person from bringing an enforcement action under such Act, with respect to an urban nonlisted facility against a person that has fulfilled all requirements under State and local law to conduct environmental response actions at such facility. (Sec. 402) Directs the Administrator of the Environmental Protection Agency to maintain the brownfield program (a program for the expansion or redevelopment of abandoned or underused commercial or industrial property at which a hazardous substance may be present) established by the Administrator before the enactment of this section. Limits to $200,000 the maximum grant to any single brownfield facility. Authorizes appropriations for such program for FY 2000 through 2002 out of the Hazardous Substance Superfund. (Sec. 403) Amends the Cooperative Forestry Assistance Act of 1978 to authorize appropriations for the urban and community forestry assistance program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New Urban Agenda Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote a new urban agenda, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:11-05:00"
}