{
  "actions": [
    {
      "acted_at": "1992-03-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-27", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4361-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "1992-06-23", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1992-04-28", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1992-04-03", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1992-04-28", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jefferson, William J.", 
      "sponsored_at": "1992-04-07", 
      "state": "LA", 
      "thomas_id": "00592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Meyers, Jan", 
      "sponsored_at": "1992-05-04", 
      "state": "KS", 
      "thomas_id": "00794", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mink, Patsy T.", 
      "sponsored_at": "1992-04-03", 
      "state": "HI", 
      "thomas_id": "00815", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mollohan, Alan B.", 
      "sponsored_at": "1992-05-05", 
      "state": "WV", 
      "thomas_id": "00824", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mrazek, Robert J.", 
      "sponsored_at": "1992-05-04", 
      "state": "NY", 
      "thomas_id": "00840", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1992-04-03", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1992-04-03", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1992-04-03", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-03", 
  "number": "4361", 
  "official_title": "To create \"Healthy American Schools\" where children learn lifelong health and fitness skills vital to developing a smart body and smart mind and to empower every school with the ability to become a healthy school built on a firm foundation of \"healthy mind and healthy body\" curricula.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Healthy Students-Healthy Schools Act", 
  "sponsor": {
    "district": "25", 
    "name": "Andrews, Michael", 
    "state": "TX", 
    "thomas_id": "00020", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-03", 
  "subjects": [
    "AIDS (Disease)", 
    "Accident prevention", 
    "Alcohol and youth", 
    "Awards, medals, prizes", 
    "Birth control", 
    "Child health", 
    "Child nutrition", 
    "Counseling", 
    "Curricula", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Education", 
    "Education of Indians", 
    "Educational counseling", 
    "Educational technology", 
    "Elementary education", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Health", 
    "Health education", 
    "Indian medical care", 
    "Information services", 
    "Medical research", 
    "Mental health", 
    "Nutrition policy", 
    "Physical education and training", 
    "Physical fitness", 
    "Preventive medicine", 
    "Research grants", 
    "School districts", 
    "School health programs", 
    "Secondary education", 
    "Sexually transmitted diseases", 
    "Smoking and youth", 
    "Teacher education", 
    "Teenage pregnancy", 
    "Tobacco", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Violence"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-03", 
    "text": "Healthy Students - Healthy Schools Act - Directs the Secretary of Health and Human Services (HHS) to designate, within the Centers for Disease Control (CDC), a Healthy Students-Healthy Schools Office (HSHS Office). Requires the HSHS Office to assist State and local educational agencies (SEAs and LEAs) to: (1) develop and maintain comprehensive sequential school health education programs and curricula (based on a model framework) in all elementary and secondary schools in their jurisdiction; (2) train teachers in such health education; (3) integrate school, community-based, and public-private health promotion efforts; (4) provide nutritious school food services; and (5) encourage healthy, tobacco-free school environments. Requires the Office also to: (1) provide technical support to SEAs and LEAs concerning health education programs and curricula; (2) administer the Healthy American Schools grant program; (3) establish and maintain a national clearinghouse to disseminate school health education information; (4) assist States in coordinating school-based programs to progress toward relevant Healthy People 2000 (HP 2000) Objectives and Healthy Students-Healthy Schools Goals (Goals); (5) assist States in evaluating competency-based health education skills and physical fitness, and collecting and maintaining data on health behavior indicators (including absenteeism due to pregnancy and ill-health), to measure progress toward such Objectives and Goals; (6) assist the Secretary in preparing an annual report on the status of school health education in the United States; and (7) coordinate with other Federal school health education efforts. Amends the Elementary and Secondary Education Act of 1965 to transfer the Office of Comprehensive School Health Education (CSHE Office) from the Office of the Secretary (of Education) to the Office of Elementary and Secondary Education (also within the Department of Education). Directs the Secretary of Education to facilitate such transfer. Requires the CSHE Office to: (1) act as a liaison office for coordination of its own activities with related activities of the Department of HHS; and (2) expand its own school health education research grant programs. Establishes the Healthy Students-Healthy Schools Advisory Council. Requires the Advisory Council to: (1) establish the national Goals based on existing data and research (including the HP 2000 Objectives), identifying the activities required to meet them as well as the Federal agencies or individuals responsible for each goal; (2) review existing comprehensive school health education standards, programs, and curricula, evaluating federally-supported programs currently being implemented in schools; (3) develop a model framework for sequential comprehensive school health education program and curricula; (4) develop and incorporate model guidelines and evaluation mechanisms, including baseline data gathering, in the model framework; (5) provide scientific and technical advice developing and implementing all components of such programs; (6) recommend uniform methods to link Federal research findings with State and local implementation; and (7) advise the Secretary of HHS and other Federal agencies. Directs the Secretary of HHS to establish a Healthy Students-Healthy Schools Interagency task force, to be staffed by the Office of Disease Prevention and Health Promotion and composed of representatives of that Office and specified agencies. Requires the Assistant Secretary for Health, Public Health Service, and the Assistant Secretary of Education (Elementary and Secondary Education) to serve as co-chairpersons of the task force. Requires the task force to: (1) review and coordinate all Federal school health education efforts (including drug and alcohol abuse prevention education, HIV prevention education, physical fitness, school services, and nutrition); (2) provide scientific and technical advice on developing and implementing the model framework; (3) develop a consolidated grant application form and procedures for use with respect to all school health-related programs; and (4) advise and assist the HSHS Office and other Federal agencies. Directs the Secretary of HHS, with Advisory Council assistance, to: (1) foster the interaction and coordination needed among Federal, State, and local agencies, schools, the private sector, scientific communities, health professionals, parents, and students in order to create Healthy American Schools; (2) update progress toward the Objectives and the Goals by establishing in the schools a national monitoring system, to be SEA- and LEA-administered; (3) ensure timely implementation of activities and mechanisms to monitor and achieve such objectives and goals; and (4) report annually to appropriate congressional committees and the States. Provides for recognition of exemplary schools and evaluation of States that incorporate the Goals. Directs the Secretary of HHS, through the HSHS Office, to award grants to States and LEAs to assist schools in becoming Healthy American Schools that teach comprehensive sequential school health education programs using advanced technologies such as computer-based learning and innovative communication channels. Requires that every public elementary and secondary school be eligible to receive such assistance. Requires such grants to be used to establish and implement programs that meet the goals of the HSHS program, including programs of: (1) teacher training in sequential school health education and related in-service training; (2) healthy school environment standards; (3) personal health and fitness; (4) nutrition education and nutritious food services; (5) mental health wellness; (6) chronic disease prevention; (7) substance abuse prevention; (8) accident prevention and safety education; (9) community and environmental health; (10) family life education; (11) communicable disease prevention and control; (12) effective use of health service delivery systems; (13) development and aging; and (14) worksite health promotion. Sets forth grant application requirements including 25 percent matching funds by the State (or Indian tribe). Directs the Secretary of HHS to recognize annually with plaques and cash awards, those schools that epitomize the HSHS Goals established under this Act. Sets forth requirements for data collection, program evaluation, and annual reports by the Secretary of HHS to the appropriate congressional committees and the States. Directs the Secretary of the Interior, through the Bureau of Indian Affairs (BIA) and in cooperation with the Secretary of HHS, to develop and implement a program providing sequential comprehensive health education and physical education to students enrolled in elementary and secondary schools operated by or on behalf of the BIA. Sets forth program requirements for: (1) courses of instruction; (2) student participation; and (3) consultation with representatives of the Indian tribes, local educational and health personnel, and the Advisory Council. Requires the Secretary of the Interior to submit a program progress report to the Congress within one year after enactment of this Act. Authorizes appropriations. Requires that fiscal year appropriations for the Healthy American Schools grant program attain a specified minimum level before the Secretary of HHS may carry out any of this Act. Amends the Drug-Free Schools and Communities Act of 1986 to allow appropriations under it to be used in conjunction with the HSHS Program of any State, Indian tribe, LEA, or school, so long as substance abuse prevention is a major component."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Healthy Students-Healthy Schools Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To create \"Healthy American Schools\" where children learn lifelong health and fitness skills vital to developing a smart body and smart mind and to empower every school with the ability to become a healthy school built on a firm foundation of \"healthy mind and healthy body\" curricula.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:13-05:00"
}