{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr471-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Alexander, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "AR", 
      "thomas_id": "00010", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Andrews, Mark", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conte, Silvio O.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00228", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Dulski, Thaddeus J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00320", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Esch, Marvin L.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00353", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Helstoski, Henry", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00529", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hungate, William L.", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "00573", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Karth, Joseph E.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00617", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mollohan, Robert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "00825", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Podell, Bertram L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00920", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Rees, Thomas N.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00950", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "471", 
  "official_title": "A bill to provide for the conservation, protection, and propagation of species or subspecies of fish and wildlife that are threatened with extinction or likely within the foreseeable future to become threatened with extinction, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr470-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Endangered Species Conservation Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Fisheries", 
    "Wildlife", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Wildlife conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Endangered Species Conservation Act - States that the purposes of this Act are to provide a program for the conservation, protection, restoration, or propagation of species and subspecies of fish and wildlife and flora that are threatened with extinction, or are likely within the foreseeable future to become threatened with extinction. Sets forth the procedure by which the Secretaries of Interior and Commerce (as defined by this Act) shall determine if a species or subspecies of fish or wildlife or flora shall be regarded as an endangered species. Lists the following factors to be considered in determining if a species or subspecies is threatened with extinction or will likely become threatened with extinction: (1) the present or threatened destruction, modification, or curtailment of its habitat or range; (2) overutilization for commercial, sporting, scientific, or educational purposes; (3) disease or predation; (4) the inadequacy of existing regulatory mechanisms; or (5) other natural or manmade factors affecting its continued existence. Provides that the Secretary shall publish in the Federal Register, not less than annually, a list by scientific and common name or names of species and subspecies determined to be endangered. Provides that the Secretary may, from time to time, by regulation revise such list. Provides that the Secretary shall utilize the land acquisition and other authorities of the Migratory Bird Conservation Act, as amended, the Fish and Wildlife Act of 1956, as amended, and the Fish and Wildlife Coordination Act, as appropriate, to carry out a program in the United States of conserving, protecting, restoring, or propagating those species and subspecies of fish and wildlife that he lists as endangered species pursuant to this Act. Provides that, in carrying out the program authorized by this Act, the Secretary shall cooperate to the maximum extent practicable with the several States. States that such cooperation shall include consultation before the acquisition of any land for the purpose of conserving, protecting, restoring, or propagating any endangered species. Authorizes the Secretary to delegate to a State the authority to regulate the taking by any person of endangered species or subspecies when he determines that such State maintains an adequate and active endangered species program consistent with the policies and purposes of this Act. Provides that any person who: (1) imports into or exports from the United States, receives or causes to be so imported, received, or exported; or (2) takes or causes to be taken within the United States, the territorial sea of the United States, Federal lands, or upon the high seas; or (3) ships, carries, or receives by any means in interstate commerce; any species or subspecies which is listed as an endangered species shall be punished in accordance with the provisions of this Act. Allows exceptions from the prohibitions contained in this Act to permit the taking of an endangered species for scientific purposes and for the propagation of such fish and wildlife in captivity for preservation purposes. Sets forth civil and criminal penalties for violations of the provisions of this Act. Authorizes the Secretary to promulgate such regulations as may be appropriate to carry out the purposes of this Act. Provides that any person who engages in business as an importer of fish and wildlife must register with the Secretary of the Treasury his name and address of each place of business at which, and all trade names under which, he conducts such business. Requires each such person to keep such records as will fully and correctly disclose each importation of fish and wildlife made by him and the subsequent disposition of such fish and wildlife. States that the Secretary, through the Secretary of State, shall seek the convening of an international ministerial meeting on fish and wildlife prior to July 1, 1973, to assure the world wide conservation of endangered species and to avoid unnecessary harm to affected United States industries. Provides that, whenever the Secretary determines that a species of fish or wildlife is an endangered species, the Secretary of Agriculture may use all authorities available to him with respect to research, investigations, conservation, protection, control and management of such endangered species."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Endangered Species Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation, protection, and propagation of species or subspecies of fish and wildlife that are threatened with extinction or likely within the foreseeable future to become threatened with extinction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:57-05:00"
}