{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1195-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1195", 
  "official_title": "A bill to amend title 18 of the United States Code to provide penalties for fixing certain horse or dog races, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Steiger, Sam", 
    "state": "AZ", 
    "thomas_id": "01108", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Crime and law enforcement", 
    "Gambling", 
    "Races", 
    "Sports and recreation"
  ], 
  "subjects_top_term": "Gambling", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "States that it is the purpose of this Act to assist the States and the parimutual racing industry to insure honest competition in each and every horse and dog race, and to promote and maintain the integrity of the sport of horse and dog racing. Makes it unlawful for any person knowingly, willfully, and for the purpose of gain, to take any action, or attempt or conspire to take any action, in any regulated contest of speed to: (1) decrease the opportunity of a registered animal to win, or (2) increase, in a manner not recognized by custom or allowed by rule or regulation, the ability of a registered animal to run. Makes it unlawful for any person to buy, sell, or possess, within the enclosure of any race track which at that time is the site of a racing meet, or the stables, barns, buildings or grounds a part thereof, any mechanical or electrical device, instrument or contrivance, or chemical or drug, other than those things allowed by custom, rule, or regulation, which can be used to affect the running speed of a registered animal. Makes it unlawful for any person knowingly and willfully to falsify, conceal, or cover up by any trick, scheme, or device a material fact, or make any false, fictitious, or fraudulent statements or representations, or make or use any false writing or document knowing the same to contain any false, fictitious or fraudument statement or entry regarding the prior racing record, pedigree, identity or ownership of a registered animal in any matter related to the breeding, buying, selling, or racing of such animal. States that whoever violates this Act shall be fined not more than $10,000 or imprisoned for not more than fiver years, or both. States that whoever commits or threatens physical violence to any person or property, or attempts or conspires to so do, in furtherance of a plan or purpose to do anything in violation of this Act shall be fined not more than $10,000 or imprisoned for not more than twenty years, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to provide penalties for fixing certain horse or dog races, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:08-05:00"
}