{
  "actions": [
    {
      "acted_at": "1974-09-26", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4046-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cook, Marlow W.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-26", 
  "number": "4046", 
  "official_title": "A bill to establish a uniform law on the subject of bankruptcies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16643-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Bankruptcy Act", 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-26", 
  "subjects": [
    "Bankruptcy", 
    "Claims", 
    "Credit", 
    "Government records, documents, and information", 
    "Law", 
    "Railroad reorganization", 
    "Railroads"
  ], 
  "subjects_top_term": "Bankruptcy", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-26", 
    "text": "Bankruptcy Act - Title I: The Bankruptcy Act - Revises and recodifies Federal bankruptcy law as title 11 of the United States Code. Title II: Bankruptcy - Provides that all papers in bankruptcy cases shall be public records. Sets forth the organization, administration, jurisdiction, and procedures of bankruptcy courts. Prescribes the duties of the Director of the Branch of Bankruptcy Administration in administering bankruptcy cases. Describes the relief available to debtors and creditors and methods of petitioning for such relief. Provides for appointment of trustees for bankruptcy courts to conduct business for the debtor or bankrupt. Requires specified notices to creditors in bankruptcy cases. Provides for examination of debtors. Sets forth procedures for creditors claims. States what claims are allowable, and the order of distribution of proceeds. Prescribes conditions of redemption and discharge debts, and describes exempt property. Defines property within the debtor's estate. Determines the validity of liens against the debtor's property. Prescribes fraudulent transfers in anticipation of bankruptcy. Provides for the disposition and use of the debtor's property after confirmation of the bankruptcy plan. Prescribes conditions of exemption from income tax for the debtor. Provides for the collection, liquidation, and distribution of the bankrupt estate. Provides for the disposition of bankrupty petitions of stockbrokerages. Sets forth requirements for bankruptcy plans for debtors with regular income, and requirements of claims and distribution under such plans. Provides for the discharge of property under such plans. Sets forth procedures for the selection of creditors' and equity security holders' committees, and for trustees under reorganization plans. Prescribes requirements of reorganization plans, and of confirmation and modification of such plans. Provides for the administration of debtors' estates. Prescribes requirements of plans for administration. Sets forth procedures and requirements for petition, notice, plans, and confirmation of debt adjustments of public agencies and instrumentalities and political subdivisions. Provides for railroad reorganizations. Defines the jurisdiction and standing in such cases. Describes requirements for voluntary and involuntary petition in such cases. Provides for the administration and for notice in such cases. Prescribes requirements for plans and confirmation in such cases. Establishes bankruptcy courts under title 28, United States Code."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bankruptcy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform law on the subject of bankruptcies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:20-05:00"
}