{
  "actions": [
    {
      "acted_at": "1993-07-27", 
      "references": [
        {
          "reference": "CR S9542-9543,S9547-9548", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-27", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977, to the Committees on the Budget and Governmental Affairs, with instructions that if one Committee reports, the other Committee have thirty days to report or be discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1287-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Hank", 
      "sponsored_at": "1993-10-14", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-07-27", 
  "number": "1287", 
  "official_title": "A bill to reform the operations of Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congressional Reorganization Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Bennett, Robert F.", 
    "state": "UT", 
    "thomas_id": "01280", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1993-07-27", 
  "subjects": [
    "Appropriations", 
    "Authorization", 
    "Budget deficits", 
    "Congress", 
    "Congressional agencies", 
    "Congressional allowances", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committee staffing", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional employees", 
    "Congressional reorganization", 
    "Federal advisory bodies", 
    "Federal budget process", 
    "Federal budgets", 
    "Government spending reductions", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative resolutions", 
    "Limitation of debate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-07-27", 
    "text": "TABLE OF CONTENTS: Title I: Reductions in Congressional Spending Title II: Congressional Agenda and Priority National Issues Title III: Reorganization of Committees of the House and Senate Title IV: Biennial Budget Congressional Reorganization Act of 1993 - Title I: Reductions in Congressional Spending - Reduces budget authority and outlays for congressional committees and supporting offices by specified percentages in FY 1994 through 1996. Requires all unobligated funds remaining in the Senators' Official Personnel and Office Expense Account and all such funds available for House Members' personnel and office expenses on September 30 of a fiscal year to be returned to the Treasury for reducing the Federal deficit. Title II: Congressional Agenda and Priority National Issues - Requires the Senate and the House, at the beginning of each Congress, to determine up to five issues that need priority attention and create independent task forces to study and recommend legislative remedies. Title III: Reorganization of Committees of the House and Senate - Establishes a new standing committee structure to consist of 17 committees, including a Committee on Leadership and National Priorities to replace the Budget Committee. Title IV: Biennial Budget - Biennial Budget Act of 1993 - Amends the Congressional Budget Act of 1974 to revise the Federal and congressional budget processes by establishing a two-year budgeting and appropriations cycle and timetable. Defines the budget biennium as the two consecutive fiscal years beginning on October 1 of any odd-numbered year. Devotes the first session of any Congress to the budget resolution and to appropriations decisions, retaining current deadlines in most cases. Changes certain deadlines to conform to the biennial scheme. Devotes each second session to authorization activity, subject to specified deadlines. Requires the Director of the Congressional Budget Office (CBO) to issue four-year (currently, five-year) projections of congressional budget action. Amends provisions relating to the reconciliation process to: (1) increase from 20 to 100 hours the time of debate permitted in the Senate with respect to reconciliation measures; and (2) make it out of order in both the House and the Senate to consider any reconciliation legislation changing any provision of law other than one relating to new budget or spending authority, revenues, or the public debt limit. Conforms provisions governing the President's budget to the biennial framework. Amends the Rules of the House of Representatives to conform to the biennial framework."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Reorganization Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Biennial Budget Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the operations of Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:04-05:00"
}