{
  "actions": [
    {
      "acted_at": "1995-09-28", 
      "references": [
        {
          "reference": "CR S14550-14552", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-28", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-15", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held with the House Committee on the Judiciary's Subcommittee on Courts and Intellectual Property.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-07", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1284-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1995-09-28", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-28", 
  "number": "1284", 
  "official_title": "A bill to amend title 17 to adapt the copyright law to the digital, networked environment of the National Information Infrastructure, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "NII Copyright Protection Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-28", 
  "subjects": [
    "Actions and defenses", 
    "Archives", 
    "Arts, culture, religion", 
    "Blind", 
    "Books", 
    "Copyright", 
    "Copyright infringement", 
    "Crime and law enforcement", 
    "Damages", 
    "Disabled", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Import restrictions", 
    "Imports", 
    "Intellectual property", 
    "Law", 
    "Libraries", 
    "Nonprofit organizations", 
    "Phonorecords", 
    "Social welfare"
  ], 
  "subjects_top_term": "Copyright", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-28", 
    "text": "NII Copyright Protection Act of 1995 - Amends Federal copyright law to grant exclusive rights to the owner of a copyrighted work to provide public distribution of copies or phonorecords of such work by transmission. Revises the definition of: (1) \"publication\" to include transmission as a means by which copies and phonorecords of a work may be distributed to the public; and (2) \"transmit\" to include distribution by any device or process whereby a copy or phonorecord of the work is fixed beyond the place from which it was sent. Makes importation in the United States, whether by carriage of tangible goods or by transmission, of copies or phonorecords of work acquired outside of the United States an infringement of the exclusive right to distribute such work unless done with the owner's consent. (Sec. 3) Increases from one to three the limit on copies or phonorecords of a work a library or archive is allowed to reproduce. Limits the number of such copies or phonorecords that may be distributed to one. Revises the conditions of such reproduction or distribution to require that a copyright notice must appear on the copy or phonorecord that is reproduced under the provisions of this Act. Allows a library or archive to reproduce or distribute a copy or phonorecord of an unpublished work duplicated in a digital form solely for purposes of: (1) preservation and security; and (2) replacement of a copy or phonorecord that is damaged, deteriorating, lost, or stolen, if the library or archive determines that an unused replacement cannot be obtained at a fair price. Exempts a non-profit organization from copyright infringement for reproducing and distributing to the visually impaired, at cost, a Braille, large type, audio or other edition of a previously published literary work in a form intended to be perceived by the visually impaired if, during at least a one-year period after the first publication of a standard edition of such work in the United States, the owner of the exclusive right to distribute such work in the United States has not entered the market for editions intended to be perceived by the visually impaired. (Sec. 4) Prohibits any person from importing, manufacturing, or distributing any device or product, or from offering or performing any service, the primary purpose or effect of which is to circumvent any process, treatment, mechanism, or system which prevents or inhibits the violation of any of the exclusive rights of the copyright owner, without the authority of such owner or the law. Prohibits a person from knowingly: (1) providing, publicly distributing, or importing for public distribution false copyright management information; (2) removing or altering any copyright management information, without the authority of the copyright owner or the law; or (3) distributing or importing for distribution such unauthorized altered information or copies or phonorecords from which such information has been removed without authorization. Defines \"copyright management information\" to mean the name and other identifying information of the author of a work, the name and other identifying information of the copyright owner, terms and conditions for uses of the work, and such other information as the Register of Copyrights may prescribe by regulation. Sets forth civil remedies and criminal penalties for violation of this section."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "NII Copyright Protection Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 17 to adapt the copyright law to the digital, networked environment of the National Information Infrastructure, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:01-05:00"
}