{
  "actions": [
    {
      "acted_at": "1985-06-11", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-01", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-16", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Executive Comment Received From ITC.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-16", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Executive Comment Received From Treasury.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-09", 
      "bill_ids": [
        "hr4800-99"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4800.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2733-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1985-06-11", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-11", 
  "number": "2733", 
  "official_title": "A bill to establish a supplemental higher education loan program in which a borrower's annual repayment obligation is dependent upon both postschool income level and borrowing history, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4800-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Income-Dependent Education Assistance Act of 1985", 
  "sponsor": {
    "district": "6", 
    "name": "Petri, Thomas E.", 
    "state": "WI", 
    "thomas_id": "00912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-11", 
  "subjects": [
    "Collection of accounts", 
    "Economics and public finance", 
    "Education", 
    "Federally-guaranteed loans", 
    "Government trust funds", 
    "Income", 
    "Income tax", 
    "Student aid", 
    "Student loan funds", 
    "Tax administration"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-11", 
    "text": "Income-Dependent Education Assistance Act of 1985 - Establishes the income-dependent education assistance (IDEA) program of supplemental higher education loans in which a borrower's annual repayment obligation is dependent upon both postschool income level and borrowing history. Title I: System for Making Income-Dependent Education Assistance Loans - Directs the Secretary of Education to make IDEA program agreements with guarantee agencies which desire to participate to provide funds to eligible institutions which have entered into IDEA program agreements to make IDEA loans to eligible students. Sets forth provisions for: (1) the terms of such IDEA program agreements with guarantee agencies; (2) issuance of approved debt obligations; (3) allocation of the proceeds of such debt obligations; and (4) authorized conversion and consolidation, upon the borrower's request, of federally insured or guaranteed student loans under title IV of the Higher Education Act of 1965 (HEA) as a new IDEA loan under this Act. Sets forth provisions for the terms and enforcement of IDEA program agreements between the Secretary of Education and eligible institutions. Sets forth provisions for the amounts and terms of IDEA loans (i.e. those eligible under specified HEA provisions). Sets annual limits on the amounts of such loans to various categories of students. Sets a limitation on individual borrowing capacity, with adjustments for inflation and with consideration of any outstanding student loan obligations. Limits the duration of individual eligibility for such loans. Sets forth requirements for: (1) agreements to the terms of such loans; and (2) disbursement of the proceeds of such loans. Sets forth the responsibilities of eligible institutions and of the Secretary for certain information requirements relating to the IDEA loan program. Sets forth provisions for interest charges on such loans. Requires such charges to be added to the recipient's obligation account at the end of each calendar year. Bases such charges on an interest rate equal to the lesser of: (1) 14 percent; or (2) the sum of the average bond equivalent rates of 91-day Treasury bills auctioned for the previous year, plus two percentage points, rounded to the next higher one-eighth of one percent. Title II: Collection of Income-Dependent Education Assistance Loans - Amends the Internal Revenue Code to add provisions for the collection of IDEA loans. Directs the Secretary of Education to notify each IDEA loan borrower of their yearly repayment obligation, and to send a copy of such yearly notice to the Secretary of the Treasury. Sets forth formulas for computation of the annual IDEA loan repayment amount. Makes such amount equal to the lesser of: (1) 15 percent of the modified adjusted income of the taxpayer for such taxable year; or (2) the product of a base amortization amount and a progressivity factor based on the taxpayer's modified adjusted gross income. Defines \"base amortization amount\" as the amount which, if paid at the close of each year for 12 consecutive years, would fully repay (with a ten-percent annual interest rate) the maximum account balance of the borrower. Sets forth progressivity factor tables for various types of taxpayers. Provides that, in general, the repayment obligation of an IDEA loan borrower shall terminate only if there is repaid: (1) in the case of any repayment during the first 12 years for which the borrower is in repayment status, the principal plus interest at an annual rate equal to the otherwise applicable rate plus two and one-half percent; and (2) in the case of any repayment during any subsequent year (or in the case of loans under $3,000 repaid during the first 12 years), the principal plus interest at applicable rates. Requires no repayment after 25 years in repayment status or after age 70. Sets forth provisions for the determination of years in repayment status. Sets forth requirements for payment of the amount owing. Directs the Secretary of the Treasury to assess and collect any unpaid amount in the same manner as for any delay in the payment of income tax. Provides for discharge, by the Secretary of Education, of the IDEA loan liability of any borrower who dies or becomes permanently and totally disabled. Directs the Secretary of the Treasury to notify the Secretary of Education of the amount collected with respect to any IDEA loan borrower. Directs the Secretary of Education to credit that amount to that individual's account. Provides for crediting of amounts paid on a joint return. Sets forth formulas for computation of an alternative annual payment for individuals who have attained age 55. Provides for inflation adjustment in the computation of the progressivity factor. Provides that, in general, an IDEA loan shall not be dischargeable in a case of bankruptcy, but authorizes the Secretary of Education to cancel certain portions of the loan liability in such cases. Makes specified provisions relating to finality of assessment and collection applicable to such loans. Includes the amount required to be repaid for IDEA loan under amounts listed under requirements relating to failure by an individual to pay estimated income tax. Establishes in the Treasury the Income-Dependent Education Assistance Loan Trust Fund. Transfers to the Trust Fund amounts received in the Treasury on any IDEA loan. Makes amounts in the Trust Fund available, as provided by appropriation Acts, for the following purposes and in the following order of priority: (1) repayment of principal on IDEA debt obligations; (2) payment of interest on such obligations; (3) advancing funds directly to schools for new loans to students (if the Trust Fund balance is adequate in light of anticipated obligations and receipts); and (4) return of any excess funds to the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Income-Dependent Education Assistance Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a supplemental higher education loan program in which a borrower's annual repayment obligation is dependent upon both postschool income level and borrowing history, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:30-05:00"
}