{
  "actions": [
    {
      "acted_at": "2011-11-29", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1923-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-29", 
  "number": "1923", 
  "official_title": "A bill to prevent Internet stalking and domestic violence.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Internet Abuse, Stalking, and Domestic Violence Prevention Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-11-29", 
  "subjects": [
    "Assault and harassment offenses", 
    "Crime and law enforcement", 
    "Crimes against children", 
    "Domestic violence and child abuse", 
    "Internet and video services", 
    "Postal service", 
    "Sex offenses", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-11-29", 
    "text": "Internet Abuse, Stalking, and Domestic Violence Prevention Act of 2011 - Amends the Telecommunications Act of 1934 to modify the prohibition against making obscene or harassing communications with a telecommunications device in the District of Columbia or in interstate or foreign communications to: (1) remove \"to annoy\" as an intention of a prohibited communication, and (2) require that the target of intentional harassment of repeated communications or communications made without disclosing the communicator's identity be any specific person (currently, any person at the called number or who receives the communication). Amends the federal criminal code to prohibit using the mail, any interactive computer service, telecommunications device, electronic communication service or system of interstate commerce, or any other facility of interstate or foreign commerce to intentionally disclose information, including a picture or other personally identifiable information, of another individual with intent to facilitate: (1) specified criminal offenses involving sexual abuse, sexual exploitation or abuse of children, domestic abuse, or stalking; or (2) any conduct that would qualify as a domestic assault if the conduct were directly committed by such person, if that individual has a final conviction on not less than two separate prior occasions for offenses that would be, if subject to federal jurisdiction, an assault, sexual abuse, or serious violent felony against a spouse or intimate partner or an offense of sexual exploitation or other abuse of children. Sets forth penalties for violations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Internet Abuse, Stalking, and Domestic Violence Prevention Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent Internet stalking and domestic violence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:19:40-05:00"
}