{
  "actions": [
    {
      "acted_at": "1992-06-29", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2903-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-29", 
  "number": "2903", 
  "official_title": "A bill to extend and amend the Rehabilitation Act of 1973, to improve rehabilitation services for individuals with disabilities, to modify certain discretionary grant programs providing essential services and resources specifically designed for individuals with disabilities, to change certain terminology, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rehabilitation Act Amendments of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-29", 
  "subjects": [
    "Accidents", 
    "Affirmative action programs", 
    "Architecture and the disabled", 
    "Authorization", 
    "Blind", 
    "Deaf", 
    "Disabled", 
    "Discrimination in employment", 
    "Drug abuse", 
    "Due process of law", 
    "Education", 
    "Education of handicapped children", 
    "Employment of the handicapped", 
    "Executive reorganization", 
    "Federal aid to handicapped services", 
    "Gambling", 
    "Government operations and politics", 
    "Government paperwork", 
    "Homosexuality", 
    "Housing and community development", 
    "Housing for the handicapped", 
    "Manpower training programs", 
    "Mental illness", 
    "Names", 
    "Narcotic addicts", 
    "Native Americans", 
    "Neurology", 
    "Recreation", 
    "Rehabilitation of the physically handicapped", 
    "Research", 
    "Research centers", 
    "Teacher education", 
    "Transportation and the physically handicapped", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-29", 
    "text": "Rehabilitation Act Amendments of 1991 - Amends the Rehabilitation Act of 1973 (the Act) to extend the authorization of appropriations and revise various provisions for vocational rehabilitation services for individuals with disabilities. Title I: Terminology - Revises terminology under the Act. Changes \"individuals with handicaps\" to \"individuals with a vocational disability.\" Changes \"the blind\" (or \"the deaf\") to \"persons who are blind (or deaf).\" Changes references to \"rehabilitation engineering services\" to \"assistive technology devices and services,\" (and defines such term). Refers to the Architectural and Transportation Barriers Compliance Board as the Access Board. Title II: Program Amendments - Decreases the Federal share of program costs under the basic State vocational rehabilitation grant. Includes, under State plan requirements, specific plans for coordination with educational agencies in the provision of transition services specified in the individual education programs of students with disabilities. Includes services to students to assist in the transition from school to employment among authorized vocational and other training services. Makes discretionary (rather than mandatory) the program of demonstration grants for model statewide transitional planning services. Requires, as part of client participation in the development of the individualized written rehabilitation program (IWRP), that each IWRP include the views of the individual with a vocational disability, or, if appropriate, such individual's parents or guardians, along with documentation of the individual's involvement in selecting a vocational objective and the services to be provided to attain that objective. Requires development and implementation of evaluation standards and performance indicators for the vocational rehabilitation program under title I of the Act, in accordance with specified procedures. Requires annual State reports to the Commissioner of the Rehabilitation Services Administration (the Commissioner) on the extent of State compliance with such standards and indicators. Directs the Commissioner and any State whose performance is below established standards to jointly develop a program improvement plan. Directs the Commissioner biannually to review such State's program improvement efforts, request further revisions where necessary, and continue such review until satisfactory performance is sustained for more than one year. Requires reductions or terminations of payments to any State failing to enter into or comply with a necessary performance improvement plan. Directs the Commissioner in the annual report to the Congress, an analysis of program performance, with relative State performance, based on such standards and indicators. Revises provisions relating to State allotments and State maintenance of efforts. Adds client assistance information requirements. Requires all programs, projects, and facilities that provide services to individuals under the Act to advise such individuals or their guardians or legal representatives of the availability and purposes of the client assistance program, including information on how to seek assistance under it. Revises provisions for supported employment. Requires an assessment of an individual's potential for supported employment to determine whether it may be reasonably expected that the individual can benefit in terms of employability. Requires that provision of certain authorized on-going support services by a designated State unit be limited in duration to a period of time prescribed by the Commissioner. Requires that extended on-going support be provided by other State agencies and private organizations or any other available source. Repeals outdated provisions relating to a study of the needs of American Indians with disabilities. Revises provisions relating to use of funds under title II (Research and Training) of the Act by the Director of the National Institute on Disability and Rehabilitation Research. Revises provisions for discretionary grants for Rehabilitation Technology (currently Engineering) Research Centers and for Rehabilitation Research and Training Centers. Requires that both such types of centers be operated in affiliation with institutions of higher education. Requires any project or demonstration assisted by a discretionary grant for spinal cord injury research to: (1) establish on an appropriate regional basis, multidisciplinary system of providing vocational and other rehabilitation services specifically designed to meet the special need of individuals with spinal cord injuries, including acute care as well as periodic inpatient and outpatient followup and services; and (2) demonstrate and evaluate benefits and costs of such system, improved methods and equipment essential for individuals, and methods of community outreach for such individuals and community education in connection with their problems. Revises service work requirements for recipients of personnel training scholarships. Adds provisions for discretionary grants by the Commissioner for demonstration projects to increase client choice in the rehabilitation process, including the choice of providers of vocational rehabilitation services, under title III (Special Federal Responsibilities) of the Act. Revises provisions for special recreational programs. Includes vocational skills development under authorized activities of such programs. Sets a maximum grant period of three years. Requires grant applicants to describe how they will continue the service program after Federal assistance ends. Sets forth requirements for maintenance of service levels during the three-year project period. Sets the Federal share at 80, 60, and 40 percent, respectively, during the first, second, and third year. Includes the Department of Commerce among the agencies represented on the Architectural and Transportation Barriers Compliance Board, and increases the number of Board members by one. Revises Board terms of office, functions, investigations, interagency arrangements, reports, and acceptance of gifts. Revises electronic and information technology accessibility guidelines. Revises provisions for Projects With Industry Program grants, under title VI (Employment Opportunities for Individuals with Disabilities) of the Act. Revises title VII of the Act, Comprehensive Services for Independent Living. Establishes a State Independent Living Council in each State receiving title VII assistance. Requires recipients of title VII grant programs assistance to provide for: (1) individual written independent living rehabilitation plans for each individual with a severe disability eligible for title VII independent living services; (2) due process protection providing opportunity for review of determinations made concerning the provision or denial of title VII services; and (3) affirmative action employment of individuals with a severe disability by State rehabilitation agencies and facilities and under Federal contracts and subcontracts. Gives priority of services under title VII to individuals not served by other provisions of the Act. Extends the authorization of appropriations for various programs under the Act. Title III: Amendments to the Helen Keller National Center Act - Amends the Helen Keller National Center Act to extend its authorization of appropriations. Provides for training family members of individuals who are deaf-blind, at the Center or elsewhere, to assist them to provide and obtain appropriate services for the individual. Includes under the definition of an individual who is deaf-blind one who is determined to be so through functional and performance assessment, even if no accurate measure of hearing and vision loss can be obtained due to cognitive or behavioral constraints. Title IV: Amendments to the Individuals with Disabilities Education Act - Amends the Individuals with Disabilities Education Act to authorize the Secretary of Education, in making specified grants, to provide for training or retraining of regular education teachers who instruct individuals who are deaf, but are not certified as teachers of such individuals, in order to meet the communication needs of such individuals. Title V: Amendments to the Technology-Related Assistance for Individuals with Disabilities Act of 1988 - Amends the Technology-Related Assistance for Individuals with Disabilities Act of 1988 to make certain changes in language with respect to public or private agencies and organizations, including institutions of higher education. Title VI: Other Amendments - Amends the Rehabilitation Act of 1973 (the Act) with respect to provisions relating to employment under Federal contracts. Provides that standards applied under title I of the Act and employment provisions of title V of the Americans with Disabilities Act (ADA) shall be the same as those applied to complaints alleging non-affirmative action employment discrimination which would also be actionable under title I of ADA. Provides that, for employment under Federal contracts, homosexuality and bisexuality are not impairments and therefore are not disabilities, and the term disability does not include: (1) various sexual behavior disorders; (2) compulsive gambling, kleptomania or pyromania; or (3) psychoactive substance use disorders resulting from current illegal use of drugs. Title VII: Effective Date - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rehabilitation Act Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and amend the Rehabilitation Act of 1973, to improve rehabilitation services for individuals with disabilities, to modify certain discretionary grant programs providing essential services and resources specifically designed for individuals with disabilities, to change certain terminology, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:39-05:00"
}