{
  "actions": [
    {
      "acted_at": "1975-06-05", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1887-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1975-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fong, Hiram L.", 
      "sponsored_at": "1975-01-03", 
      "state": "HI", 
      "thomas_id": "01333", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Scott, Hugh", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01432", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-05", 
  "number": "1887", 
  "official_title": "A bill to protect the civilian employees of the executive branch of the United States Government in the enjoyment of their constitutional rights and to prevent unwarranted governmental invasions of their privacy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Tunney, John V.", 
    "state": "CA", 
    "thomas_id": "01450", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-05", 
  "subjects": [
    "Advisory bodies", 
    "Civil rights and liberties, minority issues", 
    "Civil service system", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-05", 
    "text": "Makes it unlawful for any Executive Branch officer or any person acting under such officer's authority to require that any United States Government employee or any applicant for employment in the Executive Branch of the Government do any of the following: (1) disclose their race, religion, or national origin; (2) attend Government-sponsored meetings and lectures or participate in outside activities unrelated to their employment; (3) report on their outside activities or undertakings unrelated to their work; (4) submit to questioning about their religion, personal relationships or sexual attitudes through interviews, psychological tests, or polygraphs; or (5) support political candidates or attend political meetings. Permits inquiries into national origin when necessary for the national interest or overseas work. Allows agency officers to advise employees of charges of sexual misconduct as long as the employee has an opportunity to refute the charge. Makes it illegal to coerce an employee to buy bonds or make charitable contributions; or to require him to disclose his own personal assets, liabilities, or expenditures, or those of any member of his family unless they would show a conflict of interest. Provides a right to have a counsel or other person present, if the employee wishes, at an interview which may lead to disciplinary proceedings. Makes it unlawful for any Civil Service Commission officer to require any executive department or agency to do any prohibited act; or to require a person seeking to establish Civil Service status or employment in the executive branch to submit to interrogation, polygraph testing, or psychological testing designed to elicit views regarding religion, personal relationships, or sexual attitude. Accords the right to a civil action in a Federal court for violation or threatened violation of this Act. Directs the Attorney General to defend all persons sued who acted pursuant to an order or who, in his opinion, did not willfully violate this Act. Establishes a three-member Board on Employees' Rights with members appointed by the President by and with the advice and consent of the Senate. Grants the Board the authority and duty to receive and investigate written complaints from any person claiming to be aggrieved by any violation or threatened violation of this Act and to conduct a hearing on each such complaint. Grants the Board powers which will eliminate violation of this Act. Directs the Board to make an annual report of its activities to Congress. Excludes the Central Intelligence Agency and the National Security Agency from the provisions of this Act. Permits the establishment of agency grievance procedures to enforce this Act, but the existence of such procedures shall not preclude the use of other remedies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to protect the civilian employees of the executive branch of the United States Government in the enjoyment of their constitutional rights and to prevent unwarranted governmental invasions of their privacy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:26-05:00"
}