{
  "actions": [
    {
      "acted_at": "1974-10-08", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17157-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-08", 
  "number": "17157", 
  "official_title": "A bill to establish the Reconstruction Finance Corporation to make loans and loan guarantees to business concerns which would otherwise be unable to obtain needed financing.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16913-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Reconstruction Finance Corporation Act", 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-08", 
  "subjects": [
    "Business and commerce", 
    "Corporations", 
    "Crime and law enforcement", 
    "Finance and financial sector", 
    "Loans"
  ], 
  "subjects_top_term": "Loans", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-08", 
    "text": "Reconstruction Finance Corporation Act - Establishes a body corporate with the name \"Reconstruction Finance Corporation\" with a principal office to be located in the District of Columbia. Provides that the Corporation shall have a capital stock of $2,000,000,000 to appropriated from the Treasury of the United States. Specifies the membership of the Board of Directors of such Corporation and grants the Corporation the powers necessary to function as such. Authorizes the Corporation, in order to aid in financing agriculture, commerce, and industry, to make loans to any business concern: (1) to enable such business concern to finance plant construction, conversion, or expansion, or the acquisition of equipment, facilities, machinery, supplies, or materials; (2) to supply such business concern with working capital; or (3) to aid such business concern in the payment of current debts or obligations, if such aid is considered by the Board of Directors to be in the public interest. Provides that no loan may be made to any business concern under this Act unless such business concern is unable to obtain a loan on reasonable terms from any other source. Provides that each loan made under this Act may be made for a period not exceeding 10 years, and the Corporation may extend the time of payment of any such loan up to 12 years from the date upon which such loan was made originally. States that each such loan shall bear interest at a rate equal to the current average yield (as certified by the Secretary of the Treasury to the Corporation) on all outstanding obligations of the United States as of the last day of the month immediately preceding the month in which the loan is made. Requires all loans made under this Act to be fully and adequately secured, and specifies the requirements of any collateral to be accepted by the Corporation as security for such loans. Authorizes the Corporation to guarantee the payment of principal and interest on a loan made to such business concern by a non-Federal lender under the same circumstances in which the business would be eligible for a loan from the Corporation if it was not available on reasonable terms from any other source. Provides that the aggregate of the principal amounts of the loans outstanding at any time with respect to which guarantees have been made under this section shall not exceed $2,000,000,000. Authorizes the Corporation to have outstanding at any one time, obligations in an aggregate amount not exceeding three times its subscribed capital. Provides that such obligations shall be free from taxation. Provides criminal sanctions for: (1) false statements in the attempt to secure loans under this Act; (2) false statements or fraudulent acts in connection with any obligation incurred by the Corporation under this Act; or (3) willful misapplication of funds by any individual entrusted with such funds under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reconstruction Finance Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Reconstruction Finance Corporation to make loans and loan guarantees to business concerns which would otherwise be unable to obtain needed financing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:35-05:00"
}