{
  "actions": [
    {
      "acted_at": "1993-01-27", 
      "references": [
        {
          "reference": "CR S763-764, S777-778", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-27", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s223-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-27", 
  "number": "223", 
  "official_title": "A bill to contain health care costs and increase access to affordable health care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Access to Affordable Health Care Act", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-27", 
  "subjects": [
    "Administrative remedies", 
    "American investments", 
    "Antitrust law", 
    "Authorization", 
    "Communication in medicine", 
    "Community health services", 
    "Consumer cooperatives", 
    "Corporations", 
    "Cost effectiveness", 
    "Data banks", 
    "Discrimination in insurance", 
    "Drug industry", 
    "Education", 
    "Employee health benefits", 
    "Executive reorganization", 
    "Federal aid to child health services", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Federal preemption", 
    "Foreign trade and international finance", 
    "Government employees' health insurance", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Hospital care", 
    "Hospitals", 
    "Income tax", 
    "Inflation", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest", 
    "Licenses", 
    "Malpractice", 
    "Managed care", 
    "Managed competition", 
    "Mediation", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical education", 
    "Medical research", 
    "Medical statistics", 
    "Medical technology", 
    "Medically uninsured", 
    "Mental health services", 
    "Nurse practitioners", 
    "Payroll deductions", 
    "Physicians", 
    "Physicians' assistants", 
    "Prescription pricing", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Public health personnel", 
    "Regional medical programs", 
    "Rural public health", 
    "Scholarships", 
    "School health programs", 
    "Self-employed", 
    "Small business", 
    "Social security taxes", 
    "Standards", 
    "Student loan funds", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation", 
    "Trademarks"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-27", 
    "text": "TABLE OF CONTENTS: Title I: Managed Competition in Health Care Plans Subtitle A: Health Plan Purchasing Cooperatives Subtitle B: Accountable Health Plans (AHPs) Subtitle C: Federal Health Board Title II: Tax Incentives to Increase Health Care Access Title III: Outcomes Research and Practice Guideline Development; Application of Guidelines as Legal Standard Title IV: Cooperative Agreements Between Hospitals Title V: Improved Access to Health Care for Rural and Underserved Areas Subtitle A: Revenue Incentives for Practice in Rural Areas Subtitle B: Public Health Service Act Provisions Title VI: Malpractice Reform Title VII: Health Promotion and Disease Prevention Title VIII: Prescription Drug Cost Containment Title IX: Financing Access to Affordable Health Care Act - Title I: Managed Competition in Health Care Plans - (Sec. 100) Provides for grants to States for implementing the requirements of this title. Authorizes appropriations. Subtitle A: Health Plan Purchasing Cooperatives - (Sec. 101) Provides for the establishment of health plan purchasing cooperatives as not-for-profit corporations in or among States to: (1) enter into agreements with accountable health plans (AHPs); (2) enter into agreements with small employers; (3) enroll individuals in AHPs; (4) receive and forward adjusted premiums, including the reconciliation of low-income assistance among such plans; and (5) coordinate and carry out other required functions. Subtitle B: Accountable Health Plans (AHPs) - Part 1: Requirements for Accountable Health Plans - (Secs. 111 through 117) Sets forth requirements for AHPs with respect to: registration and qualifications, uniform benefits, standardized information, prohibition of discrimination based on health status, standard premiums, financial solvency, and grievance mechanisms. Part 2: Preemption of State Laws for Accountable Health Plans - (Secs. 120 through 122) Preempts State laws for AHPs. Subtitle C: Federal Health Board - (Secs. 131 through 139) Establishes a Federal Health Board to: (1) specify a uniform set of effective benefits annually; (2) provide for an advisory Health Benefits and Data Standards Board and a Health Plan Standards Board; (3) register AHPs; (4) establish rules for the process of risk-adjustment premiums; (5) establish standards for a national health data system; (6) measure the quality of care in specialized centers; and (7) make specified reports to the Congress. Title II: Tax Incentives to Increase Health Care Access - (Sec. 201) Amends provisions of the Internal Revenue Code relating to refundable credits to allow a credit for a portion of the AHP expenses paid by an individual who is not covered by a health plan maintained by an employer of the individual or the individual's spouse. Sets forth special rules regarding coordination with advance payments and minimum tax, Medicare-eligible individuals, and subsidized expenses. (Sec. 202) Bars deductions for the excess health plan expenses of employers. (Sec. 203) Allows a full and permanent deduction for the health plan premium expenses of self-employed individuals, except with respect to excess health plan expenses. (Sec. 205) Excludes from gross income of an employee any employer-provided basic coverage under an AHP (currently, accident and health plans). Title III: Outcomes Research and Practice Guideline Development; Application of Guidelines as Legal Standard - (Sec. 301) Amends the Public Health Service Act to extend the authorization of appropriations for health care policy and research. (Sec. 302) Prohibits, except as provided in this Act, the introduction into evidence, (or use in Federal or State court actions) of treatment practice guidelines arising from the provision of health care services. Declares that if the service was provided in accordance with such guidelines, the guidelines: (1) may be introduced by a provider who is a party to an action; and (2) shall establish a rebuttable presumption that the service prescribed by the guidelines is the appropriate standard of medical care. Title IV: Cooperative Agreements Between Hospitals - (Sec. 402) Authorizes a waiver of the antitrust laws to permit hospitals to enter into cooperative agreements to provide for the sharing of medical technology or services. Title V: Improved Access to Health Care for Rural and Underserved Areas - Subtitle A: Revenue Incentives for Practice in Rural Areas - (Sec. 501) Amends the Internal Revenue Code to provide a credit for a qualified primary health services provider who practices in a rural health professional shortage area. (Sec. 501) Excludes from gross income any payment made on behalf of a taxpayer by the National Health Service Corps Loan Repayment Program. Permits a physician in a rural health professional shortage area to expense up to $25,000 worth of rural health care property. Provides that interest on student loan payments by medical professionals practicing in rural areas shall not be treated as personal interest and will therefore qualify as a tax deduction. Subtitle B: Public Health Service Act Provisions - (Sec. 511) Amends the Public Health Service Act to authorize appropriations for the National Health Service Corps Scholarship Program and the National Health Service Corps Loan Repayment Program. (Sec. 512) Directs the Secretary of Health and Human Services to establish and administer a program to provide allotments to States to provide grants for the creation or enhancement of community based primary health care entities that provide services to pregnant women and children up to age three. Requires grant recipients to substantially target populations of pregnant women and children who: (1) lack health care coverage or ability to pay for health care services; or (2) reside in medically underserved or health professional shortage areas. (Sec. 513) Directs the Secretary to award grants to federally qualified health centers (FQHCs) and other entities submitting applications for the purpose of providing access to services for medically underserved populations or in high impact areas not currently served by a FQHC. Limits the expenditure of funds awarded an FQHC to the provision of those services provided under the Medicaid program and any unreimbursed costs of providing services under the community based primary health care grant program. Authorizes appropriations. (Sec. 514) Authorizes the Secretary to award competitive grants to eligible entities to implement a plan for mental health outreach programs in rural areas. Authorizes appropriations. (Sec. 515) Directs the Secretary, in awarding grants under the Public Health Service Act relating to the research, teaching, and training activities of health personnel educational entities, to give priority to those entities that have a high permanent rate for placing graduates in settings serving residents of medically underserved communities and that otherwise demonstrate a commitment to serving such communities. Directs the Secretary to award grants to: (1) health professions institutions to expand training programs that are targeted at individuals desiring to practice in or serve the needs of medically underserved communities; and (2) eligible regional consortia to enhance and expand coordination among various health professions programs, particularly in medically underserved rural areas. Authorizes appropriations. (Secs. 516 and 517) Authorizes the Secretary to award competitive grants to eligible entities to: (1) facilitate the development of networks among rural and urban health care providers to preserve and share health care resources and enhance the quality and availability of rural health care; and (2) develop and administer cooperatives in rural areas that will establish an effective case management and reimbursement system designed to support the economic viability of essential health services, facilities, health care systems, and health care resources. Authorizes appropriations. Title IV: Malpractice Reform - (Sec. 601) Directs the Assistant Secretary of Health, through the Administrator of the Agency for Health Care Policy and Research, to establish a program of grants to assist States in establishing prelitigation panels to identify meritorious claims of professional negligence, encourage resolution prior to lawsuit, and encourage withdrawal or dismissal of nonmeritorious claims. Authorizes appropriations. Title VII: Health Promotion and Disease Prevention - (Sec. 701) Treats expenditures for disease prevention and health promotion programs as amounts paid for medical care for purposes of allowing tax deductions. (Sec. 702) Requires the Secretary to award grants to States to provide assistance to businesses with up to 100 employees for the establishment of employee worksite wellness programs. Authorizes appropriations. (Sec. 703) Authorizes appropriations to expand comprehensive school health education programs under the Public Health Service Act. Title VIII: Prescription Drug Cost Containment - (Sec. 801) Amends the Internal Revenue Code to reduce the amount by which the possession tax credit exceeds the manufacturer's wage base in the case of manufacturers of single source or innovator multiple source drugs. Title IX: Financing - (Sec. 901) Amends the Internal Revenue Code to repeal the dollar limitation on the amount of wages subject to the hospital insurance tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Access to Affordable Health Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to contain health care costs and increase access to affordable health care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:40-05:00"
}