{
  "actions": [
    {
      "acted_at": "1979-05-23", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-30", 
      "references": [], 
      "text": "Reported to House from the Commitee on Interstate and Foreign Commerce with amendment, H. Rept. 96-225.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "bill_ids": [
        "s1905-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1905 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres341-96", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Abdnor, James", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Marlenee, Ron", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00737", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Stangeland, Arlan", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01098", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-23", 
  "number": "341", 
  "official_title": "A joint resolution to require continuation of rail service by the Chicago, Milwaukee, St. Paul and Pacific Railroad for a period of 45 days.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres439-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1905-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-23", 
  "subjects": [
    "Bankruptcy", 
    "Coal", 
    "Collective bargaining", 
    "Corporate reorganizations", 
    "Dismissal wage", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Employee rights", 
    "Federal aid to transportation", 
    "Labor productivity", 
    "Layoffs", 
    "Occupational retraining", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad retirement plans", 
    "Railroads", 
    "Recruiting of employees", 
    "Relocation of employees", 
    "Securities", 
    "Transfer of employees", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Railroad freight operations", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1979-10-30", 
    "text": "(Measure laid on table in House, S. 1905 passed in lieu) Permits the Milwaukee Railroad to enter into agreements to sell all or any portion of its rail properties. Authorizes the Secretary of Transportation to develop plans, participate in negotiations, and recommend proposals for the sale or transfer of any such properties, giving preference to financially responsible persons. Authorizes the bankruptcy court to authorize the abandonment of the lines of the Milwaukee Railroad if an employee ownership or employee-shipper ownership arrangement is not implemented or on March 1, 1980, whichever occurs first. Stipulates that, pending the expiration of the time for appeal of such an order, the court may authorize the termination of service on a line to be abandoned. Stipulates that such order may not be stayed. Authorizes the bankruptcy court to authorize the sale or transfer of a line of such railroad, subject to the approval of the Interstate Commerce Commission (ICC), if an employee ownership or employee-shipper ownership arrangement is not implemented or on March 1, 1980, whichever occurs first. Authorizes such court to permit the purchasing carrier to operate interim service pending review by the ICC. Authorizes an association of representatives of national railway labor organizations, employee coalitions, and shippers to submit to the Commission a single plan for converting all or substantially all of the Milwaukee Railroad into an employee or employee-shipper-owned company. Stipulates that such a plan must be submitted by December 1, 1979. Directs the Commission, within 30 days, to approve such a plan if: (1) adequate financing is available to the proponents of such plan; (2) the plan is fair and equitable to the railroad's creditor's; (3) implementation of such plan will occur by March 1, 1980; and (4) the railroad can be operated on a self-sustaining basis. Stipulates that the plan shall be presumed to be feasible. Directs the Commission, upon finding that the plan meets such criteria, to submit its findings to the bankruptcy court. Directs the court, within ten days, to determine whether the plan is fair and equitable to the estate of the Milwaukee Railroad. Stipulates that if the court approves such plan the proponents shall implement the plan by March 1, 1980. Amends the Emergency Rail Services Act of 1970 to remove the requirement that Federally guaranteed railroad certificates of railroads in reorganization be treated as an expense of administration and receive the highest priority in bankruptcy if the railroad involved is actively engaged in formulating an employee ownership plan or an employee-shipper ownership plan. Increases the aggregate principal amount of all certificates which may be guaranteed under such Act. Directs the Secretary of Transportation to immediately guarantee trustee certificates of the Milwaukee Railroad to allow the railroad to maintain its rail system. Exempts such guarantees from provisions concerning the disposal and proceeds from the sale of assets. Stipulates that such certificates shall be subordinated to the claims of any creditors of the railroad which exist on the date of enactment of this Act. Stipulates that separated or furloughed employees of such railroad shall have the first right of hire by other rail carriers subject to regulation by the ICC, with specified exceptions. Entitles employees who are separated from employment after discontinuance of service or March 1, 1982, whichever first occurs, to six months of interim employee assistance. Sets forth the formula for determining the amount of such assistance. Entitles employees required to move to maintain their employment and separated employees required to move in order to obtain other rail employment to receive moving expense benefits. Entitles employees of the Milwaukee Railroad who are separated from employment with such railroad or any other carrier before March 1, 1984, to receive monthly supplementary unemployment insurance. Sets forth conditions and amounts of such assistance. Directs the Railroad Retirement Board to maintain a list of separated employees desiring other employment and a list of available rail employment, through December 31, 1984. Entitles employees of a restructured Milwaukee Railroad or of other rail carriers who were separated in connection with such restructuring to receive employee relocation incentive compensation. Sets forth conditions and amounts of such assistance. Entitles employees of such railroad on October 26, 1979, who are separated prior to March 1, 1981, to elect to receive a separation allowance from the Milwaukee Railroad, according to a specified formula. Stipulates that an employee of such railroad who elects to receive a separation allowance shall be entitled to receive from the Railroad Retirement Board expenses for training in qualified institutions for new career opportunities. Requires employees who are eligible for the various types of assistance to elect which type they will receive. Authorizes appropriations for the supplementary unemployment insurance, the new career training assistance, and administrative expenses. Directs the Secretary, pursuant to the Railroad Revitalization and Regulatory Reform Act of 1976 to guarantee obligations of such railroad in order to provide such assistance for employees affected by restructuring, transactions, or reductions in service by such railroad. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to authorize the Secretary to purchase redeemable preference shares or trustee certificates which are convertible to such shares to facilitate the rehabilitation and improvement of Milwaukee Railroad property that has been sold to another person, or retained by such railroad so long as such property will be used for continuing rail service. Sets forth conditions for such purchase. Directs the Secretary of Energy to immediately conduct an assessment and report to Congress concerning present and potential coal hauling needs in the area served by such railroad. Authorizes a bankruptcy court, upon the date of enactment of this Act, to authorize the abandonment or sale or transfer subject to ICC approval of lines of railroad in any case pending under the Bankruptcy Act. Stipulates that, pending the expiration of the time for appeal of such an order, the court may authorize the termination of service on a line to be abandoned. Stipulates that such an order may not be stayed. Directs the Railroad Retirement Board to publish a document describing employee rights under this Act. Requires such Board to make semiannual reports to Congress describing its activities concerning Milwaukee Railroad employees. Directs the Milwaukee Railroad to maintain its entire railroad system and continue its level of service existing on October 15, 1979 until: (1) an employee or employee-shipper ownership plan is not submitted to the Commission in the allotted time; (2) the Commission finds the plan not to be feasible; (3) the bankruptcy court finds that the plan is not fair and equitable to the railroad's creditors; or (4) the plan is not implemented within the allotted time. Amends the Regional Rail Reorganization Act of 1973 to stipulate that the United States Railway Association may increase the principal amount of a loan, in an amount not to exceed $4,000,000, if the railroad makes a written commitment to adopt an employee stock ownership plan which will acquire $200,000 worth of employer stock. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to permit assistance for facilities rehabilitation and improvement financing for significant railroad restructuring if the benefits of such restructuring are not likely to be achieved without such assistance. Authorizes the Office of Rail Public Counsel to represent before the bankruptcy court affected shippers, localities, and municipalities with respect to the proposed abandonment of any lines of the Milwaukee Railroad."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to require continuation of rail service by the Chicago, Milwaukee, St. Paul and Pacific Railroad for a period of 45 days.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:13-05:00"
}