{
  "actions": [
    {
      "acted_at": "1977-03-17", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5218-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Barnard, Doug, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "00054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Flood, Daniel J.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00391", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Jenrette, John W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "00596", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "LeFante, Joseph A.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00677", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Ryan, Leo J.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01006", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-17", 
  "number": "5218", 
  "official_title": "A bill to provide meaningful and productive work for the Nation's youths, and to provide comprehensive job counseling and placement services for youths.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1731-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Youth Employment Act", 
  "sponsor": {
    "district": "24", 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-17", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Labor and employment", 
    "Manpower training programs", 
    "Public service employment", 
    "Public works", 
    "States", 
    "Student employment", 
    "Unemployment", 
    "Vocational guidance", 
    "Youth", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-17", 
    "text": "Comprehensive Youth Employment Act - Title I: Youth Employment and Community Service Programs - Amends the Comprehensive Employment and Training Act of 1973 to establish a Youth Community Service Program whereby prime sponsors under such Act are to provide financial assistance to eligible applicants for the purpose of providing Youth Community Service employment to youths in jobs required to carry out approved community service projects. Directs each prime sponsor to provide financial assistance to eligible applicants for the establishment of youth opportunity in private enterprise and youth occupational information and career guidance programs. Directs the Secretary of Labor to make payments to prime sponsors in order to make financial assistance available to local education agencies for the purpose of providing youths in secondary schools with job experience. Authorizes the Secretary to establish a National Occupational Information and Career Guidance Service in the Department of Labor to undertake estimates of present and future occupational needs, to compile data on the numbers of people engaged in education and training, to assist States in the preparation of individual State and area projections of occupational outlook, and to serve as the informational and statistical base required for matching career preparation with future career prospects. Authorizes the Secretary to (1) make grants to public agencies, colleges, and nonprofit organizations for the purpose of training and retraining job counseling and placement personnel and (2) carry out a program of demonstration and evaluation projects relative to job counseling, information, and placement programs for youths. Requires each prime sponsor to establish an Education-Work Committee of its planning council. States the duty of such committees to be to make recommendations with respect to the programs established under this title and to institute local career development plans. Title II: National Conservation Corps - National Conservation Corps Act - Directs the Secretary of Agriculture and the Secretary of the Interior to jointly establish a National Conservation Corps for the purpose of providing employment and training for youths in projects which reduce the inventory of conservation work or provide public benefits in connection with the conservation, protection, reforestation, regeneration, improvement, development, utilization, maintenance, or enjoyment of the natural resources of lands and waters under the ownership or control of the United States, any agency thereof, or of any State or any subdivision thereof. Authorizes the Secretaries to make grants to States and local governments to assist them in employing youths to carry out conservation projects on non-Federal public lands and waters. Title III: Job Corps - Amends the Comprehensive Employment and Training Act of 1973 to increase the amount authorized to be appropriated annually to the Job Corps."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Youth Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Conservation Corps Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide meaningful and productive work for the Nation's youths, and to provide comprehensive job counseling and placement services for youths.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:53-05:00"
}