{
  "actions": [
    {
      "acted_at": "1984-10-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6422-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-10-09", 
  "number": "6422", 
  "official_title": "A bill to authorize the Director of the ACTION Agency to provide grants to States and units of general local government for youth service projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Voluntary National Youth Service Act", 
  "sponsor": {
    "district": "16", 
    "name": "Panetta, Leon", 
    "state": "CA", 
    "thomas_id": "00888", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-10-09", 
  "subjects": [
    "Antipoverty program", 
    "Children and youth", 
    "Employment and training programs", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Poor", 
    "Public Welfare and Charities", 
    "Public service employment", 
    "State finance", 
    "States", 
    "Unemployed", 
    "Volunteer workers", 
    "Youth employment"
  ], 
  "subjects_top_term": "Youth employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-10-09", 
    "text": "Voluntary National Youth Service Act - Authorizes the Director of the ACTION Agency to make grants to eligible States and local governments for youth service projects. Requires the Director to designate specific activities as service categories in which project participants may serve. Sets forth criteria for such designations. Sets forth types of positions which such service categories may include. Sets forth grant eligibility requirements for States and local governments, including requirements for plans and matching funds. Requires that specified percentages of poor persons and of unemployed persons participate in such projects. Sets forth requirements relating to the amount of wages, benefits, and subsistence allowances for project participants. Requires the Director to distribute such grants among eligible States and local governments on the basis of which ones will best use such funds, as determined on the basis of the plans submitted. Sets forth nondiscrimination provisions. Requires that project participants be not less than 17 and not more than 24 years old. Prohibits any person from serving on such a project for more than a three-year period. Requires participants to agree to serve for at least a six-month period. Prohibits acceptance for project service of any person who does not hold a high school diploma or its equivalent, unless such person has not been enrolled as a high school student during the three-month period before the date of such acceptance. Limits to ten percent of any such grant the amount which may be used for administrative expenses. Sets forth project grant review and reporting requirements. Amends the Domestic Volunteer Service Act of 1973 to provide for a second Associate Director of the ACTION Agency. Provides that such Associate Director shall carry out operational responsibility for all programs authorized under this Act. Makes other conforming amendments to such Act which add references to this Act. Authorizes appropriations for FY 1986 and succeeding fiscal years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Voluntary National Youth Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Director of the ACTION Agency to provide grants to States and units of general local government for youth service projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:20-05:00"
}