{
  "actions": [
    {
      "acted_at": "2011-05-17", 
      "references": [
        {
          "reference": "CR S3054-3055", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-17", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S3055-3057", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1011-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-17", 
  "number": "1011", 
  "official_title": "A bill to improve the provisions relating to the privacy of electronic communications.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2471-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Electronic Communications Privacy Act Amendments Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-17", 
  "subjects": [
    "Business records", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal investigation, prosecution, interrogation", 
    "Evidence and witnesses", 
    "Intelligence activities, surveillance, classified information", 
    "Internet and video services", 
    "Right of privacy", 
    "Telephone and wireless communication", 
    "Terrorism"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-17", 
    "text": "Electronic Communications Privacy Act Amendments Act of 2011 - Amends numerous provisions of the Electronic Communications Privacy Act of 1986 (specifically, a chapter within such Act commonly referred to as the Stored Communications Act) to: (1) add geolocation information services to the category of electronic and remote computing service providers required, under specified circumstances, to disclose customer or subscriber information to a governmental entity (an agency of the United States or any state or political subdivision thereof); (2) apply equally to such providers revised standards for disclosing, either voluntarily or pursuant to a warrant, subpoena, or other requirement, the contents of wire or electronic communications (eliminates existing standards based on whether such communications are stored electronically for more than 180 days) and records and specified identification information other than the contents of such communications; and (3) enumerate circumstances under which a governmental entity may use an electronic communications device to acquire geolocation information, including during designated emergencies or in response to a call for emergency services, or require a provider to disclose such contemporaneous, prospective, or historical information. Defines \"geolocation information\" as information concerning the location of an electronic communications device generated by or derived from the operation or use of such a device, excluding certain customer identification information and the contents of communications. Requires customer notice of certain disclosures. Allows a governmental entity to request delayed notice in permitted instances. Sets forth provisions: (1) concerning suppression of certain geolocation evidence at various proceedings, (2) barring legal actions against providers and related persons assisting in providing authorized geolocation information, and (3) revising certain voluntary disclosures based on cybersecurity rights. Authorizes the Director of the Federal Bureau of Investigation (FBI) to request the toll billing records and electronic communication identifiable information of a person or entity if the Director certifies in writing that such information is relevant to an authorized investigation to protect against international terrorism or clandestine intelligence activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Communications Privacy Act Amendments Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the provisions relating to the privacy of electronic communications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:08:58-05:00"
}