{
  "actions": [
    {
      "acted_at": "2010-06-22", 
      "committee": "Committee on Education and Labor, and in addition to the Committees on Financial Services, Transportation and Infrastructure, Energy and Commerce, Science and Technology, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and Labor, and in addition to the Committees on Financial Services, Transportation and Infrastructure, Energy and Commerce, Science and Technology, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-22", 
      "committee": "House Education and Labor", 
      "references": [], 
      "text": "Referred to House Education and Labor", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-22", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-22", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-22", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-22", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-22", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-23", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Economic Development, Public Buildings and Emergency Management", 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-23", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-13", 
      "in_committee": "House Education and Labor", 
      "references": [], 
      "subcommittee": "Early Childhood, Elementary, and Secondary Education", 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-13", 
      "in_committee": "House Education and Labor", 
      "references": [], 
      "subcommittee": "Higher Education, Lifelong Learning, and Competitiveness", 
      "text": "Referred to the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5567-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education, Lifelong Learning, and Competitiveness", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings and Emergency Management", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "sponsored_at": "2010-07-22", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Green, Gene", 
      "sponsored_at": "2010-07-20", 
      "state": "TX", 
      "thomas_id": "00462", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "2010-07-26", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Richardson, Laura", 
      "sponsored_at": "2010-07-19", 
      "state": "CA", 
      "thomas_id": "01883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "sponsored_at": "2010-07-30", 
      "state": "VA", 
      "thomas_id": "01037", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-22", 
  "number": "5567", 
  "official_title": "To invest in urban universities and create innovation and economic prosperity for the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Urban University Renaissance Act of the 21st Century", 
  "sponsor": {
    "district": "1", 
    "name": "Wu, David", 
    "state": "OR", 
    "thomas_id": "01598", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-22", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Business investment and capital", 
    "Economic development", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Environmental assessment, monitoring, research", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Health care coverage and access", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Higher education", 
    "Housing and community development funding", 
    "Industrial policy and productivity", 
    "Low- and moderate-income housing", 
    "Minority health", 
    "Public-private cooperation", 
    "Research administration and funding", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Technology transfer and commercialization", 
    "Urban and suburban affairs and development"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-22", 
    "text": "Urban University Renaissance Act of the 21st Century - Authorizes the Secretary of Housing and Urban Development (HUD) (Secretary) to award grants to institutions of higher education (IHEs) to establish and maintain community outreach partnership centers and expand existing community engagement activities that address urban problems. Authorizes the Secretary to award grants to IHEs to assess and enhance their community engagement capacities. Authorizes the Secretary to award grants to assistant professors that have expertise on urban problems for research on such problems. Authorizes the Secretary to award grants to and enter into contracts with schools that satisfy certain criteria as urban grant universities to assist them in promoting innovative research, education, training, and service activities regarding urban problems. Authorizes the Secretary to award fellowships to individuals at such schools who are pursuing graduate studies that focus on urban problems. Establishes the University Partnerships Advisory Council. Authorizes the Secretary to award grants to IHEs and partnerships of IHEs and certain housing stakeholders to undertake community development and affordable housing projects serving persons of low and moderate income. Establishes the National Innovation Council in the Executive Office of the President to coordinate federal innovation policy and fund state and local innovation initiatives. Establishes the Cluster Information Center, under the direction of the Council, to promote the collection, development, and dissemination of data and analysis about geographic concentrations of interconnected businesses, suppliers, and associated institutions in particular fields or industries (clusters) for use in guiding investments in cluster activities. Authorizes the Council to make: (1) CLUSTER grants to promote cluster growth and competitiveness; (2) national sector research grants to encourage innovation through research partnerships between academic institutions located in major metropolitan areas and industry research alliances; (3) productivity enhancement research grants; (4) state innovation-based economic development partnership grants; and (5) technology diffusion grants to promote the diffusion, by Regional Centers for the Transfer of Manufacturing Technology, of existing technological innovations to companies that underutilize such innovations. Amends the Public Works and Economic Development Act of 1965 to authorize the Secretary of Commerce to make grants for the establishment of university centers to conduct applied research, provide technical assistance to public and private entities, and conduct other activities to enhance regional economic development in distressed areas. Amends the National Environmental Education Act to authorize the Administrator of the Environmental Protection Agency (EPA) to make grants to IHEs to establish and maintain community outreach partnership centers that address the environmental problems facing local communities through research and outreach. Amends the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to establish an urban partnership pilot program providing grants to partnerships between high-need urban local educational agencies (LEAs) and urban universities to improve teacher effectiveness in urban schools through teacher training, recruitment, and retention efforts. Directs the Secretary of Education to contract with a nonprofit organization to establish a clearinghouse to identify and disseminate strategies to improve teacher effectiveness in high-need urban LEAs. Authorizes the Secretary of Education to award competitive grants to states to enable them to work with statewide partnerships to: (1) promote better alignment of content knowledge requirements for secondary school graduation with the knowledge and skills needed to succeed in postsecondary education, the 21st century workforce, or the Armed Forces; or (2) establish or improve a statewide preschool through college (P-16) education data system. Requires state grantees to provide competitive subgrants to partnerships of certain local educational stakeholders for efforts to improve student outcomes across the local P-16 educational system. Amends the Higher Education Act of 1965 to require the Secretary of Education to award grants to urban universities to further develop and apply research findings to efforts to: (1) improve elementary and secondary teacher quality and retention, or improve the postsecondary and workplace readiness of their students; (2) improve the economic health of their areas; or (3) reduce health disparities in their areas. Amends the Public Health Service Act to direct the Secretary of Health and Human Services (HHS) to: (1) issue reports to Congress on health workforce diversity; (2) establish a technical clearinghouse on health workforce diversity within the Office of Minority Health and coordinate current and future clearinghouses; and (3) arrange for an evaluation of current health workforce diversity initiatives funded by the Department of HHS."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Urban University Renaissance Act of the 21st Century", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To invest in urban universities and create innovation and economic prosperity for the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:30-05:00"
}