{
  "actions": [
    {
      "acted_at": "1978-03-09", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Environment and Public Works with amendment, S. Rept. 95-836.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-25", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-25", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-11", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-11", 
      "bill_ids": [
        "hr11226-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 11226.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Senate agreed to House amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "House agreed to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-05", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-05", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-05", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-17", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-17", 
      "references": [], 
      "text": "Public Law 95-467.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2704-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-17", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-09", 
  "number": "2704", 
  "official_title": "A bill to promote a more adequate and responsive national program of water research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11126-95", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr11226-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Water Research and Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Gravel, Mike", 
    "state": "AK", 
    "thomas_id": "01343", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-09", 
  "subjects": [
    "Education", 
    "Environmental protection", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Higher education", 
    "Information services", 
    "Patents", 
    "Public works", 
    "Research and development", 
    "Saline water conversion", 
    "Technology transfer", 
    "Water resources development", 
    "Water supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1978-09-25", 
    "text": "(Senate agreed to House amendments with an amendment) Water Research and Development Act - =Title I: Water Resources Research and Development= - Provides for the designation of a water resources research and technology institute at a college or university within each State. Directs the Secretary of the Interior to assist such institutes in the study of the hydrologic cycle; the conservation and reuse of water; the economic, legal and social aspects of water use; and other specified topics. Directs each State institute to annually report to the Secretary concerning its efforts to coordinate water resources research within its jurisdiction. Requires such institutes to cooperate with the Secretary in the development of five-year water resources research and development program. Directs the institute to transmit all research and development proposals from the academic community to the Secretary for consideration and funding. Authorizes a program to provide funds, on a competitive basis, to State institutes for transferring research results to other organizations for further development and practical use. Authorizes the Secretary to make grants to institutes to match, on a dollar-for-dollar basis, funds available to institutes from non-Federal sources to meet the necessary expenses of specific water and related land resource research projects. Permits the Secretary to make grants to qualified educational institutions, private foundations, private firms, and individuals to conduct water research and development projects. Allows the Secretary to make advance payments of initial expenses to facilitate such projects. Prohibits the expenditure of funds appropriated under this Act until 30 days have elapsed following the transmittal of a report concerning such expenditures to designated committees of Congress. Requires that such report include among other things, the location, characteristics, and estimated cost of such projects. =Title II: Water Research and Development for Saline and Other Impaired Waters= - Directs the Secretary to conduct, encourage, and promote research aimed at converting impaired water into water suitable for beneficial uses. Directs the Secretary to carry out engineering and technical work to test various saline water conversion processes. Requires the Secretary to study the economic aspects of various techniques of saline water conversion. Directs the Secretary to use the expertise of the Department of the Interior in water marketing activities. Permits the Secretary to receive compensation for studies or surveys related to impaired waters. =Title III: Technology Transfer and Information Dissemination= - Authorizes the Secretary to carry out a research assessment and technology transfer program. Permits the Secretary to create and maintain a national center for the acquisition, processing and dissemination of information concerning water resources research, technology development, and demonstration. =Title IV: General Provisions= - Grants the Secretary powers consistent with the duties assigned under this Act. Authorizes funds for the implementation of this Act in the categories of research, development and demonstration plant studies. Limits the use of funds for foreign activities under this Act. Sets criteria for the approval of grants under this Act. Directs the Secretary to cooperate with relevant Federal, State and local agencies in the implementation of this Act. Permits the Secretary to receive compensation for waters and byproducts created by programs created by this Act. Sets forth the policy with regard to patents under this Act. Requires the Secretary to report to the President and Congress annually concerning the programs created by this Act. Repeals the Water Resources Research Act of 1964, and the Saline Water Conversion Act of 1971. Requires that rules and regulations prescribed by the Secretary pursuant to this Act or relating to a desalting plants study under Public Law 95-84 be transmitted to Congress for a 30-day waiting period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote a more adequate and responsive national program of water research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:41-05:00"
}