{
  "actions": [
    {
      "acted_at": "1980-03-25", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-1396.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6915-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Hall, Sam B., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00485", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kindness, Thomas N.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Lungren, Daniel E.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sawyer, Harold S.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01021", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-25", 
  "number": "6915", 
  "official_title": "A bill to revise title 18 of the United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Code Revision Act of 1980", 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-25", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Arrest", 
    "Arson", 
    "Assault", 
    "Bail", 
    "Bribery", 
    "Burglary", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Conspiracy", 
    "Contempt of court", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Counterfeiting", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes aboard aircraft", 
    "Crimes against women", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal law", 
    "Criminal liability", 
    "Criminal procedure", 
    "Disabled", 
    "Drugs and narcotics", 
    "Electronic surveillance", 
    "Embezzlement", 
    "Entrapment", 
    "Evidence (Law)", 
    "Extradition", 
    "Fines (Penalties)", 
    "Forgery", 
    "Fraud", 
    "Gambling", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Grand jury", 
    "Homicide", 
    "Imprisonment", 
    "Indian courts", 
    "Indictments", 
    "Judicial officers", 
    "Jurisdiction", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Larceny", 
    "Marijuana", 
    "Mentally handicapped", 
    "Misconduct in office", 
    "Murder", 
    "Narcotics and crime", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Native Americans", 
    "Organized crime", 
    "Pardons", 
    "Parole", 
    "Perjury", 
    "Pleas (Criminal procedure)", 
    "Political crimes", 
    "Prisons", 
    "Probation", 
    "Prosecution", 
    "Public defenders", 
    "Punishment", 
    "Rape", 
    "Rehabilitation of criminals", 
    "Robbery", 
    "Searches and seizures", 
    "Sedition", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex discrimination", 
    "Smuggling", 
    "Support of dependents", 
    "Supreme Court", 
    "Tax evasion", 
    "Treason", 
    "Trials", 
    "Voting", 
    "Women's rights"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1980-09-25", 
    "text": "(Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-1396) Criminal Code Revision Act of 1980 - =Title I: Revision of Title 18= - Amends in its entirety title 18, the Federal criminal code. Subdivides such title into the following subtitles: (1) provisions of general applicability; (2) offenses; (3) sentencing and corrections; (4) administration and procedure; and (5) ancillary civil proceedings. Subtitle I: Provisions of General Applicability - Sets forth 36 general definitions. Defines Federal jurisdiction as including the general and special (territorial, maritime, and aircraft) jurisdiction of the United States, specified aspects of extraterritorial jurisdiction, and Indian country jurisdiction. Provides that the separate sections describing offenses may specify circumstances giving rise to Federal jurisdiction. Directs the Attorney General to prescribe guidelines for the exercise of Federal enforcement efforts where there is concurrent State or local jurisdiction over the offense. Requires that such guidelines provide for the discontinuation of Federal efforts unless a demonstrable, substantial interest would be served, and take into consideration the following factors; the relative gravity of the Federal offense and the State or local offense; (2) the nature and extent of the Federal interest in the investigation; and (3) the resources available to the Federal, State, and local authorities. Directs the Attorney General to consult with State and local governments concerning the exercise of Federal jurisdiction and to report annually to Congress on the extent of such exercise. Provides that Federal jurisdiction is not generally preemptive of the exercise of jurisdiction by a State or local government, Indian tribe, or military court, but enumerates offenses with respect to which the Attorney General may order preemption. Limits to four the mental states required to be proved with respect to criminal conduct (\"intentional\", \"knowing\", \"reckless\", and \"negligent\"). Specifies matters of law requiring no proof of state of mind, including jurisdiction, bars to prosecution, and defenses. Sets forth a general criminal complicity section, including rules with respect to the liability of an accomplice, of an organization for the conduct of an agent, and of an agent for the conduct of an organization. Allows a defendant to be convicted of an offense based on the conduct of another person only if such defendant knowingly and with specific intent induced or aided the commission of the offense (thus rejecting the \"Pinkerton\" doctrine, which makes a coconspirator liable for the reasonably foreseeable criminal conduct of another person). Permits an organization to be convicted of an offense based on another person's conduct which involves a failure by the organization or its agent to discharge a specific duty of conduct imposed on the organization by law, but stipulates that an organization is not criminally liable where the agency relationship is established by operation of law and without the consent of the organization. Makes it a bar to prosecution that the defendant was less than 18 years old at the time of the commission of the offense, but allows the court upon motion of the Attorney General to determine that the nonapplicability of such bar is in the interest of justice with respect to a defendant who has attained the age of 16 years and is alleged to have committed a class A, B, or C felony. (Under current law the age of 16 years bars prosecution of all offenses as an adult, and persons between the ages of 16 and 18 are treated as juveniles unless the offense is a felony punishable by ten or more years of imprisonment.) Provides for a general statute of limitations of: (1) five years for a felony; and (2) three years for a misdemeanor or infraction (under current law such bar varies with the offense), but permits an extended period for certain concealable offenses. Sets forth as statutory law the following defenses to criminal liability: (1) insanity; (2) intoxication; (3) mistake of fact or law; (4) protection of persons; and (5) protection of property. Sets forth as affirmative defenses: (1) duress; and (2) reliance upon official misstatement. Subtitle II: Offenses - Organizes offenses by the following types (rather than alphabetically as under current law): (1) attempt and conspiracy; (2) offenses involving national defense; (3) offenses involving international affairs; (4) offenses involving government process; (5) offenses involving revenue; (6) offenses involving individual rights; (7) offenses involving the person; (8) offenses involving property; and (9) miscellaneous offenses. Replaces the particularized penalties for individual offenses in current law with general penalty provisions specifying: (1) terms of imprisonment based on five classes of felonies (A to E) and three classes of misdemeanors (A to C); and (2) levels of fines according to the type of offense. Includes the offense of criminal \"attempt\" only insofar as provided by specific offenses. Omits as general crimes \"facilitation\" and \"solicitation.\" Includes among new Federal crimes: (1) speculating on official action or information; (2) a series of offenses covering the obstruction of political rights; (3) possession of an eavesdropping device with intent that it be used unlawfully; (4) trafficking in stolen property; (5) trafficking in counterfeit labels for phonorecords, motion pictures, and audiovisual works; and (6) operating a racketeering syndicate. Revises numerous offenses, including the following changes. Limits the offense of \"impairing military effectiveness\" to time of war or national defense emergency or where a major weapons system or means of defense against large scale enemy attack is impaired. Makes the scienter requirement with respect to such offense \"knowing.\" Revises \"espionage\" and certain offenses relating to the dissemination of classified information to cross-reference to the following existing laws: the Atomic Energy Act of 1954, the Espionage and Sabotage Act of 1954, and the Subversive Activities Control Act of 1950. Limits the offense of \"obstructing a Government function by physical action\" to: the service or execution of any authorized legal or judicial document, the performance of extradition or Secret Service duties, the performance of duties under a court order, the passage of the U.S. mail, and the execution by a law enforcement officer of an arrest. Modifies the offense of \"failing to appear as a defendant\" to: (1) include the failure to surrender for service of sentence pursuant to a court order; and (2) vary the penalties according to the category of offense. Revises \"criminal contempt\" to: (1) prohibit disobedience or resistance to lawful court orders, unless the alleged contemnor took reasonable and timely steps to obtain judicial review of the order or such order is constitutionally invalid. Imposes a maximum penalty of five days' imprisonment and/or a $500 fine for such offense. (Current law imposes no such limits.) Defines the crime of \"perjury\" to mean knowingly making a material false statement under oath or affirming a previously made false statement. Amends \"making a false statement\" to consolidate numerous false statement statutes under current law. Limits such offense to written or recorded statements. Punishes oral false statements only with respect to misprision of a felony, false implication of another, or false statements about emergencies. Requires that a Federal public servant who commits the offense of \"tampering with a government record\" be disqualified from office for a period of up to five years. Cross-references the offense of \"tax evasion\" to existing prohibitions under the Internal Revenue Code. Modifies \"civil rights offenses\" to: (1) prohibit discrimination based on sex (current law includes race, color, religion, or national origin); (2) include all \"persons\" (current law protects \"citizens); and (3) allow for a single offender (current law requires a conspiracy). Eliminates, with respect to the offense of depriving another of federally secured rights under color of law, the requirement that a defendant be found to have a specific intent to deprive the victim of such rights (=Screws v United States= 325 U.S. 91 (1945)), but identifies a number of serious crimes which fall within the prohibited conduct. Revises \"sex offenses\" to apply such crimes without distinction as to the sex of the offender or victim. Redesignates rape as aggravated criminal sexual conduct, and includes additional acts with respect to such offense. Makes punishable aggravated criminal sexual conduct towards one spouse by the other, but applies the interspousal exemption with respect to other sex offenses. Modifies the offense of sexual assault (redesignated as criminal sexual conduct) to add the act of compelling a person to participate by threat or placing such person in fear. Provides, with respect to sexual abuse of a minor, that the victim must be less than 16 years old and at least five years younger than the offender and adds as an affirmative defense that the actor reasonably believed the other person to be 16 years of age or older. (Current law prohibits the carnal knowledge of a female under the age of 16 years.) Adds as a new offense \"sexual abuse of a ward\" (engaging in a sexual act with a person in official detention who is under the custodial or disciplinary authority of the actor). Eliminates the \"affecting commerce\" jurisdictional basis of the Hobbs Act. Retains language in current law which defines \"extortion\" as \"wrongfully\" obtaining the property of another (thus preserving the =United States v Enmons= Supreme Court decision (410 U.S. 396 (1976))). Consolidates numerous theft statutes under current law. Broadens the application of the offense of \"laundering racketeering proceeds.\" Revises \"loansharking\" to add as a new offense an extension of credit over $100 in value carrying an annual interest rate exceeding 45 percent. (Such a rate only evidences extortion under current law). Modifies \"drug offenses\" to provide for an increased penalty for simple possession of 100 grams or more of an opiate. Retains the current penalty for possession of marihuana. Eliminates, with respect to \"using a firearm or explosive in the course of a crime\", the current requirement that the firearm be carried \"unlawfully.\" Includes the carrying of imitation firearms. Limits the enhanced penalty provision to offenses capable of causing serious bodily injury. Increases the mandatory minimum sentences for such offense. Precludes suspension of a prison term for a first offense (unlike current law) and release on parole for first or subsequent offenses (unlike current law). Requires, with respect to the offense of \"inciting or leading a riot\", the existence of circumstances which render it likely that the prohibited incitement will cause a riot. Redefines \"riot\" as involving ten or more persons (three in current law). Prohibits the transfer or exhibition of obscene material to a minor or to any person where there is no opportunity to avoid such exposure. Codifies the current Supreme Court definition of \"obscenity.\" Repeals: (1) the Smith Act (which prohibits advocating the overthrow of the government); and (2) the Mann Act (which prohibits the transportation of women in commerce for immoral purposes). Subtitle III: Sentencing and Corrections - Specifies factors to be considered in sentencing, including: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the kinds of sentences available; (3) the applicable sentencing guidelines prescribed by the Judicial Conference of the United States; and (4) the need for the sentence imposed to (A) assure that the severity of the sentence is related to the culpability of the offender and the harm done, (B) assure that similarly placed offenders receive similar sentences, (C) promote respect for the law, (D) deter criminal conduct, (E) protect the public, (F) provide the defendant with needed training, (G) provide restitution to victims, and (H) reconcile the victim, community, and offender. Requires the court to impose a sentence consistent with the guidelines set forth by the Judicial Conference unless the court finds that an aggravating or mitigating circumstance should result in another sentence. Requires the court to state on the record the reasons for imposing a particular sentence, or the specific reasons for imposing a sentence different from that provided for in the guidelines. Requires a presentence hearing to determine any unresolved issue of fact that is essential to the sentencing decision. Allows a defendant who is found guilty of an offense to be sentenced to conditional discharge, unless the offense is a class A felony and the defendant is an individual or the defendant is sentenced at the time to probation or imprisonment. Specifies the considerations of the court in imposing such sentence and conditions which may be attached to such sentence. Authorizes imposition of a term of probation with respect to all but class A felonies, or where the defendant is sentenced at the same time to conditional discharge or imprisonment. Lists permissible terms of probation for each category of offenses. Requires as mandatory conditions of probation that a defendant not commit another crime and make restitution when practical. Enumerates 18 discretionary conditions of probation. Allows a defendant who is found guilty of an offense to be sentenced to make restitution to the victim, unless the offense: (1) violates the provisions relating to investment, monetary, and antitrust offenses or the crime of \"fraud in a regulated industry;\" or (2) is a class (A) felony, the defendant is an individual, and no other sentence is imposed on the defendant. Directs the court not to impose a sentence of restitution if it will unduly complicate or prolong the sentencing process. Sets forth provisions relating to authorized payments for types of offenses, considerations in imposing such a sentence, conditions of such sentence, restitution imposed upon an organization, and enforcement. Requires, when a defendant is alleged to have violated a condition of a sentence of conditional discharge, probation, or restitution, that the appropriate court hold a preliminary hearing to find probable cause if such violation has occurred. Sets forth the powers of the court upon a finding. Requires a revocation hearing to be held within 60 days of any such finding. Sets forth the powers of the court upon a determination by the preponderance of the evidence that the defendant has violated any such sentence. Sets limits on the amount of a fine for each category of offenses, including higher maximums for organizational than for individual defendants. Sets forth provisions relating to considerations in imposing such a sentence, conditions of such a sentence, payment of fines by organizations, modification or remission, and enforcement. Sets maximum terms of imprisonment for five classes of felonies (A to E), and three classes of misdemeanors (A to C). Prohibits the court from considering the defendant's need for correctional treatment as a justification for imposing a term of imprisonment or in determining the length of a term of imprisonment. Prescribes guidelines relative to the modification of a term and the running of concurrent and consecutive terms of imprisonment. Authorizes the court to designate a defendant under the age of 21 years a youthful offender upon a finding that such defendant will benefit from placement in a separate facility or institution pursuant to this Act. Eliminates the \"good time\" provisions of current law. Retains the Bureau of Prisons within the Department of Justice and outlines its organization and responsibilities. Retains the National Institute of Corrections in the Bureau and the Advisory Corrections Council. Continues the Federal Prison Industries. Allows a defendant (but not the Government) to: (1) appeal any sentence on ground that it is not authorized by law; (2) appeal any sentence other than one imposed for an infraction on the grounds that such sentence is based on an inapplicable sentencing guideline, exceeds the maximum prescribed by the guideline and is unreasonable, or is a sentence for which no guideline has been prescribed and is unreasonable; or (3) petition for leave to appeal a felony sentence within the guideline on the grounds that is is unreasonable. Authorizes the court of appeals to resentence the defendant or remand for resentencing upon specified determinations, but stipulates that a new sentence shall not be more severe that the sentence appealed. Directs the Judicial Conference of the United States to prescribe guidelines for use by a sentencing court. Requires that the guidelines: (1) be based on categories of offenders derived from relevant history and characteristics of defendants sentenced in Federal court, and categories of offenses derived from the nature and circumstances of the offenses for which such defendants are convicted; and (2) be reported to Congress by May 1st of the year they are to become effective and take effect 180 days later subject to congressional action. Establishes within the Judicial Conference a seven-year Committee on Sentencing to: (1) recommend sentencing guidelines to the Judicial Conference; (2) recommend to such body standards for Federal judges to use in accepting plea agreements and designating youthful offenders; and (3) collect and make available other information relating to sentencing. Requires that the Committee consist of four judges and three non-judges and reflect a variety of backgrounds and participation and interest in the Federal criminal justice system. Sets forth rules regarding supervision of probation, the appointment and duties of probation officers, transportation of a probationer, transfer of jurisdiction over a probationer, and the arrest and return of a probationer. Carries forward, generally unchanged, current law relating to parole. Makes a prisoner eligible for release after serving one-half of a term of imprisonment over one year (currently one-third), or after serving ten years of a life sentence or sentence over 20 years (currently 30 years). Includes among the items to be considered by the Parole Commission in making a parole release determination: (1) the specific reasons for the sentence imposed; and (2) any transcript of the district court proceedings that are relevant to sentencing. Directs the Judicial Conference of the U.S. and the Parole Commission to submit joint reports within five years of the effective date of the sentencing guidelines evaluating such guidelines and the need for parole release. Subtitle IV: Administration and Procedure - Carries forward the current requirement that a plan be established in each judicial district to ensure the adequate representation of indigent defendants in criminal cases. Increases by 50 percent the maximum fee that a plan may authorize as payment to an attorney for such representation. Adds to the existing circumstances under which a district plan must provide representation: (1) all misdemeanors (current law excludes petty offenses); (2) witnesses appearing before a grand jury or court if there is reason to believe such witness could be subject to criminal prosecution; (3) modification of the terms or conditions of conditional release or probation; and (4) the preliminary and revocation hearing with respect to alleged violations of conditional discharge probation or parole. Carries forward current law regarding an appeal by the United States in a criminal case to a court of appeals. Continues the existing authority of the Supreme Court to prescribe rules and procedures in criminal cases (retains the current period of 90 days for congressional review). Leaves current law generally unchanged with respect to the following arrest, law enforcement, and other preliminary matters: (1) indictment and list of jurors and witnesses for a prisoner in capital cases; (2) demands for production of statements and reports of witnesses; (3) power of courts and magistrates; (4) extraterritorial jurisdiction; (5) security of the peace and good behavior; (6) warrant for removal; (7) powers of the Federal Bureau of Investigation; (8) powers of marshals and deputies; (9) powers of certain officers relating to offenses involving animals and birds; (10) powers of the Secret Service; (11) bankruptcy investigations; (12) interned belligerent nationals; (13) rewards and appropriations; (14) powers of postal personnel; (15) preliminary examinations; and (16) surrender of youthful offenders to State authorities. Permits any investigation or law enforcement function of the Attorney General to be delegated to a railroad common carrier for the protection of employees, passengers, or property of such carrier. Carries forward current law regarding extradition and the transfer of offenders to and from foreign countries. Enacts into law the Interstate Agreement on Detainers. Leaves generally unchanged current law with respect to venue, but limits the prosecution of the offense of transferring obscene material to the district from which the material was disseminated or in which the offense was completed. (Current law allows such prosecution in any district through which the material moves.) Leaves generally unchanged current law regarding juvenile delinquency (as set forth in the 1974 Juvenile Justice and Delinquency and Prevention Act). Retains the requirement that juveniles charged with Federal offenses be transferred to State authorities except upon certification by the Attorney General. Requires that a juvenile who is not surrendered to State authorities be proceeded against pursuant to the juvenile delinquency procedures, unless the court determines that the immaturity bar to prosecution does not apply. Adds to the current criteria for making such a determination whether juvenile disposition will reflect the seriousness of the juvenile's conduct, promote respect for the law, and provide a just response to the conduct of the juvenile. Revises the procedures to be followed to: (1) determine competence to stand trial; (2) treat those found to be incompetent; and (3) deal with persons who are competent but suffer from mental disabilities. Requires a court to order a screening examination whenever there is reasonable cause to believe that a defendant lacks competence. Permits a defendant who is found to be competent to request a hearing to determine if a more thorough examination is necessary. Requires that any such examination be conducted by a qualified mental health examiner. Requires at the final hearing that the trial proceed unless the court determines by a preponderance of the evidence that the defendant is incompetent. Directs the court, after determining at such hearing that the defendant is not competent, to hold a subsequent hearing to determine: (1) whether there is substantial probability that the defendant can be restored to competence within a certain maximum period; and (2) if so, the appropriate treatment. Directs the court to release a defendant of all charges (except class A or B felonies) if: (1) the defendant does not request an opportunity to be restored; (2) there is no substantial probability that the defendant can be restored; or (3) the defendant has received a certain period of treatment. (Current law does not provide for the screening examination or subsequent hearing.) Directs the Secretary of Health, Education, and Welfare to prescribe rules with respect to the use of psychosurgery, electric shock treatment, and protracted use of psychotropic drugs on mentally incompetent defendants. Requires that such rules: (1) entitle the person treated to accept, refuse, or revoke an acceptance of, proposed treatment; and (2) require informed consent in accordance with specified guidelines. Amends the Federal Rules of Criminal Procedure to permit a defendant to be found not guilty by reason of insanity. Directs a court to deliver to State authorities for possible civil commitment any person who is found to be: (1) not guilty by reason of insanity; (2) incompetent with no substantial probability of improvement; or (3) incompetent and has not recovered after the end of the maximum period, and presently suffers from a mental disease as a result of which release would create a substantial likelihood of serious injury to the person or property of another. Requires a hearing on the mental condition of a defendant serving a sentence of imprisonment who objects to being transferred to a facility for care or treatment. Carries forward certain provisions of current law regarding the release of offenders. Restates certain search warrant provisions in current law. Prohibits any Federal agency from installing or using a \"pen register\" (a mechanical device which records the numbers dialed on a telephone line to which it is attached) without first obtaining a court order pursuant to specified procedures. Allows a law enforcement officer specially designated by the Attorney General to install and use a pen register without a court order if an emergency situation exists with respect to life threatening criminal activities and grounds exist for the authorization of such use. Carries forward current law regarding special grand juries (leaving unchanged the reporting requirements). Restates certain provisions of current law regarding speedy trial (as amended by the Speedy Trial Act Amendments of 1979, Public Law 96-43). Deletes certain provisions relating to district court plans for the disposition of criminal cases. Retains current provisions regarding the exercise of criminal jurisdiction by United States magistrates (as amended by Public Law 96-82). Restates current law regarding witnesses and evidence. Subtitle V: Ancillary Civil Proceeding - Consolidates and enumerates offenses for which the appropriate Government agency may initiate civil forfeiture proceedings. Establishes procedures and standards for the seizure of property involved in such crimes. Permits innocent third parties with financial interests in the property subject to forfeiture to have their equitable and legal claims settled by a district court, rather than the seizing agency (as under current law). Reenacts the current civil remedies provisions dealing with restraint of racketeering, as provided in title IX of the the Organized Crime Control Act of 1970. Prohibits the restriction of an individual's eligibility for: (1) a Federal benefit, privilege, or activity; or (2) voting in a Federal election, because such person has been convicted of a Federal offense. Prohibits the restriction of an individual's eligibility for employment by a Federal or State government agency because such person has been convicted of a Federal offense. Specifies exceptions to such restrictions. Authorizes the court in which a person is convicted of an offense (other than a class A felony) to issue an order, upon application of such person, providing relief from certain collateral results of such offense under specified circumstances. Permits expungement to be ordered for persons of all ages. (Current law, the Federal Youth Corrections Act, is limited to persons under age 26.) Prohibits Federal, State, or local officials from disclosing any official records relating to an individual's conviction, if relief is granted by the court. Sets forth four exceptions to such prohibition. Restates generally the current provision authorizing a civil action against an eavesdropping offender. =Title II: Reenactment of Certain Portions of Former Title 18 with Substantive Changes, Amendments to Laws Outside of Title 18, and Technical and Conforming Amendments= - Reenacts various current offenses under title 18, amending the penalties for such crimes to conform to the new general penalty provisions under this Act. Restates generally unchanged the Gun Control Act of 1968. Reenacts the Logan Act (prohibiting private communication with a foreign government with intent to influence foreign policy). Amends offenses outside of title 18 to cross-reference to offenses and penalties under this Act. Requires that the appropriate State authorities enforce and not modify any child custody determination made by a court of another State (unless such other court no longer has, or has declined to exercise, jurisdiction over such matter). =Title III: Effective Date= - Makes this Act effective on the fourth January 1 that occurs after enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Code Revision Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise title 18 of the United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:08-05:00"
}