{
  "actions": [
    {
      "acted_at": "2009-10-28", 
      "references": [
        {
          "reference": "CR S10855", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-28", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-29", 
      "calendar": "Senate Legislative", 
      "number": "190", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 190.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-11-19", 
      "references": [
        {
          "reference": "CR S11523-11544, S11552-11572", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11523", 
          "type": "text"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-19", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S11553-11572", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "352", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Yea-Nay Vote. 98 - 0. Record Vote Number: 352.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2009-11-19T16:41:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-19", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-19", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-04-21T10:33:00-04:00", 
      "references": [], 
      "text": "Mr. Filner moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-21T10:33:00-04:00", 
      "references": [
        {
          "reference": "CR H2703-2733", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-21T10:33:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 1963.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-21T11:23:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-21T15:07:00-04:00", 
      "references": [
        {
          "reference": "CR H2765", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-21T15:43:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H2703-2719", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "214", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 419 - 0 (Roll no. 214).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2010-04-21T15:43:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-22", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-22", 
      "references": [
        {
          "reference": "CR S2566-2573", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S2566", 
          "type": "text as Senate agreed to House amendment"
        }
      ], 
      "text": "Senate agreed to the House amendment by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-22", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2010-04-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2010-05-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2010-05-05", 
      "congress": "111", 
      "law": "public", 
      "number": "163", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 111-163.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2785-111", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2785"
    }
  ], 
  "bill_id": "s1963-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2010-04-22", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2009-11-19", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2009-11-18", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "2009-11-18", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2009-11-18", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2009-11-16", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2010-04-22", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "111", 
    "law_type": "public", 
    "number": "163"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2010-05-05", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2010-04-21T15:43:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2009-11-19", 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-28", 
  "number": "1963", 
  "official_title": "A bill to amend title 38, United States Code, to provide assistance to caregivers of veterans, to improve the provision of health care to veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s252-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s597-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s801-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Caregivers and Veterans Omnibus Health Services Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2010-05-05", 
  "subjects": [
    "Advisory bodies", 
    "Afghanistan", 
    "Armed forces and national security", 
    "Asia", 
    "California", 
    "Child care and development", 
    "Child health", 
    "Civil actions and liability", 
    "Colorado", 
    "Congressional oversight", 
    "Corporate finance and management", 
    "Crimes against women", 
    "Dental care", 
    "Department of Veterans Affairs", 
    "Disability and paralysis", 
    "Education of the disadvantaged", 
    "Emergency medical services and trauma care", 
    "Environmental health", 
    "Florida", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government investigations", 
    "Hazardous wastes and toxic substances", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health technology, devices, supplies", 
    "Hearing, speech, and vision care", 
    "Home and outpatient care", 
    "Homelessness and emergency shelter", 
    "Hospital care", 
    "Housing and community development funding", 
    "Indian social and development programs", 
    "Iraq", 
    "Kentucky", 
    "Labor standards", 
    "Land transfers", 
    "Law enforcement officers", 
    "Long-term, rehabilitative, and terminal care", 
    "Medical education", 
    "Medical research", 
    "Mental health", 
    "Middle East", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "Military procurement, research, weapons development", 
    "Minnesota", 
    "Minority health", 
    "Mississippi", 
    "Missouri", 
    "Montana", 
    "National Guard and reserves", 
    "Neurological disorders", 
    "Nursing", 
    "Personnel records", 
    "Rural conditions and development", 
    "Sex and reproductive health", 
    "Sex offenses", 
    "Social work, volunteer service, charitable organizations", 
    "Student aid and college costs", 
    "Tax administration and collection, taxpayers", 
    "Temporary and part-time employment", 
    "Tennessee", 
    "Texas", 
    "Transportation costs", 
    "Transportation programs funding", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Wages and earnings", 
    "Washington State", 
    "Women's health"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Public Law", 
    "date": "2010-05-05", 
    "text": "Caregivers and Veterans Omnibus Health Services Act of 2010 - Title I: Caregiver Support - (Sec. 101) Directs the Secretary of Veterans Affairs (VA) to establish a program of comprehensive assistance for family caregivers of any veteran who: (1) is undergoing medical discharge from the Armed Forces; (2) has a serious injury incurred or aggravated in the line of duty on or after September 11, 2001; and (3) is in need of personal care services. Includes among such assistance personal care services instruction and training, ongoing technical support, counseling, and lodging and subsistence while accompanying the veteran for VA medical care. Allows additional assistance for the primary personal care provider, including mental health services, respite care, and a monthly stipend comparable to that provided to commercial caregivers in that geographic area. Requires the Secretary, with respect to such assistance, to: (1) designate one family member as the primary personal care provider, subject to approval by the veteran concerned; (2) monitor the well-being of each veteran receiving personal care services, and take corrective actions as necessary; (3) carry out outreach to inform eligible veterans and family members of the program; (4) establish a program of general caregiver support services for caregivers of veterans enrolled in the VA health care system, and provide outreach about that program; (5) develop and submit to the congressional veterans committees a plan for the implementation of the comprehensive assistance program; (6) report annually to such committees on plan implementation; and (7) submit a one-time report on the feasibility and advisability of expanding the program to cover veterans who have a serious injury incurred or aggravated before September 11, 2001. Authorizes appropriations. (Sec. 102) Authorizes the Secretary to provide VA medical care for a designated primary provider of personal care services who is not entitled to care or services under a health-plan contract. (Sec. 103) Includes family caregivers of veterans among those eligible for VA counseling and mental health services. (Sec. 104) Directs the Secretary to reimburse attendants for travel expenses, including lodging and subsistence, in connection with authorized VA treatment for veterans. Title II: Women Veterans Health Care Matters - (Sec. 201) Requires the Secretary to study, and report to the veterans committees on, barriers to the receipt of comprehensive VA health care encountered by women veterans. Requires the Secretary to: (1) ensure that the heads of the Center for Women Veterans and the Advisory Committee on Women Veterans review the study's results; and (2) report to Congress on the study and the status of implementation of this section. Authorizes appropriations. (Sec. 202) Directs the Secretary to: (1) carry out a program of graduate-level education, training, certification, and continuing medical education for mental health professionals specializing in the provision of counseling and care to veterans suffering from sexual trauma and post-traumatic stress disorder (PTSD); and (2) report annually to Congress on the counseling and care provided. (Sec. 203) Requires the Secretary to: (1) conduct a two-year pilot program to evaluate the feasibility and advisability of providing reintegration and readjustment services in group retreat settings to women veterans recently separated from military service after a prolonged deployment; and (2) report to Congress on the pilot program. Authorizes appropriations. (Sec. 204) Requires the inclusion, respectively, of women veterans recently separated from service and minority women veterans recently separated from service on: (1) the Advisory Committee on Women Veterans; and (2) the Advisory Committee on Minority Veterans. (Sec. 205) Directs the Secretary to: (1) carry out a two-year pilot program to assess the feasibility and advisability of providing assistance to veterans receiving regular or intensive mental health services and other intensive health care services in order to obtain child care while receiving such services; and (2) report to Congress on the pilot program. Authorizes appropriations. (Sec. 206) Authorizes the Secretary to furnish care to a newborn child of a woman veteran receiving VA maternity care for up to seven days after the birth of the child. Title III: Rural Health Improvements - (Sec. 301) Revises the VA's education debt reduction program to: (1) add retention as a program purpose; and (2) allow all (under current law, only recently appointed) employees to participate. Increases the aggregate and per-year payment limits under such program. Allows the Secretary to waive such limits for participants who serve in positions for which there is a shortage of qualified employees by reason of either the position's location or requirements. (Sec. 302) Directs the Secretary to establish and carry out a scholarship program of financial assistance for individuals who: (1) are accepted for, or currently enrolled in, a program of study leading to a degree or certificate in visual impairment or orientation and mobility, or both; and (2) enter into an agreement to serve, after program completion, as a full-time VA employee for three years within the first six years after program completion. Sets maximum assistance amounts of $15,000 per academic year and $45,000 total. Requires pro rata repayment for failure to satisfy education or service requirements, while allowing the Secretary to waive or suspend repayment when noncompliance is due to circumstances beyond the control of the participant, or when waiver or suspension is in the best interests of the United States. (Sec. 303) Authorizes the Secretary to carry out demonstration projects to examine the feasibility and advisability of alternatives for expanding care for veterans in rural areas. Requires the Secretary to report project results to the veterans and appropriations committees. Authorizes appropriations. (Sec. 304) Requires the Secretary to establish a program to provide to veterans of Operations Iraqi Freedom and Enduring Freedom, particularly those who served with the National Guard or reserves: (1) peer outreach services; (2) peer support services; (3) readjustment counseling and related services; and (4) mental health services. Requires the Secretary to establish a program to provide to immediate family members of such veterans, during the three-year period after the veteran's return from such deployment, education, support, counseling, and mental health services to assist in: (1) the veteran's readjustment to civilian life; (2) in the case of a veteran with an injury or illness incurred during such deployment, the recovery of the veteran; and (3) the readjustment of the family following the veteran's return. Directs the Secretary to contract with community mental health centers and other qualified entities in areas not adequately served by other health care facilities or VA vet centers. Requires the appropriate training of veterans and clinicians in the provision of such services. (Sec. 305) Authorizes the Secretary to pay travel expenses for veterans receiving treatment at VA facilities at the rate of 41.5 cents per mile. (Current law authorizes the rate provided to federal employees in connection with the performance of official duties.) Allows the Secretary, one year after the enactment of this Act, to adjust such rate to make it equal to the mileage reimbursement rate for the use of privately-owned vehicles by government employees on official business (requiring a justification to Congress if such adjustment causes a decrease from the previous rate). Includes within such reimbursement travel by air if it is the only practical way to reach a VA facility. Requires the Secretary, in considering whether travel by air is the only practical way, to consider the veteran's medical condition and any other impediments to the use of ground transportation. (Sec. 306) Requires the Secretary to carry out a three-year pilot program on financial incentives for VA physicians who assume and maintain inpatient responsibilities at community hospitals in health professional shortage areas. Directs the Secretary to compensate participating physicians for such responsibilities carried out for which the physician would not otherwise be compensated by the VA. Requires a written agreement between the VA and the physician with respect to compensation amounts. Directs the Secretary to report annually to Congress on the pilot program. (Sec. 307) Directs the Secretary to make grants to state veterans service agencies and veterans service organizations to provide innovative transportation options to veterans in highly rural areas. Limits each grant amount to $50,000. Authorizes appropriations. (Sec. 308) Amends the Veterans' Mental Health and Other Care Improvements Act of 2008 to revise eligibility requirements for participation in a pilot program of enhanced VA contract care for the health care needs of VHA-enrolled veterans residing substantial distances from VA facilities providing primary, acute hospital, and tertiary care. Title IV: Mental Health Care Matters - (Sec. 401) Makes any member who serves in Operations Iraqi Freedom or Enduring Freedom eligible for readjustment counseling and related mental health services through the VHA's Readjustment Counseling Service, regardless of whether the member is on active duty at the time of receipt of such counseling and services. (Sec. 402) Directs the Secretary, upon receipt of a request for counseling from an individual who has been discharged or released from active service, to: (1) provide referrals to assist the individual in obtaining mental health care and services outside the VA; and (2) if pertinent, advise such individual of the right to apply for review of the discharge or release. (Sec. 403) Requires the Secretary to: (1) conduct a study to determine the number of veterans who died by suicide between January 1, 1999, and the date of enactment of this Act; and (2) report study results to the veterans committees. Title V: Other Health Care Matters - (Sec. 501) Repeals the requirement for annual reports concerning: (1) pay adjustments for registered nurses; and (2) VA long-range health planning. (Sec. 502) Amends the Persian Gulf War Veterans' Health Status Act to: (1) change the due date of an annual report concerning research on the health effects of military service during the Persian Gulf War; and (2) terminate such report requirement after July 1, 2015. (Sec. 503) Requires VA payments made to providers who furnish medical care to a veteran's beneficiary under the Civilian Health and Medical Program of the Veterans Administration (CHAMPVA) to constitute payment in full (thereby extinguishing the beneficiary's liability to that provider). (Sec. 504) Authorizes disclosure of VA medical information to a representative of a patient who lacks decision-making capacity. (Sec. 505) Requires: (1) the VHA's Under Secretary of Health to designate a National Quality Management Officer for the VHA quality assurance program; (2) each Veterans Integrated Services Network regional director to appoint a quality management officer; and (3)each VHA medical facility director to appoint a quality management officer. Outlines duties for each officer. Authorizes appropriations. Directs: (1) the Under Secretary to establish mechanisms through which VHA employees may submit confidential reports concerning the quality of care in VHA facilities to the designated quality management officers; and (2) the Secretary to review, and report to Congress on, current policies and protocols for maintaining health care quality and patient safety at VA medical facilities. (Sec. 506) Directs the Secretary to: (1) conduct a two-year pilot program to assess the feasibility and advisability of using community-based organizations and local and state governmental entities to ensure that veterans receive the care and benefits for which they are eligible, including while transitioning from military service to civilian life; and (2) report to Congress on the pilot program. (Sec. 507) Authorizes the Secretary to contract with appropriate entities to provide specialized residential care and rehabilitation services to a veteran of Operations Enduring Freedom or Iraqi Freedom who suffers from a traumatic brain injury (TBI), has an accumulation of deficits in activities of daily living and instrumental activities of daily living and, because of these deficits, would otherwise require nursing home admission even though such care would generally exceed the veteran's nursing needs. (Sec. 508) Directs the Secretary to contract with the Institute of Medicine of the National Academies to conduct an expanded study on the health impact of Project Shipboard Hazard and Defense. Requires the study to include, as practicable, all veterans who participated in the Project. (Sec. 509) Authorizes the Secretary to utilize non-VA facilities for the care and treatment of veterans suffering from TBI when the Secretary: (1) is unable to provide such treatment or services at the frequency or for the duration necessary; or (2) determines that it is optimal to the veteran's recovery and rehabilitation. Requires the non-VA facility selected to maintain care standards established by an independent, peer-reviewed organization that accredits specialized rehabilitation programs for adults with TBI. (Sec. 510) Directs the Secretary to conduct a three-year pilot program to assess the feasibility and advisability of providing a dental insurance plan for any veteran enrolled in the VHA annual patient enrollment system, as well as survivors and dependents eligible for VA medical care. Provides for: (1) voluntary plan enrollment and disenrollment; and (2) the payment of plan premiums. (Sec. 511) Prohibits the Secretary from requiring a veteran who is catastrophically disabled from making any copayment for the receipt of VA hospital care or medical services. (Sec. 512) Provides for veterans awarded the Medal of Honor the same priority in the VA provision of hospital care and medical services as is currently provided for veterans who were former prisoners of war or were awarded the Purple Heart. (Sec. 513) Makes eligible for VA hospital care, medical services, and nursing home care, for any disability: (1) Vietnam-era veterans who were exposed to herbicides; and (2) veterans of the Persian Gulf War. (Sec. 514) Establishes in the VHA the Director of Physician Assistant Services, to be responsible for the education and training, employment, appropriate use, and optimal participation of physician assistants within VHA initiatives and programs. (Sec. 515) Directs the Secretary to establish within the VHA the Committee on Care of Veterans with Traumatic Brain Injury, to continually assess VHA capabilities to meet the treatment and rehabilitation needs of veterans with TBI. Requires an annual report from the Secretary to the veterans committees on the implementation of this section. (Sec. 516) Increases the maximum authorized amounts made available to service-disabled veterans and certain other veterans for home improvements and structural alterations furnished as part of VA home health services. (Sec. 517) Extends through the end of FY2012: (1) prescribed copayments from certain veterans receiving hospital or nursing home care; and (2) VA authority to recover from third-party providers the cost of certain care and services provided to service-disabled veterans. Title VI: Department Personnel Matters - (Sec. 601) Authorizes the Secretary to appoint personnel for health care positions within the VHA not specifically listed in authorized classes for appointment, as long as the Secretary provides prior notification to the veterans committees and the Office of Management and Budget (OMB). Requires the Secretary, before submitting notification, to solicit comments from any labor organization representing employees in any such class and include such comments in such notification. Authorizes the appointment of nurse assistants within the VHA. Makes the probationary period after appointment as a registered nurse two years. Provides that an appointment on a part-time basis of a VHA health care professional who has previously served on a full-time basis shall be without a probationary period. Limits to two years the probationary period for the appointment of a registered nurse on a temporary, part-time basis, after which time the appointment shall be considered permanent. Provides an exception with respect to appointments made on a term-limited basis of three years or less. Bases the rate of basic pay for appointees to the Office of the Under Secretary for Health on pay levels in the Senior Executive Service for equivalent positions. Allows for the payment of special incentive pay of up to $40,000 annually for a VHA pharmacist executive. Removes, adjusts, or waives certain pay restrictions, including on the non-foreign cost-of-living adjustment, market pay, and basic and locality pay, for VHA: (1) physicians and dentists; (2) physicians or dentists occupying administrative or executive leadership positions; (3) nurses; and (4) certified registered nurse anesthetists. Requires additional training, education, and support for appropriate VHA employees in the conduct and use of locality pay scale surveys. Requires VHA facility wage-related information, currently provided by way of reports from facility directors to the Secretary, to be made available, upon request, to individuals in VHA positions covered by such report. Increases from $25,000 to $100,000 the special pay for nurse executives. Makes part-time nurses eligible for additional premium nurse pay. Adds nurse service in excess of eight consecutive hours to the services eligible for additional overtime pay. Adds licensed practical nurses, licensed vocational nurses, and certain other nurse positions to those positions exempted from limitations on increases in basic pay rates. (Sec. 602) Prohibits: (1) the Secretary from requiring nursing staff to work more than 40 hours in a week or eight hours in a day (12 hours in the case of three-day workweeks), except under non-recurring emergency circumstances; and (2) discrimination or adverse personnel actions against nurse staff who refuse to work such additional hours. Revises the calculation of leave for nurses working two 12-hour shifts on a weekend. Redefines the VHA alternative work schedule for nurses as six 12-hours shifts within an 80-hour pay period (as opposed to three 12-hour shifts within a work week). (Sec. 603) Reinstates through 2014 the VA's health professionals educational assistance scholarship program. Directs the Secretary to modify such program in a manner designed to fully employ program graduates as soon as possible, and to actively assist and monitor graduates to ensure certification as soon as possible following graduation. Requires program participants to perform clinical tours. Directs the Secretary to ensure that, upon graduation, a participant is assigned a mentor who is employed at the same facility as the participant. (Sec. 604) Authorizes the Secretary to utilize certain authorities under the Public Health Service Act to repay educational loans of qualified health professionals from disadvantaged backgrounds in order to secure VHA clinical research by such professionals. Title VII: Homeless Veterans Matters - (Sec. 701) Authorizes the Secretary to make grants to recipients or entities that meet one, some, or all of the transitional and supportive services criteria prescribed by the Secretary and who furnish services to homeless individuals of which less than 75% are veterans. Requires grant funds to be used for making per diem payments to such recipients or entities, with such payments prioritized according to the number of criteria being met. Title VIII: Nonprofit Research and Education Corporations - (Sec. 801) Amends federal provisions concerning the establishment at VA medical facilities of nonprofit research and education corporations (NRECs) to allow an NREC to facilitate the conduct of research or education, or both, at more than one VA medical center. States that such an NREC shall be known as a multi-medical center research corporation (MCRC). Allows an NREC to act as a MCRC if: (1) the NREC board of directors approve a resolution permitting that NREC to act as a MCRC; and (2) the Secretary of Veterans Affairs approves the resolution. Requires each NREC and MCRC (corporation) to be established in accordance with the nonprofit corporation laws of the state in which the VA medical center(s) which it supports is located. States that neither such corporation shall be considered to be owned or controlled by, or an agent or instrumentality of, the United States. (Sec. 802) Restates corporation purposes, including with respect to their role in: (1) providing a flexible research funding mechanism; and (2) residencies or similar programs. (Sec. 803) Modifies the composition of corporation boards of directors. Revises requirements concerning non-VA members of boards of directors of NRECs and MCRCs to: (1) require a minimum number who are not officers or employees of the federal government; and (2) expand the required areas of experience or expertise. Removes financial relationship restrictions from conflict of interest standards applicable to directors. (Sec. 804) Increases authorized corporation powers to include entering into contracts and setting fees for facilitated education and training. (Sec. 806) Revises annual report procedures to require submission of an Internal Revenue Service return form applicable to tax-exempt organizations. Revises conflict of interest policies applicable to directors, officers, and employees of a corporation. Revises requirements for a report to Congress to increase from $35,000 to $50,000 the threshold for identifying payees of the corporation. Title IX: Construction and Naming Matters - (Sec. 901) Authorizes the Secretary to carry out major medical facility construction projects during FY2010 at specified VA facilities in California, Kentucky, Missouri, and Texas. Extends through FY2010 the authorization for projects in Colorado and Florida. Authorizes appropriations for such projects. (Sec. 902) Designates the VA outpatient clinics in: (1) Havre, Montana, as the \"Merril Lundman Department of Veterans Affairs Outpatient Clinic\"; (2) Knoxville, Tennessee, as the \"William C. Tallent Department of Veterans Affairs Outpatient Clinic\"; and (3) Alexandria, Minnesota, as the \"Max J. Beilke Department of Veterans Affairs Outpatient Clinic.\" Title X: Other Matters - (Sec. 1001) Expands the authority of VA police officers to include: (1) carrying VA-issued weapons while off VA property in an official capacity or while on official travel; (2) conducting investigations, on and off VA property, of offenses that may have been committed on VA property; (3) carrying out any VA-authorized duties when engaged in duties authorized by other federal statutes; and (4) serving arrest warrants issued by competent judicial authority. (Sec. 1002) Makes the uniform allowance for VA police officers the lesser of: (1) the amount currently permitted by the Office of Personnel Management (OPM); or (2) estimated or actual costs as determined by periodic VA surveys. Requires the allowance to be paid: (1) at the beginning of the officer's employment, for those appointed on or after October 1, 2010; or (2) in the case of any other officer, upon the officer's request. (Sec. 1003) Provides that, whenever the Secretary or any other VA official is required by law to submit a report to Congress, the Secretary or official shall submit a copy of the report in an electronic format. (Sec. 1004) Requires the budgetary effects of this Act, for purposes of compliance with the Statutory Pay-As-You-Go Act of 2010, to be determined by reference to the latest statement titled \"Budgetary Effects of PAYGO Legislation\" for this Act, provided that such statement has been submitted prior to the vote on passage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Caregivers and Veterans Omnibus Health Services Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Caregivers and Veterans Omnibus Health Services Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Caregivers and Veterans Omnibus Health Services Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Caregivers and Veterans Omnibus Health Services Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to provide assistance to caregivers of veterans, to improve the provision of health care to veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:24-05:00"
}