{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr685-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "685", 
  "official_title": "A bill to amend the Comprehensive Drug Abuse Prevention and Control Act of 1970 and other laws to discharge obligations under the Convention on Psychotropic Substances relating to regulatory controls on the manufacture, distribution, importation, and exportation of psychotropic substances.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Psychotropic Substances Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Drug law and legislation", 
    "Drugs", 
    "Hallucinogenic drugs"
  ], 
  "subjects_top_term": "Drug law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Psychotropic Substances Act - Presents the finding of the Congress that it is essential that the United States cooperate with other nations in establishing effective controls over international traffic in psychotropic substances. Makes it the intent of the Congress that the provision of this Act will satisfy all obligations of the United States under the Convention on Psychotropic Substances, signed at Vienna, Austria, on February 21, 1971, which is designed to establish suitable controls over the manufacture, distribution, transfer, and use of certain psychotropic substances. States the desire of the Congress that, in the implementation of the Convention, the control of psychotropic substances in the United States should be accomplished within the framework of the procedures and criteria for classification of substances provided in the Comprehensive Drug Abuse Prevention and Control Act of 1970, or, when appropriate, in accordance with the provisions for new drugs pursuant to the Federal Food, Drug, and Cosmetic Act, consistent with the obligations of the United States under the Convention. Requires that whenever the Secretary of State receives notification from the Secretary General of the United Nations that information has been transmitted by or to the World Health Organization, pursuant to the Convention on Psychotropic Substances, which may justify adding a drug or other substance to one of the schedules of the Convention, transferring a drug or substance from one schedule to another, or deleting it from the schedules, the Secretary of State shall immediately transmit the notice to the Secretary of Health, Education, and Welfare. Directs the Secretary of Health, Education and Welfare to prepare for transmission to the World Health Organization such medical and scientific evaluations as may be appropriate regarding the possible action through the Secretary of State that could be proposed by the World Health Organization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Psychotropic Substances Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Drug Abuse Prevention and Control Act of 1970 and other laws to discharge obligations under the Convention on Psychotropic Substances relating to regulatory controls on the manufacture, distribution, importation, and exportation of psychotropic substances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:39-05:00"
}