{
  "actions": [
    {
      "acted_at": "1986-06-11", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4997-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1986-06-11", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-11", 
  "number": "4997", 
  "official_title": "A bill to strengthen and refine the provisions of the Federal Deposit Insurance Act, to provide for more flexible assessment procedures, to improve methods for insuring deposits and for paying insured depositors, to establish priorities among claimants to the estates of failed banks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Deposit Insurance Improvements Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-06-11", 
  "subjects": [
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank failures", 
    "Bank mergers", 
    "Branch banking", 
    "Corporations and Stocks", 
    "Deposit insurance", 
    "Federal Deposit Insurance Corporation", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-06-11", 
    "text": "Federal Deposit Insurance Improvements Act of 1986 - Amends the Federal Deposit Insurance Act to authorize the Federal Deposit Insurance Corporation (FDIC) to set the annual assessment rate for each FDIC-insured bank, based on the risks the bank may present to the Permanent Insurance Fund, at not less than one-twelfth of one percent nor greater than one-sixth of one percent. Requires a bank's assessment base additions to include such secured borrowings as the FDIC may specify. Eliminates a requirement that the FDIC Board of Directors provide an insured institution and its supervisory authority up to 120 days to correct any violation of law or any unsound or unsafe practice or condition before terminating the bank's insured status. Declares that a temporary cease and desist order issued by the appropriate Federal banking agency may place limitations on the activities or functions of an insured bank or its directors, officers, employees, agents and other persons participating in bank affairs or may bar any such person from conducting bank affairs. Authorizes a Federal banking agency that has removed a person from office at one insured bank to prohibit such person from participating in the affairs of any insured bank without the agency's prior written approval. Authorizes such an agency to proceed against any person who has acted as an officer or director of an insured bank during the year preceding the date on which the agency institutes proceedings against such person or bank. Sets forth the order of and priorities for payment of unsecured claims against the estate of an FDIC-insured bank or insured branch of a foreign bank that is closed. Subrogates the FDIC to the rights of any depositor of any closed insured bank to the extent of the deposit payments made to such depositor. Authorizes the FDIC to organize a bridge bank to assume the deposits of, assume the liabilities of, purchase the assets of, and temporarily perform the functions of one or more closed insured banks if the FDIC determines that: (1) the amount necessary to operate the bridge bank will not exceed the cost of liquidating the closed banks; (2) continued operation of the insured banks is essential to the community; or (3) continued operation of the insured banks is in the best interest of the depositors of the closed banks and the public. Provides that the bridge bank shall be a national bank, shall have all corporate powers of a national bank, with specified conditions, and shall be insured from the time of its organization. Requires the FDIC, at the direction of its Board of Directors, to: (1) make available sufficient funds for the bridge bank to operate; and (2) cause capital stock to be offered for sale in an amount sufficient to make possible the conduct of business of the bridge bank on a sound basis. Provides for the acquisition of the bridge bank by an out-of-State bank or holding company or by an insured depository institution located in the State where the closed bank was chartered but established by an out-of-State bank or holding company. Directs the FDIC to wind up the affairs of the bridge bank by voluntary dissolution or by the appointment of a receiver, unless the capital stock of the bridge bank is sold or its assets are taken over and its deposits assumed by another insured bank within two years from the date of its organization. Authorizes the FDIC, in order to facilitate the sale or merger of the bridge bank with another insured depository institution, to: (1) make loans or contributions to, make deposits in, purchase assets or securities of, or assume the liabilities of such bank or the acquiring company; or (2) guarantee the bridge bank or the acquiring company against loss by reason of such sale or merger. Requires a State nonmember bank to notify the FDIC (current law requires FDIC approval) concerning moving any domestic branch or establishing and operating a new domestic branch."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Deposit Insurance Improvements Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and refine the provisions of the Federal Deposit Insurance Act, to provide for more flexible assessment procedures, to improve methods for insuring deposits and for paying insured depositors, to establish priorities among claimants to the estates of failed banks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:29-05:00"
}