{
  "actions": [
    {
      "acted_at": "1984-03-30", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-05", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-11", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held. Hearings printed:  S.Hrg. 98-1211.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-09", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-05-25", 
      "references": [], 
      "text": "Committee on Veterans. Reported to Senate by Senator Simpson under the authority of the order of May 11, 84 with an amendment in the nature of a substitute and an amendment to the title. With written report No. 98-487.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-25", 
      "calendar": "Senate Legislative", 
      "number": "929", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 929.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-07-17", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-09", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-09", 
      "bill_ids": [
        "hr5618-98"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5618 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-09", 
      "bill_ids": [
        "hr5618-98"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 5618 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-09", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3662-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3662"
    }
  ], 
  "bill_id": "s2514-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abdnor, James", 
      "sponsored_at": "1984-08-08", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1984-08-02", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1984-08-02", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1984-08-09", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1984-08-09", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Denton, Jeremiah", 
      "sponsored_at": "1984-08-02", 
      "state": "AL", 
      "thomas_id": "01316", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1984-08-09", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1984-08-09", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1984-08-02", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1984-08-09", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-30", 
  "number": "2514", 
  "official_title": "A bill to amend title 38, United States Code, to enhance the management of Veterans' Administration medical treatment programs by providing for the referral of veterans to non-Veterans' Administration entities and arrangements for additional necessary services, to revise and clarify the authority for the furnishing of care for Veterans suffering from alcohol or drug dependence, to require the Administrator to establish the position of Associate Director for Post-Traumatic Stress Disorder, to require the administrator to submit a report to Congress regarding programs of the Veterans Administration providing hospice and respite care to certain veterans, and to authorize the Administrator of Veterans Affairs to provide telecaption television decoders to totally deaf veterans in certain cases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5618-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2210-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2269-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2278-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Administration Health Care Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Simpson, Alan K.", 
    "state": "WY", 
    "thomas_id": "01435", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-05-09", 
  "subjects": [
    "Advisory bodies", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Alzheimer's disease", 
    "Armed forces and national security", 
    "Automobiles", 
    "California", 
    "Community health services", 
    "Congressional oversight", 
    "Counseling", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Government operations and politics", 
    "Health", 
    "Health services administration", 
    "Hearing aids", 
    "Korean War, 1950-1953", 
    "Land transfers", 
    "Land use", 
    "Law enforcement officers", 
    "Medical personnel", 
    "Mental health", 
    "Military dependents", 
    "Military pensions", 
    "Physically handicapped", 
    "Psychologists", 
    "Puerto Rico", 
    "Soldiers' homes", 
    "States", 
    "Stress (Psychology)", 
    "Tennessee", 
    "Terminal care", 
    "Treatment and rehabilitation of alcoholics", 
    "Veterans' disability compensation", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "Vietnam veterans", 
    "Virgin Islands", 
    "Volunteer workers", 
    "Wisconsin", 
    "World War II"
  ], 
  "subjects_top_term": "Veterans' medical care", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1984-08-09", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 5618 passed in lieu) Veterans' Administration Health Care Amendments of 1984 - Directs the Administrator of Veterans Affairs to designate one office in each Veterans Administration (VA) health care facility to coordinate referrals for veterans for outside care. Grants priority to veterans age 65 or older. Authorizes the Administrator to contract for halfway house care at prevailing community rates as part of the alcohol treatment and rehabilitation program. Directs the Administrator to establish the parameters of treatment under such program. Directs the Administrator to report annually to the Veterans' Affairs Committees of Congress on a survey of all such VA programs. Makes such programs permanent. Includes devices for the hearing-impaired among the medical services the VA will provide to eligible veterans. Directs the Chief Medical Director of the VA to establish in the Department of Medicine and Surgery a Special Committee on Post-Traumatic-Stress Disorder (PTSD) to develop and assess policies and programs for the treatment of eligible veterans with PTSD. Requires the Chief Medical Director to establish and operate a National Center on PTSD as a research, training and resource center for information concerning the diagnosis and treatment of PTSD. Directs the Administrator to report to the Veterans' Affairs Committees on the implementation of such Committee and Center. Requires such report to include: (1) the membership of the Special Committee; (2) the Chief Medical Director's assessment of the VA's capacity to meet the needs of eligible veterans with PTSD; and (3) a timetable for the implementation of the work of the Center and Committee. Requires the Administrator to report to the Veterans' Affairs Committees by the end of FY 1985 on VA programs serving the needs of the terminally ill veteran, including family counseling. Requires such report to include: (1) a review of current policies and services; (2) a comparison of VA hospice and other VA care; (3) an explanation of the future, planned integration of the care and counseling services for older veterans; and (4) a review of any coordination of information exchange between VA and non-VA facilities furnishing similar care. Entitles an eligible person to adaptive equipment for two automobiles at any one time or within a four-year period (rather than one as provided under current law). Grants the Administrator discretion to provide additional adaptive equipment as specified. Alters the requirements of the Administrator's report to the Veterans' Affairs Committees, due April 1, 1987, on the effectiveness and future structure of the readjustment program for Vietnam era veterans to require assessments of whether or not and how such program should include individuals who served on active duty during World War II, the Korean Conflict, or armed conflict subsequent to the Vietnam era. Requires the Administrator and the Secretary of Defense to report jointly to the appropriate congressional committees on their recommendations for readjustment counseling to active-duty personnel who served on active duty either during the Vietnam era or subsequently in an area of hostilities, including recommendations for reimbursement and administrative procedures. Directs the Administrator to make rules and regulations for protecting persons and property on VA property. (Under current law such rulemaking is discretionary.) Increases the maximum penalties for violations of such regulations. Requires the Administrator to include among such regulations guidelines for: (1) enforcement and arrests by VA security service officers; (2) the training of such officers; and (3) rules limiting their carrying and use of weapons. Authorizes the Administrator to designate VA employees as VA security service officers to enforce Federal laws and regulations on VA property. Revises the arrest authority of such personnel. Authorizes the Administrator to provide a uniform allowance to such personnel. Retains in effect the Administrator's authority to designate special policemen until the regulations for VA security service officers are in place. Includes among those eligible for increases in basic pay for recruitment and retention persons used to provide security at VA health facilities. Modifies the due date of the Comptroller General's report on the compliance of the Director of the Office of Management and Budget with certain statutory requirements relating to funded personnel ceilings for the VA's Department of Medicine and Surgery. Directs the Secretaries of Defense and of Health and Human Services and the Administrator to report jointly to Congress on the Government's responsibility to provide benefits and services for individuals who incurred disabilities related to their service with voluntary organizations in Vietnam during the Vietnam era. Extends for one year, from FY 1984 to FY 1985, the Administrator's authority to contract for hospital care and other medical services in Puerto Rico and the Virgin Islands for the care of non-service-connected disabilities. Directs the Administrator to study the health-care needs and facility usage of eligible veterans living in remote areas. Requires the Administrator to report to the Veterans' Affairs Committees by January 1, 1986, on such study and by July 1, 1986, on an experimental program to carry out projects in five remote areas demonstrating alternative approaches for VA furnished care. Directs the Administrator to execute the necessary legal documents to permit the University of California to use specified lands for educational and cultural as well as research and medical purposes. Authorizes the Administrator to provide States with funds for the acquisition as well as the construction of State home facilities for veterans provided the costs of acquisition do not exceed the costs of constructing a new facility. Expresses the sense of Congress that the recommendations of the Grace Commission relating to the VA health-care system should be evaluated in light of the expressed policy of the United States that the VA maintain a comprehensive, nationwide health-care system for the direct provision of quality health-care services to eligible veterans. Authorizes the Administrator to appoint certified clinical or counseling psychologists as necessary for the medical care of veterans. Directs the Administrator to notify the appropriate VA medical Centers and the Veterans' Affairs Committees of VA program guidelines concerning the authorization for the provision of treatment of eligible veterans suffering from Alzheimer's disease and related disorders. Designates the VA Medical Center in Murfreesboro, Tennessee, as the Sergeant Alvin C. York Veterans Administration Medical Center. Designates the VA Medical Center in Milwaukee, Wisconsin, as the Clement J. Zablocki Veterans Administration Center."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Administration Health Care Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans Administration Health Care Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to enhance the management of Veterans' Administration medical treatment programs by providing for the referral of veterans to non-Veterans' Administration entities and arrangements for additional necessary services, to revise and clarify the authority for the furnishing of care for Veterans suffering from alcohol or drug dependence, to require the Administrator to establish the position of Associate Director for Post-Traumatic Stress Disorder, to require the administrator to submit a report to Congress regarding programs of the Veterans Administration providing hospice and respite care to certain veterans, and to authorize the Administrator of Veterans Affairs to provide telecaption television decoders to totally deaf veterans in certain cases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:18-05:00"
}