{
  "actions": [
    {
      "acted_at": "1991-06-11", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-17", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-11", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2613-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Miller, John R.", 
      "sponsored_at": "1991-06-11", 
      "state": "WA", 
      "thomas_id": "00809", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Morrison, Sid", 
      "sponsored_at": "1991-06-11", 
      "state": "WA", 
      "thomas_id": "00836", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-11", 
  "number": "2613", 
  "official_title": "To provide expanded unemployment and training benefits to certain displaced workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Targeted Dislocated Worker Assistance Act of 1991", 
  "sponsor": {
    "district": "8", 
    "name": "Chandler, Rod D.", 
    "state": "WA", 
    "thomas_id": "00189", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-11", 
  "subjects": [
    "Dislocated workers", 
    "Educational finance", 
    "Grants-in-aid", 
    "Housing and community development", 
    "Housing subsidies", 
    "Labor and employment", 
    "Manpower training programs", 
    "Relocation of employees", 
    "Student aid", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-11", 
    "text": "Targeted Dislocated Worker Assistance Act of 1991 - Title I: Expanded Unemployment and Training Benefits - Allows any State to enter into an agreement with the Secretary of Labor (the Secretary) that the State agency which administers the State's unemployment compensation law will make payments to qualified displaced workers for certain program benefits for up to 26 weeks after the last week for which they received regular unemployment compensation. Specifies such program benefits as: (1) additional unemployment compensation in the same weekly amount as their now-exhausted regular unemployment compensation; (2) a monthly housing allowance for 50 percent of the lesser of a specified fair market rent or their own rent or mortgage payment; (3) reimbursement of all direct costs of an approved educational or training program; and (4) a relocation allowance, if necessary. Bases eligibility for such benefits on the individual's: (1) exhaustion of all other unemployment compensation rights; (2) having no prospect for work in the same region and industry where previously employed; (3) having a family income 70 percent or less of the lower living standard, and with no more than certain specified assets; (4) not having a two-year college degree or equivalent; and (5) being enrolled in an approved educational or training program before the 13th week for which he or she received regular compensation during the benefit year for which such rights were exhausted. Provides for payment to each State for 100 percent of the amount of the benefits paid to individuals under the agreement, with special conditions for treatment of benefits reimbursable under other Federal laws. Provides for estimation and certification of such payments. Authorizes appropriations. Sets forth penalties for fraud and provisions relating to overpayments. Title II: Expansion of Job Training Partnership Act - Amends the Job Training Partnership Act (JTPA) to authorize additional appropriations to provide programs under title III of JTPA to individuals who are eligible displaced workers under title I of this Act. Waives a certain support services and payments limitation with respect to such funds; but limits to not more than 50 percent the portion which may be expended by any substate grantee for needs-related payments and supportive services. Expands the supportive services category to include mortgage, rent, and insurance payment assistance. Title III: Unemployment Benefits to Certain Individuals Not Otherwise Eligible - Allows a State to apply to the Secretary of Labor (the Secretary) for a grant to help meet the costs of providing benefits under an expanded unemployment benefits program to individuals affected by a severe contraction in a specific industry in such State. Authorizes the Secretary to make such a grant if the contraction meets severity and duration requirements prescribed by the Secretary. Limits administrative expenses to not more than 15 percent of such grant. Requires that such an expanded unemployed benefits program provide unemployment compensation to individuals who: (1) would be eligible for it under the State law if services performed as a self-employed individual were covered; and (2) ceased to have such self-employment by reason of a severe contraction in a specific industry. Requires the program to provide such compensation also to individuals who would be eligible for it under State law but for a reduction in hours of employment during the applicable base period by reason of such severe contraction. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Targeted Dislocated Worker Assistance Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide expanded unemployment and training benefits to certain displaced workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:22-05:00"
}