{
  "actions": [
    {
      "acted_at": "1980-07-28", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2982-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stewart, Donald", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "01442", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-28", 
  "number": "2982", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to make permanent the provisions relating to the funding of employee stock ownership plans through the investment tax credit, to provide a credit against tax for contributions to an employee stock ownership plan based upon wages as an alternative to that based on investment in equipment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Stock Ownership Improvements Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Long, Russell B.", 
    "state": "LA", 
    "thomas_id": "01386", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-28", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Income tax", 
    "Investment tax credit", 
    "Labor and employment", 
    "Securities", 
    "Securities and Investments", 
    "Small business", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Employee ownership", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-28", 
    "text": "Employees Stock Ownership Improvements Act of 1980 - Amends the Revenue Act of 1978 and the Internal Revenue Code to establish, without expiration dates, a credit against the corporate income tax for contributions by an employer to an employee stock ownership plan (ESOP). Sets the amount of such credit at a sum equal to the amount transferred to such a plan, not to exceed the taxpayer's income tax liability. Excludes certain taxes from the calculation of such liability. Provides for the carryover of any credit in excess of such liability. Denies such credit to certain regulated public utilities. Denies business expense, production of income expense, or contribution to deferred-payment plan deductions for amounts required to be transferred to a tax credit ESOP. Provides for an additional tax credit for contributions to certain ESOPs. Allows an income tax deduction to an employer for any dividend paid with respect to employer securities held by a tax credit ESOP, if the dividend is distributed to the employees participating in the plan. Deems contributions, bequests, or similar transfers of employer securities, under certain conditions, to a tax credit ESOP as a deductible charitable contribution. Allows an employer to take advantage of the investment tax credit even though he or she contributes employer securities to an ESOP with an aggregate value of less than one percent of the qualified investment. Allows an employer unlimited deductions for qualified matching employee contributions on behalf of its employees made to a tax credit ESOP. Excludes from the gross income of a tax credit ESOP participant any lump-sum distribution of employer securities (not to exceed $5,000) made from a qualified trust which is part of a tax credit ESOP. Prescribes the use of investing stock acquired by a tax credit ESOP. Allows an employer an income tax deduction for contributions to an ESOP which owns all, or substantially all, of the outstanding qualifying employer securities of such employer, and such contributions are applied to the repayment of principal and interest on a loan incurred by the plan for the purpose of acquiring such securities. Limits the deductible amount for principal contributions to a maximum 25 percent of the compensation otherwise paid or accrued to all employees under the plan for the taxable year. Makes no limit on the amount deductible for interest contributions. Exempts such an ESOP from the limitations otherwise imposed on annual additions to an employee stock ownership plan. Provides for nonrecognition of any long-term capital gain from the sale of small business stock to an ESOP, except to the extent that the taxpayer's sale price exceeds the cost of small business stock purchased by the taxpayer within 18 months after the date of such sale."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Stock Ownership Improvements Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to make permanent the provisions relating to the funding of employee stock ownership plans through the investment tax credit, to provide a credit against tax for contributions to an employee stock ownership plan based upon wages as an alternative to that based on investment in equipment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:32-05:00"
}