{
  "actions": [
    {
      "acted_at": "1978-01-27", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2449-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-01-27", 
  "number": "2449", 
  "official_title": "A bill to provide in cooperation with the States benefits to individuals who are totally disabled due to employment-related brown lung disease and to the surviving dependents of individuals whose death was due to such disease or who were totally disabled by such disease at the time of their death.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Brown Lung Disease Act", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-01-27", 
  "subjects": [
    "Employers' liability", 
    "Health", 
    "Labor and employment", 
    "Lung diseases", 
    "Occupational health and safety", 
    "Research and development", 
    "Respiratory diseases", 
    "Survivors' benefits", 
    "Textile industry and fabrics"
  ], 
  "subjects_top_term": "Lung diseases", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-01-27", 
    "text": "Brown Lung Disease Act - Requires that any claim for disability payments due to byssinosis (Brown Lung Disease), other than for those paid by the employer of a textile worker, pursuant to this Act, shall be filed pursuant to the applicable State worker's compensation law. Provides that, for periods when such law does not provide adequate coverage, benefits may be claimed under this Act. States that the Secretary of Labor (Secretary) shall publish a list of State worker's compensation laws which provide adequate coverage. Sets forth the standards by which the Secretary shall judge the adequacy of the coverage for byssinosis provided by a State's workers compensation law. Directs each employer to pay benefits for each death or total disability due to byssinosis arising out of employment in a textile plant. Sets forth the amount of such payments. Provides for the reduction of such payments by the amount of State worker's compensation payments received, or in accordance with the amount of Social Security benefits received. Requires the Secretary, in conjunction with the National Institute for Occupational Safety and Health, to establish standards, which shall include appropriate presumptions, for determining whether a worker is totally disabled from, or in the case of a deceased worker was totally disabled, from byssinosis, and whether such byssinosis arose out of the employment in a textile plant or plants. States that each employer shall be liable for the securing of benefits to employees equal to or greater than those provided by this Act. Sets forth the means by which an employer shall secure the payment of benefits for which such employer is liable during any period in which a State worker's compensation law is not included on the list published by the Secretary. States that nothing in this Act shall relieve any operator of a textile plant of the duty to comply with any State worker's compensation law, except insofar as such State law is in conflict with the provisions of this Act and the Secretary, by regulation, so prescribes. Provides that during any period after the date of enactment of this Act in which a State workmen's compensation law is not included on the list published by the Secretary certain provisions of the Longshoremen's and Harbor Workers' Compensation Act shall be applicable. Authorizes the Secretary to enter into contracts with and make grants to public and private agencies and organizations and individuals for the construction, purchase, and operation of fixed site and mobile clinical facilities for the analysis, examination, and treatment of respiratory and pulmonary impairments in active and inactive textile plant workers. Requires the Secretary to initiate research within the National Institute for Occupational Safety and Health. Authorizes the Secretary to make research grants to public and private agencies and organizations and individuals for the purpose of devising a simple and effective test to measure, detect, and treat respiratory and pulmonary impairments in active and inactive textile plant workers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Brown Lung Disease Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide in cooperation with the States benefits to individuals who are totally disabled due to employment-related brown lung disease and to the surviving dependents of individuals whose death was due to such disease or who were totally disabled by such disease at the time of their death.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:36-05:00"
}