{
  "actions": [
    {
      "acted_at": "1973-04-11", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6867-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-11", 
  "number": "6867", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide for the compensation of innocent victims of violent crime in financial stress; to make grants to the States for the payment of such compensation; to authorize an insurance program and death benefits to dependent survivors of public safety officers; to strengthen the civil remedies available to victims of racketeering activities and theft.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Victims of Crime Act", 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-11", 
  "subjects": [
    "Advisory bodies", 
    "Compensation for victims of crime", 
    "Crime and law enforcement", 
    "Injunctions", 
    "Insurance", 
    "Law", 
    "Law enforcement officers", 
    "Organized crime", 
    "Transportation and public works", 
    "Victims"
  ], 
  "subjects_top_term": "Compensation for victims of crime", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-11", 
    "text": "Victims of Crime Act - Title I: Compensation for Victims of Violent Crime - Declares that the purpose of this act is to promote the public welfare by establishing a means of meeting the financial needs of the innocent victims of violent crime or their surviving dependents and intervenors acting to prevent the commission of crime or to assist in the apprehension of suspected criminals. Establishes a three member Violent Crime Compensation Board within the Department of Justice. Gives to the Board various administrative powers. States that the Board shall order the payment of compensation: (1) in the case of the personal injury of an intervenor or victim to or on behalf of that person; or (2) in the case of the death of the intervenor or victim, to or on behalf of the surviving dependent or dependents of either of them. Provides that the Board shall determine the amount of compensation with this act: (1) in the case of a claim by an intervenor or his surviving dependent or dependents by computing the net bases of the claim and (2) in the case of a claim by a victim or his surving dependent or dependents, by computing the pecuniary losses of the claimant. Places various limitations and requirements on orders for compensation, including the provision that no order for compensation shall be in excess of $50,000, including lump-sum and periodic payments. Empowers the Board to subpena and require production of documents, administer oaths to witnesses, hold hearings, and appoint an impartial licensed physician to examine any claimant and order the payment of reasonable fees for such examination. Allows the Board to grant immunity to witnesses. Lists the crimes to which this act is applicable. Creates the Criminal Victim Indemnity Fund which shall be the repository of (1) criminal fines paid in the various courts of the United States, (2) additional amounts that may be appropriated to the Fund as provided by law, and (3) such other sums as may be contributed to the Fund by public or private agencies, organizations, or persons. Provides that the Fund shall be utilized only for the purposes of this act. Establishes the Advisory Council on the Victims of Crime to review the administration of this act and the various programs of the Omnibus Crime Control and Safe Streets Act of 1968. Requires the Board to transmit an annual report to Congress. Provides that any court of the United States may impose a maximum price of $10,000 to be deposited into the Criminal Victim Indemnity Fund, on any person convicted of an offense resulting in personal injury, property loss, or death, in addition to any other penalty that might be imposed. Title II: Group Life Insurance for Public Safety Officers - Declares it be the purpose of this title to promote the public welfare by establishing a means of meeting the financial needs of public safety officers or their surviving dependents through group life accidental death and dismemberment insurance, and to assist state and local governments to provide such insurance. Authorizes the Law Enforcement Assistance Administration to purchase from life insurance companies a policy or policies of group life insurance to provide the benefits provided under this Act. Provides that each such life insurance company must: (1) be licensed to issue life insurance in each of the fifty States of the United States and in the District of Columbia, and (2) as of the most recent December 31 for which information is available to the Administration, have in effect at least 1 percent of the total amount of group life insurance which all life insurance companies have in effect in the United States. Provides that any purchased policy will automatically insure any public safety officer employed on a full time basis by a State or local government which has applied to participate in the insurance program and agreed to deduct from such officer's pay the amount of the premium, to be forwarded to the proper Federal agency. Specifies the amount of life insurance an officer may receive on the basis of their pay rate. Provides that each policy purchased by the Administration under this Act shall contain a provision, in terms approved by the Administration, to the effect that any insurance thereunder on any public safety officer shall cease thirty-one days after: (1) his separation or release from full-time duty as such an officer or (2) discontinuance of his pay as such an officer, whichever is earlier. Provides that each policy purchased by the Administration under this Act shall contain a provision for the conversion of such insurance effective the day following the date such insurance would cease. Specifies that during the period such insurance is in force the insured, upon request to the office, shall be furnished a list of life insurance companies participating in the program established under this Act and upon written application (within such period) to the participating company selected by the insured and payment of the required premiums be granted insurance without a medical examination on a permanent plan then currently written by such company which does not provide for the payment of any sum less than the face value therof or for the payment of an additional amount of premiums of the insured engages in public safety activities. Requires that during any period in which a public safety officer is insured under a policy of insurance purchased by the Administration under this Act, his employer shall withhold each month from his basic or other pay until separation or release from full-time duty as a public safety officer an amount determined by the Administration to be such officer's share of the cost of his group life insurance and accidential death and dismemberment insurance. Sets forth the order of precedence in which the survivors of the officers will be awarded insurance benefits. States that such policy issued under this title shall include a schedule of basic premium rates and provide for the readjustment of rates. Establishes an Advisory Council on Public Safety Officers Group Life Insurance consisting of the Attorney General as Chairman, the Secretary of the Treasury, the Secretary of Health, Education, and Welfare, and the Director of the Office of Management and Budget. Provides that the Council shall meet once a year, or more often at the call of the Attorney General, and shall review the administration of this Act and advise the Administration on matters of policy relating to activities thereunder. Title III: Death Benefits to Dependent Survivors of Public Safety Officers - Sets forth the order of precedence for payment to survivors of public safety officers. Provides that when a public safety officer has been killed in the line of duty and the direct and proximate cause of such death was a criminal act or an apparent criminal act, the Administration shall make an award of $50,000. Allows the Administration to make an interim benefit payment not to exceed $3,000 prior to final action, where need is shown and the benefit will probabily be paid. Establishes an honorary award for the recognition of outstanding service by public safety officers. Title IV: Civil Remedies for Victims of Racketeering Activity and Theft - Provides that any person may institute proceedings for civil relief in the district courts of the United States to prevent and restrain racketeering activities. Provides that relief shall be granted in conformity with the principles which govern the granting of injunctive relief from threatened loss or damage in other cases. Provides that upon the execution of proper bond against damages for an injunction improvidently granted and a showing of immediate danger of irreparable loss or damage, a preliminary injunction may be issued in any action before a determination thereof upon its merits. Authorizes the Attorney General, whenever the United States is injured, to recover actual damages plus the cost of the actions and a person injured in his business to recover treble damages for violations of such activities. Provides that actions under such provision shall be brought without regard to the amount in controversy. Provides that the Attorney General may upon timely application intervene in any civil action or proceeding brought under such Act, if the Attorney General certifies that in his opinion the case is of general public importance. Provides that final judgment or decree rendered in favor of the United States in any criminal or civil action or proceeding under this chapter shall estop the defendant in any subsequent civil proceeding is to all matters respecting which said judgment or decree would be an estoppel as between the parties thereto. States that any civil action under this title shall be barred unless it is commenced within five years after the cause of action occurred. Makes it unlawful for any person to embezzle, steal, or unlawfully take, carry away, or conceal, or by fraud or deception obtain, with intent to convert to his own use, any money, baggage, goods, chattels, or other property which is moving as, or which is a part of, or which constitute an interstate or foreign shipment from any pipeline system, railroad car, wagon, motortruck, or other vehicle, or from any tank or storage facility, station, station house, platform, or depot, or from any steamboat, vessel, or wharf, or from any aircraft, air terminal, airport, aircraft terminal, or air navigation facility, or to buy, receive, or have in his possession any such money, baggage, goods, chattels, or other property, knowing, or having reason to know, that it has been embezzled, stolen, or otherwise unlawfully taken, carried away, concealed, or obtained. Declares it to be unlawful for any person to embezzle, steal, or unlawfully take, carry away, or conceal, or by fraud or deception obtain, with intent to convert to his own use, any money, baggage, goods, chattels, or other property, which shall have come into the possession of any common carrier for transportation in interstate or foreign commerce, or to break into, embezzle, steal, unlawfully take, carry away, or conceal, or by fraud or deception obtain, with intent to covert to his own use, any of the contents of such baggage, goods, chattels, or other property, or to buy, receive, or have in his possession any such money, baggage, goods, chattels, or other property, knowing or having reason to know that it has been embezzled or stolen or otherwise unlawfully taken, carried away, concealed, or obtained. Makes it unlawful for any person to obtain such property knowing or having reason to know that it has been embezzled, stolen, or otherwise unlawfully taken, carried away, concealed, or obtained. Prescribes penalties for violations of the provisions of this title consisting of a fine not to exceed $5,000, imprisonment and/or not more than ten years, or both. Grants jurisdiction to the district courts of the United States without regard to the amount in controversey. Title V: Additional Sentences for Commission of a Felony with Use of Firearm - Imposes an additional sentence of imprisonment (for not less than five years nor more than fifteen) on persons convicted of using or carrying a firearm in the commission of a felony. Title VI: Controlled Substances Act Amendments - Provides that if a person violates specified provisions of the Controlled Substances Act and if such person is a public menace, an additional sentence of imprisonment shall be imposed for not less than ten years nor more than thirty years. Sets forth the definition of \"public menace\" for purposes of this Act. Title VII: Miscellaneous Provisions - Authorizes additional appropriations for the purposes of carrying out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Victims of Crime Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide for the compensation of innocent victims of violent crime in financial stress; to make grants to the States for the payment of such compensation; to authorize an insurance program and death benefits to dependent survivors of public safety officers; to strengthen the civil remedies available to victims of racketeering activities and theft.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:43-05:00"
}