{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "references": [
        {
          "reference": "CR S304", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-01-20", 
      "references": [
        {
          "reference": "CR S734-735", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s7-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1999-03-03", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1999-01-19", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1999-01-19", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1999-01-19", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "1999-01-19", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1999-01-19", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1999-01-25", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "1999-01-19", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Edwards, John", 
      "sponsored_at": "1999-01-19", 
      "state": "NC", 
      "thomas_id": "01573", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1999-01-19", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1999-01-19", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-01-19", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-01-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "1999-02-04", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1999-01-19", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1999-01-19", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1999-01-19", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1999-01-19", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1999-01-19", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1999-01-19", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1999-01-19", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1999-01-19", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1999-01-19", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1999-01-19", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-01-19", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "7", 
  "official_title": "A bill to modernize public schools for the 21st century.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Schools Excellence Act", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Academic performance", 
    "Authorization", 
    "Building construction", 
    "Child care block grants", 
    "Child care workers", 
    "Child development", 
    "Child health", 
    "Class size", 
    "Commerce", 
    "Community and school", 
    "Community organization", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Construction costs", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational planning", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Employee training", 
    "English language", 
    "Enterprise zones", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "High schools", 
    "Higher education", 
    "Income tax", 
    "Indian education", 
    "Interest", 
    "Labor and employment", 
    "Legislation", 
    "Maintenance and repair", 
    "Mentoring", 
    "Middle schools", 
    "Minorities", 
    "Parent-school relationships", 
    "Personal income tax", 
    "Private schools", 
    "Public schools", 
    "Reading", 
    "Recruiting of employees", 
    "Scholarships", 
    "School buildings", 
    "School districts", 
    "School planning", 
    "School principals", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "Student loan funds", 
    "Tax credits", 
    "Tax returns", 
    "Tax-exempt securities", 
    "Taxation", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "TABLE OF CONTENTS: Title I: Helping Communities Modernize School Facilities Title II: Class Size Reduction Title III: Teacher Excellence Title IV: Strengthening After-School Programs Public Schools Excellence Act - Title I: Helping Communities Modernize School Facilities - Amends the Internal Revenue Code to revise current incentives for education zones into incentives for qualified public school modernization bonds, including (currently existing) qualified zone academy bonds and (newly established) qualified school construction bonds. (Sec. 102) Allows a limited tax credit, computed according to a specified formula, to taxpayers holding such public school modernization bonds. Raises the national zone academy bond limitation from $400 million to $1.4 billion for each of calendar years 2000 and 2001, and eliminates the limitation after 2001. Prescribes requirements for national qualified school construction bonds, with a national limitation of $9.7 billion each for calendar years 2000 and 2001, and no limit after 2001. (Sec. 103) Expresses the sense of the Senate that: (1) sufficient funds should be provided in FY 2000 to begin construction of four new Bureau of Indian Affairs (BIA) school facilities and to increase funds available for the improvement and repair of existing facilities; and (2) Congress should consider enacting legislation to establish other funding mechanisms that would leverage Federal investments on behalf of BIA schools to address the serious construction backlog which exists at tribal schools. Title II: Class Size Reduction - Class Size Reduction Act of 1999 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to establish a program to help States and local educational agencies (LEAs) recruit, train, and hire 100,000 additional qualified teachers, over a seven-year period, to: (1) reduce class sizes nationally, in grades one through three, to an average of 18 students per classroom; and (2) improve teaching in the early grades so that all students can learn to read independently and well by the end of the third grade. (Sec. 201) Authorizes appropriations. Entitles States with approved applications to allotments according to a specified formula. Reserves certain funds for State-level administrative expenses, outlying areas, and BIA schools. Sets forth requirements for: (1) within-State allocations; (2) local uses of funds; (3) matching funds; (4) carryover; (5) participation of private school teachers; and(6) reports. Title III: Teacher Excellence - Teacher Excellence and Classroom Help Act - Part A: Challenging States to Ensure that Every Child Is Taught by a Qualified Teacher - Establishes challenge grant programs to ensure that every elementary and secondary school student is taught by a qualified teacher. (Sec. 312) Authorizes appropriations. Reserves a specified portion for grants to BIA schools. (Sec. 313) Directs the Secretary of Education to award grants to State educational agencies (SEAs) in each State, from specified allotments, to implement statewide initiatives and programs to: (1) recruit, train, and retain beginning teachers; and (2) provide ongoing professional development to veteran teachers and principals. Allows each SEA to reserve up to ten percent of such grant funds for statewide activities to improve the quality of the teaching force, including: (1) assisting LEAs to reduce out-of-field placements; (2) reducing the use of emergency credentials; (3) improving alternative certification programs; (4) administrative costs and evaluation of assisted activities; (5) linking assisted programs with State standards; (6) supporting National Board for Professional Teaching Standards certification of teachers who are or will teach in high-need schools; and (7) assisting LEA teacher recruitment, induction, and professional development programs. Sets forth State allotment formula and State application requirements. (Sec. 314) Requires each SEA to use 20 percent of such grant funds to: (1) award scholarships to qualified individuals who enter the elementary or secondary school teaching field; and (2) establish partnerships with LEAs that serve school districts with the greatest teacher shortages and colleges of education to assist in carrying out such scholarship program, including recruitment of prospective teachers and support services for the teachers. Allows SEAs to also include community-based and other organizations in such partnerships. Sets forth individual eligibility requirements for such scholarships. Allows SEAs to determine the amount of the scholarship, but requires that individual need be considered in determining such amount. Requires scholarship recipients to agree to teach for at least three years, after degree completion, in high-need school districts or high-need content areas. Requires that incentives under such scholarship program be coordinated with those under the Federal student loan forgiveness program under the Higher Education Act of 1965 (HEA). (Sec. 315) Requires each SEA to use at least 70 percent of such grant funds to award competitive grants to eligible LEAs for specified authorized activities. Sets forth requirements for LEA eligibility, applications, and evaluations of assisted programs. Part B: Improving Teacher Preparation - Expresses the sense of the Senate that: (1) the Congress should fully fund Teacher Quality Enhancement Grants for States and Partnerships, under HEA title II, at $300 million; and (2) the 106th Congress should make a strong investment in accomplishing the goal of holding institutions of higher education accountable for improving the initial preparation of teachers, a goal to which the 105th Congress made a strong commitment. Part C: Improving Teacher Technology Training - Amends ESEA to provide for teacher technology training. Requires schools to give attention to professional development that incorporates technology used to improve teaching and learning. Requires professional development activities to include instruction in the use of technology. Adds technology to the list of core subject areas for the National Teacher Training Project grants program (Dwight D. Eisenhower Professional Development Program). Requires local plans for improving teaching and learning to include descriptions of how their core subject area programs will incorporate technologies which meet the educational needs of individuals who are from historically underrepresented groups, or are economically disadvantaged, or have limited English language abilities, or have disabilities. Requires authorized professional development activities to incorporate effective technology for meeting the educational needs of diverse groups of students. Includes technological innovation as a higher education activity to improve teacher education programs. Title IV: Strengthening After-School Programs - Part A: School-Aged Child Care - Amends the Child Care and Development Block Grant Act of 1990 to authorize and to make appropriations for FY 2000 through 2004 for new and expanded programs for child care and development services, including direct services provided outside of normal school hours, to promote the health and academic achievement of school age children and assist the children in avoiding high risk behaviors. (Sec. 414) Requires each State that receives a block grant under such Act to make grants to elementary or secondary schools or community-based organizations to expand the availability and affordability of quality child care and development services, especially direct services provided outside of normal school hours (including before- and after-school care and weekend, holiday, and summer care) for school age children. Requires grant preference to entities that: (1) serve communities with a high rate of poverty and a high incidence of at-risk children; and (2) propose programs that make certain transportation services available to the children served. Requires the use of grant funds for direct services outside of normal school hours, related quality services, and indirect services. Part B: Strengthening the 21st Century Community Learning Centers Act - Amends the 21st Century Community Learning Centers Act to require that discretionary grants be awarded to local educational agencies (LEAs) for supporting certain programs of public elementary schools or secondary schools, including middle schools, that serve communities with substantial needs for expanded learning opportunities for children and youth. (Sec. 421) Increases the maximum duration of such a grant from three to five years. (Sec. 422) Requires the LEA to demonstrate that it will provide specified portions of the annual costs of project-assisted activities from sources other than such grant funds. (Sec. 423) Requires the use of grant funds to establish or expand community learning centers that provide activities that offer expanded learning opportunities for children and youth in the community (such as activities conducted before or after school), and which may include any of the currently authorized activities. (Sec. 424) Authorizes continuation awards of FY 1999 grants. (Sec. 425) Extends through FY 2004 the authorization of appropriations for such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Schools Excellence Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Class Size Reduction Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Teacher Excellence and Classroom Help Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modernize public schools for the 21st century.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:11-05:00"
}