{
  "actions": [
    {
      "acted_at": "2011-01-25", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s92-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-25", 
  "number": "92", 
  "official_title": "A bill to amend the public charter school provisions of the Elementary and Secondary Education Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "21st Century Charter School Act", 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-25", 
  "subjects": [
    "Academic performance and assessments", 
    "Credit and credit markets", 
    "Education", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Elementary and secondary education", 
    "Licensing and registrations", 
    "School administration", 
    "Special education", 
    "State and local finance", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-25", 
    "text": "21st Century Charter School Act - Amends the Charter School program of the Elementary and Secondary Education Act of 1965. Makes public and private nonprofit entities eligible for program grants. (Currently, state educational entities are eligible for such grants.) Allows grantees to award subgrants to charter school developers or nonprofit charter support organizations and award them multiple grants to support multiple campuses of a public charter school. Sets forth additional factors that are to work in favor of grant applicants, including that their state gives public charter schools funding commensurate with that provided to other public schools, has no cap on such schools, and gives the schools a high degree of autonomy. Authorizes the use of subgrants to plan and implement, or expand existing, public charter schools. Authorizes grantees to use a portion of the grant funds reserved for administrative expenses to improve public charter school authorizing policies and practices in their area. Expands the portion of funds grantees may use in establishing revolving loan funds for loans to subgrantees for planning and operating a public charter school. Requires each public charter school participating in the program to have an independent governing board that enters into a performance-based agreement with an authorized public chartering agency that describes: (1) how student performance will be measured pursuant to the state assessments required of other schools, and (2) the criteria for renewal or revocation of their charter. Prohibits such schools from giving admissions preference to any student on the basis of prior academic achievement. Establishes two new grant programs awarding grants to: (1) public charter schools, public and private nonprofit entities, charter school developers, and nonprofit charter support organizations to disseminate charter school innovations to other schools and states; and (2) public and private nonprofit entities to demonstrate innovative credit enhancement initiatives that assist public charter schools in covering the cost of acquiring, constructing, and renovating facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "21st Century Charter School Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the public charter school provisions of the Elementary and Secondary Education Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:58:15-05:00"
}