{
  "actions": [
    {
      "acted_at": "2008-09-11", 
      "references": [
        {
          "reference": "CR S8392", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-11", 
      "committee": "Committee on Finance", 
      "references": [
        {
          "reference": "CR S8393-8414", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3478-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2008-09-11", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-11", 
  "number": "3478", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide incentives for the production of energy, to provide transportation and domestic fuel security, and to provide incentives for energy conservation and energy efficiency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7060-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr7201-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3125-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3335-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy Independence and Investment Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-11", 
  "subjects": [
    "Agriculture and food", 
    "Alaska", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Automobile engines", 
    "Biomass energy", 
    "Black lung", 
    "Building construction", 
    "Carbon cycle", 
    "Carbon dioxide", 
    "Cellulose", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Cogeneration of electric power and heat", 
    "Commerce", 
    "Continental shelf", 
    "Damages", 
    "Depreciation and amortization", 
    "Diesel motor", 
    "Disability retirement", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Electric appliances", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric vehicles", 
    "Elementary and secondary education", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy facilities", 
    "Environmental protection", 
    "Excise tax", 
    "Exports", 
    "Foreign trade and international finance", 
    "Fuel cells", 
    "Gas in submerged lands", 
    "Gas industry", 
    "Geothermal resources", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Heat pumps", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Hydroelectric power", 
    "Incineration", 
    "Income tax", 
    "Investment tax credit", 
    "Irrigation", 
    "Labor and employment", 
    "Law", 
    "Liability for environmental damages", 
    "Marine and coastal resources, fisheries", 
    "Natural gas", 
    "Ocean energy resources", 
    "Oil pollution", 
    "Oil shales", 
    "Oil well drilling", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Petroleum refineries", 
    "Public lands and natural resources", 
    "Recycling of waste products", 
    "Refuse as fuel", 
    "Rural education", 
    "Service stations", 
    "Solar energy", 
    "Tankers", 
    "Tax credits", 
    "Tax deductions", 
    "Tax refunds", 
    "Taxation", 
    "Transportation and public works", 
    "Trucks", 
    "Water resources development", 
    "Wind power"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-11", 
    "text": "Energy Independence and Investment Act of 2008 - Amends and extends Internal Revenue Code provisions relating to energy production, transportation and domestic fuel security, energy conservation and efficiency, and nuclear power.Extends through 2011 the tax credit for production of electricity from specified renewable resources, including wind energy, biomass, geothermal energy, refined coal, and hydropower. Includes marine and hydrokinetic renewable energy as a renewable resource for purposes of such tax credit. Extends through 2016 the energy tax credit for solar, fuel cell, and microturbine property and the tax credit for residential energy efficient property. Allows a new investment tax credit for combined heat and power system property. Allows a residential energy efficient tax credit for 30% of expenditures for wind turbines used to generate electricity in a residence and for geothermal heat pumps.Allows a new tax credit for investment in new clean renewable energy bonds for capital expenditures for renewable energy facilities. Allows an energy tax credit for wind turbines to generate electricity and for geothermal heat pumps.Allows a 30% investment tax credit rate for advanced coal-based generation technology projects and increases the maximum credit amount allocable for such projects to $3.3 billion. Increases to 30% the investment tax credit rate for coal gasification projects. Extends the excise tax on coal until the earlier of December 31, 2018, or the day after the first December 31st after December 31, 2007, on which there is no balance of repayable advances made to the Black Lung Disability Trust Fund and no unpaid interest on such advances.Sets forth a special rule for refund claims of coal excise tax by certain coal producers and exporters.Allows a new tax credit for carbon dioxide sequestration.Requires the Secretary of the Treasury to undertake a comprehensive review of Internal Revenue Code provisions that have the largest effects on carbon and other greenhouse gas emissions and to provide an estimate of the magnitude of such effects.Includes cellulosic biofuel within the definition of \"biomass ethanol plant property\" for purposes of bonus depreciation. Extends through 2011 income and excise tax credits for biodiesel and renewable diesel used as fuel. Increases the rates of such credits.Disqualifies foreign-produced fuel that is used or sold for use outside the United States from the income and excise tax credits for alcohol, biodiesel, and alternative fuel production.Allows a new tax credit for the production of qualified plug-in electric drive motor vehicles.Extends the tax credits for investment in alternative motor vehicles and alternative fuel.Allows an exclusion from the heavy truck excise tax for idling reduction devices and advanced insulation used in certain heavy trucks and trailers.Extends through 2012 the tax credit for alternative fuel refueling property expenditures. Extends through 2011 the income and excise tax credits for alcohol used as fuel. Allows a new tax credit for small fossil free alcohol production.Extends through 2013 the election to expense the cost of certain refinery property.Extends through 2010: (1) the suspension of the taxable income limit on percentage depletion for oil and natural gas produced from marginal properties; and (2) the tax credit for new energy efficient homes. Allows a tax credit for investment in qualified energy conservation bonds for capital expenditures for energy conservation projects.Extends the tax credit for nonbusiness energy property expenditures through 2008. Includes energy-efficient biomass fuel stoves as property eligible for such tax credit.Extends through 2013 the tax deduction for energy efficient commercial building expenditures.Modifies tax credit amounts for energy efficient household appliances produced after 2007.Allows accelerated depreciation of qualified smart electric meters and smart electric grid systems and reuse and recycling property.Modifies requirements for the tax credit for production from advanced nuclear power facilities.Allows individuals who receive a settlement from Exxon Valdez oil spill litigation to average any settlement or judgment-related income over a three-year period or contribute such income to a tax-exempt retirement account.Provides for revenue enhancements by: (1) limiting the tax deduction for income attributable to domestic production activities for taxpayers with gross receipts derived from oil, gas, or any primary products thereof; (2) imposing an excise tax on crude oil and natural gas produced from the Outer Continental Shelf in the Gulf of Mexico; (3) conforming the tax treatment of foreign oil and gas extraction income and foreign oil related income for purposes of the foreign tax credit; (4) requiring investment brokers to report information relating to customer basis in securities transactions; and (5) increasing and extending through 2017 the Oil Spill Liability Trust Fund financing rate.Amends the Secure Rural Schools and Community Self-Determination Act of 2000 to modify and extend such Act through FY2011. Modifies the definition of \"qualifying child\" for purposes of the income tax exemption for dependents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Independence and Investment Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide incentives for the production of energy, to provide transportation and domestic fuel security, and to provide incentives for energy conservation and energy efficiency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:23-05:00"
}