{
  "actions": [
    {
      "acted_at": "1977-11-01", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9878-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-11-01", 
  "number": "9878", 
  "official_title": "A bill to authorize, direct, and encourage the President to enter into international agreements in the areas of tax, trade, and commerce insofar as they deal with multinational enterprises, and to provide that trade agreements insofar as they affect multinational enterprises should be consistent with certain principles.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Multinational Enterprises Regulation Act", 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-11-01", 
  "subjects": [
    "Advisory bodies", 
    "Age discrimination", 
    "Antitrust law", 
    "Antitrust law (International law)", 
    "Antitrust policy", 
    "Balance of payments", 
    "Bank records", 
    "Bribery", 
    "Business and commerce", 
    "Business records", 
    "Civil Rights and Liberties", 
    "Collective bargaining", 
    "Commerce", 
    "Conferences", 
    "Congress", 
    "Congressional delegations", 
    "Corporate finance", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Corporations", 
    "Crime and law enforcement", 
    "Discrimination", 
    "Dividends", 
    "EEC countries", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign license agreements", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Foreign trade regulation", 
    "Gifts", 
    "Government operations and politics", 
    "Income tax", 
    "International affairs", 
    "International arbitration", 
    "International banking", 
    "International cooperation", 
    "International corporations", 
    "International economic integration", 
    "International economic relations", 
    "International labor activities", 
    "International law", 
    "Labor and employment", 
    "Labor policy", 
    "Labor unions", 
    "Monetary policy", 
    "Negotiations", 
    "Racial discrimination", 
    "Religious liberty", 
    "Restrictive trade practices", 
    "Securities", 
    "Sex discrimination", 
    "Stockholders", 
    "Stocks", 
    "Tax havens", 
    "Tax treaties", 
    "Taxation", 
    "Technology transfer", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "International corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-11-01", 
    "text": "Multinational Enterprises Regulation Act - Title I: International Agreements - Directs the President to initiate discussions with foreign countries for international agreements regulating multinational businesses. Establishes a timetable for entering such agreements, beginning with the countries of the European Economic Community. Requires Congressional delegates as official advisors to the United States delegations for such agreements. Permits Congressional disapproval of such agreements. Requires the President to coordinate such trade agreements with the Trade Act of 1974. Title II: Office of the Special Representatives for Negotiations on Multinational Enterprises - Establishes an Office of the Special Representative for Negotiations on Multinational Enterprises in the Office of the President to conduct negotiations under this Act. Directs the President to establish an interagency organization, composed of the heads of federal departments and agencies designated by the President, to make recommendations on basic policy issues related to multinational enterprises. Title III: Code of Principles on Multinational Enterprises and Governments - Part I: Content of Agreements - Stipulates that international agreements relating to multinational enterprises shall be consistent with the principles set forth in this title. Part II: General Framework - Stipulates that such agreements shall have the force of law in signatory countries and are to impose binding legal obligations on businesses operating in or based in such countries. Permits the establishment of an international secretarial to enforce such agreements. Requires such agreements to bind businesses not to discriminate in favor of national enterprises. Requires multinational enterprises to obey national and international laws, and national policy objectives of parent and host countries. Requires signatory governments (1) to treat multinational enterprises according to international law, (2) to deal with conflicts of national laws affecting such enterprises, and (3) to utilize international dispute mechanisms. Part III: Information - Requires multinational enterprises to publish annual reports containing specified financial and labor information. Part IV: Competition - Requires multinational enterprises to make operation information accessible to national antitrust bodies which are to cooperate in antitrust law enforcement. Prohibits misuse of antitrust information. Stipulates that multinational enterprises are to avoid anticompetitive activities. Requires nondiscriminatory antitrust law enforcement. Part V: Investment Policy - Requires multinational enterprises to report planned investments. Directs signatory nations to regulate takeovers of existing firms. Mandates harmonization of international agreements and national investment regulation. Part VI: Fiscal Policy - Requires multinational enterprises to furnish governmental tax authorities necessary to determine taxes due. Prohibits contravention of national tax laws or policies. Stipulates criteria to determine where income, dividends, and interest are to be taxed. Directs governmental authorities to seek to facilitate tax law enforcement and harmonization of other national tax laws. Mandates common actions against the misuse of tax havens. Requires the establishment of international mechanisms for the settlement of tax disputes. Prohibits misuse of tax information. Directs the elimination of undue secrecy with respect to income reporting by banks. Prohibits tax discrimination against foreign-based firms. Requires the establishment of rules for transfer pricing. Part VII: Capital Market Policy and Monetary Policy - Requires multinational businesses to respect the balance of payments, and monetary and credit objectives of parent and host countries. Directs governments to avoid unduly restrictive capital controls. Requires enterprises to permit residents of host countries to acquire their shares. Part VIII: Social Policy and Labor Market Policy - Requires multinational enterprises to consult with labor representatives with respect to business policy. Mandates the recognition of labor unions or similiar organizations by multinational enterprises. Requires such enterprises to observe national and local labor laws and practices. Prohibits discrimination by multinational enterprises based on sex, age, religion, race, ethnic or national origin, or political activity. Requires such enterprises to furnish jobs in the host country for host country citizens. Part IX: Technology - Mandates multinational enterprises to add to local scientific and technological capabilities, and to permit the dissemination of technological know-how on reasonable terms. Part X: Pernicious Political Activities - Prohibits payments or gifts to officials of host countries by multinational enterprises. Prohibits unlawful and undisclosed contributions by multinational businesses to political parties or candidates. Mandates penalties for violation and cooperation in enforcement of such prohibitions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multinational Enterprises Regulation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize, direct, and encourage the President to enter into international agreements in the areas of tax, trade, and commerce insofar as they deal with multinational enterprises, and to provide that trade agreements insofar as they affect multinational enterprises should be consistent with certain principles.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:18-05:00"
}