{
  "actions": [
    {
      "acted_at": "1987-10-22", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1397-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1397"
    }
  ], 
  "bill_id": "s1809-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1987-10-22", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-22", 
  "number": "1809", 
  "official_title": "A bill to require the Environmental Protection Agency to set standards for identification and abatement of hazardous asbestos in certain buildings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxic Substances Control Act Amendments Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-10-22", 
  "subjects": [
    "Asbestos", 
    "Building construction", 
    "Building laws", 
    "Building leases", 
    "Consumer protection", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Federal installations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Labeling", 
    "Management", 
    "Ombudsman", 
    "Public safety", 
    "Standards", 
    "Transportation of hazardous substances", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-22", 
    "text": "Toxic Substances Control Act Amendments Act of 1987 - Amends the Toxic Substances Control Act to add an additional title, the Federal Building Asbestos Control Act of 1987. Directs the Administrator of the Environmental Protection Agency to promulgate regulations, within 360 days of enactment, for asbestos hazard abatement in Federal and other buildings. Requires such regulations to address: (1) building inspections; (2) appropriate response actions based upon potential or actual degree of significant damage; (3) notification and implementation of response actions; (4) an operations and maintenance and repair program; (5) periodic surveillance needs; (6) the transportation and disposal of asbestos-containing waste material; and (7) management plans for each covered building requiring periodic inspections by accredited personnel, response actions when appropriate, and warning labels on any asbestos-containing material still in routine maintenance areas. Requires that such plans be approved by the Administrator and be available to the public. Requires notices in occupied buildings where asbestos abatement activities will occur. Sets forth guidelines and a compliance schedule should the Administrator fail to promulgate regulations within the prescribed period. Requires individuals who inspect, manage, abate, and analyze asbestos problems to be accredited by a State or pursuant to an Administrator-approved course. Requires all Federal buildings to be inspected for asbestos within 730 days of the enactment of this Act. Prohibits the Federal leasing of any building not inspected for asbestos. Prohibits discrimination against whistleblowers. Sets forth the duties of an Asbestos Ombudsman, including receiving and responding to requests for information and grievances and making recommendations. Adds an additional title to such Act, the Asbestos Information Act of 1987. Requires asbestos or asbestos-containing material manufacturers to report to the Administrator the years of manufacture, the type or classes of products, and other identifying characteristics. Requires the Administrator to publish such information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Substances Control Act Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Environmental Protection Agency to set standards for identification and abatement of hazardous asbestos in certain buildings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:45-05:00"
}