{
  "actions": [
    {
      "acted_at": "1983-08-03", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-29", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from OMB, VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-08", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-21", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held. Hearings printed:  S.Hrg. 98-1139.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1747-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1983-08-03", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1983-08-03", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1983-08-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1983-08-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1983-08-03", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1983-08-03", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1983-08-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1983-08-03", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1983-08-03", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1983-08-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1984-09-11", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1983-08-03", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1983-08-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1983-08-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1983-08-03", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1983-09-15", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-08-03", 
  "number": "1747", 
  "official_title": "A bill to amend title 38, United States Code, to establish two new programs of educational assistance for veterans of peace-time service, to close the Post-Vietnam Era Veterans' Educational Assistance program to new participants, and to repeal the December 31, 1989, termination date of the Vietnam-era GI Bill, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Peace-Time Veterans Educational Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Armstrong, William L.", 
    "state": "CO", 
    "thomas_id": "00029", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-08-03", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Department of the Treasury", 
    "Education", 
    "Educational finance", 
    "Government trust funds", 
    "Military dependents", 
    "Military leave", 
    "Military personnel", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-08-03", 
    "text": "Peace-Time Veterans' Educational Assistance Act - Establishes a new educational assistance program for the peace-time force. Excludes graduates of service academies from eligibility for such assistance. Entitles veterans who are graduates of a secondary school and who have served in the armed forces on continuous active duty for at least three years to basic educational assistance. Entitles veterans of the Selected Reserve who are graduates of secondary schools and who have served at least two years of continuous active duty in the Selected Reserve to basic educational assistance. Sets forth the formula for determining the length of such assistance based on the length of time served. Entitles such veterans to a monthly assistance allowance of $300 for a full-time approved program of education. Permits enrollment, if eligible, in a program of education while an individual continues to perform his duties. Entitles veterans who have served three or more consecutive years of active duty in addition to those required for basic educational assistance to supplemental educational assistance. Entitles such veterans to a monthly supplemental assistance allowance of $300 a month. Permits the provision of basic or supplemental assistance at a higher rate to any individual entitled to supplemental educational assistance who has a skill or specialty in which there is a critical shortage of personnel. Establishes a ten year delimiting period for educational assistance. Excludes time spent as a prisoner of war subsequent to discharges and time spent physically or mentally disabled. Excludes time an individual was in an alcohol or drug dependence or drug abuse condition if recognized treatment has been sought and the condition is under control. Directs the Administrator to suspend payment of an educational assistance allowance for any reservist failing to fullfill Reserve obligations. Prohibits participation in more than one program of educational assistance. Allocates the administration and costs of such programs to the Veterans Administration, the Department of Transportation, and the Department of Defense. Requires the Secretary of Defense and the Administrator to submit to Congress an annual report on the operations of such programs. Establishes a Career Members' Contributory Educational Assistance Program for members of the armed forces serving on active duty who have completed ten years of service. Allows such members to enroll in such educational benefits program by contributing a monthly deduction to the Career Member Education Account. Limits such contributions to not less than $25 but not more than $100. Authorizes the Secretary to match such contributions at a two for one rate after 24 months of participation by any member and to contribute additional amounts he deems necessary to encourage persons to remain in the armed forces. Provides procedures for refunds of contributions due to: (1) disenrollment from such program; (2) death of a participant; and (3) discharge of release under conditions which would bar the use of educational benefits. Sets forth the formula for determining the amount of entitlement and the methods of payments of benefits to eligible members who pursue a program of education. Authorizes eligible veterans to transfer their educational benefits to their spouses or children in accordance with regulations prescribed by the Secretary. Limits educational assistance under such program to the date ten years beyond an eligible veteran's discharge or release date. Directs the Secretary of Defense to submit a report to the Administrator each month on deductions made from the military pay of program participants. Requires the Secretaries of Defense and Transportation to transfer funds for administrative costs to the Administrator. Authorizes the Secretary of Defense to prescribe regulations to grant leaves of absence (not to exceed 24 months) to eligible members of the armed forces to pursue a program of education. Requires members granted such leave to agree in writing to extend their active duty service for a period of two months for each month of leave of absence. Allows payment to such members of basic allowance for quarters and subsistence while on such leave. Sets forth the circumstances under which the Secretary may cancel such leaves of absence. Requires the Secretary concerned to provide individual predischarge counseling which includes a discussion of educational benefit entitlements. Makes persons who enter the military service after December 31, 1980, ineligible for participation in the Post-Vietnam Era Veterans' Educational Assistance Program. Eliminates the delimiting period for the Veterans' educational assistance program for veterans who enlisted or served before January 1, 1977. Requires the Secretaries of Defense, Health and Human Services, and Transportation to transfer payment and administrative funds to the Administrator for such program. Sets forth effective dates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Peace-Time Veterans Educational Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to establish two new programs of educational assistance for veterans of peace-time service, to close the Post-Vietnam Era Veterans' Educational Assistance program to new participants, and to repeal the December 31, 1989, termination date of the Vietnam-era GI Bill, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:02-05:00"
}