{
  "actions": [
    {
      "acted_at": "1985-10-04", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-07-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Aging (Labor and Human Resources). Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1736-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Aging", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1986-07-22", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1986-04-21", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1986-04-17", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-04", 
  "number": "1736", 
  "official_title": "A bill to amend the Public Health Service Act to provide assistance for education, research, and treatment programs for Alzheimer's disease and related disorders, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Alzheimer's Assistance, Research, and Education Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-04", 
  "subjects": [
    "Alaska", 
    "Alzheimer's disease", 
    "Extended care facilities", 
    "Federal aid to health facilities", 
    "Geriatrics", 
    "Health", 
    "Health facilities", 
    "Medical centers", 
    "Medical research", 
    "Mental care facilities", 
    "Mental health services", 
    "Nervous system diseases", 
    "Research and development", 
    "Research centers", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-04", 
    "text": "Comprehensive Alzheimer's Assistance, Research, and Education Act of 1985 - Amends the Public Health Service Act to establish a National Alzheimer's Education Program to: (1) coordinate education and training programs of the National Institutes of Health (NIH), the Veterans Administration, other Federal entities, State and local governments, and private organizations; (2) establish an information clearinghouse; (3) provide information to health care providers, organizations, patients, and the general public; and (4) provide technical assistance to States and public and private organizations in the collection and dissemination of information. Authorizes appropriations for FY 1986 through 1988 for such purposes. Directs the Secretary of Health and Human Services to make grants to States to plan, establish, and operate programs to: (1) coordinate the development and operation of diagnostic, treatment, care management, respite care, legal counseling, and education services provided by public and private organizations within the State; (2) provide respite care to patients with Alzheimer's disease and related disorders; (3) provide information to health care providers, organizations, and the general public on treatment and related services for patients and their families; (4) coordinate the development and operation of continuing education for health care providers on the diagnosis, treatment, and care management of Alzheimer's disease and related disorders; (5) review State policies on the financing and reimbursement of health care costs for such patients; (6) review State nursing home regulations as they apply to such patients; and (7) coordinate with the National Alzheimer's Education Program. Limits Federal grants for such programs to the lesser of one half the cost or $1,000,000. Authorizes appropriations for FY 1986 through 1988. Directs the Secretary to establish a plan for a research program for the study of Alzheimer's disease and related disorders. Directs the Secretary to make grants and enter into contracts with public and private entities for ten to 20 Alzheimer's disease research centers. Authorizes appropriations for FY 1986 through 1988. Provides for the recovery from Alaska of Federal grants provided under the Public Health Service Act if within 20 years from the date of completion of a medical facility, such facility ceases to be a publicly owned facility operated for the care or treatment of patients under Alaska's mental health program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Alzheimer's Assistance, Research, and Education Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide assistance for education, research, and treatment programs for Alzheimer's disease and related disorders, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:39-05:00"
}