{
  "actions": [
    {
      "acted_at": "1975-03-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5236-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-20", 
  "number": "5236", 
  "official_title": "A bill to establish an Office of Rural Health within the Department of Health, Education, and Welfare, and to assist in the development and demonstration of rural health care delivery models and components.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5463-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5809-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7084-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Rural Health Care Delivery Improvement Act", 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-20", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Rural affairs legislation", 
    "Rural health", 
    "Rural public health"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-20", 
    "text": "Rural Health Care Delivery Improvement Act - Declares that it is the policy of Congress and the purpose of this Act to provide assistance to programs for the delivery of health services in order to increase the availability of health care services to residents of rural areas. Establishes within the Department of Health, Education, and Welfare an Office of Rural Health. Authorizes the Director of such office to award grants, contracts, loans, and loan guarantees for projects to: (1) examine existing models of rural health care delivery; (2) determine such models applicability and transferability to other rural areas; and (3) assist in the study, planning, and development of rural health care delivery models. States that the Director shall: (1) provide liason among all Federal agencies for the purpose of coordinating health care programs in rural areas; (2) provide technical assistance and advice for the development of rural health care delivery models; and (3) provide for the coordination of programs assisted under this Act with programs of the National Health Service Corps. Establishes in the Treasury a rural health care delivery loan guarantee and loan fund. Stipulates that the Director shall not approve an application for a loan or a loan guarantee under this Act unless he determines that the terms and conditions are sufficient to protect the financial interests of the United States. Establishes a Rural Health Care Advisory Committee composed of eleven members. Directs such committee to make recommendations to the Director with respect to overall planning, policies, objectives and priorities for the Office of Rural Health. Stipulates that the Director shall not approve an award of any grant, contract, loan, or loan guarantee under this Act unless such award has been approved by the Rural Health Care Advisory Committee and the appropriate State and local medical society. Authorizes to be appropriated for grants and contracts under this Act $75,000,000 for fiscal year 1976, $100,000,000 for fiscal year 1977, and $125,000,000 for fiscal year 1978. Authorizes to be appropriated for the rural health care delivery loan guarantee and loan fund such amounts as may be required from time to time for the fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Health Care Delivery Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Rural Health within the Department of Health, Education, and Welfare, and to assist in the development and demonstration of rural health care delivery models and components.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:54-05:00"
}