{
  "actions": [
    {
      "acted_at": "2001-11-29", 
      "references": [
        {
          "reference": "CR S12167", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-11-29", 
      "committee": "Committee on Environment and Public Works", 
      "references": [
        {
          "reference": "CR S12167-12169", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-06-05", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held. Hearings printed: S.Hrg. 107-999.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-25", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-11-12", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Jeffords with an amendment in the nature of a substitute. With written report No. 107-335. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-11-12", 
      "calendar": "Senate Legislative", 
      "number": "747", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 747.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1746-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2001-11-29", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2002-09-25", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "2001-11-29", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2001-11-29", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "2002-06-12", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-11-29", 
  "number": "1746", 
  "official_title": "A bill to amend the Atomic Energy Act of 1954 and the Energy Reorganization Act of 1974 to strengthen security at sensitive nuclear facilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Security Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-07-25", 
  "subjects": [
    "Airspace (Law)", 
    "Armed forces and national security", 
    "Arrest", 
    "Arson", 
    "Biological warfare", 
    "Biological weapons", 
    "Chemical warfare", 
    "Chemical weapons", 
    "Coast guard", 
    "Computer crimes", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Detention of persons", 
    "EBB Terrorism", 
    "Economics and public finance", 
    "Emergency management", 
    "Employee selection", 
    "Employee training", 
    "Employment tests", 
    "Energy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Explosives", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Fees", 
    "Fingerprints", 
    "Firearms", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Identification of criminals", 
    "Independent regulatory commissions", 
    "International affairs", 
    "Labor and employment", 
    "Law", 
    "Law enforcement funding", 
    "Licenses", 
    "Military training", 
    "National Guard", 
    "Nuclear Regulatory Commission", 
    "Nuclear engineering", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Nuclear security measures", 
    "Nuclear terrorism", 
    "Personnel records", 
    "Plutonium", 
    "Police training", 
    "Public lands and natural resources", 
    "Radiation victims", 
    "Radioactive wastes", 
    "Rating of employees", 
    "Rules and rulemaking", 
    "Sabotage", 
    "Science, technology, communications", 
    "Security clearances", 
    "Security measures", 
    "September 11, 2001", 
    "Special forces (Military science)", 
    "Subcontractors", 
    "Suicide", 
    "Terrorism", 
    "Transportation and public works", 
    "Uranium", 
    "Uranium enrichment", 
    "Warrants (Law)", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2002-11-12", 
    "text": "Nuclear Security Act of 2002 - Amends the Atomic Energy Act of 1954 to establish a task force on nuclear infrastructure security to examine the protection of sensitive nuclear facilities from potential terrorist threats, and to report its findings and recommendations to Congress and the President.(Sec. 3) Instructs the Nuclear Regulatory Commission (NRC) to promulgate regulations consistent with task force recommendations to: (1) identify the threats that sensitive nuclear facilities must protect against to prevent radiological sabotage and theft of special nuclear material while ensuring protection of safeguards information; and (2) establish a system to determine multiple threat levels in order to describe the threat conditions at such facilities.Prescribes guidelines for mandatory NRC review of: (1) the security plan to ensure that each facility protects against those threats; and (2) emergency response plans for each sensitive nuclear facility to ensure that the plans provide protection for persons living in the emergency response planning zones. Requires the NRC to ensure that each facility licensee upgrades the emergency response plans to reflect such reviews.Directs the NRC to promulgate regulations, consistent with task force recommendations, to establish the circumstances under which it shall request the President to: (1) deploy the Coast Guard to a sensitive nuclear facility; (2) protect the air space in the vicinity of a sensitive nuclear facility; or (3) deploy the antiterrorism team.Directs the President to promulgate regulations, consistent with task force recommendations, to establish the Nuclear Infrastructure Antiterrorism Team to protect the perimeter of sensitive nuclear facilities in coordination with other Federal, State, local, and private entities consistent with the security plan for each sensitive nuclear facility.Instructs the President to establish a training program for National Guard and State and local law enforcement agency response to threats against a sensitive nuclear facility. Authorizes the President to provide grants for program implementation.Authorizes appropriations.Instructs the NRC to: (1) update hiring and training standards for employees of a sensitive nuclear facility; (2) disqualify for employment individuals that present a threat to national security; (3) promulgate hiring and training regulations for Federal security coordinators; and (4) assign a Federal security coordinator (employed by the NRC) at each sensitive nuclear facility.(Sec. 4) Revises procedural guidelines for fingerprinting and background checks to include: (1) repetition of fingerprinting at least once every five years; (2) submission of fingerprints for identification and comparison against all categories of individuals whose fingerprints appear in specified law enforcement and investigative data banks; (3) background checks for persons with access to nuclear facilities; and (4) restricted access to sensitive nuclear facilities, radioactive material, or safeguards information.Sets forth criminal penalties for violations of the guidelines.(Sec. 5) Amends the Energy Reorganization Act of 1974 to establish the Office of Nuclear Security and Incident Response, and within it a Security Response Unit.Mandates that Unit personnel include a mock terrorist team composed of: (1) individuals, with advanced knowledge of special weapons and tactics comparable to special operations forces of the Armed Forces; (2) nuclear engineers; and (3) individuals with knowledge of the operations of the sensitive nuclear facility who are capable of actively disrupting its normal operations.Prescribes guidelines for: (1) response evaluations conducted periodically by the NRC; (2) corrective action by the facility licensee; and (3) periodic emergency response exercises in coordination with the Federal Emergency Management Agency.(Sec. 6) Amends the Atomic Energy Act of 1954 to include employees of NRC certificate holders and trained security guards in the personnel pool authorized by the NRC to carry firearms, other weapons, devices, or ammunition at its facilities.Prescribes guidelines under which such personnel may detain or arrest without a warrant.(Sec. 7) Prescribes guidelines under which the task force shall: (1) evaluate the security of sensitive radioactive material against security threats; and (2) recommend administrative and legislative actions to provide the maximum security against such threats.(Sec. 9) Subjects to a criminal penalty any attempt or conspiracy to commit sabotage of nuclear facilities or fuel. (The current standard is intentional or willful attempt.)Establishes a criminal penalty for sabotage committed during construction of certain NRC facilities if the sabotage could adversely affect public health and safety during facility operation.(Sec. 10) Instructs the Attorney General and the NRC to report to Congress on the adequacy of criminal enforcement provisions in the Atomic Energy Act of 1954.(Sec. 11) Amends the Energy Reorganization Act of 1974 to extend whistleblower protections to an employee of an NRC contractor or subcontractor.Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Security Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Nuclear Security Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Atomic Energy Act of 1954 and the Energy Reorganization Act of 1974 to strengthen security at sensitive nuclear facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:17-05:00"
}