{
  "actions": [
    {
      "acted_at": "1993-01-05", 
      "references": [
        {
          "reference": "CR H61", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-03-04", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Joint Hearing Held Without Referral by Subcommittee on Social Security and Subcommittee on Human Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-01", 
      "references": [
        {
          "reference": "CR E2731", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-03", 
      "bill_ids": [
        "hr3419-103"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Further Action See H.R.3419.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brewster, Bill K.", 
      "sponsored_at": "1993-03-03", 
      "state": "OK", 
      "thomas_id": "00123", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McInnis, Scott", 
      "sponsored_at": "1993-06-09", 
      "state": "CO", 
      "thomas_id": "00775", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-05", 
  "number": "13", 
  "official_title": "To simplify certain provisions of the Internal Revenue Code of 1986.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3419-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Tax Simplification Act of 1993", 
  "sponsor": {
    "district": "5", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-05", 
  "subjects": [
    "Accounting", 
    "Administrative fees", 
    "Administrative procedure", 
    "Agricultural cooperatives", 
    "Agricultural machinery", 
    "Aircraft pilots", 
    "Alcohol as fuel", 
    "Alcohol tax", 
    "Alcoholic beverage industry", 
    "Alternative energy sources", 
    "American investments", 
    "Annuities", 
    "Appellate procedure", 
    "Automobiles", 
    "Aviation fuels", 
    "Bank employees", 
    "Bank failures", 
    "Bankruptcy", 
    "Beer", 
    "Business losses", 
    "Business records", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Civil service pensions", 
    "Computer software", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Credit cards", 
    "Department of Energy", 
    "Depreciation and amortization", 
    "Diesel motor", 
    "Disabled", 
    "Dividends", 
    "Divorce", 
    "Earned income tax credit", 
    "Earnings", 
    "Electronic data interchange", 
    "Embassies", 
    "Employment subsidies", 
    "Employment tax credits", 
    "Energy policy", 
    "Energy tax credits", 
    "Estate tax", 
    "Excise tax", 
    "Executive compensation", 
    "Families", 
    "Finance and financial sector", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Franchises (Retail trade)", 
    "Fruit and fruit trade", 
    "Fuel", 
    "Gasoline", 
    "Gasoline tax", 
    "Gift tax", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Holding companies", 
    "Home ownership", 
    "Household workers", 
    "Housing and community development", 
    "Housing finance", 
    "Imports", 
    "Income", 
    "Income tax", 
    "Individual retirement accounts", 
    "Injunctions", 
    "Insurance companies", 
    "Intangible property", 
    "Interest", 
    "Interest rates", 
    "Intergovernmental tax relations", 
    "International agencies", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Jury selection", 
    "Labeling", 
    "Leases", 
    "Legal fees", 
    "Licenses", 
    "Life insurance", 
    "Limitation of actions", 
    "Married people", 
    "Methanol", 
    "Military pay", 
    "Minimum tax", 
    "Money", 
    "Motor vehicles", 
    "Mutual funds", 
    "Natural gas", 
    "Nondiscrimination provisions", 
    "Ocean mining", 
    "Optical disks", 
    "Partnerships", 
    "Pension funds", 
    "Piggyback transportation", 
    "Postal employees", 
    "Reinsurance", 
    "Retiree health benefits", 
    "Savings and loan associations", 
    "Securities", 
    "Self-employed", 
    "Separation (Law)", 
    "Signs and signboards", 
    "Small business", 
    "Social security taxes", 
    "State taxation", 
    "Stocks", 
    "Subsidiary corporations", 
    "Survivors' benefits", 
    "Tax administration", 
    "Tax auditing", 
    "Tax courts", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax rates", 
    "Tax refunds", 
    "Tax returns", 
    "Tax shelters", 
    "Tax simplification", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Trademarks", 
    "Transportation and the physically handicapped", 
    "Trucks", 
    "Trusts and trustees", 
    "Unemployment insurance", 
    "Wholesale trade", 
    "Wine", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-05", 
    "text": "TABLE OF CONTENTS: Title I: Provisions Relating To Individuals Subtitle A: Provision Relating to Earned Income Credit Subtitle B: Provisions Relating to Rollover of Gain on Sale of Principal Residence Subtitle C: Other Provisions Title II: Pension Simplification Subtitle A: Simplified Distribution Rules Subtitle B: Increased Access to Pension Plans Subtitle C: Nondiscrimination Provisions Subtitle D: Miscellaneous Simplification Title III: Treatment Of Large Partnerships Subtitle A: General Provisions Subtitle B: Provisions Related to TEFRA Partnership Proceedings Title IV: Foreign Provisions Subtitle A: Simplification of Treatment of Passive Foreign Corporations Subtitle B: Treatment of Controlled Foreign Corporations Subtitle C: Other Provisions Title V: Treatment of Intangibles Title VI: Other Income Tax Provisions Subtitle A: Provisions Relating to Subchapter S Corporations Subtitle B: Accounting Provisions Subtitle C: Provisions Relating to Regulated Investment Companies Subtitle D: Tax-Exempt Bond Provisions Subtitle E: Insurance Provisions Subtitle F: Other Provisions Title VII: Estate And Gift Tax Provisions Title VIII: Excise Tax Simplification Subtitle A: Fuel Tax Provisions Subtitle B: Provisions Related to Distilled Spirits, Wines, and Beer Subtitle C: Other Excise Tax Provisions Title IX: Administrative Provisions Subtitle A: General Provisions Subtitle B: Tax Court Procedures Subtitle C: Authority for Certain Cooperative Agreements Tax Simplification Act of 1993 - Title I: Provisions Relating to Individuals - Subtitle A: Provisions Relating to Earned Income Credit - Amends the Internal Revenue Code to repeal the supplemental young child credit and revise and increase the earned income credit. Subtitle B: Provisions Relating to Rollover of Gain on Sale of Principal Residence - Allows gain to be rolled over from one residence to another in the order the residences are purchased and used, regardless of reasons for the sale of the old residence. Sets forth a two-year residence rule for taxpayers who sell a residence pursuant to a divorce or marital separation for purposes of determining the rollover of gain on the sale of a principal residence. Subtitle C: Other Provisions - Provides an exception to the passive loss rules if the loss does not exceed $200. Permits the payment of taxes by credit cards to the extent provided by regulations. Modifies the election to claim a child's unearned income on the parent's return. Establishes a foreign tax credit limitation for individuals whose gross income is from sources outside the United States, consists entirely of qualified passive income, and the amount of creditable foreign taxes does not exceed $200. Excludes certain personal transactions from foreign currency rules. Requires the Secretary to report to specified congressional committees on expanded access to simplified individual income tax returns and other actions taken to simplify them. Provides that the amount allowed as a deduction to rural mail carriers for the business expense of a vehicle shall be equal to qualified reimbursements. Amends the Technical and Miscellaneous Revenue Act of 1988 to repeal the rule on the business use of automobiles by rural mail carriers. Exempts from the luxury excise tax parts for accessories installed for use of passenger vehicles by disabled individuals. Limits the exclusion of combat pay from withholding to the amount excludable from gross income. Title II: Pension Simplification - Subtitle A: Simplified Distribution Rules - Repeals: (1) the $5,000 limitation on the exclusion of employees' death benefits; and (2) the five-year forward income averaging for lump-sum distributions. Establishes a method of taxing annuity payments by taking into account the investment in the contract and the number of anticipated payments. Requires qualified plans to allow participants to elect to have distributions transferred directly to another qualified plan. Subtitle B: Increased Access to Pension Plans - Modifies certain simplified employee pensions with respect to allowable participants and participation requirements. Allows local governments and tax-exempt organizations to participate in cash or deferred arrangements. Authorizes the Secretary, as a condition of sponsorship, to prescribe rules defining the duties and responsibilities of certain master and prototype retirement plans. Subtitle C: Nondiscrimination Provisions - Redefines the term \"highly compensated employee\" for pension, profit sharing, stock bonus plan, etc. purposes. Makes such an employee one who is a five-percent owner or who has compensation from the employer in excess of $50,000. Provides a special rule where not employees are treated as highly compensated. Provides alternative methods of satisfying the special nondiscrimination requirements applicable to elective deferrals and employer matching contributions. Modifies the two-part nondiscrimination test for elective contributions under cash or deferred arrangements by permitting the use of the average deferral percentage for nonhighly compensated employees for the preceding year to be used in determining the permitted average deferral percentage for highly compensated employees for the current year. Subtitle D: Miscellaneous Simplification - Revises the definition of a leased employee to mean one whose services are performed under the control of a service recipient, instead of one whose services are historically performed by employees. Provides that the cost-of-living adjustment with respect to any calendar year is based on the increase in the applicable index as of the close of the calendar quarter ending September of the preceding calendar year. Requires the rounding of such amounts. Establishes a contribution limit for owner-employees of retirement plans. Eliminates the special vesting rule for multiemployer plans. Permits certain employers to elect an alternative full funding limitation with respect to any defined benefit plan based solely on the accrued liability under such plan. Requires the Secretary to adjust the 150-percent current liability full funding limit for other plans if there is a revenue shortfall. Allows rural cooperative plans which include cash or deferred arrangements to make distributions to participants after attainment of age 59 1/2. Modifies the treatment of governmental plans with respect to limits on contributions and benefits. Makes the social security retirement age the uniform retirement age for purposes of discrimination testing. Makes uniform the penalty provisions applicable to certain pension reporting requirements. Defines affiliated employers for Treasury regulation purposes with respect to tax-exemption. Treats certain nonunion air pilots as a separate class of employees for nondiscrimination testing purposes. Provides special rules for distributions of deferred compensation plans of State and local governments and tax-exempt organizations. Provides that, for purposes of the excise tax, an employer reversion does not include certain amounts paid to the Federal Government by reason of certain government contracting regulations. Requires continuation of health coverage for employees, including retired employees, of failed financial institutions. Declares that the health care continuation plan maintained by the Federal Deposit Insurance Corporation on June 25, 1992, and any other substantially similar plan maintained by such Corporation, satisfies continuation coverage requirements. Title III: Treatment of Large Partnerships - Subtitle A: General Provisions - Establishes special rules for large partnerships (250 or more partners) with respect to: (1) determining the income tax of a partner; (2) computing the taxable income of a large partnership; and (3) treatment of contributed property. Provides that a large partnership does not include one where: (1) substantially all of the activities involve the performance of personal services by individuals owning interests in such partnerships; or (2) 50 percent or more of partnership assets consist of oil or gas properties. Establishes simplified audit procedures for large partnerships. Requires a partner's return to be consistent with the partnership return. Allows partnerships to take adjustments into account through an imputed underpayment procedure or a flow-through-to-partners procedure. Authorizes and directs the Secretary to make adjustments at the partnership level in any partnership item to the extent necessary to have such item treated in the manner required, after notifying the partnership of such adjustment through certified or registered mail. Specifies certain restrictions on such adjustments. Provides for judicial review of such adjustment with the Tax Court, the appropriate district court, or the Court of Federal Claims. Prohibits any adjustments from being made three years after the later of the date on which the return was filed, or the last day for filing such return, except in specified cases. Allows a partnership to file a request for an administrative adjustment of partnership items during such time periods and provides for judicial review where such request is not allowed in full. Requires large partnerships to furnish information returns to partners by the first March 15 following the close of the partnership's tax year. Authorizes the Secretary to require large partnerships, or any other partnership with 250 or more partners, to file their returns on magnetic media. Subtitle B: Provisions Related to TEFRA Partnership Proceedings - Revises and sets forth new provisions relating to TEFRA (Tax Equity and Fiscal Responsibility Act of 1982) partnership proceedings. Provides for a declaratory judgment procedure in the Tax Court for treatment of non-partnership items with respect to an oversheltered return. Describes an oversheltered return as one which above no taxable income and a net loss from partnership items. Provides for the partnership return to be determinative of the audit procedure to be followed. Suspends the period of limitations for making assessments for a partner who is named in a bankruptcy petition. Provides a special rule for a tax matters partner in bankruptcy. Permits a small partnership to have a C corporation as a partner. Excludes a partial settlement agreement from the one-year limitation on assessment. Provides that if a TEFRA statute extension agreement is entered into, that agreement also extends the statute of limitations for filing refund claims until six months after the expiration of the limitations period for assessments. Provides a prepayment forum and a refund forum for raising the innocent spouse defense in TEFRA cases. Provides that partnership level proceedings include a determination of the applicability of penalties at the partnership level. Allows partners to raise any partner-level defenses in a refund forum. Specifies that an action to enjoin premature assessments of deficiencies attributable to partnership items may be brought in the Tax Court. Permits a party to appear before a court for the sole purpose of asserting that the period of limitations for assessing any tax attributable to partnership items has expired for that person. Provides for the treatment of premature petitions filed by notice partners or five-percent groups. Provides that the amount of the bond to stay assessment and collection should be based on the Tax Court's estimate of the aggregate liability of the parties to the action (and not all of the partners in the partners in the partnership). Suspends interest where there is a delay in computational adjustment resulting from TEFRA settlements. Grants a partner seven years (in lieu of three years) to request an administrative adjustment with respect to bad debts or worthless securities. Title IV: Foreign Provisions - Subtitle A: Simplification of Treatment of Passive Foreign Corporations - Repeals foreign personal holding company rules and foreign investment company rules. Exempts foreign corporations from the accumulated earnings tax and personal holding company rules. Provides for the treatment of personal service contracts under controlled foreign corporation rules. Replaces repealed provisions with revised rules for passive foreign corporations. Provides for taxing U.S. income on stock in passive foreign corporations through three alternative methods: (1) mark-to-market; (2) current inclusion; and (3) interest charge on excess distributions. Subjects less-than-25-percent shareholders of passive foreign corporations that are not U.S.-controlled, and who do not elect current inclusion, to the mark-to-market method or the interest-charge method for taxing income. Provides that if a passive foreign corporation is U.S.-controlled then every U.S. person owning stock in such corporation is subject to income inclusions under a modified version of controlled foreign corporation rules. Declares with regard to the mark-to-market method that: (1) if the fair market value of stock exceeds its adjusted basis, then the U.S. person shall include in gross income an amount equal to the amount of the excess; and (2) if the adjusted basis of stock exceeds the fair market value then the person shall be allowed a deduction equal to the lesser of the amount of such excess, or the unreversed inclusions. Describes a passive foreign corporation as any foreign corporation if: (1) 60 percent or more of its gross income is passive income; (2) the average percentage of assets which produce passive income or which are held for the production of passive income is at least 50 percent; or (3) such corporation is registered under the Investment Company Act of 1940, either as a management company or as a unit investment trust. Provides for the treatment of mark-to-market gain for purposes of the excise tax on undistributed income of regulated investment companies. Subtitle B: Treatment of Controlled Foreign Corporations - Provides that if a controlled foreign corporation sells or exchanges stocks in other foreign corporations, then gain recognized on such sale or exchange shall be included in the gross income of such corporation as a dividend to the same extent that it would have been included if such corporation were a U.S. person. Authorizes the Secretary to prescribe simplified methods for determining the amount of increase of limitations on the foreign tax credit. Revises provisions concerning: (1) determining pro rata share of gain from certain sales or exchanges of stock in certain foreign corporations; (2) basis adjustments in stock held by lower-tier foreign corporations; (3) determination of previously taxed income in redemptions through use of related corporations; and (4) treatment of branch profits tax exemptions or reductions. Extends the application of the indirect foreign tax credit to certain controlled corporations below the third tier. Requires the Secretary to report to specified congressional committees on a study of the investments by controlled foreign corporations in U.S. property. Subtitle C: Other Provisions - Establishes new rules for the translation of certain accrued foreign taxes. Modifies present rules for translating all other foreign taxes. Permits the use of the simplified limitation on the foreign tax credit in determining the alternative minimum tax foreign tax credit. Modifies the excise tax on outbound transfers to avoid income tax. Title V: Treatment of Intangibles - Allows an amortization deduction with respect to certain intangible property that is acquired and held by a taxpayer in connection with the conduct of a trade or business or an activity engaged in for the production of income. Describes an amortizable intangible as: (1) goodwill; (2) going concern value; (3) certain specified types of intangible property that generally relate to workforce, information base, know-how, customers, suppliers, or other similar items; (4) any license, permit, or other right granted by a governmental unit, agency, or instrumentality; (5) any covenant not to compete (or other arrangement to the extent that the arrangement has substantially the same effect as a covenant not to compete entered into in connection with the direct or indirect acquisition of an interest in a trade or business or substantial portion thereof; and (6) any franchise, trademark, or trade name. Excludes from treatment as an amortizable intangible: (1) any interest in a corporation, partnership, trust, or estate; (2) any interest under an existing futures contract, foreign currency contract, national principal contract, interest in a trade or other similar financial contract; (3) any interest in land; (4) certain computer software; (5) certain interests in films, sound recordings, video tapes, books, or other similar property; (6) certain rights to receive tangible property or services; (7) certain interests in patents or copyrights; (8) any interest under an existing lease of tangible property; (9) any interest under an existing indebtedness (except for the deposit base and similar items of a financial institution; and (10) a franchise to engage in any professional sport, and any item acquired in connection in such a franchise. Sets forth special rules governing the application of the amortization deduction. Provides for the treatment of certain computer software and leased property depreciation deductions excluded from the amortization rules. Continues the present-law treatment of certain contingent amounts that are paid or incurred on account of the transfer of a franchise, trademark, or trade name. Provides for the treatment of assumption reinsurance transactions of insurance companies. Requires the Secretary to report annually to the House Committee on Ways and Means and the Senate Committee on Finance on: (1) the implementation and effects of amendments made with respect to the amortization of goodwill and other intangibles; and (2) outstanding cases with respect to such amortization. Provides for the treatment of certain payments to retired or deceased partners. Title VI: Other Income Tax Provisions - Subtitle A: Provisions Relating to Subchapter S Corporations - Allows the Secretary to validate on invalid S corporation election by a small business corporation where the failure to properly elect S status was inadvertent or untimely. Provides that adjustments for distributions by an S corporation during a taxable year are taken into account before applying the loss for a year in determining the amount in the accumulated adjustment account. Repeals the rule that treats an S corporation in its capacity as a shareholder of another corporation as an individual. Repeals the rule that an S corporation may not be a member of an affiliated group of corporations. Eliminates the need to keep records of certain generally small amounts of earnings arising before 1983. Provides for the treatment of inherited stock. Subtitle B: Accounting Provisions - Revises the look-back method for long-term contracts and provides that for purposes of such method, only one rate of interest is to apply for each accrual period. Provides a method for capitalizing certain indirect costs. Subtitle C: Provisions Relating to Regulated Investment Companies - Repeals the requirement that less than 30 percent of the gross income of a regulated investment company be derived from the sale or disposition of any of the following which were held for less than three months: (1) stocks or securities; (2) options, futures, or forward contracts (other than those on foreign currencies); or (3) certain foreign currencies. Requires a broker to include on an information return with respect to gross proceeds from any disposition of stock in an open-end regulated investment company: (1) the basis of the stock disposed of; and (2) the portion of gross proceeds attributable to stock held for more than one year and the portion not so attributable (using a first-in, first-out basis). Defines an open-end regulated investment company as one which offers for sale or has outstanding any redeemable security of which it is the issuer. Sets forth special rules for determining the basis of stock in such companies. Modifies the load basis deferral rule for certain acquisitions. Permits a common trust fund to transfer substantially all of its assets to a regulated investment company without gain or loss being recognized by the fund or its participants under specified circumstances. Subtitle D: Tax-Exempt Bond Provisions - Repeals the $100,000 limitation on unspent proceeds under the one-year exception from arbitrage rebate requirements. Exempts earnings on bond proceeds invested in bona fide debt service funds from the arbitrage rebate requirements and the penalty requirement of the 24-month exception if the spending requirements of that exception are otherwise satisfied. Provides for the treatment of tax or revenue anticipation bonds as separate issues. Repeals the disproportionate private business use test for private activity bonds. Increases the annual issuance limit for small issuers whose governmental bonds are not subject to rebate. Repeals the debt service-based limitation on investment in certain nonpurpose investments. Repeals certain expired provisions. Subtitle E: Insurance Provisions - Provides for the treatment of life insurance variable contracts on retired lives and sets forth special rules for modified guaranteed contracts. Subtitle F: Other Provisions - Provides that the taxable year of a partnership closes with respect to a partner whose entire interest in the partnership terminates, whether by death, liquidation, or otherwise. Repeals the adjusted current earnings rules relating to the treatment of built-in-losses after a change of ownership. Revises corporate minimum tax depreciation computations with respect to alternative minimum taxable income. Modifies the credit for producing fuel from a nonconventional source. Title VII: Estate and Gift Tax Provisions - Allows the right of recovery with respect to qualified terminable interest property (for which a marital deduction is allowed) to be waived in a will only by specific reference. Provides that a transfer from a revocable trust within three years of death does not result in the inclusion of the transfer in the gross estate. Revises the qualified terminable interest rules with respect to a trust and the marital deduction. Provides that a trust created before the enactment of the Revenue Reconciliation Act of 1990 is treated as satisfying the withholding requirement if its trust instrument require that all trustees be U.S. citizens or domestic corporations. Directs the Secretary to prescribe procedures which provide that executors will have the opportunity to submit subsequent information on a recapture agreement in the filing of an estate tax return. Title VIII: Excise Tax Simplification - Subtitle A: Fuel Tax Provisions - Consolidates diesel and aviation fuel tax provisions. Consolidates the user credit and refund provisions for the fuels excise taxes. Combines the three refund procedures for fuels taxes into a uniform refund procedure. Eliminates the waiver requirement for fuels tax refunds for cropdusters and other fertilizer applicators. Provides exceptions to the mandatory information return requirement for certain sales of diesel and aviation fuels. Subtitle B: Provisions Related to Distilled Spirits, Wines, and Beer - Makes refunds available for imported bottled distilled spirits returned to distilled spirits plants. Permits records of exportation to be maintained by the exporter for purposes of canceling or crediting bonds furnished when distilled spirits are removed from bonded premises. Permits distilled spirits plants to maintain records of their activities at locations other than the premises where the operations covered by the records are performed. Allows bear to be transferred without payment of tax from a brewery to a distilled spirits plant to be used in the production of distilled spirits regardless of whether the brewery is contiguous to the distilled spirits plant. Repeals the requirement that wholesale liquor dealers post a sign outside their place of business indicating that they are wholesale liquor dealers. Repeals the requirement that wine returned to bonded premises be unmerchantable in order for tax to be refunded to the proprietor of the bonded wine cellar to which the wine is delivered. Allows the use of ameliorating material in certain wines made exclusively from a fruit or berry. Allows domestically-produced beer to be withdrawn from the place of production without payment of tax for the official or family use of representatives of foreign governments or public international organizations. Allows beer to be removed from a brewery without payment of tax for purposes of destruction. Provides for imported beer to be withdrawn from customs custody for transfer to a brewery without payment of tax. Subtitle C: Other Excise Tax Provisions - Authorizes the exemption from registration requirements of certain tax-free sales. Repeals expired provisions concerning piggy-back trailers and deep seabed mining. Title IX: Administrative Provisions - Subtitle A: General Provisions - Changes the threshold for withholding and paying social security taxes from $50 a quarter to $300 a year for domestic service in a private home. Requires employers of household employees to report any social security or Federal unemployment tax obligation for wages paid to such employees on their income tax returns. Includes a household employer's social security and employment taxes in the estimated tax provisions. Authorizes the Secretary to enter into agreements with States to collect State unemployment taxes in the same manner. Allows reproductions of returns in digital image format by the Internal Revenue Service. Requires the Comptroller General of the United States to conduct a study of available digital image technology and report to specified congressional committees. Repeals: (1) the authority to disclosure whether a prospective juror has been audited; and (2) special audit provisions regarding the tax treatment of subchapter S corporations. Provides an explanation of the statute of limitations with respects to the return of a taxpayer. Allows corporations to disregard any letter or notice of assessment or proposed assessment of tax if the deficiency or proposed deficiency is less than $100,000. Provides a special rule for corporate estimated taxes if the corporation has no liability for the preceding year. Subtitle B: Tax Court Procedures - Provides that an order to refund an overpayment is appealable in the same manner as a decision of the Tax Court. Declares that the Tax Court shall not have jurisdiction over the validity or merits of the credits or offsets that reduce or eliminate the refund to which the taxpayer was otherwise entitled. Provides that a taxpayer who seeks an award of administrative costs must apply for such costs with 90 days of the date on which the taxpayer was determined to be a prevailing party. Provides that a taxpayer who appeals a denial of administrative costs must petition the Tax Court within 90 days after the date that the IRS mails the denial notice. Provides that a taxpayer must file a motion (rather than a petition) to seek a redetermination of interest in the Tax Court. Provides that the net worth limitations applicable to individuals also apply to estates and trusts. Provides that individuals who file a joint tax return shall be treated as one individual for purposes of computing the net worth limitations. Subtitle C: Authority for Certain Cooperative Agreements - Authorizes the Secretary to enter into cooperative agreements with State tax authorities for purposes of enhancing joint tax administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Simplification Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To simplify certain provisions of the Internal Revenue Code of 1986.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:50-05:00"
}