{
  "actions": [
    {
      "acted_at": "2008-04-17", 
      "references": [
        {
          "reference": "CR S3147", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-17", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2879-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-04-17", 
  "number": "2879", 
  "official_title": "A bill to provide for orderly and balanced development of energy resources within the Roan Plateau Planning Area of Colorado, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5851-110", 
      "reason": "identical"
    }
  ], 
  "short_title": "Roan Plateau Oil and Gas Leasing Improvement Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Salazar, Ken", 
    "state": "CO", 
    "thomas_id": "01762", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-04-17", 
  "subjects": [
    "Arts, culture, religion", 
    "Colorado", 
    "Commemorations", 
    "Cultural property", 
    "Drainage", 
    "Energy", 
    "Environmental protection", 
    "Historic sites", 
    "History", 
    "Landscape protection", 
    "Mining leases", 
    "Natural areas", 
    "Oil and gas leases", 
    "Oil shales", 
    "Oil well drilling", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Water resources development", 
    "Watersheds"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-04-17", 
    "text": "Roan Plateau Oil and Gas Leasing Improvement Act of 2008 - Designates as Special Protection Areas of the Roan Plateau (Colorado): (1) all public land identified as an Area of Critical Environmental Concern on a specified map; (2) all public land located within the watersheds or drainage of Northeaster Creek and the East Fork of Parachute Creek above the confluence with First Anvil Creek; and (3) all public land identified as subject to a No Ground Disturbance (NGD/NSO) stipulation on a specified map. Directs the Secretary of the Interior to manage the Special Protection Areas to prevent irreparable damage to fish and wildlife resources as well as historical, cultural, scenic, and environmental resources. Authorizes the Secretary to: (1) permit oil and gas exploration and development activities within designated development corridors, subject to specified conditions; and (2) issue mineral leases affecting public land within the Roan Plateau Planning Area. Prohibits the Secretary from permitting oil shale exploration or development within the Planning Area. Permits the Secretary to select an area for initial issuance of mineral leases, but within no more than one phased development area. Restricts selection of an initial lease area to: (1) the Anvil Ridge Oil and Gas Development Area; or (2) the Corral Ridge Oil and Gas Development Area. Authorizes the Secretary to include in oil or gas exploration leases minimum bonus bid amounts and lease sizes above certain limits of the Mineral Leasing Act. Authorizes the Secretary to select the second and each subsequent phased development area for issuance of mineral leases, subject to notice and opportunity for public comment, and other specified conditions. Requires the Secretary to ensure that each lease under this Act requires the lessee to join a federal unitization agreement covering all leases offered in the relevant phased development area."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Roan Plateau Oil and Gas Leasing Improvement Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for orderly and balanced development of energy resources within the Roan Plateau Planning Area of Colorado, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:09-05:00"
}