{
  "actions": [
    {
      "acted_at": "1979-06-12", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1325-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-12", 
  "number": "1325", 
  "official_title": "A bill to provide for post-closure liability and compensation for claims arising from discharges from hazardous waste management facilities permitted under subtitle C of the Solid Waste Disposal Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hazardous Waste Post-Closure Liability Act", 
  "sponsor": {
    "district": null, 
    "name": "Randolph, Jennings", 
    "state": "WV", 
    "thomas_id": "01421", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-12", 
  "subjects": [
    "Consumer protection", 
    "Department of the Treasury", 
    "Environmental protection", 
    "Government trust funds", 
    "Liability for environmental damages", 
    "Refuse and refuse disposal"
  ], 
  "subjects_top_term": "Refuse and refuse disposal", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-12", 
    "text": "Hazardous Waste Post-Closure Liability Act - Prohibits actions for damages arising from a hazardous waste incident from being brought in any Federal, State, or local court except as provided by this Act, and prohibits mandatory contributions to any insurance fund or other fund providing compensation to any person or for any claims which are subject to compensation under this Act. Establishes in the United States Treasury a Hazardous Waste Post-Closure Liability Fund to be constituted from annual nationally-uniform premiums collected from operators of hazardous waste management facilities based upon the amount of hazardous waste received by each such facility. Sets the maximum level of such Fund at $200,000,000 and the minimum level thereof at $100,000,000. Subjects persons to prosecution under the Solid Waste Disposal Act for falsifying records required to be maintained under this Act. Stipulates that failure to pay such premium shall be deemed to constitute failure to establish financial responsibility as required by this Act. Authorizes the Secretary of the Treasury to invest and reinvest any excess in the fund in interest-bearing special obligations of the United States. Authorizes the Secretary to issue notes or other obligations to make up any insufficiency of moneys available in the Fund to meet its obligations. States that the Fund shall be available to satisfy claims asserted against owners, operators, or guarantors of hazardous waste facilities in operation or following certification of proper closure and stipulates that claims for damages arising out of a hazardous waste incident which is asserted under Federal or State law shall only be asserted under this Act. Authorizes the Fund to sue and collect from such persons any sums distributed by it pursuant to this Act where it can be established that the damages were caused solely by a knowing or willful violation of any Federal, State, or local standard or condition. Requires operators of hazardous waste management facilities to establish and maintain financial responsibility sufficient to satisfy claims for damages arising from hazardous waste incidents up to $5,000,000. Requires any person in charge of a hazardous waste management facility to notify the Administrator of the Environmental Protection Agency and the Secretary in the event of any hazardous waste incident. Directs the Secretary to issue regulations establishing procedures for the appraisal of any claim against the Fund. States that the Fund shall be liable only for damages claimed in excess of the limitations on financial responsibility set forth in this Act. Sets forth requirements for establishing liability of the Fund. Grants to the United States district courts exclusive jurisdiction for any action brought under this Act against the Fund. Directs the Administrator to issue regulations requiring owners and operators of hazardous waste management facilities to establish and maintain a fund sufficient to cover any costs incurred in the proper closure of such facilities and any post-closure activities necessary to prevent hazardous waste incidents. Requires the Administrator to inspect hazardous waste management facilities within three years of the permanent closure of any such facilities for compliance with the Solid Waste Disposal Act, and directs the Administrator to certify that the facility has been properly closed should he determine that there is no substantial risk of a hazardous waste incident occurring at such facility. Sets forth requirements for such certification. States that final decisions of the Administrator made under this Act shall be entitled to judicial review."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Waste Post-Closure Liability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for post-closure liability and compensation for claims arising from discharges from hazardous waste management facilities permitted under subtitle C of the Solid Waste Disposal Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:00-05:00"
}