{
  "actions": [
    {
      "acted_at": "1976-02-05", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11737-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Moore, W. Henson", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "00829", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Wiggins, Charles E.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01228", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-05", 
  "number": "11737", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to establish a program of Federal financial assistance to encourage and assist the States and local governments in voter registration and election administration.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Voter Registration and Election Administration Assistance Act", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-05", 
  "subjects": [
    "Election administration", 
    "Election law", 
    "Government operations and politics", 
    "States", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-05", 
    "text": "Voter Registration and Election Administration Assistance Act - Directs the Secretary of the Treasury to make grants to the States to carry out programs to encourage voter registration, education, and participation. Provides that each State may, in its discretion, allocate all or part of any grant made under this Act to political subdivisions of such State. Provides that each grant made under this Act shall be used for programs related to voter registration and election administration, including but not limited to: (1) programs to increase opportunities for voter registration, such as mail registration, expanded registration hours and locations, mobile registration facilities, election day registration, re-registration programs, door-to-door canvassing procedures, and other methods which the State may deem appropriate; (2) programs to improve election administration procedures such as the purchase of additional voter machinery, organization and planning of election administration procedures, improvements in ballot preparation and absentee ballot procedures, coordination of election activities, and other methods designed to facilitate the smooth functioning of the election administration process; (3) planning, evaluating, and designing the use of electronic data processing or other appropriate procedures to streamline and modernize voter registration and election administration, with special emphasis on techniques which would allow voter registration closer to election day; (4) programs for the prevention and control of fraud; (5) education and training programs for State and local election officials; and (6) establishing nonpartisan programs for the purpose of voter and citizen education. Requires the Comptroller General to audit and review annually the programs of at least five States receiving grants under this Act. Provides that the Comptroller General shall disseminate to all the Chief Elections Officers of the States a summary of the types of programs he found to be most effective and those he found to be least effective. Authorizes to be appropriated the sum of $35,000,000 for fiscal year 1976 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Voter Registration and Election Administration Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to establish a program of Federal financial assistance to encourage and assist the States and local governments in voter registration and election administration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:45-05:00"
}