{
  "actions": [
    {
      "acted_at": "1979-07-12", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1496-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-12", 
  "number": "1496", 
  "official_title": "A bill to amend the Interstate Commerce Act to provide for more effective regulation of carriers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Carrier Regulatory Improvement Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-12", 
  "subjects": [
    "Administrative procedure", 
    "Airports", 
    "Antitrust law", 
    "Aviation", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Motor Vehicles and Driving", 
    "Motor carrier rates", 
    "Motor transportation", 
    "Price fixing", 
    "State taxation", 
    "States", 
    "Taxation", 
    "Trucks"
  ], 
  "subjects_top_term": "Motor transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-12", 
    "text": "Motor Carrier Regulatory Improvement Act of 1979 - Title I: General Provisions - Declares the findings of Congress that: (1) a safe, sound, competitive and fuel efficient motor carrier system is vital to the maintenance of a strong national economy and defense system; (2) the objective of a motor carrier system serving the Nation as a whole can best be achieved through the plan of regulation adopted in 1935; and (3) the Interstate Commerce Commission must administer such regulatory system through the issuance of certificates and permits necessary to implement more effectively the standards of public convenience and necessity and of consistency with the public interest. Title II: Motor Carrier Entry - Requires the Commission, before issuing any certificate authorizing motor carrier transportation, to make specific findings including the degree of existing competition and fuel conservation with respect to an applicant's requested route authority. Prohibits the Commission from considering an applicant's level of proposed rates in making a determination regarding such requested route authority but directs the Commission to consider whether the level of rates of existing carriers is so high as to constitute an embargo of the traffic. Authorizes the Commission to require a carrier which is protesting a grant of operating authority to show that: (1) it is able to handle the traffic contained in the application; (2) it is willing to provide such service; and (3) it has either performed service or solicited business within the scope of the application. Stipulates that a contract carrier does not have to limit its operations to carriage for a particular industry or within a particular geographic area. Removes the requirement that the Commission, in deciding whether to grant a permit to a motor contract carrier, consider the number of shippers to be served by the carrier or the nature of the transportation to be provided. Stipulates that an application for conversion of motor contract carrier authority to motor common carrier authority must be filed with the Commission when the operations of the contract carrier in fact become common carriage. Stipulates that a person may not hold a certificate of a motor common carrier of property or a permit of a motor contract carrier of property if the person performing the transportation is doing so in the furtherance of a nontransportation primary business. Authorizes one corporation to provide transportation services for another corporation without a certificate or a permit under specified conditions. Directs the Commission to approve pooling and division of transportation or earnings agreements between common carriers, without a hearing, unless it finds that the agreement is of major transportation importance or there is a substantial likelihood that the agreement will unduly restrain competition. Stipulates that, if the Commission finds that either of such factors exist, it shall conduct a hearing to determine if the agreement will be in the interest of better service to the public or of economy in operation. Exempts from the Commission's jurisdiction certain carriage of property by motor vehicle which is incidental to transportation by aircraft. Title III: Motor Carrier Rates - Prohibits the Commission from disapproving motor carrier rate bureau agreements unless it finds that such an agreement would violate the national transportation policy. Exempts such approved agreements from the antitrust laws. Revises the voting processes within rate bureau meetings. Directs the Commission, in determining the reasonableness of motor property carrier rate levels, to approve and maintain revenue levels that are adequate to cover total operating expenses, including the operation of leased equipment, and depreciation based upon the replacement cost of useful equipment and facilities at current prices, plus a reasonable profit. Prohibits the Commission from suspending a motor carrier rate on the basis that it exceeds or is below a just and reasonable if: (1) the rate changes are not of general applicability to all or substantially all classes of traffic; (2) the rate change is filed within five years after the enactment of this Act; and (3) the rate increase or decrease is not more than seven percent annually. Authorizes the Commission to prescribe through routes and joint fares for motor carriers of property. Prohibits the Commission from requiring such a carrier, without its consent, to embrace in a Commission mandated through route substantially less than the entire length of its route and of any intermediate carrier operated in conjunction or under a common management which lies between the termini of such proposed through route unless: (1) such inclusion of lines would make the through route unreasonably circuitous; or (2) the proposed through route is needed to provide adequate, more efficient or more economic transportation. Grants the Commission the exclusive authority to prescribe an intrastate rate for a motor carrier of property if: (1) the carrier files a change in such a rate with the appropriate State authority; and (2) the State does not act finally on such proposed change within 120 days. Limits a State's power to assess or collect ad valorem taxes on motor carriers of property. Title IV: Expediting Motor Carrier Proceedings - Establishes time limitations for actions of the Commission regarding motor carriers of property proceedings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Regulatory Improvement Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Interstate Commerce Act to provide for more effective regulation of carriers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:03-05:00"
}