{
  "actions": [
    {
      "acted_at": "1979-03-01", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s505-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-01", 
  "number": "505", 
  "official_title": "A bill to provide for the reform of the administrative and reimbursement procedures currently employed under the medicare and medicaid programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare-Medicaid Administrative and Reimbursement Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-01", 
  "subjects": [
    "Accounting", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Allergies", 
    "Ambulatory care", 
    "Auditing", 
    "Costs", 
    "Department of Health, Education, and Welfare", 
    "Executive reorganization", 
    "Extended care facilities", 
    "Eye care", 
    "Federal advisory bodies", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health services administration", 
    "Home care services", 
    "Hospital care", 
    "Hospital rates", 
    "Hospitals", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical fees", 
    "Medical personnel", 
    "Medicare", 
    "Physicians", 
    "Respiratory diseases", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-01", 
    "text": "Medicare-Medicaid Administrative and Reimbursement Reform Act of 1979 - Establishes additional requirements applicable to the determination of the reasonable costs of services provided by hospitals under titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act. Directs the Secretary of Health, Education, and Welfare to establish a system by which hospitals will be classified by: (1) size; (2) type of hospital; (3) location (rural or urban); and (4) other criteria determined by the Secretary to be appropriate. Defines the term \"routine operating cost\" as used in this Act. Stipulates that such term does not include: (1) capital costs; (2) direct personnel and supply costs of hospital education and training programs; (3) costs of interns, residents, and non- administrative physicians; (4) energy costs associated with heating and cooling the hospital plant; and (5) malpractice insurance expenses; or (6) ancillary service costs. Directs the Secretary to determine for the hospitals in each category an average per diem routine operating cost amount, based upon the amount of the hospitals' routine operating costs, to be used in making payments to such hospitals. Establishes a Health Facilities Costs Commission to conduct a continuing study, investigation, and review of the reimbursement provided to hospitals under the Medicare or Medicaid programs. Directs the Secretary to establish a Hospital Transitional Allowance Board to act on the applications of hospitals for reimbursement of expenses incurred in the retirement or conversion of underutilized facilities. Redefines the term \"capital expenditure\" as used in the Act in relation to expenditures made by or on behalf of health care facilities, health maintenance organizations, and home health agencies to raise the limit on such expenditures from $100,000 to $150,000. Establishes a plan for the reimbursement of physicians under which participating doctors of Medicine or osteopathy would accept the assignment of patients' claims for reimbursement under the Medicare program. Requires the Secretary to establish procedures for expediting the payment of such assigned claims to physicians. Promulgates an incentive payment to encourage physicians to participate in the program of assignment of claims. Stipulates that payments under the Medicare program may not be made for the services of a physician if the services are performed as an educator, executive or researcher unless the services: (1) are personally performed or personally directed by a physician for the benefit of the patient; and (2) are of such a nature that the performance of the services by a physician is appropriate. Directs the Secretary to establish a system of procedural terminology to provide common language describing the various kinds and levels of medical services which may be reimbursed under titles V (Maternal and Child Health), XVIII, and XIX of the Social Security Act. Extends for one year, until October 1, 1979, the period of time during which the services of physicians in teaching hospitals will be included as inpatient hospital services under title XVIII. Directs the Secretary to specify those surgical procedures which can be safely and appropriately performed either in a hospital on an inpatient basis or on an ambulatory basis: (1) in a physician's office; or (2) in an ambulatory surgical center or hospital. Authorizes payment under the Medicare program for those ambulatory procedures not performed in a hospital. Directs the Secretary to establish with respect to each such surgical procedure an amount which is payable either to: (1) the physician for the excess costs in outfitting the physician's office to perform such procedures; or (2) the ambulatory surgical center for its services furnished in connection with such procedures. Stipulates that such amounts will be payable only upon assurances that the performance of such procedures will cost substantially less than the cost of performing such procedures on an inpatient basis in a hospital. Sets forth criteria for determining the reasonable charge which may be made for physicians' services, and medical services, supplies and equipment under the Medicare and Medicaid programs. Authorizes payment, under the Supplementary Medical Insurance Benefits program of Medicare, for antigens prepared by an allergist for a particular patient. Authorizes the payment of physician's fees for a deceased Medicare recipient to the spouse or legally designated representative of the recipient under specified circumstances. Authorizes rural hospitals of less than 50 beds which have been granted a certificate of need for the provision of long-term care services to enter into agreements with the Secretary under the Medicare and Medicaid programs providing that their inpatient hospital facilities may be used to furnish services which if furnished by a skilled nursing facility would constitute post hospital extended care services. Authorizes, pursuant to such agreements, for payments to be made for skilled nursing services and intermediate care services furnished by a hospital. Directs the Secretary to make agreements with the States under which the services of a State health agency will be utilized for the purpose of determining whether an institution in such State qualifies as a skilled nursing facility for purposes of the Medicaid program. Terminates the Health Insurance Benefits Advisory Council. Authorizes the Secretary to make grants to public or nonprofit private regional pediatric respiratory centers affiliated with institutions in the prevention, diagnosis, and treatment of respiratory diseases in children and young adults and in providing health care services to children and young adults suffering from such diseases. Authorizes the appropriation of such sums as may be necessary for the making of such grants for fiscal year 1979 and the succeeding four fiscal years. Removes the 100-visit limitation presently applicable to home health services under the Medicare program. Eliminates prior hospitalization as a condition of eligibility for home health care services under such program. Directs the Secretary to develop uniform claims forms to be utilized in making payments for health services under the Medicare and Medicaid programs. Amends title XI to require, as a condition for payment to any State under title V (Maternal and Child Health and Crippled Children's Services) or title XIX for costs incurred in the performance of audits of certain entities which also provide services under title XVIII, that the conduct of such audits be coordinated with audits performed with respect to the entity for purposes of title XVIII. Requires, under title V and XIX, that a State plan for medical assistance provide that the records of any entity participating in the plan and providing services reimbursable on a cost-related basis will be audited to insure that proper payments are made under the plan. Requires the Secretary to report to Congress concerning such audits. Directs the Secretary to conduct a study of the availability and need for skilled nursing facility services covered under the Medicare and Medicaid programs. Provides coverage under the Medicare program for optometrists' services with respect to aphakia. Directs the Secretary to conduct a special study of the criteria presently used in determining whether a facility is a \"skilled nursing facility\" as that term is used in title XVIII. Authorizes States which have not yet entered into an agreement with the Secretary to provide coverage for certain individuals under part B (Supplementary Medical Insurance for the Aged and Disabled) of title XVIII to enter into such an agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare-Medicaid Administrative and Reimbursement Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the reform of the administrative and reimbursement procedures currently employed under the medicare and medicaid programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:44-05:00"
}