{
  "actions": [
    {
      "acted_at": "1982-03-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-22", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; International Trade Commission, Office of U.S. Trade Representative; Treasury Department; State Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2223-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1982-03-17", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1982-03-17", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-17", 
  "number": "2223", 
  "official_title": "A bill to improve the ability of the United States to enforce multilateral international trade agreements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Multilateral Trade Agreements Enforcement Act", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-17", 
  "subjects": [
    "Exports", 
    "Foreign Trade and Investments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Trade agreements", 
    "Treaties", 
    "Treaty-making power"
  ], 
  "subjects_top_term": "Trade agreements", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-17", 
    "text": "Multilateral Trade Agreements Enforcement Act - Amends the Trade Act of 1974 to require the interagency trade organization established pursuant to the Trade Expansion Act of 1962 to analyze the policies and practices of foreign countries to determine whether the policies or practices: (1) do not comply with a trade agreement; or (2) unjustifiably or discriminatorily restrict U.S. commerce. Directs the organization to estimate the extent of the restrictions. Lists factors the organization should consider in analyzing a foreign country's trade policies and practices, including measures the United States might take to offset or mitigate such restrictions. Directs the organization to report to the President and the appropriate congressional committees. Directs the United States Trade Representative (USTR) to consider the national trade estimates made by the interagency trade organization and to determine whether international dispute resolution is likely to reduce the trade restrictions identified in the trade estimates. Sets forth the manner in which the USTR shall conduct an investigation if the USTR determines that international dispute resolution is likely to reduce trade restrictions. Requires the USTR to keep certain business information obtained in such an investigation confidential. Authorizes the President to enter into supplemental trade negotiations to reduce tariff or nontariff barriers if the President determines that: (1) existing duties or import restrictions unduly restrict trade in any product; (2) the United States has a reasonable opportunity to expand U.S. foreign trade with respect to such products; and (3) at the time of the determination there is substantial probability of export growth and that the imports of such product are relatively low in value. Authorizes the President, in connection with such supplemental negotiations, to: (1) modify U.S. international obligations with respect to such products; (2) terminate any proclamation made under the Trade Act of 1974 with respect to such products; (3) proclaim increases or decreases in the U.S. tariffs for such products within specified limitations; and (4) renew concessions on tariffs made under this authority. Authorizes the President to compensate countries adversely affected by modifications made under the supplemental trade agreements authorized by this Act. Sets forth the public notice and consultation requirements for actions taken in connection with the supplemental trade negotiations. Requires an increase in U.S. exports of products with respect to which tariffs are increased under this Act. Declares that if such exports do not increase the tariffs shall be lowered."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multilateral Trade Agreements Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the ability of the United States to enforce multilateral international trade agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:13-05:00"
}