{
  "actions": [
    {
      "acted_at": "1999-09-30", 
      "references": [
        {
          "reference": "CR S11730-11731", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-30", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1675-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1999-09-30", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-30", 
  "number": "1675", 
  "official_title": "A bill to provide for school dropout prevention, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Dropout Prevention Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-30", 
  "subjects": [
    "Academic performance", 
    "Awards, medals, prizes", 
    "Career education", 
    "Class size", 
    "College students", 
    "Commemorations", 
    "Compensatory education", 
    "Computers and government", 
    "Data banks", 
    "Department of Education", 
    "Dropout prevention", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational planning", 
    "Educational research", 
    "Educational statistics", 
    "Elementary and secondary education", 
    "English language", 
    "Ethnic groups", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "High schools", 
    "Higher education", 
    "Internet", 
    "Labor and employment", 
    "Middle schools", 
    "Migrant education", 
    "Minorities", 
    "Minority education", 
    "Periodicals", 
    "Races", 
    "School discipline", 
    "Science, technology, communications", 
    "Secondary education", 
    "Secondary school students", 
    "Teacher education", 
    "Teaching materials", 
    "Vocational guidance", 
    "Web sites"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-30", 
    "text": "TABLE OF CONTENTS: Title I: Dropout Prevention Title II: State Responsibilities National Dropout Prevention Act of 1999 - Title I: Dropout Prevention - Amends the Elementary and Secondary Education Act of 1965 (ESEA) title V (Promoting Equity) to revise part C Assistance to Address School Dropout Problems. (Replaces current part C provisions known as the School Dropout Assistance Act.)(Sec. 101) Establishes: (1) a subpart 1 Coordinated National Strategy; and (2) a subpart 2 National School Dropout Prevention Initiative.Sets forth the Coordinated National Strategy. Makes it a national priority, for the five-year period beginning on the date of enactment of this Act, to lower the school dropout rate, and increase school completion, for middle school and secondary school students in accordance with Federal law. Requires all Federal agencies that carry out activities that serve students at risk of dropping out of school, or that are intended to help address the school dropout problem, to make school dropout prevention a top priority in the agencies' funding priorities during such five-year period.Directs the Secretary to collect systematic data on the participation of different racial and ethnic groups (including migrant and limited English proficient students) in all Federal programs.Requires, as part of the national school dropout prevention strategy, the Director of the Office of Dropout Prevention and Program Completion to develop, implement, and monitor an interagency plan to assess the coordination, use of resources, and availability of funding under Federal law that can be used to address school dropout prevention, or middle school or secondary school reentry. Requires the plan to address: (1) program coordination, targeting of existing Federal services, and cost-effectiveness of various programs and approaches; (2) ways in which State and local agencies can implement effective school dropout prevention programs using funds from a variety of Federal programs; and (3) all Federal programs with school dropout prevention or school reentry elements or objectives.Requires the Director to establish, through a competitive grant or contract, a national clearinghouse on effective school dropout prevention, intervention and reentry programs.Requires the clearinghouse to: (1) disseminate such data by an electronically accessible database, a Worldwide Web site, and a national journal; and (2) provide technical assistance regarding securing resources for programs.Requires the Director to carry out a national recognition program that recognizes schools that have made extraordinary progress in lowering school dropout rates, under which a public middle school or secondary school from each State will be recognized, using uniform national guidelines and school nominations submitted by SEAs. Authorizes monetary awards to recognized schools for dissemination activities within the school district or nationally.Sets forth the National School Dropout Prevention Initiative. Directs the Secretary to make State allotments for such program based on relative amounts received under ESEA title I. Authorizes SEAs to use allotments to award grants to public middle schools or secondary schools with school dropout rates in the highest one-third of all school dropout rates in the State, for only the startup and implementation costs of effective, sustainable, coordinated, and whole school dropout prevention programs. Includes among authorized program activities: (1) professional development; (2) obtaining curricular materials; (3) release time for professional staff; (4) planning and research; (5) remedial education; (6) reduction in pupil-to-teacher ratios; (7) efforts to meet State student achievement standards; and (8) counseling for at-risk students. Expresses the intent of Congress that such activities shall be continued with funding provided under part A of title I of ESEA. Sets forth determining factors and limits relating to grant amounts and duration. Requires the Director to increase the amount awarded to a school under the initiative grant program by ten percent if the school creates smaller learning communities within the school and the creation is certified by the SEA.Requires each school receiving such a grant to implement research based, sustainable, and widely replicated strategies for school dropout prevention and reentry that address the needs of an entire school population rather than a subset of students. Allows such strategies to include: (1) specific strategies for targeted purposes; and (2) approaches such as breaking larger schools down into smaller learning communities, and other comprehensive reform approaches, developing clear linkages to career skills and employment, and addressing specific gatekeeper hurdles that often limit student retention and academic success.Requires the Director to: (1) establish and publish annually the principles, criteria, models, and other parameters regarding the types of effective, proven program models allowed to be used under the initiative program, based on existing research; (2) conduct a capacity building and design initiative in order to increase the types of proven strategies for dropout prevention on a schoolwide level (through a limited contract with a non-Federal entity); and (3) support eligible entities to provide training, materials, development, and staff assistance to schools assisted under the initiative program.Sets forth initiative program requirements relating to: (1) selection of schools; (2) dissemination activities; (3) progress incentives; (4) school dropout rate calculation; (5) reporting and accountability; and (6) a prohibition on tracking.Authorizes appropriations for the coordinated national strategy and the national school dropout prevention initiative.(Sec. 102) Amends the Department of Education Organization Act to establish in the Department of Education an Office of Dropout Prevention and Program Completion, to be administered by the Director.Requires the Director, through the Office, to: (1) help coordinate Federal, State, and local efforts to lower school dropout rates and increase program completion by middle school, secondary school, and college students; (2) recommend Federal policies, objectives, and priorities to lower school dropout rates and increase program completion; (3) oversee the implementation of subpart 2 of part C of title V of ESEA; (4) develop and implement the National School Dropout Prevention Strategy under ESEA; and (5) recommend action to the Secretary and the President, as appropriate, regarding school dropout prevention and program completion.Includes under the scope of the Director's duties examination of all Federal and non-Federal efforts related to: (1) promotion of program completion for children attending middle school or secondary school; (2) programs to obtain a secondary school diploma or its recognized equivalent (including general equivalency diploma (GED) programs), or college degree programs; and (3) reentry programs for individuals aged 12 to 24 who are out of school.Title II: State Responsibilities - Revises ESEA title XIV (General Provisions) to add a new part I, Dropout Prevention. Requires SEAs, in order to receive any assistance under ESEA, to comply with specified provisions regarding school dropouts, including requirements relating to: (1) uniform data collection; (2) attendance neutral funding policies; and (3) suspension and expulsion policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Dropout Prevention Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for school dropout prevention, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:54-05:00"
}