{
  "actions": [
    {
      "acted_at": "1974-12-10", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres447-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-12-10", 
  "number": "447", 
  "official_title": "Resolution providing for radio and television coverage of Senate proceedings.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-12-10", 
  "subjects": [
    "Broadcasting", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Senate rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-12-10", 
    "text": "Authorizes the Senate Committee on Rules and Administration to provide for radio and television coverage of the proceedings in the Senate Chamber during the first session of the Ninety-fourth Congress. States that such coverage shall be provided for continuously at all times while the Senate is in session, except for any time when a meeting of the Senate is ordered with closed doors. Provides that the committee shall initially provide for monitors with which to receive the television coverage of the proceedings in the Senate Chamber to be located in such offices in the Capitol and the Senate and House office buildings as it considers desirable. States that, as soon as practicable, the committee shall make the television coverage of the proceedings, and the videotapes thereof, available to public and commercial television broadcasting stations. Requires that, as soon as possible after the conclusion of the first session of the Ninety-fourth Congress, the Joint Committee on Congressional Operations shall evaluate, and report to the Congress with respect to: (1) the effectiveness of audio and video systems as a means of monitoring activities in the Senate Chamber; (2) the effect of radio and television coverage on proceedings in the Senate Chamber, and the attitude of Members of the Senate toward such coverage; (3) the extent and nature of the use of the radio and television coverage, and videotapes and recordings thereof, by public and commercial broadcasting stations in accordance with this resolution; (4) the response of the general public to broadcasts of such coverage, videotapes, and recordings; and (5) the effectiveness of the information provided and made available under this resolution from the viewpoint of the news media and Members, officers, and committees of the Senate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for radio and television coverage of Senate proceedings.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:07-05:00"
}