{
  "actions": [
    {
      "acted_at": "1980-04-15", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-04-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7052-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-15", 
  "number": "7052", 
  "official_title": "A bill to improve information practices in the insurance industry, to amend the Privacy Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Insurance Information Practices Act of 1980", 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-15", 
  "subjects": [
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Consumer protection", 
    "Freedom of information", 
    "Information services", 
    "Insurance", 
    "Insurance companies", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-15", 
    "text": "Fair Insurance Information Practices Act of 1980 - Title I: Records Subject to the Privacy Act - Excludes from specified provisions of the Privacy Act any insurance record contained in a system of records maintained by an agency or by an insurance institution, agent, or insurance support organization for the purposes of any Federal program, if the maintenance and disclosure of such insurance record are subject to this Act. Title II: Notice Requirements - Requires an insurance institution or agent to notify in writing an applicant, policyholder, or certificate holder in the case of a group policy, prior to collecting personal information about any person in connection with an application for insurance, policy renewal, or request for change in coverage. Specifies the information to be included in such notice, such as: (1) the types of information expected to be collected from third party sources about any natural person proposed for coverage; (2) the techniques that may be used to collect the personal information; (3) that the individual has the right to prohibit the disclosure of information for marketing purposes; and (4) that a right of access, correction, and amendment exists with respect to personal information collected. Permits such notice requirement to be satisfied by alternative summary notice. Requires an insurance institution, agent, or support organization to notify in writing an individual, prior to collecting personal information with respect to a claim, of: (1) information to be collected solely for marketing purposes; and (2) that such individual has the right to prohibit such disclosure. Makes these notice requirements inapplicable to a renewal or change in coverage if: (1) no new personal information is collected; or (2) the individual or certificate holder has received notice within the past year. Requires the insurance institution or agent to designate the notice which applies to each existing policyholder, such designation to be binding and not changed without further notice. Requires that such notice be available to individuals with whom the institution or agent have an insurance relationship. Directs an insurance institution or agent to provide written notification to an individual who is subject to an adverse underwriting decision. Requires such notice to include the specific reasons for the decision and a summary of the individual's rights under this Act. Requires additional information to be supplied within 20 business days of the receipt of a written request. Makes such requirement inapplicable in specified circumstances, such as a denial or cancellation of coverage due to the individual's failure to pay the premiums required, if the individual is so notified. Requires an insurance institution or agent to provide an individual with the specific reasons for its decision to submit an application to an institution specializing in coverage for substandard risks or to a residual market mechanism. Title III: Information Collection Practices - Requires an insurance institution, agent, or support organization to conform to the notice requirements in the course of any insurance relationship with an individual. Prohibits any such entity from requiring or inducing an individual to sign any statement authorizing any person to disclose personal information about him or any other person unless such statement conforms with certain requirements, including that the statement is in plain language and meets specificity requirements. Prohibits any such entity from using or authorizing the use of pretext interviews to obtain information about a natural person in connection with an insurance transaction. Title IV: Conditions of Disclosure - Prohibits an insurance institution, agent, or support organization from disclosing individually identifiable personal information to any person other than that individual except as provided in this title. Permits such disclosure upon written authorization of the individual concerned if such authorization is valid for a designated period not over one year and indicates the identity of the person receiving the information. Specifies the purposes for which, and the requisite procedures by which, individually identifiable personal information may be disclosed to persons other than the individual concerned. Includes the following among such purposes: (1) certain insurance business purposes; (2) disclosure to a medical professional for the purpose of informing the individual of a medical problem; (3) marketing purposes, if the individual has been given the opportunity to object to such use; (4) certain legitimate business or legal services for an insurance entity by a person other than an insurance institution, agent, support organization, or consumer reporting agency; (5) auditing of the insurance institution's or agent's operations or provision of services; (6) actuarial or research studies; (7) disclosure of names and addresses of policyholders for participation in the governance of a mutual insurance institution; (8) compliance with Federal or State law; (9) disclosure to Government authority to prevent fraud or illegalities or upon other request; and (10) compliance with compulsory Federal or State legal process. Title V: Individual Access to Personal Information - Requires an insurance institution, agent, or support organization to make personal information in its control available to the individual concerned. Sets forth the access procedures for obtaining such information. Requires such personal information to contain the name or other identifying particulars of any third source, with specified exceptions. Permits medical record information to be supplied through a designated medical professional. Makes the access to personal information requirement inapplicable with respect to certain claims information. Excludes consumer reporting agencies from the definition of \"insurance support organization\" for the purposes of this title. Title VI: Correction, Amendment, or Deletion of Recorded Personal Information - Gives to an individual to whom personal information refers the right to have any factual error corrected and any misrepresentation or misleading entry amended or deleted. Sets forth the procedures for exercising such right. Excludes consumer reporting agencies from the coverage of this title. Title VII: Enforcement - Permits State officials who are authorized to enforce insurance law to bring an action in Federal court to enforce the provisions of this Act. Authorizes the Secretary of the Treasury to provide assistance by entering into agreements with such officials. Permits a person aggrieved by a violation of this Act to bring a civil action for actual damages and equitable relief. Establishes criminal penalties for the knowing collection or provision of personal information in violation of this Act. Permits State law which is not inconsistent with or gives greater privacy protection than this Act to be adopted. Title VIII: Miscellaneous Provisions - Sets forth miscellaneous provisions. States that no liability shall arise against any insurance institution or employee as a result of information disclosure, except as to false information intentionally disclosed. Title IX: Definitions - Defines terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Insurance Information Practices Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve information practices in the insurance industry, to amend the Privacy Act of 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:11-05:00"
}