{
  "actions": [
    {
      "acted_at": "1988-04-28", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2343-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-04-28", 
  "number": "2343", 
  "official_title": "A bill entitled the \"Pension Portability Act of 1988.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pension Portability Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-04-28", 
  "subjects": [
    "Annuities", 
    "Employee benefit plans", 
    "Excise tax", 
    "Income tax", 
    "Individual retirement accounts", 
    "Labor and employment", 
    "Pension funds", 
    "Retirement income", 
    "Survivors' benefits", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-04-28", 
    "text": "Pension Portability Act of 1988 - Amends the Internal Revenue Code (IRC) and the Employee Retirement Income Security Act of 1974 (ERISA) to require pension plans, including annuity plans, to provide that any single-sum distribution from the plan, with respect to an employee whose present nonforfeitable accrued benefit is $3,500 or less, be made as a direct trustee-to-trustee transfer within ten days of the employee's designation of another individual retirement plan. Requires reporting in connection with such transfers. Excludes transferred amounts from gross income for income tax purposes. Authorizes the Secretary of the Treasury to permit tax-exempt rollovers of amounts attributable to employee contributions. Prescribes special rules to govern the administration of such transfers in connection with individual retirement accounts and annuities. Imposes an excise tax, to be paid by the responsible trustee, on any failure to comply with a proper transfer request within the required period. Prescribes a rate of one percent of the unconsummated transfer for each day the request remains unfilled, with a $10 minimum and $100 maximum per day. Places liability with the person responsible for honoring the request. Amends IRC and ERISA provisions to require that distributions from individual retirement accounts and annuities be made only with the consent of the participant or beneficiary and in accordance with a timely application in accordance with the terms of the plan. Prescribes acceptable forms of distribution. Imposes an excise tax on each failure of an individual retirement plan to provide spousal survivor benefits. Fixes the rate at five percent of the amount credited to the employee under the plan immediately before the failure first occurs. Imposes a subsequent 100 percent tax when the failure is not corrected within a specified time. Amends ERISA to define an \"IRA pension plan\" (individual retirement accounts and annuities and their combinations) and to prescribe their treatment, applying to them generally the same participation, vesting, and other basic requirements currently applied to pension plans under ERISA. Amends the IRC to authorize an employee to elect an alternative salary reduction arrangement under a simplified employee pension plan. Provides that the employer may make elective contributions to the pension on behalf of the employee or directly to the employee in cash for any year, subject to a maximum salary reduction amount."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Portability Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Pension Portability Act of 1988.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:57-05:00"
}