{
  "actions": [
    {
      "acted_at": "2011-01-25", 
      "references": [
        {
          "reference": "CR S224-225", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-01-25", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s153-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2011-01-25", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Manchin, Joe, III", 
      "sponsored_at": "2011-01-25", 
      "state": "WV", 
      "thomas_id": "01983", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2011-01-25", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-25", 
  "number": "153", 
  "official_title": "A bill to improve compliance with mine and occupational safety and health laws, empower workers to raise safety concerns, prevent future mine and other workplace tragedies, establish rights of families of victims of workplace accidents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1579-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3697-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3443-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Robert C. Byrd Mine and Workplace Safety and Health Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-25", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Air quality", 
    "Business records", 
    "Cardiovascular and respiratory health", 
    "Civil actions and liability", 
    "Coal", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Employment discrimination and employee rights", 
    "Evidence and witnesses", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Health information and medical records", 
    "Interest, dividends, interest rates", 
    "Judicial review and appeals", 
    "Labor and employment", 
    "Lawyers and legal services", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Medical tests and diagnostic methods", 
    "Mining", 
    "Performance measurement", 
    "User charges and fees", 
    "Wages and earnings", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-25", 
    "text": "Robert C. Byrd Mine and Workplace Safety and Health Act of 2011 - Amends the Federal Mine Safety and Health Act of 1977 (this Act) to require the Secretary of Labor (Secretary), in conducting health and safety related accident investigations in coal or other mines, to: (1) determine why an accident occurred and whether there were violations of law, mandatory health and safety standards, or other requirements; (2) issue citations and penalties in case of violations, and in cases involving possible criminal actions, refer them to the Attorney General; and (3) make recommendations to avoid any recurrence. Requires an independent accident investigation by an independent panel appointed by the Secretary of Health and Human Services (HHS) for any accident: (1) involving three or more deaths; or (2) whose severity or scale merits an independent investigation. Authorizes: (1) the Secretary's representatives and attorneys to question any individual privately during an inspection or investigation; and (2) any individual willing to speak with or provide a statement to such representatives or attorneys to do so without the presence, involvement, or knowledge of the mine operator or mine operator's agents or attorneys. Allows the closest relative of a miner who is entrapped or otherwise prevented by an accident to designate a representative for the miner to participate in a mine inspection. Requires mine inspections to be conducted during various shifts and days of the week when miners are normally present. Requires the Secretary to establish a publicly available electronic database containing the safety records of each mine. Prohibits an attorney from representing both a mine operator and miner during an inspection, investigation, or litigation, unless such miner knowingly waives all possible conflicts of interest. Prescribes requirements for mine operators having a pattern of recurring citations, withdrawal orders, accidents, injuries, or illnesses. Establishes in the Treasury the Mines in Pattern Status Inspection Fund for deposit of fees collected from mines in pattern (of violation) status for the costs of additional inspections. Requires the Secretary to: (1) revoke the approval of mine operator plans or programs based on certain criteria; and (2) order withdrawal of all persons from a mine, and prohibit them from entering it, until the operator submits and the Secretary approves a new plan. Revises civil and criminal penalties and related administrative procedures. Revises certain miner protections against discrimination. Prohibits discriminating against a miner or other employee of a mine operator for refusing to perform duties out of a good-faith and reasonable belief that performing such duties would pose a safety or health hazard. Entitles a miner to full compensation by a mine operator at the regular rate of pay for the entire period for which the miner is idled because of a Secretary's withdrawal order. (Under current law, miners are entitled to full compensation only for the balance of their shift, and up to four hours of the next working shift if an order is not terminated beforehand.) Requires each underground coal mine operator to implement a communication program to ensure that each miner entering a mine is made aware, at the start of a shift, of current mine conditions. Prescribes additional requirements for the monitoring of coal dust in underground mines. Requires the Director of the National Institute for Occupational Safety and Health (NIOSH), acting through the Office of Mine Safety and Health Research, to issue recommendations to the Secretary regarding the use of atmospheric monitoring systems in the underground coal mining industry. Revises mine operator health and safety training program requirements. Increases from 8 to 9 the minimum number of hours of refresher training all miners must receive at least once every 12 months, including 1 hour of training on miners statutory rights and responsibilities. Requires the Secretary to order a mine operator to provide additional training to miners if a serious or fatal accident has occurred at a mine or it has experienced above-average accident and injury rates, citations, or withdrawal orders. Requires the Secretary to issue mandatory standards to establish certification requirements and procedures for persons authorized by a mine operator to perform duties or provide training under such Act. Authorizes the Secretary to make grants to states to assist them in developing and implementing miner certification programs. Amends the Black Lung Benefits Act to require a mine operator to deliver within 14 days a complete copy of the examining physician's report to any miner required to submit to a medical examination. Requires the Comptroller General to study and report to Congress on the workforce needs of the mining industry and federal and state enforcement agencies, including the need for engineers and mine safety and health professionals. Requires the Secretary, acting through the Assistant Secretary of Labor for Mine Safety and Health, to submit to the Director of the Office of Management and Budget (OMB) and to Congress, and post on the Mine Safety and Health Administration's website, a five-year strategic plan for program activities, as well as an annual performance plan. Amends the Occupational Safety and Health Act of 1970 to revise certain employee protections against discrimination. Prescribes an employee's victim rights before the Secretary or before the Occupational Safety and Health Review Commission with respect to: (1) inspections or investigations of employer violations of federal occupational safety and health standards; or (2) a work-related bodily injury or death. Prescribes administrative requirements for an employer's correction of a serious, willful, or repeated violation of federal occupational safety and health standards pending contest and procedures for a stay. Increases civil penalties for such violations. Subjects to certain increased criminal penalties an employer who knowingly violates a federal occupational safety and health standard, or regulation prescribed by such Act, that causes or contributes to the death of an employee. Adds penalties for a knowing violation that causes or contributes to serious bodily harm to any employee but does not cause any employee's death."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Robert C. Byrd Mine and Workplace Safety and Health Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve compliance with mine and occupational safety and health laws, empower workers to raise safety concerns, prevent future mine and other workplace tragedies, establish rights of families of victims of workplace accidents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:58:46-05:00"
}