{
  "actions": [
    {
      "acted_at": "1989-09-20", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1649-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-09-20", 
  "number": "1649", 
  "official_title": "A bill to amend the Toxic Substances Control Act to require persons handling polychlorinated biphenyls to comply with the manifest and financial responsibility requirements of the Solid Waste Disposal Act, to require persons carrying out certain intermediate activities with respect to polychlorinated biphenyls to obtain approval from the Environmental Protection Agency, and to require Governors of affected States to receive certain notifications.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Polychlorinated Biphenyl Waste Regulatory Improvements Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-09-20", 
  "subjects": [
    "Business records", 
    "Environmental protection", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Polychlorinated biphenyls", 
    "Standards", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-09-20", 
    "text": "Polychlorinated Biphenyl Waste Regulatory Improvements Act of 1989 - Amends the Toxic Substances Control Act to require all handlers of polychlorinated biphenyl (PCB) waste to notify the Environmental Protection Agency (EPA) of their handling activity. Directs the EPA to provide handlers with identification numbers. Requires all handlers of PCB waste to comply with the requirements of an EPA manifest system or, if such system is not established within 120 days of this Act's enactment, with the system set forth in the Solid Waste Disposal Act. Requires that a manifest be initiated when PCB waste leaves its generation site and is not owned or controlled by its generator, or leaves a storage site owned by such generator. Directs PCB waste transporters to comply with EPA PCB waste transportation requirements or, if such requirements are not promulgated within 90 days of this Act's enactment, with the requirements for the transportation of hazardous waste set forth under the Solid Waste Disposal Act. Makes such requirements applicable when PCB waste leaves its generation site and is not owned or controlled by its generator, or leaves a storage site owned by such generator. Requires PCB storage facilities to obtain EPA approval for their storage activities. Sets forth conditions for such approval. Exempts from the approval requirement: (1) generators who store their own PCBs; (2) storers of PCBs generated by a corporate parent, subsidiary, or sister subsidiary of the same parent; and (3) storage incidental to disposal which has been approved by the EPA. Requires PCB storage and disposal facilities to comply with EPA financial responsibility, contingency plan, facility closure, and post-closure care requirements or, if such requirements are not promulgated within 180 days of this Act's enactment, with such requirements for hazardous wastes contained in the Solid Waste Disposal Act. Directs the EPA to review and, if necessary, modify all PCB storage and disposal approvals within at least five years of their issuance or reissuance. Requires that approvals issued after this Act's enactment be for a fixed term. Authorizes the EPA to revoke an approval for a person's noncompliance with Toxic Substances Control Act requirements. Requires the EPA to: (1) thoroughly inspect all PCB storage and disposal facilities at least once every two years; and (2) publish annual notices of any enforcement actions for violations of PCB requirements concluded during the previous year. Directs PCB waste handlers to notify a State 30 days prior to the date such waste is to be transported into such State."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Polychlorinated Biphenyl Waste Regulatory Improvements Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Toxic Substances Control Act to require persons handling polychlorinated biphenyls to comply with the manifest and financial responsibility requirements of the Solid Waste Disposal Act, to require persons carrying out certain intermediate activities with respect to polychlorinated biphenyls to obtain approval from the Environmental Protection Agency, and to require Governors of affected States to receive certain notifications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:41-05:00"
}