{
  "actions": [
    {
      "acted_at": "1988-03-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-14", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Insular and International Affairs", 
      "text": "Referred to Subcommittee on Insular and International Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4100-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Insular and International Affairs", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1988-03-07", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1988-03-07", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1988-03-07", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1988-03-07", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-07", 
  "number": "4100", 
  "official_title": "A bill to establish the Commonwealth of Guam, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Guam Commonwealth Act", 
  "sponsor": {
    "district": null, 
    "name": "Blaz, Ben G.", 
    "state": "GU", 
    "thomas_id": "00096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-03-07", 
  "subjects": [
    "Advisory bodies", 
    "Airlines", 
    "American economic assistance", 
    "Armed forces and national security", 
    "Aviation", 
    "Aviation agreements", 
    "Citizenship", 
    "Civil service employment", 
    "Civil service system", 
    "Coastwise shipping", 
    "Communications and Broadcasting", 
    "Courts and Civil Procedure", 
    "Customs unions", 
    "Democracy", 
    "District courts", 
    "Easements", 
    "Economic development", 
    "Economics and public finance", 
    "Eminent domain", 
    "Energy", 
    "Environmental protection", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal-state relations", 
    "Fisheries", 
    "Fishery products", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government securities", 
    "Guam", 
    "Hazardous waste disposal", 
    "Immigration", 
    "Imports", 
    "Income tax", 
    "International affairs", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Marine transportation", 
    "Military agreements", 
    "Military bases", 
    "National self-determination", 
    "Naturalization", 
    "Negotiations", 
    "Nuclear energy", 
    "Passports", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Radioactive wastes", 
    "Securities and Investments", 
    "Ships", 
    "Ships and shipping", 
    "Tariff", 
    "Tax administration", 
    "Tax-exempt securities", 
    "Telecommunication policy", 
    "Telecommunication rates", 
    "Territories (U.S.)", 
    "Treaties"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-07", 
    "text": "Guam Commonwealth Act - Title I: Political Relationship - Creates the Commonwealth of Guam. Grants the people of Guam the right of full self-government through adoption of a Constitution, consistent with U.S. sovereignty over Guam and the supremacy of U.S. law applicable to Guam, and within specified guidelines. Recognizes the right of self-determination of the people of Guam. Directs the U.S. Government, through additional federally-funded programs, to promote preservation of the Chamorro culture, enhanced economic, social, and educational opportunities for Chamorros, and training of Chamorros for employment. Provides that nothing in this Act or the Constitution of Guam shall impair the U.S. citizenship of the residents of Guam or their descendants or their rights and privileges as U.S. citizens under the 14th amendment to the U.S. Constitution. Directs Guam to establish a land trust for the benefit of the indigenous Chamorro people, and to establish residency requirements under the Constitution of Guam for voting and holding elective office. Allows this Act to be modified only with the mutual consent of the Governments of the United States and Guam. Title II: Applicability of Federal Law - Makes specified provisions of, and amendments to, the U.S. Constitution applicable to Guam in addition to those portions which currently apply. Makes Federal laws, rules, or regulations passed after the date of this Act inapplicable unless mutually consented to by the Governments of the United States and Guam. Creates the Joint Commission on the Applicability of Federal Law. Specifies its duties, including: (1) participating in regular consultations between the Governments of the United States and Guam; (2) studying existing statutes and regulations affecting the U.S.-Guam relationship; (3) reviewing policies and procedures of Federal agencies relating to such relationship; (4) compiling data; (5) drafting modifications in existings laws, regulations, policies, and procedures and obtaining such modifications by negotiation and mediation concerning issues such as land claims and war claims; and (7) seeking to obtain maximum economic development and political autonomy for Guam consistent with U.S. security interests. Provides that the United States will bear the cost of the work of the Commission. Authorizes the President or his designee to delegate to the Governor of Guam total or partial performance of functions now vested in Federal administrative agencies. Title III: Foreign Affairs and Defense - Grants the United States responsibility for authority with respect to matters relating to foreign affairs and defense that affect Guam. Provides for U.S. consultation with Guam in advance of negotiations toward any treaties or international or executive agreements affecting Guam, and with respect to proposals to increase or decrease Department of Defense activities within Guam. Prohibits the establishment of military security zones or the stationing of foreign military personnel on the Island of Guam without the approval of the Government of Guam except in time of declared war, or the establishment of military bases without consultation with the Governor. Provides for U.S. assistance to Guam in the establishment of offices in the United States and abroad, in becoming a member or participant in appropriate regional and international organizations, and in obtaining from other countries favorable treatment for exports. Prohibits the United States from utilizing the Island of Guam or the water surrounding it for the dumping or storage of nuclear waste or hazardous chemicals. Provides for the clean up by the United States of chemical dump sites used by the military in the past. Requires the United States to compensate any person injured as a result of hazardous materials stored, used, or disposed of by the U.S. Government in Guam or its waters. Title IV: Courts - Specifies provisions governing the relations between U.S. courts and the local courts of Guam, the jurisdiction of the District Court of Guam, and the applicable district court rules. Provides for the appointment of a judge for the District Court of Guam, a U.S. attorney, and a U.S. marshal for Guam. Title V: Trade - Establishes a Guam-United States free trade area, under which neither party may impose duties, quotas, or other restrictions on each other's products, nor shall the United States treat products of Guam as having originated in any other country. Defines \"products of Guam\" to mean articles that contain at least 30 percent value added in Guam, and specifies costs included in value added. Authorizes Guam to impose, increase, reduce, or eliminate duties and other restrictions on: (1) products that originate outside the customs territory of the United States and that are imported into Guam; and (2) exports from Guam, whether or not products of Guam. Requires the Governor of Guam to make a certificate that the origin of \"products of Guam\" is, in fact, Guam, and provides for customs inspections of products brought into the United States. Title VI: Taxation - Makes U.S. income tax laws applicable to Guam. Deems such laws to impose a separate tax, payable to the Government of Guam, to be known as the Guam Commonwealth Income Tax. Grants the Governor or his designee the same administrative and enforcement powers and remedies with regard to such Tax (pursuant to the laws of Guam) as the Secretary of the Treasury and other executive branch officials have with respect to U.S. income tax. Sets forth similar enforcement authority with respect to criminal violations, tax liens, and suits to recover erroneously or illegally assessed taxes. Grants the District Court of Guam exclusive jurisdiction over all judicial proceedings in Guam, both criminal and civil, with respect to such Tax. Allows the Government of Guam to provide for the rebate or reduction of taxes in order to assist new industries or economic development. Grants Guam the power to determine the nature and amount of taxes imposed upon the income and property of persons within its jurisdiction. Repeals applicable U.S. tax laws one year after Guam has enacted a replacement comprehensive local income tax. Exempts all bonds or other obligations issued by Guam from taxation by Federal, State, or local governments of the United States. Title VII: Immigration - Makes the Immigration and Nationality Act and pertinent Federal regulations applicable to Guam for two years from enactment of this Act. Directs Guam to enact a comprehensive law on immigration to become effective at the end of the two-year period. Provides that such law shall not impair the free movement of U.S. citizens to and from Guam, include the authority to naturalize aliens for U.S. citizenship, or alter the Governor's authority to issue U.S. passports. Authorizes U.S. consular officials to issue visas for travel only to Guam for any alien seeking to enter Guam as a non-immigrant in order to encourage investors and tourists to come to Guam. Title VIII: Labor - Grants preference to qualified residents of Guam in all Federal Civil Service vacancies occurring in Guam. Grants Guam the authority to enact and enforce all laws regulating or affecting employment in Guam. Provides that all pertinent U.S. laws regulating employment on Guam on the effective date of this Act shall remain applicable until replaced by duly enacted law of the Guam Legislature. Title IX: Transportation and Telecommunications - Precludes barring U.S. registration of, and use of, any foreign-built vessel for any purpose within the waters around Guam based on any provision of U.S. law. Exempts the shipment of fish or fish products from Guam to any coastwise point of the United States from the coastwise laws of the United States. Directs the Commission to examine, periodically, the applicability of such laws and to recommend termination of their applicability upon determining that such laws constrain Guam's economic development. Authorizes the Governor of Guam to sponsor any qualified air service carrier to come to Guam, subject to presidential consultation concerning U.S. foreign policy and security interests. Exempts Guam from all bilateral treaties between the United States and foreign states with respect to scheduling and technical specifications of aircraft, other than safety requirements. Provides that Guam shall remain an \"eligible point\" for purposes of being ensured essential air transportation to and from the United States. Defines Guam as domestic for purposes of setting rates in telecommunications by the Federal Communications Commission. Title X: Land, Natural Resources and Utilities - Grants the Government of Guam the power of eminent domain. Grants Guam jurisdiction over all natural resources of the seabed, subsoil, tidelands, and adjacent territorial waters of the Island of Guam. Sets limits on U.S. acquisition of real property on Guam. Exempts Guam from Federal regulations governing the transfer or sale of excess Federal real property. Provides for the transfer of all excess Federal property to Guam, with specified exceptions. Provides for access and use by the residents of Guam of certain retained Federal property, subject to military security requirements. Authorizes the granting of easements on such property to the Government of Guam in specified circumstances. Directs the United States to transfer ownership of island utilities to Guam. Title XI: United States Financial Assistance - Provides for the return of U.S. revenues from taxes and fees collected in Guam or from its residents or products to the Government of Guam. Makes U.S. laws providing Federal benefits and financial assistance which are applicable to the States likewise applicable to Guam on an equal basis. Directs the Governor of Guam, in preparing an annual budget, to identify the costs and benefits to Guam brought about by its role as one of the principal U.S. military bases. Requires the Governor to submit such information to the Guam Legislature and the Office of Management and Budget for use in reviewing the Governor's request for appropriations for the annual Federal payment to Guam, which request the Governor shall submit to the President for transmission to the Congress each year. Provides for assistance to aid Guam's transition to a Commonwealth, including: (1) U.S. financing of the costs of institutional changes connected with the change in Guam's political relationship with the United States; (2) help in meeting the capital needs of Guam necessary for long-term, self-sustaining development; and (3) establishing an economic development fund to assist expansion of the private sector. Title XII: Technical Amendments and Interpretation - Makes technical and conforming amendments. Calls for this Act to be interpreted liberally to accomplish its purpose of providing for complete, internal self-government for Guam. Requires this Act to be submitted to the registered voters of Guam for ratification after being passed by the Congress. Repeals the Organic Act of Guam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Guam Commonwealth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Commonwealth of Guam, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:13-05:00"
}