{
  "actions": [
    {
      "acted_at": "1998-03-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1788-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-17", 
  "number": "1788", 
  "official_title": "A bill to amend titles XI and XVIII of the Social Security Act to combat waste, fraud, and abuse in the medicare program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3471-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Medicare Fraud and Overpayment Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-03-17", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Bankruptcy", 
    "Bribery", 
    "Collection of accounts", 
    "Commerce", 
    "Community health services", 
    "Competitive bidding", 
    "Congress", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Crime and law enforcement", 
    "Debtor and creditor", 
    "Department of Health and Human Services", 
    "Drug industry", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Employee health benefits", 
    "Federal aid to medical education", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Heart diseases", 
    "Higher education", 
    "Hospital care", 
    "Hospital rates", 
    "Identification devices", 
    "Kidney diseases", 
    "Labor and employment", 
    "Labor unions", 
    "Law", 
    "Medicare fraud", 
    "Mental health services", 
    "Physicians", 
    "Prescription pricing", 
    "Prices", 
    "Prosthesis", 
    "Public health personnel", 
    "Quality of care", 
    "Scholarships", 
    "Social welfare", 
    "Standards", 
    "Student loan funds", 
    "Surgery", 
    "Wholesale trade"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-17", 
    "text": "Medicare Fraud and Overpayment Act of 1998 - Amends title XVIII (Medicare) of the Social Security Act (SSA), as amended by the Balanced Budget Act of 1997, to restructure the formula for payment of drugs and biologicals to involve actual acquisition cost in the computation, while including parenteral nutrients as reimbursable items. (Sec. 2) Amends the Balanced Budget Act of 1997 to eliminate the study and report to specified congressional committees on the effect of its amendments on the wholesale price of drugs and biologicals. (Sec. 3) Amends SSA title XVIII with regard to mental health partial hospitalization services. Limits the location where such services can be furnished to places other than a skilled nursing facility or an individual's home or other residential setting. Revises the qualifications for community mental health centers to permit the Secretary of Health and Human Services to specify certain standards in addition to State licensing or certification requirements. (Sec. 4) Requires administrators of group health plans and employers or employee organizations, with respect to Medicare as secondary payer, to provide the Secretary with specified information about individuals, including information about employers and family members with current or former employment status. Sets forth a civil money penalty for noncompliance. (Sec. 5) Reduces Medicare payment for erythropoietin used during FY 1999 under the end stage renal disease program. (Sec. 6) Directs the Secretary of Health and Human Services to use a competitive process to contract with specific hospitals or other entities (centers of excellence) meeting certain quality standards for furnishing hospital inpatients with services related to surgical procedures, as well as appropriate services unrelated to surgery. Provides for payment on the basis of negotiated all-inclusive rates. Requires the Secretary, by October 1, 1998, to enter into contracts with centers of excellence in geographic regions nationwide for coronary artery by-pass surgery and other heart procedures, knee replacement surgery, and hip replacement surgery, so that at least 20 percent of the projected number of those procedures can be provided under such contracts. (Sec. 7) Amends SSA title XI to eliminate the \"knowing\" standard with respect to civil monetary penalties for improperly filed claims, including the statutory definition of \"should know.\" Repeals the exceptions to (anti-kickback) prohibitions on illegal remunerations in Federal health care programs for risk-sharing contracts. Eliminates a related report under the Health Insurance Portability and Accountability Act of 1996. (Sec. 9) Amends SSA title XI, as amended by the Balanced Budget Act of 1997, to make automatic stays and discharge in bankruptcy proceedings inapplicable to civil money penalty and other proceedings, including those for collecting overdue payments on scholarships and loans, related to provider liability for health care fraud. (Sec. 10) Amends SSA title XVIII to authorize the imposition of administrative fees on providers that fail to make timely reimbursement for overpayments under Medicare part A (Hospital Insurance) and B (Supplementary Medical Insurance)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Fraud and Overpayment Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles XI and XVIII of the Social Security Act to combat waste, fraud, and abuse in the medicare program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:21-05:00"
}