{
  "actions": [
    {
      "acted_at": "2011-05-05", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-05", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-05", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-11", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-11", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 20 - 14.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-05-23T19:49:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Ways and Means. H. Rept. 112-87, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-23T19:50:00-04:00", 
      "references": [], 
      "text": "Committee on The Budget discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-23T19:50:00-04:00", 
      "calendar": "Union", 
      "number": "48", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 48.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1745-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Berg, Rick", 
      "sponsored_at": "2011-05-05", 
      "state": "ND", 
      "thomas_id": "02037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Davis, Geoff", 
      "sponsored_at": "2011-05-05", 
      "state": "KY", 
      "thomas_id": "01784", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Stivers, Steve", 
      "sponsored_at": "2011-05-23", 
      "state": "OH", 
      "thomas_id": "02047", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-05", 
  "number": "1745", 
  "official_title": "To improve jobs, opportunity, benefits, and services for unemployed Americans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2731-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2790-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3339-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s904-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "JOBS Act of 2011", 
  "sponsor": {
    "district": "4", 
    "name": "Camp, Dave", 
    "state": "MI", 
    "thomas_id": "00166", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-05-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Census and government statistics", 
    "Department of Labor", 
    "Government information and archives", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "State and local finance", 
    "State and local government operations", 
    "State and local taxation", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2011-05-23", 
    "text": "Jobs, Opportunity, Benefits, and Services Act of 2011 or JOBS Act of 2011 - Title I: Reforms of Unemployment Compensation to Promote Work and Job Creation - (Sec. 101) Amends title III (Grants to States for Unemployment Compensation Administration) of the Social Security Act (SSA) to require state unemployment compensation (UC) laws to require, as a condition of eligibility for regular compensation for any week, that an UC claimant be able to work, available to work, and actively seeking work. (Sec. 102) Requires a claimant to meet minimum educational requirements, that is, to: (1) have earned a high school diploma, (2) have earned the General Educational Development (GED) credential or other state-recognized equivalent (including by meeting recognized alternative standards for individuals with disabilities), or (3) be enrolled and making satisfactory progress in classes leading to satisfaction of the latter requirement. Authorizes waiver of such requirements for an individual by a state agency if they would be unduly burdensome. Amends the Internal Revenue Code to revise the requirement that the Secretary of Labor approve any state law prohibiting denial of compensation to an individual for any week in which the individual is in training with the approval of the state agency (or because of the application, to any such week in training, of state law relating to availability for work, active search for work, or refusal to accept work). Refers instead to any week in which the individual is enrolled and making satisfactory progress in education or, as under current law, training which has been previously approved by the state agency. (Sec. 103) Authorizes the Secretary to enter into agreements with states to allow them to conduct demonstration projects to test and evaluate measures designed to: (1) expedite the reemployment of individuals who establish initial eligibility for UC under state law, or (2) improve the effectiveness of a state in carrying out its state law with respect to reemployment. (Sec. 104) Amends SSA title XII (Repayment by States of Advances to State Unemployment Funds) to repeal the requirement that a state meet certain funding goals if no payment of interest shall be required with respect to any advances made to it out of the federal unemployment account during any calendar year. (Thus repeals the requirement for higher state taxes.) (Sec. 105) Amends the Supplemental Appropriations Act, 2008 (SAA of 2008) to repeal the requirement (nonreduction rule) that makes a federal-state agreement inapplicable for a state upon a determination by the Secretary that the method governing the computation of regular compensation under state law has been modified to make the average weekly UC benefit paid less than what would have been paid before June 2, 2010. (Sec. 106) Amends the SSA title IX (Miscellaneous Provisions Relating to Employment Security) to require the Secretary to designate standard data elements for any category of information required for data matching in the federal-state unemployment insurance system. (Sec. 107) Amends the Internal Revenue Code and SSA title III to require states (which, currently, are merely authorized) to reduce current unemployment benefits to recover prior unemployment benefit overpayments. Title III: Forward Funding of Remaining Federal Unemployment Compensation Funds - (Sec. 201) Amends the SSA to require the Secretary of the Treasury to makes special transfers, in FY2011-FY2012, from the extended unemployment compensation (EUC) account to each state's account in the Unemployment Trust Fund an amount determined by using a specified formula. Requires states to spend these funds: (1) to pay current federal EUC and emergency unemployment benefits; or (2) for regular unemployment benefits, for repaying federal unemployment loans, or for reemployment services, as specified by a state law passed after enactment of this Act. (Sec. 202) Repeals requirements under the SAA of 2008 that federal payments to states cover 100% of EUC for a certain period of time. Amends such Act to require the Secretary of the Treasury to transfer from the general fund of the Treasury to the EUC account any sums the Secretary of Labor estimates to be necessary to make payments to states because of certain amendments made by this Act. (Sec. 203) Amends the Assistance for Unemployed Workers and Struggling Families Act to accelerate from January 4, 2012, to July 6, 2011, termination of the temporary requirement that federal payments to states cover 100% of EUC. Amends the Federal-State Extended Unemployment Compensation Act of 1970 (FSEUCA-1970), as amended by the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 to accelerate similarly from December 31, 2011, to June 30, 2011, termination of the period during which a state may determine its \"on\" and \"off\" indicators according to specified temporary substitutions in its formula. Declares that, in the case of any state law which, as of the date of enactment of this Act, has been amended in conformance with certain amendments to FSEUCA-1970 made by the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 and the Assistance for Unemployed Workers and Struggling Families Act, the acceleration for the termination of the period during which a state may determine its \"on\" and \"off\" indicators according to specified temporary substitutions in its formula shall be disregarded for purposes of any state law provision which provides for a state \"off\" indicator or which otherwise provides for the termination of an extended benefit period because of the cessation of full federal funding of sharable EUC or sharable regular compensation. (Sec. 204) Designates the budgetary effects of this Act as an emergency requirement and necessary to meet emergency needs pursuant to the Statutory Pay-As-You-Go (PAYGO) Act of 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "JOBS Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Jobs, Opportunity, Benefits, and Services Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "JOBS Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Jobs, Opportunity, Benefits, and Services Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve jobs, opportunity, benefits, and services for unemployed Americans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:11:07-05:00"
}