{
  "actions": [
    {
      "acted_at": "1979-11-08", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5845-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Ullman, Al", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01174", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-08", 
  "number": "5845", 
  "official_title": "A bill to revise requirements under the Federal reclamation laws relating to acreage limitations, equivalency, and residency, to provide for validation of repayment contracts and written representations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reclamation Reform Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-08", 
  "subjects": [
    "Acreage allotments", 
    "Administrative procedure", 
    "Department of the Interior", 
    "Government operations and politics", 
    "Government service contracts", 
    "Income tax", 
    "Irrigation", 
    "Land transfers", 
    "Leases", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public Welfare and Charities", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Tax-exempt organizations", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Reclamation of land", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-08", 
    "text": "Reclamation Reform Act of 1979 - Sets forth acreage limitations for limited and qualified landholdings which may be served with water under Federal reclamation laws. Declares that, upon the request of a land owner or lessee, the acreage limitation for a qualified landholding shall be considered applicable to: (1) a specified amount of land classified by the Secretary of the Interior as project land having the greatest productive potential; or (2) an equivalent amount of less productive land. Directs the Secretary to take into account all factors which affect the economic feasibility of irrigated agriculture in determining the productive potential of land and land classes. Specifies a separate acreage limitation with respect to land for which the frost-free growing season exceeds 180 days. Specifies those lands which may receive project water two years after enactment of this Act. Authorizes the Secretary to deliver project water to bona fide religious or nonprofit charitable organizations and certain excess lands. Amends existing Federal reclamation laws to delete the 25-year limitation on the period during which lessees of lands owned by States and political subdivisions which are subject to acreage limitations may receive project water. Declares that owners or qualified lessees of qualified landholdings shall not be required to be residents on or near such landholdings to be considered eligible to receive project water for agricultural purposes. Prohibits an owner of a qualified landholding acquired after enactment of this Act from leasing such landholding unless the Secretary determines that such owner, during each of the five years after acquiring such land, derived a significant percentage of income from direct involvement in agricultural production. Authorizes the Secretary to waive such leasing requirement or grant exemptions under such requirement, under specified circumstances. Amends the Reclamation Project Act of 1939 to direct the Secretary to publish notice of the proposed contract or amendment and provide an opportunity for written comments, before entering into or amending any repayment contract or contract concerning the delivery of project water for irrigation purposes. Permits the owner of any excess land to dispose of such land before the end of the term of a recordable contract, to specified persons, at a price approved by the Secretary. Vests power of attorney in the Secretary to sell such land, if not sold by the end of the term of the contract. Repeals provisions which limit the right to receive water on sold excess lands until one-half of the construction charges have been paid. Sets forth requirements to be met before a sale of excess land, or resale of such land within 15 years of initial sale, shall carry rights to receive project water. Declares that any nonexcess land which is acquired into excess status pursuant to foreclosure or other process of law, conveyance in satisfaction of mortgage, inheritance, or devise, may be sold at its fair market value without regard to provisions of this Act or existing law. Approves water contracts made with individuals or small entitles in qualified landholdings, which provide that relief from acreage limitations will result upon full payment of construction charges. Directs the Secretary to provide to such landholder a certificate acknowledging exemption from acreage limitations. Sets forth the methods to determine the dates upon which acreage limitations cease to apply upon repayment of construction charges in accordance with water contracts. Provides administrative rules and regulations for purposes of this Act and penalties for violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reclamation Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise requirements under the Federal reclamation laws relating to acreage limitations, equivalency, and residency, to provide for validation of repayment contracts and written representations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:46-05:00"
}