{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Butler, M. Caldwell", 
      "sponsored_at": "1977-01-03", 
      "state": "VA", 
      "thomas_id": "00159", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "6", 
  "official_title": "A bill to establish a uniform law on the subject of bankruptcies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Edwards, Don", 
    "state": "CA", 
    "thomas_id": "00336", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Brokers", 
    "Commercial law", 
    "Commodity exchanges", 
    "Corporate finance", 
    "Corporate reorganizations", 
    "Corporations", 
    "Criminal procedure", 
    "Debt", 
    "Debt agreements", 
    "Debtor and creditor", 
    "Economics and public finance", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Habeas corpus", 
    "Judges", 
    "Judicial compensation", 
    "Judicial officers", 
    "Judicial reform", 
    "Judicial tenure", 
    "Juries", 
    "Jurisdiction", 
    "Law", 
    "Local finance", 
    "Municipal finance", 
    "Partnerships", 
    "Public utilities", 
    "Railroad abandonments", 
    "Railroad finance", 
    "Railroad reorganization", 
    "Railroads", 
    "Securities", 
    "Stocks", 
    "Supreme Court", 
    "Trusts and trustees", 
    "Wages"
  ], 
  "subjects_top_term": "Bankruptcy", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Title I: Enactment of Title II of the United States Code - Chapter I: General Provisions - Makes general provisions for a uniform system of bankruptcy administration including: (1) definitions to be used in this Act; (2) rules of construction; (3) powers of the court; (4) waiver of sovereign immunity; (5) public access to papers; and (6) descriptions of debtors who may proceed under the liquidation, reorganization and debt adjustment provisions of this Act. Chapter 3: Case Administration - States that voluntary and joint cases in bankruptcy shall commence with the filing of a petition by an individual or entity entitled under the appropriate chapter of this Act. Limits the filing of involuntary case petitions against persons in liquidation and reorganization cases to situations in which the claims of three or more holders of non-contingent claims against the debtor, aggregate to at least $5,000 more than the value of any security interest held by such holders in any property of such debtor. Makes provisions for the late joining of creditors to the petition. Empowers the court under specified circumstances to enjoin the commencement or continuation of any action against the estate or the enforcement of any judgment against the estate; or to order other appropriate relief where an ancillary foreign proceeding has commenced or is likely to be commenced. States the qualification and eligibility requirements for trustees in bankruptcy. Requires any attorney who represents a debtor in a proceeding under this Act to file a statement of compensation paid or agreed to be paid. Requires that, within a reasonable time after the order for relief in a bankruptcy case, there shall be a meeting of creditors at which the debtor shall appear and submit to examination under oath. States duties of the trustees pertaining to money of the estates, payment of taxes, and disposition of unclaimed property. Enunciates the effect of conversion of a case from one chapter of this Act to another and the effect of dismissal upon discharge in a subsequent case. Chapter 5: Creditors, The Debtor, and The Estate - Sets forth the procedure for the filing of proofs of claims or interest. States that such claim or interest is deemed allowable unless a party in interest objects. Lists circumstances under which the court, in hearing the objection to a claim, may allow it. Sets forth a procedure by which the court may determine the liability of the estate with respect to a tax incurred during the period of administration. Enunciates the priority ranking of expenses and claims to be paid from the estate. Charges the debtor with the following duties: (1) to file with the court of a schedule of assets and liabilities, and a statement of the debtor's financial affairs; (2) to act in cooperation with the trustee as is necessary to enable such trustee to perform his duties; and (3) to surrender to the trustee all property of the estate and documents relating to such property. Lists personal and real property of the debtor which is not available, during or after the case, for the satisfaction of any debt of the debtor that arose before the commencement of the case, except a debt which is not dischargeable. Invalidates any waiver of exemptions executed in favor of a creditor. Permits the debtor to avoid the fixing of specified liens including judicial liens and nonpurchase-money security interests in household goods or instruments of the debtor's trade, on a debtor's interest in property to the extent that such a lien impairs an exemption to which the debtor is entitled. Specifies circumstances under which the debtor may recover transferred property which could have been exempted. Requires the debtor to file a list of property that the debtor claims as exempt under this Act. Describes the effect of discharge as: (1) voiding any judgment obtained at any time, to the extent that such judgment is a determination of the personal liability of the debtor; and (2) enjoining the commencement or continuation of an action or any act to collect, recover, or set-off any debt as a personal liability of the debtor or any specified interest in community property acquired after the commencement of the case. Lists exceptions to discharge including, debts incurred by the debtor by fraud or false written misrepresentations. Protects the debtor against discriminatory treatment of a governmental unit with respect to the denial, revocation, or refusal to renew any license, charter or other similar grants. Identifies property which becomes a part of the estate upon the commencement of a case, specifically excluding powers of appointment that the debtor may exercise solely for the benefit of an entity other than the debtor and including property acquired by the debtor within 180 days of the filing of the petition. Entitles the trustee in bankruptcy to the rights and powers of a hypothetical lien creditor, and bona fide purchaser of real property as of the commencement of the case. Permits the trustee to enforce any cause of action that a creditor or a class of creditors has against any person where there will be a reduction of the claim of such creditor or creditors against the estate. Permits the trustee to avoid any transfer of property of the debtor to or for the benefit of a creditor for or on account of an antecedent debt, made when the debtor was insolvent and within stipulated periods. States exceptions to such rule on preferences. Stipulates the presumption that the debtor was insolvent 90 days before the commencement of the case. Empowers the trustee, under specified conditions, to avoid any transfer of an interest of the debtor in property or any obligation incurred by the debtor, that was made or incurred on or within one year before the date of the filing of the petition. Permits the court after notice and a hearing to authorize the trustee to abandon any property of the estate that is burdensome or of inconsequential value. Chapter 7: Liquidation - Sets forth provisions for the administration of liquidation proceedings including: (1) the appointment of interim trustees; (2) the election of trustees; (3) election of successor trustees; (4) obligations of trustees; and (5) conversion and dismissal of cases. Enables the court to authorize the trustee to operate the business of the debtor for a limited period, if such operation is in the best interest of the estate and consistent with the orderly liquidation of the estate. Permits an individual debtor to redeem exempted or abandoned property. Sets priorities for the distribution of property of the estate. Makes provisions for stockbroker and commodity broker liquidation. Chapter 9: Adjustment of Debts of a Municipality - States that such chapter shall in no way limit or impair the power of a State to control, by legislation or otherwise, a municipality of or in such State in the exercise of its political or governmental powers. Prohibits a court from taking any action which would in any way interfere with any of the political or governmental powers of the debtor; any of the property or revenues of the debtor; or the debtor's use or enjoyment of any income-producing property, unless the debtor consents. States that a petition may be filed under this chapter by the municipality's officials, or in the case of an unincorporated tax or special assessment district by such district's governing authority or body having authority to levy taxes to meet the obligations of such district. Sets for a procedure for objection to such petition and states that the filing of a petition operates as a stay of the commencement or continuation of a judicial or other proceeding that seeks to enforce a lien or on arising out of taxes or assessments owed to the debtor. Requires the debtor to submit a list of creditors. Reserves the court's power to dismiss, after notice and a hearing, for cause, such as delay which causes prejudice to creditors, or denial of confirmation of a plan for adjustment of debts. Requires the debtor to file a plan for the adjustment of the debts either at the time of the filing of the petition or at such later time as the court shall fix. Establishes criteria for the decision to confirm such plan and states that a confirmed plan shall bind both the debtor and any creditors, whether or not such creditor's claim has been allowed. Grants continuing jurisdiction in the court for such time as is necessary for the successful execution of the plan. Chapter 11: Reorganization - Requires the court, as soon as practicable after the order for relief under this chapter, to appoint a committee of creditors holding unsecured claims and if necessary to appoint additional committees of creditors or equity security holders. Lists the powers and duties of such committees, including investigation of any matter relevant to the case or to the formulation of a plan and the participation in the formulation of such plan. Permits the court to appoint a trustee or an independent investigator if necessary and if the costs would not be disproportionately high. Specifies the duties of trustees, independent investigators, and debtors in possession. Sets eligibility requirements for one who may propose a reorganization plan. Requires that each holder of a claim or interest of a particular class be given a disclosure statement before an acceptance or rejection of a plan may be solicited. Grants the court the power to revoke an order of confirmation within 180 days after its entry where such order was procured by fraud. Enumerates situations which are exempt from specified securities law which require registration for offer or sale of a security or registration or licensing of an issuer of, underwriter of, or broker or dealer in, securities. Provides for the reorganization of railroads subject to the provisions of the Interstate Commerce Act and orders of State or local regulatory bodies. Protects the right of owners, leasers, and secured parties to take possession of rolling stock equipment under a security agreement, conditional sale contract, or lease. Chapter 13: Adjustment of Debts of an Individual with Regular Income - Creates a procedure whereby an individual, who is a wage earner or is self-employed and is a debtor under this Act, may with the advice and assistance of an advisor appointed by the United States trustee, formulate a plan for readjustment of the debts of such individual. Lists provisions that may be present in such plan. States that an order for relief under this chapter shall stay all actions against codebtors. Stipulates that the United States trustee shall serve as trustee in a case under this chapter. Conditions the confirmation of a plan upon factors such as the ability to make all payments under the plan and the good faith of the debtor in proposing such plan. Allows discharge of debts upon the completion by the debtor of all payments under the plan. Permits post-confirmation modification of such plan if necessary in light of stated considerations. Title II: Amendments to Title 28 of the United States Code and to the Federal Rules of Evidence - Chapter 6: Bankruptcy Courts - Creates a bankruptcy court in each judicial district which shall be a court of record known as the United States Bankruptcy Court for the district. Specifies that each bankruptcy court shall consist of the bankruptcy judge or judges for the district in regular active service. Authorizes the President to appoint bankruptcy judges. Sets forth rules for tenure, residence and salary of bankruptcy judges. Makes provisions concerning the holding and adjournment of bankruptcy court sessions. Permits a party to any proceeding in a bankruptcy court to make and timely file an affidavit that the presiding judge is biased or prejudiced and prohibits such judge to proceed further in the case. Chapter 39: United States Trustees - Directs the Attorney General to appoint a United States trustee for each judicial district for a term of seven years and permits the Attorney General to remove such trustee for cause. Places each United States trustee under the general supervision of the Bankruptcy Division in the Department of Justice. Enumerates the duties of such trustees. Chapter 50: Bankruptcy Courts - Enables each bankruptcy court to appoint a clerk, law clerks, secretaries, reporters, criers and bailiffs, and states that the chief judge shall make such appointments whenever a majority of the bankruptcy judges of any court cannot agree. Chapter 90: Bankruptcy Courts - Grants the bankruptcy courts original and exclusive jurisdiction of all cases under Title II of the United States Code. States that notwithstanding any Act of Congress, other than the Internal Revenue Code, that confers exclusive jurisdiction on a court or courts other than the bankruptcy courts, the bankruptcy court shall have original, but not exclusive jurisdiction, of all civil proceedings arising under or related to bankruptcy cases; however, such court may abstain from hearing a particular proceeding in the interest of justice. Places venue, for purposes of bankruptcy proceedings, in that district in which is either the domicile, residence, principal place of business, or principal assets of the debtor; or the site of a pending bankruptcy case concerning such debtor's affiliate, general partner, or partnership. Creates an exception to this rule in the following instances: (1) a case to enjoin the commencement or continuation of an action or proceeding in a State or Federal court, or the enforcement of a judgment; (2) a case to enjoin the enforcement of a lien against property, or to require turnover of property of an estate; and (3) cases ancillary to foreign proceedings. Allows a change of venue in the interest of justice and for the convenience of the parties and provides for a cure of defects in the laying of venue. Permits a party to remove any claim or cause of action in a civil action to the bankruptcy court for the district where such civil action is pending, if the bankruptcy courts have jurisdiction over such claim or cause of action. Preserves the right to a trial by jury in a bankruptcy case or in a proceeding arising thereunder, except that the bankruptcy court may order the issues arising under the initiation of an involuntary proceeding to be tried without a jury. Grants a bankruptcy court the powers of a court of equity, law, and admiralty. Authorizes a bankruptcy court to issue a writ of habeas corpus: (1) when appropriate to bring a person before the court for examination; to testify; or to perform a duty imposed on such person by this title; and (2) to release the debtor when such debtor was arrested or imprisoned on process in any civil action which was issued for the collection of a debt dischargeable under this Act where notice and a hearing have been afforded to the adverse party of such debtor to contest the issuance of such writ. Title III: Amendments to Internal Revenue Code of 1954 Title IV: Amendments to Other Acts - Sets forth conforming amendments. Title V: Transition - Repeals the Bankruptcy Act. States the effective date of this Act. Makes provisions for the operation of courts of bankruptcy during the specified transition period. Requires the Director of the Administrative Office of the United States Courts: (1) to conduct a study during the transition period to determine the number of judges that will be needed for the United States bankruptcy courts; and (2) to appoint a committee of bankruptcy judges to advise the Director with respect to matters that arise during the transition period. Sets forth the formula for determination of retirement benefits for eligible bankruptcy judges during the transition period. Authorizes the Supreme Court to issue such additional rules of procedure, consistent with Acts of Congress, as may be necessary for the orderly transfer of functions and records and the orderly transition to the new bankruptcy court system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform law on the subject of bankruptcies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:22-05:00"
}