{
  "actions": [
    {
      "acted_at": "1983-04-19", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, National Science Foundation, GAO, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1093-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1983-05-06", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1983-04-19", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-19", 
  "number": "1093", 
  "official_title": "A bill to provide for research on the evaluation and assessment of education in mathematics and sciences.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mathematics and Science Research Evaluation and Assessment Act", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-19", 
  "subjects": [
    "Black scientists", 
    "Computers", 
    "Curriculum evaluation", 
    "Curriculum planning", 
    "Education", 
    "Educational accountability", 
    "Educational planning", 
    "Educational policy", 
    "Educational research", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Higher education", 
    "Intergovernmental relations", 
    "Mathematics", 
    "Minorities", 
    "Minority education", 
    "Research and development facilities", 
    "Research and development manpower", 
    "Science and technology", 
    "Scientific education", 
    "Secondary education", 
    "State education agencies", 
    "Teacher education", 
    "Teachers", 
    "Vocational guidance", 
    "Women scientists", 
    "Women's education", 
    "Women's rights"
  ], 
  "subjects_top_term": "Educational policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-19", 
    "text": "Mathematics and Science Research Evaluation and Assessment Act - Directs the Secretary of Education, through the National Institute of Education, to conduct research activities on: (1) retraining programs for teachers to qualify to teach elementary and secondary school mathematics and science; (2) teacher recruitment and training programs in such fields; (3) projects to improve student learning through reading, problem solving, creative and analytic thinking, and writing in such fields; and (4) teacher skill development in using new instructional technology in such fields. Directs the Secretary, through the Institute, to examine: (1) problems in such fields and the relation of Federal assistance to such problems; (2) secondary student interest and skills in such fields; (3) incentives for elementary and secondary school teachers in such fields to remain and develop; and (4) means of attracting secondary school students, with special emphasis on women and minorities, to teach in such fields. Directs the National Science Foundation to conduct research activities to improve the quality of teachers of mathematics and science and students' learning in such fields. Includes among such activities: (1) summer institutes for current mathematics and science teachers; (2) projects encouraging women and minorities to enter careers of teaching in such fields, and increasing their access to such careers; (3) projects for improved access by teachers to science and research institutions; and (4) projects for innovative curriculum and instructional materials development. Authorizes appropriations for FY 1984 through 1989 for such research activities by the Secretary and by the Foundation. Requires each State educational agency and each State agency for higher education to identify and evaluate exemplary and promising programs assisted under the Education for Economic Security Act. Requires each State to submit a report on such identification and evaluation to the Secretary at the end of each fiscal year beginning after September 30, 1984. Authorizes the Secretary to furnish technical assistance to such State agencies. Directs the Secretary, through the National Diffusion Network, to disseminate information on such identification and evaluation. Requires each State to report to the Secretary on progress toward quality education in mathematics, science, and computer education, with an assessment of State needs. Directs the Secretary to furnish technical assistance for such assessment. Directs the Secretary to submit a summary of such State reports in the annual report of the Department of Education. Directs the Secretary to provide an annual analysis report of the quality of instruction and learning in mathematics, science, and computer education, including an evaluation of the implementation of the Education for Economic Security Act. Requires that an initial plan for such analysis be designed after consultation with the Comptroller General and submitted to Congress within three months after the date of enactment of this Act. Authorizes the Director of the Institute, the Director of the Foundation, and the Comptroller General to submit to Congress a policy analysis report examining the need to improve education in the fields of mathematics, science, and computer education. Requires that an initial plan for the conduct of such report be submitted to Congress within three months after the date of enactment of this Act. Authorizes appropriations for FY 1985 through 1989 for: (1) State reports under this Act (with State allotments based on school-age population); (2) the Secretary's annual analysis report; and (3) the policy analysis report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mathematics and Science Research Evaluation and Assessment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for research on the evaluation and assessment of education in mathematics and sciences.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:48-05:00"
}