{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Constitution", 
      "text": "Referred to Subcommittee on Constitution.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Justice Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres7-99", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "7", 
  "official_title": "A joint resolution proposing an amendment to the Constitution altering Federal budget procedures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Heflin, Howell", 
    "state": "AL", 
    "thomas_id": "01358", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Balanced budgets", 
    "Congressional budget", 
    "Constitution and Constitutional Amendments", 
    "Economics and public finance", 
    "Federal budgets", 
    "National income", 
    "Public debt", 
    "Tax rates"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Constitutional Amendment - Requires the Congress, before each fiscal year, to adopt a statement of receipts and outlays for that year in which total outlays are no greater than total receipts. Permits the Congress in such statement to provide for a specific excess of outlays over receipts by a three-fifths vote directed solely to that subject. Requires the President and the Congress to ensure that actual outlays do not exceed the outlays set forth in such statement. Permits, after the adoption of such statement, additional outlays for the defense of the Nation in the event of an unforeseen and imminent threat to the national security declared by the Congress. Prohibits total receipts for any fiscal year set forth in such statement from increasing by a rate greater than the rate of increase in national income in the last calendar year ending before such fiscal year, unless the Congress passes a bill directed solely to approving specific additional receipts and such bill has become law. Permits the Congress to waive the provisions of this Act with respect to any fiscal year in which a declaration of war is in effect. Declares that total receipts shall include all receipts of the United States, except those derived from borrowing, and total outlays shall include all outlays of the United States, except those for repayment of debt principal. Declares that as of the date this article takes effect, the Federal public debt limit shall become permanent and there shall be no increase in such limit unless three-fifths of the Congress passes a joint resolution providing for such increase and such bill becomes law. Makes this article effective for the second fiscal year beginning after its ratification."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution proposing an amendment to the Constitution altering Federal budget procedures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:59-05:00"
}