{
  "actions": [
    {
      "acted_at": "1975-07-30", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2216-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-30", 
  "number": "2216", 
  "official_title": "A bill to transfer the functions of the Passport Office to a new agency of the Department of State to be known as the U.S. Passport Service, to establish a Passport Service Fund to finance the operations of the U.S. Passport Service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-30", 
  "subjects": [
    "Department of State", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government trust funds", 
    "Passports", 
    "Transportation and public works", 
    "Travel"
  ], 
  "subjects_top_term": "Executive reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-30", 
    "text": "Establishes in the Department of State the United States Passport Service which shall have as its purpose the administration of the laws and regulations relating to nationality, documentation, protection, and control of international travel of nationals of the United States. Transfers to the Service all functions, powers, duties, and authority of the Passport Office of the Department of State, together with those funds, liabilities, commitments, authorizations, allocations, personnel, properties, and records of the Department of State which the Secretary of State shall determine to be primarily related to, and necessary for, the exercise of such functions, powers, duties, and authority. Provides for the appointment of a Director and enumerates his duties and responsibilities. Establishes a fund for the Service. States that the fund shall be capitalized on the basis of: (1) an initial appropriation by the Congress to the fund of a sum of at least $20,000,000, which sum is hereby authorized to be appropriated out of any money in the Treasury not otherwise appropriated; (2) any unexpended balances of appropriations, the inventories, and other physical assets of the Passport Office (exclusive of buildings occupied and land), such inventories and other physical assets to be capitalized at their fair and reasonable value; and (3) assumption by the fund of all obligations, commitments, and liabilities of the Passport Office as of the effective date of this Act. Provides that the fund shall be available without fiscal year limitation for financing the direct cost and expenses of operating and maintaining the Service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to transfer the functions of the Passport Office to a new agency of the Department of State to be known as the U.S. Passport Service, to establish a Passport Service Fund to finance the operations of the U.S. Passport Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:31-05:00"
}