{
  "actions": [
    {
      "acted_at": "1974-11-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17476-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Collins, James M.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "00221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-11-20", 
  "number": "17476", 
  "official_title": "A bill to establish a National Center for the Prevention and Control of Rape and provide financial assistance for a research and demonstration program into the causes, consequences, prevention, treatment, and control of rape.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13077-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Rape Prevention and Control Act", 
  "sponsor": {
    "district": "18", 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-11-20", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Department of Health, Education, and Welfare", 
    "Rape"
  ], 
  "subjects_top_term": "Rape", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-11-20", 
    "text": "Rape Prevention and Control Act - Directs the Secretary of Health, Education, and Welfare to establish, within the National Institute of Mental Health, the National Center for the Control and Prevention of Rape. Requires the Secretary, acting through the Center, to conduct a continuing study and investigation of specified areas, including: (1) the effectiveness of existing Federal, State and local laws dealing with rape; (2) the relationship, if any, between traditional legal and social attitutdes toward sexual roles, the act of rape, and the formulation of laws dealing with rape; (3) the treatment of the victims of rape by law enforcement agencies, hospitals, or other medical institutions, prosecutors, and the courts; (4) the causes of rape; and (5) sexual assaults in correctional institutions. Provides that the Center shall compile and publish annually a summary of its findings. Directs the Center to develop an information clearinghouse with regard to enumerated materials regarding rape and rehabilitation of offenders. Authorizes appropriations of such sums as may be necessary for carrying out the purposes of this Act. Provides that the Secretary, through the National Center for the Control and Prevention of Rape, shall make grants to community mental health centers, nonprofit private organizations, and public agencies for the purpose of conducting research and demonstration projects concerning the control and prevention of rape. Authorizes appropriations for such purposes. Requires the Secretary to establish an advisory committee to advise, consult with, and make recommendations to him on matters relating to rape prevention and control."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rape Prevention and Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Center for the Prevention and Control of Rape and provide financial assistance for a research and demonstration program into the causes, consequences, prevention, treatment, and control of rape.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:40-05:00"
}