{
  "actions": [
    {
      "acted_at": "1974-08-15", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1321-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-15", 
  "number": "1321", 
  "official_title": "Resolution to reform the structure, jurisdiction, and procedures of the committees of the House of Representatives by amending rules X and XI of the Rules of the House of Representatives.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Committee Reform Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Martin, David T.", 
    "state": "NE", 
    "thomas_id": "00740", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-15", 
  "subjects": [
    "Broadcasting", 
    "Congressional committees", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "Congressional committees", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-15", 
    "text": "Committee Reform Amendments - Title I: Legislative Jurisdiction of the Standing Committees - Provides, under the Rules of the House of Representatives, that there shall be the following standing committees: Committee on Agriculture and Forestry; Committee on Appropriations; Committee on Armed Services; Committee on Banking, Currency, and Housing; Committee on the Budget; Committee on Commerce and Health; Committee on the District of Columbia; Committee on Education; Committee on Energy and Environment; Committee on Foreign Affairs; Committee on Government Operations; Committee on House Administration; Committee on the Judiciary; Committee on Labor; Committee on Merchant Marine and Fisheries; Committee on Public Works; Committee on Rules; Committee on Science and Technology; Committee on Small Business; Committee on Standards of Official Conduct; Committee on Veterans' Affairs; and Committee on Ways and Means. Title II: Oversight Responsibilities, Legislative Review and Additional Committee Functions, Referral of Bills and Resolutions, and Election and Membership of Committees - Prescribes the general oversight responsibilities of each standing committee. Delegates special oversight functions to eight committees and enumerates additional functions of committees. Prescribes the procedures for referral of bills, resolutions, and other matters to committees. Enumerates legislative review functions. Prescribes the rules governing: (1) election and membership of committees; (2) chairmen; (3) limitations on committee services; (4) committee vacancies; and (5) select and conference committees. Title III: Rules of Procedure for Committees - Outlines the rules of procedure for committees, including rules for the broadcasting of committee hearings. Provides that whenever a committee hearing is open to the public, the committee may permit, by a majority vote, that hearing to be covered by television, radio, and still photography coverage, but only under such written rules as the committee may adopt. Limits coverage to four fixed television cameras in a hearing room. Enumerates the rules governing: (1) privileged reports and amendments; (2) committee expenses; and (3) committee staffs. Title IV: Miscellaneous and Conforming Provisions - Prescribes the rules governing the calling of a caucus or conference. Establishes in the House of Representatives the Legislative Classification Office to maintain a system linking Federal programs and expenditures to the authorizing statutes and showing the committee jurisdiction for each authorization. Outlines the functions of the Office. Establishes a Commission on Information and Facilities to conduct a study of the information and space problems of the House of Representatives. Elaborates the required content of such study. Provides for the establishment of the Office of the Law Revision Counsel to keep an official codification of the laws of the United States. Makes technical, conforming and transitional provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Committee Reform Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Resolution to reform the structure, jurisdiction, and procedures of the committees of the House of Representatives by amending rules X and XI of the Rules of the House of Representatives.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:46-05:00"
}