{
  "actions": [
    {
      "acted_at": "1989-11-15", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-29", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce, Subcommittee on Communications. Hearings held. With printed Hearing: S.Hrg. 101-702.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-07", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-07-19", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. With written report No. 101-381. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-19", 
      "calendar": "Senate Legislative", 
      "number": "704", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 704.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2958-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2958"
    }
  ], 
  "bill_id": "s1880-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1989-11-15", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-11-15", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1989-11-15", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1989-11-15", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1989-11-15", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1989-11-15", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-11-15", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-11-15", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1989-11-15", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1989-11-15", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1989-11-15", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1990-07-23", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1989-11-15", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1989-11-15", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1989-11-15", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-15", 
  "number": "1880", 
  "official_title": "A bill to amend title VI of the Communications Act of 1934 to ensure carriage on cable television of local news and other programming and to restore the right of local regulatory authorities to regulate cable television rates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3826-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5267-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5267-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Cable Television Consumer Protection Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-06-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Cable television", 
    "Competition", 
    "Consumer complaints", 
    "Copyright", 
    "Educational television", 
    "Freedom of speech", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Licenses", 
    "Restrictive trade practices", 
    "Standards", 
    "Television broadcasting", 
    "Television programs"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1990-07-19", 
    "text": "Cable Television Consumer Protection Act of 1990 - Amends the Communications Act of 1934 to prohibit any Federal agency, State, or franchising authority from regulating either the rates for the provision of cable service or for the installation or rental of equipment used for the receipt of cable service, except as provided under this Act. Requires the Federal Communications Commission (FCC), if it finds that a cable system is not subject to effective competition, to ensure that the rates that such system provides for basic cable service, including the installation or rental of equipment used for the receipt of such basic service, are reasonable. Directs the FCC, upon written request by a franchising authority, to review the State and local laws and regulations governing the regulation of cable systems under the jurisdiction of such franchising authority. Allows the FCC to authorize the franchising authority to carry out such regulation in lieu of the FCC in certain instances. Directs the FCC, upon request by a cable operator or other interested party, to review regulation of cable system rates established by a franchising authority authorized by the FCC. Allows a cable operator to add or delete from a basic cable service tier any video programming other than retransmitted local television broadcast signals. Directs the FCC to prescribe procedures, standards, requirements, and guidelines for the establishment of reasonable rates for basic cable service by a cable operator not subject to effective competition. Authorizes a cable operator to file with the FCC a request for a rate increase in basic cable tier service. Considers such request granted if not acted upon within 180 days. Directs the FCC to prescribe: (1) criteria for determining whether rates for cable programming services are significantly excessive; and (2) criteria for determining that a complaint has been properly filed objecting to such rates and establishing that such rates are significantly excessive. Outlines factors for making such determinations. Presumes a cable system to be subject to effective competition if: (1) fewer than 30 percent of the households in the cable community subscribe to the cable service of the system; or (2) the cable community is served by a sufficient number of local television broadcast signals and by more than one multichannel video programming distributor. (MVPD). Outlines the circumstances under which a cable community shall be considered to be served by more than one MVPD. Prohibits a video programmer in which a cable operator has an attributable interest and who licenses video programming for national distribution from: (1) unreasonably refusing to deal with any MVPD; or (2) discriminating in the price, terms, and sale conditions among cable systems, operators, or other MVPDs if such action would impede retail competition. Allows such a programmer to: (1) impose reasonable requirements for creditworthiness, service, and financial stability; (2) establish different prices, terms, and conditions to take into account certain objective cost factors; and (3) permit price differentials which are made in good faith to meet the low price of a competitor. Prohibits a cable operator, system, or its affiliate from discriminating against any unaffiliated video programmer or requiring a financial interest as a condition of carriage on a cable system. Requires any person who encrypts any satellite cable programming for private viewing to make such programming available for private viewing by C-band receive-only home satellite antenna users. States as one of the purposes of the Communications Act of 1934 the promotion of competition in the delivery of diverse sources of video programming. Authorizes the FCC to: (1) determine maximum reasonable rates a cable operator may establish for the commercial use of designated channel capacity; and (2) establish reasonable terms and conditions for such use. Directs the FCC to establish reasonable limits on the number of: (1) cable subscribers that may be reached through cable systems owned by one person; and (2) channels of a cable system that can be occupied by a video programmer in which a cable operator has an attributable interest. Makes it unlawful for a cable operator to hold a license for a multi-channel multipoint distribution service, or to offer satellite master antenna television service separate and apart from any franchised cable service, in any portion of the cable community served by that cable operator's cable system. Directs the FCC to waive such prohibition in certain instances. Directs the FCC to regulate the outside ownership of MVPDs if ten percent of U.S. households with television sets subscribe to service provided by such MVPDs directly via home satellite antennas. Requires access to such satellite service by unaffiliated video programmers in such case. Requires the FCC to determine whether the cable industry has established industry standards for response by cable operators to customer concerns and whether such standards are effective in ensuring customer satisfaction. Requires the FCC to establish such standards if they are found to be faulty. Allows a franchising authority six months to act upon a franchise renewal application of a cable operator. States that any lawful action to revoke a cable operator's franchise for cause shall not be negotiated by the initiation of renewal proceedings by the cable operator. Gives the FCC authority to require that television sets wired for cable television be equipped with an electronic switch allowing users to readily change among all video distribution media. Requires such switch to be included only if the FCC determines that its installation is technically and economically feasible. Provides that, in any First Amendment claim against a franchising authority or governmental entity arising from actions expressly authorized or required under title VI of the Communications Act of 1934, any relief shall be limited to injunctive relief, declaratory relief, and attorney's fees and legal costs, with certain exceptions. Directs the FCC to establish minimum technical standards to ensure adequate signal quality for all classes of video programming signals provided over a cable system and to periodically update such standards to reflect improvements in technology. Directs the FCC to establish procedures for handling complaints or allegations that such standards have not been met. Prohibits a State, franchising authority, or other governmental entity from establishing any other technical standards once the FCC has done so. Requires each cable operator that relies upon compulsory licensing for secondary transmissions by its cable system (known hereafter as a participating operator) to carry the signals of qualified local broadcast stations (local non-cable stations) in accordance with this Act. Requires each participating operator to carry a specified number of qualified local broadcast stations, such number increasing with the amount of usable activated channels of such participating operator. Requires, among the signals of qualified local broadcast stations to be carried by each participating operator, the carriage of signals of at least: (1) one qualified noncommercial educational television station for an operator with fewer than 54 usable activated channels; and (2) two such stations for an operator with 54 or more usable active channels. Allows a participating operator discretion in selecting which local broadcast signals shall be carried on its cable system once the minimum number of qualified local broadcast stations presented on its system exceeds the minimum number required under this Act, with specified conditions. Makes the carriage of the minimum required number of noncommercial educational television stations nondiscretionary. Requires, when feasible, the signal of the qualified local broadcast station on the cable system to be carried on the same channel on which the local broadcast station is normally carried over the air or upon a channel mutually agreed upon by the broadcaster and the principal operator. Outlines other required standards for the retransmission by a principal operator of the qualified local broadcast stations required under this Act. Requires local signals carried in fulfillment of this Act to be carried on the lowest-priced tier of basic cable service offered by the participating operator. Requires a participating operator to: (1) identify, upon request, those local broadcast signals carried on its system in fulfillment of requirements of this Act; and (2) provide written notice to a qualified local broadcast station, the franchising authority of such cable system, and subscribers of such system at least 30 days prior to either deleting or repositioning such signal on its cable system. Prohibits a participating operator from accepting money or other consideration for the carriage of local broadcast signals as required under this Act. Authorizes a qualified local broadcast station to file a complaint with the FCC when it believes that a participating operator is not complying with signal carriage requirements enumerated under this Act. Outlines administrative procedures for FCC review and rulings on such complaints. Provides that any civil action challenging the provision of this Act relating to the carriage of local broadcast signals by cable operators shall be heard by a district court. Provides that any action holding such a provision unconstitutional shall be reviewable as a matter of right by direct appeal to the Supreme Court if such appeal is filed within 20 days after such holding. Directs the FCC to prescribe rules and regulations concerning the disposition, after a cable subscriber terminates service, of any cable installed by the operator within the premises of such subscriber."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cable Television Consumer Protection Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Cable Television Consumer Protection Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VI of the Communications Act of 1934 to ensure carriage on cable television of local news and other programming and to restore the right of local regulatory authorities to regulate cable television rates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:47-05:00"
}