{
  "actions": [
    {
      "acted_at": "1979-12-06", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2087-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-06", 
  "number": "2087", 
  "official_title": "A bill to amend the Privacy Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-06", 
  "subjects": [
    "Administrative procedure", 
    "Civil Rights and Liberties", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-06", 
    "text": "Amends the Privacy Act of 1974 to allow an agency, in responding to a request for records under such Act, to identify portions of a record which is public record (such as newspaper clippings or court records) by date and source. Requires any person requesting information to state the number and date of previous requests. Limits any person to one request per year per agency on any general subject. Places the burden of disclosure on the originating agency in the case of nonconfidential records. Revises the exemption from such Act to include among the exempted law enforcement records those records which would disclose information relating to the investigation of organized crime, espionage, or any specified conspiratorial activity. Prohibits a law enforcement agency from making available investigative records for ten years after: (1) the termination of any investigation not resulting in prosecution; or (2) the termination of probation, a term of imprisonment, or imposition of a fine, where the investigation has resulted in a conviction. Establishes a fee of $10 plus duplication costs for each person requesting a record (except in the case of financial hardship). Requires each agency carrying out law enforcement functions to furnish the same general standardized written response for issuance to any person making a request for records to be used in cases where: (1) the agency does not have the records requested; and (2) the records are protected because disclosure would reveal that a criminal investigation concerning the person is in progress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Privacy Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:15-05:00"
}