{
  "actions": [
    {
      "acted_at": "1981-07-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-28", 
      "bill_ids": [
        "hr4242-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4242.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4262-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-24", 
  "number": "4262", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to encourage economic growth and improve fairness through reductions in individual income tax rates, reform of the treatment of depreciable property, incentives for small business, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4242-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Revenue Act of 1981", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-24", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Bonds", 
    "Business and commerce", 
    "Business income tax", 
    "Capital gains tax", 
    "Capital investments", 
    "Children and youth", 
    "Commodity exchanges", 
    "Commuting", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Depletion allowances", 
    "Depreciation and amortization", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Employer incentives", 
    "Energy", 
    "Energy development", 
    "Estate tax", 
    "Family farms", 
    "Farms", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Foreign investments", 
    "Fringe benefits", 
    "Gift tax", 
    "Government securities", 
    "Guam", 
    "Historic sites", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Income tax", 
    "Individual retirement accounts", 
    "Industrial development bonds", 
    "Interest", 
    "International corporations", 
    "Investment tax credit", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "Married people", 
    "Mass rapid transit", 
    "Minimum tax", 
    "Motor Vehicles and Driving", 
    "Natural gas", 
    "Old age, survivors and disability insurance", 
    "Payments in lieu of taxes", 
    "Personal income tax", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Public utilities", 
    "Railroad employees", 
    "Railroad retirement plans", 
    "Railroads", 
    "Residential rehabilitation", 
    "Restricted stock options", 
    "Retirement income", 
    "Saving and investment", 
    "Securities", 
    "Securities and Investments", 
    "Social security taxes", 
    "Social welfare", 
    "State finance", 
    "State legislators", 
    "State legislatures", 
    "States", 
    "Stocks", 
    "Tax administration", 
    "Tax auditing", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax incentives", 
    "Tax rates", 
    "Tax returns", 
    "Tax shelters", 
    "Taxation", 
    "Taxation of foreign income", 
    "Territories (U.S.)", 
    "Transportation and Travel", 
    "Travel costs", 
    "Urban affairs", 
    "Urban transportation", 
    "Virgin Islands", 
    "Withholding tax", 
    "Youth employment"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-24", 
    "text": "Revenue Act of 1981 - Title I: Individual Income Tax Provisions - Subtitle A - Tax Reductions - Amends the Internal Revenue Code to reduce individual and estate and trust income rates, effective in 1981. Reduces the highest marginal tax rate from 70 to 60 percent. Requires the revision of withholding tables to correspond with such tax rate reductions. Authorizes the Secretary of the Treasury to issue regulations permitting workers to increase or decrease their withholding allowances. Increases the zero bracket amount for each category of taxpayer. Increases the income levels at which a taxpayer is required to file an income tax return. Reduces the alternative minimum tax on individuals and the personal holding company tax to correspond with reductions in the highest marginal tax rate. Subtitle B - Increase in Earned Income Credit and Child Care Credit; Deduction for Two-Earner Married Couples - Increases the rate of the earned income tax credit from ten to 11 percent of the first $5,000 of earnings beginning in 1982. Increases the maximum amount of such credit. Allows married individuals filing a joint return an income tax deduction from gross income of ten percent of the lesser of $30,000 or the earned income of the lower income spouse, beginning in 1983. Specifies that the deduction shall be five percent of such amount in 1982. Title II: Business Provisions - Subtitle A - Depreciation Reform - Amends the Internal Revenue Code to allow a first-year income tax deduction for a specified percentage of the basis of property used in a trade or held for the production of income (recovery property) which is placed in service after 1980. Assigns such property one of four classes based on present class lives under the Asset Depreciation Range (ADR) system. Phases in such expensing method by limiting the income tax deduction to a specified percentage of the basis of such property each year through 1990. Permits the first $25,000 worth of qualified assets to be expensed in the year they are purchased or placed in service without regard to the phase-in period. Excludes from eligibility for expensing: (1) property used predominantly outside the United States; (2) certain livestock; (3) property depreciated on a basis other than time; (4) certain amortization property; (5) certain public utility property; (6) oil or gas fired boilers; (7) certain property held by noncorporate lessors; and (8) certain petroleum refineries. Requires the recapture as ordinary income of excess depreciation from recovery property which is subsequently sold or exchanged. Provides alternative recovery percentages for depreciable property not eligible for the investment tax credit. Redefines \"public utility property\" to include transportation of oil by pipeline for purposes of the depreciation deduction. Sets forth limits on the amount of used property eligible for first-year capital cost recovery. Provides for depreciation of certain real property placed in service after 1980, according to the straight line method based on useful life of 20 years. Specifies a 15 year useful life for low-income housing. Permits the expensing (i.e. deduction in current taxable year) of up to $25,000 of depreciable business assets, in lieu of current provisions allowing additional first year depreciation of such assets. Allows a 30 percent variance from class life for long-life public utility property and certain real property. Disqualifies expense-method property from eligibility for the investment tax credit. Subtitle B - Credit for Rehabilitation Expenditures - Increases the investment tax credit percentage for rehabilitation expenditures to 15 percent for 30-year buildings, 20 percent for 40 year buildings, and 25 percent for certified historic structures, effective in 1982. Terminates provisions requiring the straight-line method of depreciation to be used for property constructed on a site where a certified historic structure was demolished and terminates the disallowance of deductions for such demolition on January 1, 1982 (previously January 1, 1984). Qualifies for the investment tax credit certain rehabilitated buildings leased to tax-exempt organizations or to governmental units. Title III: Individual Savings - Subtitle A - Retirement Savings - Revises requirements for the retirement savings deduction. Increases to $2,000 the maximum amount of the income tax deduction for contributions to an individual retirement account (IRA). Allows a $1,000 deduction for contributions by participants in qualified employer pension plans or governmental plans. Provides that in certain cases members of U.S. reserve components and volunteer firefighters shall not be considered governmental plan participants. Allows employees a deduction for employer contributions to a simplified employee pension. Limits such deduction to the lesser of 15 percent of the taxpayer's compensation or the amount of such contributions (up to $1,500). Repeals provisions relating to the tax deduction for retirement savings for certain married individuals. Provides that the retirement savings deduction shall be computed separately for each spouse in the case of a joint return. Provides that employee IRAs established as part of an employer plan shall be treated as individual retirement accounts for purposes of tax treatment of retirement savings. Allows limited nondeductible contributions to individual retirement accounts. Revises rules relating to the taxation of the beneficiaries of qualified bond purchase plans and for the rollover of the proceeds from redemption of such bonds into IRA's or other annuities. Allows distributions from a terminated owner-employee retirement plan without regard to the five-year ban on contributions by owner-employees. Treats investments by IRA's in collectibles as distributions for income tax purposes. Title IV: Repeals the percentage depletion allowance for independent producers and royalty owners of oil and gas. Repeals the option to deduct intangible drilling and development costs in the case of oil and gas wells and geothermal wells. Requires a 14-year amortization of such costs. Exempts costs for the drilling of nonproductive wells from such amortization requirements. Disallows the foreign tax credit for oil and gas extraction taxes paid to any foreign country. Provides that foreign oil and gas extraction income shall be treated as income from U.S. sources for purposes of determining the limit on the foreign tax credit. Allows a deduction for foreign oil and gas extraction taxes. Repeals the tax exemption for domestic international sales corporations. Requires the inclusion in the gross income of a shareholder's pro rata share of a controlled foreign corporation's undistributed earnings and profits for the taxable year. Limits such inclusion in the case of shareholders of foreign investment companies and foreign personal holding companies. Disallows a deduction for business entertainment expenses. Reduces by one-half the allowable deduction for business meals. Provides that for purposes of the alternative tax on the capital gains of corporations and the capital gains deduction for individuals, the sale of nonproductive assets will not qualify for capital gains tax treatment. Defines \"productive asset\" for purposes of this Act. Specifies that farm real property will not be considered a productive asset unless the taxpayer materially participated in the operation of the business and the taxpayer or a renter engaged in substantial farming activities on such property. Excludes from the definition of \"productive asset\" stock held by certain holding corporations. Title V: Tax Straddles - Provides that any loss from the holding of one or more positions in certain securities shall be recognized, for income tax deduction purposes only to the extent that it exceeds the unrealized gain (gain which would be recognized if the position had been sold at its fair market value) from the holding of one or more positions which: (1) were acquired before the disposition resulting in the loss; (2) were offsetting positions; and (3) were not part of an identified straddle as of the end of the taxable year. Defines \"offsetting position\" to mean that there is a substantial reduction of the taxpayer's risk of loss from holding any position with respect to personal property (personal property of a type which is actively traded) because the taxpayer also holds one or more other positions with respect to personal property (commonly referred to as a \"straddle\"). Creates a rebuttable presumption that two or more positions are offsetting, for purposes of the definition of a straddle, if: (1) they are in the same personal property, although they may be in a substantially altered form; (2) they are in debt instruments of a similar maturity or certain other debt instruments; (3) they are sold or marketed as such; (4) the aggregate margin requirement for such positions is lower than the sum of the margin requirement for each such position; or (5) there are other factors, as determined by the Secretary of the Treasury pursuant to regulations, which indicate that such positions are offsetting. Imposes a penalty upon a taxpayer who fails to report each position held with respect to which there is unrealized gain. Disallows as a deduction, and makes chargeable to capital account, interest and carrying charges with respect to personal property which is part of a straddle. Treats as sold at its fair market value any regulated futures contract held by the taxpayer at the close of the taxable year. Treats gain or loss with respect to such a contract as: (1) short-term capital gain or loss, to the extent of 40 percent of the gain or loss; and (2) long-term capital gain or loss, to the extent of 60 percent of the gain or loss. Exempts from the loss recognition provisions of this title any straddle consisting entirely of offsetting positions which are regulated futures contracts. Defines \"regulated futures contract\" as a contract: (1) which requires delivery of personal property; (2) with respect to which amounts deposited and withdrawn depend on a system of marking to market; and (3) which is traded on or subject to the rules of certain boards of trade. Permits an election to: (1) apply the regulated futures contract rules to all positions of all mixed straddles (straddles at least one, but not all, of the positions of which are regulated futures contracts and with respect to which each position is identified as being part of straddle); or (2) not apply such rules to all regulated futures contracts which are part of all mixed straddles. Exempts from the application of such rules any hedging transaction. Defines \"hedging transaction\" as any transaction: (1) which is entered into in the course of the trade or business primarily to reduce certain types of risk with respect to property or borrowing; (2) the gain or loss on which is treated as ordinary income or loss; and (3) which is clearly identified as such. Limits the three-year carryback of losses from regulated futures contracts to an amount which: (1) does not exceed the lesser of the capital gain net income from regulated futures contracts or all of the capital gain net income; and (2) does not increase or produce a net operating loss. Provides that obligations of the United States, a State or local government, or a U.S. possession issued on a discount basis and payable without interest in less than one year shall be treated as capital assets in determining tax consequences of gain or loss with respect to such obligations. Treats as ordinary income any gain realized from the sale or exchange of short-term government obligations which does not exceed an amount equal to the ratable share of the excess of the stated redemption price at maturity over the taxpayer's basis. Excludes from capital gains tax treatment gains by a securities dealer from the sale or exchange of any security, unless the security was clearly identified in the dealer's records before the close of the day on which it was acquired as a security held for investment (currently, before the end of the 30th day after the date of acquisition). Extends capital gains treatment to gains or losses attributable to the termination of a right or obligation with respect to personal property of a type which is actively traded and which is or would be a capital asset in the hands of the taxpayer. Title VI: Administrative Provisions - Subtitle A - Prohibition of Disclosure of Audit Methods - Provides that Federal law shall not be construed to require the disclosure of methods for the selection of tax returns for audits. Subtitle B - Changes in Interest Rate for Overpayments and Underpayments - Revises rules for the determination of the interest rate on overpayment or underpayments of taxes. Changes such rate of interest from 90 percent to 100 percent of the prime rate. Subtitle C - Changes in Certain Penalties and in Requirements Relating to Information Returns - Changes certain penalties for providing false information with respect to the withholding of tax. Requires an addition to tax for underpayments of tax by individuals and certain corporations attributable to a valuation overstatement that results in an underpayment of taxes of at least $1,000. Requires an addition to tax for underpayments of tax attributable to a disallowed credit, deduction, or conversion of ordinary income into capital gain. Specifies that such additional tax shall be imposed only in cases where the tax benefits are the principal element of the transaction and the underpayment is at least $5,000. Authorizes the Secretary to waive such tax on a showing that the tax benefit was reasonable. Increases penalties for failure to file certain returns or furnish certain registration statements. Increases the penalty for overstated deposit claims. Subtitle D - Cash Management - Increases from 60 to 80 percent the amount in total tax liability which certain large corporations must pay in estimated taxes. Subtitle E - Financing of Railroad Retirement Systems - Increases the rate of the employer and employee railroad retirement taxes. Allows the Railroad Retirement Account to borrow funds from the Treasury if the balance of such Account is insufficient to pay annuity amounts due. Title VII: Miscellaneous Provisions - Exempts from income taxation any income resulting from the transfer of stock to an individual exercising a stock option under an incentive stock option plan. Specifies that the optionee may not dispose of stock within two years after an option is granted nor within one year after the transfer of shares. Requires that the optionee be an employee of the corporation granting such option at all time during the period after an option is granted and until three months before such option is exercised. Limits the fair market value of stock for which any employee may be granted options in any year to $75,000. Eliminates such stock options as items of tax preference for purposes of the minimum tax. Extends until January 1, 1983, the time during which a State legislator may qualify for the income tax deduction for living expenses while engaged in legislative business away from his home district. Limits such deduction to 110 percent of the daily amount allowable for Federal employees away from home but serving in the United States. Disallows such deduction for State legislators whose district residence is within 50 miles from the State capital. Permits the exclusion from gross income of interest on certain industrial development bonds if the proceeds of such bonds are used to finance qualified mass commuting vehicles which are leased to a publicly-owned transportation system. Terminates such exclusion after 1984. Extends the targeted jobs credit through 1984. Increases the amount of wages eligible for such credit. Lowers the age requirements for the credit for employment of economically disadvantaged youth. Terminates the credit for youth participating in certain cooperative education programs unless they are economically disadvantaged. Extends eligibility for such credit to registrants of the WIN work incentive program and to recipients of Aid to Families with Dependent Children. Eliminates the age requirement applicable to Vietnam veterans. Repeals provisions limiting qualifying first-year wages to 30 percent of the unemployment insurance wages paid by an employer. Disallows such credit with respect to amounts paid to certain relatives of the taxpayer or shareholders of the taxpayer or shareholders of the taxpayer corporation. Extends through May 31, 1983, the prohibition on the issuance of any regulations by the Internal Revenue Service on: (1) employee fringe benefits; and (2) the deduction of commuting expenses to temporary job sites. Delays until 1987 the effective date of amortization requirements for construction period interest and taxes for low-income housing projects. Authorizes the Secretary of the Treasury to make separate payments to the governments of Guam and the Virgin Islands for lost tax revenues. Allows a tax credit for ten percent of a taxpayer's social security taxes paid in 1982. Disallows employers a business expense deduction for the amount of social security taxes taken as a credit. Provides special rules for such credit in the case of certain State and local employees. Title VIII: Estate and Gift Tax Provisions - Subtitle A - Increase in Unified Credit; Rate Reduction; Unlimited Marital Deduction - Increases the unified credit against the estate tax from $47,000 to $100,000, effective in 1982. Repeals the limitations on the estate and gift tax marital deductions. Provides that certain terminable interests qualify for the marital deduction. Sets forth special rules for: (1) the estate taxation of certain property for which the marital deduction was previously allowed; (2) the tax treatment of dispositions of certain life estates; and (3) recovery rights in the case of certain marital deduction property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revenue Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to encourage economic growth and improve fairness through reductions in individual income tax rates, reform of the treatment of depreciable property, incentives for small business, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:15-05:00"
}