{
  "actions": [
    {
      "acted_at": "1987-06-04", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-04", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-04", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-08", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-08", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-08", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Government Activities and Transportation", 
      "text": "Referred to Subcommittee on Government Activities and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-24", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, DOD, GSA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-13", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Insular and International Affairs", 
      "text": "Referred to Subcommittee on Insular and International Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-02", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Insular and International Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2601-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Activities and Transportation", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Insular and International Affairs", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-04", 
  "number": "2601", 
  "official_title": "A bill to provide for the disposition of excess Federal land located on Guam, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1470-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1470-100", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Blaz, Ben G.", 
    "state": "GU", 
    "thomas_id": "00096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-04", 
  "subjects": [
    "Armed forces and national security", 
    "Claims", 
    "Guam", 
    "Land transfers", 
    "Military bases", 
    "Naval bases", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Surplus government property", 
    "Territories (U.S.)", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-04", 
    "text": "Requires the Administrator of General Services or the Secretary of Defense to transfer, without consideration, the United States' right, title, and interest in specified excess property on Guam to the Superior Court of Guam as soon as practicable after the earlier of: (1) one year after the date of enactment of this Act; or (2) the date when the Secretary of Defense determines that specified measures to protect the air installation zones at the Naval Air Station, Agana, Guam, have been implemented. Requires the Secretary, within a year after such date, to determine if a specified parcel of land is excess and to transfer the United States' interest in it, without consideration, to the Superior Court of Guam as soon as practicable after such determination. Prohibits any transfer of land under this Act until the land is determined to be surplus property. Provides that such land will be deemed to be surplus property 30 days after the Administrator of General Services notifies executive agencies that such land is excess property, unless any agency pays to the Administrator the fair market value of the land. Authorizes the Superior Court of Guam to: (1) hold the title to all lands transferred; (2) render decisions on claims of persons and their heirs for eligibility for the transfer of land; (3) transfer to a qualified transferee the Court's interest in such land; and (4) determine the amount of consideration to be paid by a qualified transferee. Provides that if any portion of any property transferred does not remain in the ownership of United States persons it will revert to the Government of Guam, that the transferred land will be treated as \"after-discovered property\" under Guam's probate code, and that determinations of the Superior Court of Guam will be conclusive on all issues and will not be appealable. Requires that ten years after the enactment of this Act the Superior Court of Guam will transfer to the Government of Guam all of the Court's remaining interest in the transferred land. Requires that three months after the disposition of all claims related to other property on Guam which may be determined to be excess, the Superior Court will transfer its remaining interest to the Government of Guam. Provides that if any interest in any property transferred to the Government of Guam is transferred to any person who is not a United States person, that interest will revert to the United States. Prohibits the transfer of any land to a qualified transferee until he pays to the Secretary of the Treasury an amount equal to the amount of any compensation paid by the United States (adjusted for inflation) which is attributable to such land and either: (1) waives all rights to receive any award pursuant to a specified settlement; or (2) pays the amount of such an award received to the Secretary of the Treasury within six months of the enactment of this Act or the receipt of such award, whichever is later. Provides that any person or heir is a qualified transferee if he: (1) is a United States person; or (2) files in the Superior Court of Guam a claim for the transfer of specified land which the United States acquired. Requires the Attorney General to make available to the Superior Court of Guam, without charge, the report commonly referred to as the Middlebrook Report. Provides that the transfer of any interest in land under this Act will be subject to the condition that the United States retain its right of eminent domain. Prohibits any transfer of land by the Superior Court of Guam until the Secretary of Defense determines that the Government of Guam has implemented specified measures to protect the air installation compatible use zones at the Naval Air Station, Agana, Guam. Describes excess Federal property on Guam as of the date of the enactment of this Act. Directs the Secretary of the Navy to execute the instruments needed to modify the conditions under which specified land was transferred to the Government of Guam. Repeals the requirement that the sale by the Government of Guam of specified property conveyed to it by the Secretary of the Navy shall only be for a monetary consideration. Requires the Administrator of the General Services Administration to transfer, without consideration, to the Government of Guam all U.S. interest in Apra Harbor Parcel 6 to be used exclusively for plant and wildlife conservation. Provides that such parcel will revert to the United States if: (1) the parcel is used for any purpose other than plant and wildlife conservation; or (2) the Government of Guam transfers any portion of its interest in the parcel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the disposition of excess Federal land located on Guam, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:32-05:00"
}