{
  "actions": [
    {
      "acted_at": "1979-09-27", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-19", 
      "references": [], 
      "text": "Reported to House from the Committee on House Administration with amendment, H. Rept. 96-836 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-19", 
      "references": [], 
      "text": "Referred jointly to House Committees on Government Operations; and Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules with amendment, H. Rept. 96-836 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-19", 
      "references": [], 
      "text": "Reported to House from the Committee on Government Operations with amendment, H. Rept. 96-836 (Part III).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5424-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brademas, John", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "00117", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Burton, John", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00155", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Campbell, Carroll A., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "00169", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Davis, Mendel J.", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "00272", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gaydos, Joseph M.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00430", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Jones, Ed", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00608", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Minish, Joseph G.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00814", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mollohan, Robert H.", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "00825", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Nedzi, Lucien N.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00856", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Peyser, Peter A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00915", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Ratchford, William R.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "00946", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rose, Charlie", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00986", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "42", 
      "name": "Van Deerlin, Lionel", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01179", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-27", 
  "number": "5424", 
  "official_title": "A bill to amend title 44, United States Code, to provide for improved administration of public printing services and distribution of public documents.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Publications Act of 1980", 
  "sponsor": {
    "district": "4", 
    "name": "Thompson, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "01152", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-27", 
  "subjects": [
    "Administrative procedure", 
    "Auditing", 
    "Business and commerce", 
    "Civil service compensation", 
    "Civil service employment", 
    "Collective bargaining", 
    "Congress and Congressmen", 
    "Congressional Record", 
    "Congressional agencies", 
    "Congressional joint committees", 
    "Congressional oversight", 
    "Congressional veto", 
    "Department of the Treasury", 
    "Depository libraries", 
    "Discrimination in employment", 
    "Employee-management relations in government", 
    "Executive orders", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publications", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Government trust funds", 
    "House rules and procedure", 
    "Labor and employment", 
    "Libraries", 
    "Personnel management", 
    "Presidential appointments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Printing", 
    "Public Contracts, Procurement, and Property", 
    "Revolving funds", 
    "Senate rules and procedure", 
    "Small business", 
    "Standards", 
    "Wages"
  ], 
  "subjects_top_term": "Printing", 
  "summary": {
    "as": "Reported to House amended, Part III", 
    "date": "1980-06-19", 
    "text": "(Reported to House from the Committee on Government Operations with amendment, H. Rept. 96-836 (Part III)) Federal Publications Act of 1980 - Abolishes the Joint Committee on Printing and the Government Printing Office. Establishes the Federal Publications Office (FPO) as an independent establishment in the legislative branch to provide for public printing services and the distribution of public documents. Provides for the appointment of a Director of Federal Publications to administer FPO. Lists the duties of the Director which include: (1) assuring that public printing services for Congress and the Executive Office of the President are provided on a priority basis; (2) providing for the use of and cooperation with private commercial sources for public printing services and the distribution of publications; (3) developing bibliographic and indexing standards for Government publications; (4) furnishing supplies manufactured by FPO to other Government entities; and (5) fixing standards for materials used to produce Government publications. Requires the Director to appoint Assistant Directors for Administration, Production Services, and Distribution Services. Establishes within the legislative branch an eleven member Federal Publications Commission to advise the Director with respect to the policy direction and overall operation and management of FPO. Requires the Director to respond in writing to recommendations of the Commission within 30 days, and to appear before the Commission at its request regarding such response. Sets forth the composition, administrative procedures, and compensation of the Commission. Specifies the administrative authority of the Director. Requires the Director to submit to specified congressional committees any regulations prescribed to carry out the functions of FPO. States that such regulations shall take effect 20 days after submission unless either such committee agrees to a resolution of disapproval. Declares that the Assistant Director for Administration shall be responsible for administrative services common to more than one component of FPO. Authorizes the Assistant Director to employ necessary personnel including special police officers. Requires labor-management relations in FPO to be governed by the Labor Management Relations Act of 1947 and the Labor Management Reporting and Disclosure Act of 1959. Declares that the provisions of title 5 of the United States Code (Government Organization and Employees) affecting the terms and conditions of Government employment shall apply to FPO employees who are represented by a labor organization unless such provisions are superceded by a collective bargaining agreement. Specifies certain provisions which may not be superceded by such an agreement. Requires that unresolved collective bargaining matters be referred to binding arbitration whenever an impasse occurs. Provides for selection of an arbitrator. Sets forth the procedure to be followed by the arbitrator to resolve the impasse. Prohibits discrimination in FPO personnel actions. Establishes the FPO resolving fund in the United States Treasury. Requires the Comptroller General to audit the activities of FPO at least once every three years beginning in fiscal year 1982. Makes the Assistant Director for Production Services responsible for the provision of public printing services in FPO. Requires that all public printing services for the Government be provided through FPO. Directs FPO to prescribe regulations allowing a Government entity to have printing services performed by a private person or in an authorized field printing plant of a Government entity under specified conditions. Requires materials which are printed as permanent Government publications or at Government expense to bear notice of such information. Declares that the Assistant Director for Distribution Services shall be responsible for the distribution, shipment for international exchange, and sale of Government publications. Requires that such publications be distributed through FPO unless the Assistant Director deems another method of distribution to be in the public interest. Declares that the price of a publication shall not be less than the cost of production and distribution of the publication, except under specified conditions. Requires the Assistant Director for Distribution Services to: (1) maintain an index of publications; (2) prepare a catalog listing recent publications; (3) make available all publications to depository libraries; and (4) provide reference services to such libraries with respect to such publications. Authorizes each Member of Congress to designate two libraries within the Member's congressional district for the deposit of such publications. Permits the head of each Government agency to designate a depository library within the agency. Designates specified libraries as depository libraries. Requires any free Government publication to disclose certain information concerning its availability. Authorizes the Committee on House Administration of the House of Representatives and the Committee on Rules and Administration of the Senate to regulate printing services and the distribution of Government publications for Congress. Directs FPO to prepare the Congressional Record, the Congressional Directory, and specified congressional publications. Directs the head of each Government entity to designate one employee as a Government publications manager to: (1) coordinate public printing services and the distribution of publications for such entity; (2) certify the legality and necessity of a requested public printing service; (3) furnish the Assistant Director for Distribution Services with information concerning the publications of such entity; and (4) oversee compliance with this Act. Prohibits the Assistant Director for Production Services from providing public printing services without receiving a certification of the need and legality of such service from a Government publications manager. Eliminates existing provisions of Federal law governing the public printing of particular reports and documents. Sets forth provisions concerning the transfer of functions, funds, and personnel of the Government Printing Office and the Joint Committee on Printing to FPO and, with respect to oversight functions of such committee, to appropriate congressional committees. Directs the Director, with the advice of the Commission, to prescribe comprehensive regulations governing all functions of FPO. Makes technical and conforming amendments. States that this Act shall take effect on January 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Publications Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Federal Publications Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 44, United States Code, to provide for improved administration of public printing services and distribution of public documents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:38-05:00"
}