{
  "actions": [
    {
      "acted_at": "1983-03-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-25", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2149-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Campbell, Carroll A., Jr.", 
      "sponsored_at": "1983-03-16", 
      "state": "SC", 
      "thomas_id": "00169", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-16", 
  "number": "2149", 
  "official_title": "A bill to provide for modification of the Federal supplemental compensation program and a voucher system to encourage employment of individuals eligible for Federal supplemental compensation, a youth opportunity wage, to authorize use of state unemployment funds to finance retraining and relocation assistance for unemployment compensation claimants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1023-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1023-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Employment Act of 1983", 
  "sponsor": {
    "district": "30", 
    "name": "Conable, Barber B., Jr.", 
    "state": "NY", 
    "thomas_id": "00225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-16", 
  "subjects": [
    "Children and youth", 
    "Department of the Treasury", 
    "Employer incentives", 
    "Employment and training programs", 
    "Government trust funds", 
    "Income tax", 
    "Labor and employment", 
    "Manpower training programs", 
    "Minimum wages", 
    "Occupational retraining", 
    "Public service employment", 
    "Relocation of employees", 
    "Seasonal labor", 
    "Social security taxes", 
    "Student employment", 
    "Summer employment", 
    "Tax credits", 
    "Taxation", 
    "Unemployment", 
    "Unemployment insurance", 
    "Wages", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-16", 
    "text": "Employment Act of 1983 - Title I: Modification of the Federal Supplemental Compensation Program - Amends the Federal Supplemental Compensation Act of 1982 (Subtitle A of title VI of the Tax Equity and Fiscal Responsibility Act of 1982) to permit any State to modify its agreement under such Act and the Surface Transportation Assistance Act of 1982 to continue the Federal Supplemental Compensation Program in the State after March 31, 1983. Sets forth conditions for such modification. Requires that any such modified agreement provide that the State agency will: (1) make Federal supplemental compensation payments to eligible claimants who make timely claims for weeks of unemployment that begin on or after April 1, 1983, and on or before September 30, 1983; and (2) administer the voucher system as provided in this title and in instructions issued by the Secretary. Sets forth: (1) eligibility requirements for claimants; (2) weekly benefit amounts; (3) the maximum benefit amount; and (4) definitions of \"high,\" \"intermediate,\" and \"low\" unemployment periods for purposes of such period of modification and such voucher system. Authorizes appropriations for Federal supplemental compensation payments payable in accordance with this title. Establishes a system of job voucher employer tax credits. Provides that employers who hire individuals who are eligible or putatively eligible for Federal supplemental compensation may qualify for vouchers to be used as tax credits under the terms and conditions of this title. Gives unemployed individuals the option of using the voucher system in seeking employment. Sets forth provisions relating to: (1) the period for such election by the individual; (2) the individual entitlement period; and (3) the amount of entitlement for an unemployed individual. Sets forth provisions relating to: (1) employer entitlement to vouchers; (2) the amount and number of vouchers to which an employer is entitled; (3) employer claims for vouchers; (4) employer use of certified vouchers as credits against specified tax liabilities; and (5) employer misuse of the voucher system. Authorizes appropriations for the job voucher employer credit system. Title II: Youth Opportunity Wage and Coverage - Amends the Fair Labor Standards Act of 1938 to permit employers, during the period from May 1 through September 30 of each year, to pay employees who are less than 22 years of age at a rate which is the lesser of $2.50 per hour or 75 percent of the applicable Federal minimum wage. Exempts such employment from special certificate requirements. Provides that this title shall not: (1) affect recordkeeping or child labor law requirements; or (2) apply to any youth who has been employed by the employer at any time during the 90-day period prior to May 1 of each year. Prohibits employers from discharging or discriminating against any employee because of such employee's ineligibility for such wage. Provides that youth opportunity wages and employment shall not be covered for purposes of State or Federal unemployment compensation or considered for unemployment tax purposes. Title III: Use of State Unemployment Funds for Retraining and Relocation Assistance - Authorizes States to use money in their unemployment funds to pay for the costs of furnishing retraining and relocation assistance to workers eligible for unemployment compensation under State law. Limits such use of funds in any calendar year to two percent of the total receipts from employers in the State's unemployment fund in the preceding calendar year. Sets forth provisions for limitations on the costs of administering such assistance. Title IV: Additional Provisions - Amends the Job Training Partnership Act to provide that individuals under age 22 who are employed, under specified provisions of that Act, during May 1 through September 30 of any calendar year shall be paid at the higher of: (1) the youth opportunity wage provided under title II of this Act; or (2) the applicable State or local minimum wage. Amends the Social Security Act to make revisions relating to the job voucher employer credit system. Makes appropriations to the Unemployment Trust Fund for credit to the account of a State of an amount equal to the value of any such vouchers received from that State during the fiscal year. Amends the Internal Revenue Code to establish rules for computing the job voucher employer credit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for modification of the Federal supplemental compensation program and a voucher system to encourage employment of individuals eligible for Federal supplemental compensation, a youth opportunity wage, to authorize use of state unemployment funds to finance retraining and relocation assistance for unemployment compensation claimants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:35-05:00"
}