{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-27", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr379-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1985-02-28", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "379", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to require the States to identify areas which have water quality control problems as a result of pollution from nonpoint sources and to establish plans and priorities for controlling those problems, to provide assistance to the States for implementing such plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Authorization", 
    "Conferences", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal aid to water pollution control", 
    "Groundwater", 
    "Intergovernmental relations", 
    "Land use", 
    "Planning", 
    "Standards", 
    "State finance", 
    "States", 
    "Transboundary pollution", 
    "Water pollution control", 
    "Water quality", 
    "Waterways"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Amends the Federal Water Pollution Control Act (the Clean Water Act) to direct the Governor of each State to submit to the Administrator of the Environmental Protection Agency for approval a report: (1) identifying navigable waters not meeting applicable water quality standards because of pollution from nonpoint sources (e.g. rainfall runoff as opposed to identifiable pipes); (2) identifying categories of significantly polluting nonpoint sources; (3) identifying State and local programs for controlling such pollution and improving the water quality of the navigable waters; and (4) describing administrative measures to be taken. Directs the Administrator to identify the waters and the nonpoint sources of such pollution if the Governor does not submit such report within a specified time. Requires each Governor to also submit to the Administrator for approval a four-year plan for controlling nonpoint pollution and a report identifying State or Federal agency programs which might conflict with such plan, together with recommendations for modification of existing programs. Requires each four-year plan to target offending land areas for the best land management practices, including the scheduling of targeted areas and categories of nonpoint pollution for implementation of such practices. Requires additional information by way of technical and financial means to be used to improve water quality. Directs the Administrator to consolidate and convey to the appropriate Federal agencies recommended modifications of existing programs necessary to implement States' four-year plans, which such agencies will comply with to the degree possible, consistent with existing law. Provides opportunities for revision of faulty plans. Authorizes the Administrator to provide technical assistance to a local agency to develop a four-year plan if a State fails to submit a satisfactory plan and the local agency is of sufficient geographical size. Treats such local agency as a State agency for implementation assistance purposes after such plan has been approved. Directs the Administrator to convene a management conference of the affected States when any State is unable to meet its applicable water quality standards because of pollution from nonpoint sources in another State. Requires the offending State to submit a plan for approval or revise an approved plan to reduce the pollution in the affected portion of navigable waters. Directs the Administrator to provide grants to States to assist the implementation of the approved four-year plans. Limits the Federal share to a maximum of 50 percent of costs, increased to 60 percent for watersheds with significant private participation in implementing nonpoint source pollution control measures. Sets forth other terms and conditions for such grants, including reporting and administration requirements. Limits each grant per State to a maximum of 15 percent of total authorizations. Authorizes appropriations for FY 1986 through 1990. Authorizes the Administrator to give funding priority to States which have implemented effective regulatory mechanisms. Directs the Administrator to make grants to assist States with approved plans in carrying out groundwater quality protection activities which will help advance such plans. Limits the amount of such assistance. Authorizes appropriations for FY 1986 through 1990. Directs the Administrator to report annually to the appropriate congressional committees on the progress made in reducing nonpoint source pollution in navigable waters. Directs the Administrator to make a final report by January 1, 1989, analyzing the effectiveness of the plans and State participation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act to require the States to identify areas which have water quality control problems as a result of pollution from nonpoint sources and to establish plans and priorities for controlling those problems, to provide assistance to the States for implementing such plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:29-05:00"
}