{
  "actions": [
    {
      "acted_at": "1979-12-10", 
      "committee": "Senate Select Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Select Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2104-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business (Select)", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hayakawa, Samuel Ichiye", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01356", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-10", 
  "number": "2104", 
  "official_title": "A bill to increase export opportunities for small businesses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Export Development Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-10", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Department of Commerce", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government and business", 
    "Government operations and politics", 
    "Small Business Administration", 
    "Small business"
  ], 
  "subjects_top_term": "Exports", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-10", 
    "text": "Small Business Export Development Act of 1979 - Title I: Small Business Administration Export Development Programs - Amends the Small Business Act to establish within the Small Business Administration (SBA) an Office of International Trade. Directs the Office to promote sales opportunities for small business goods and services overseas by: (1) providing small businesses with access to current and complete export information; (2) providing assistance to States and other entities through the small business export development grant program; (3) promoting greater small business participation with programs under the Department of Commerce; and (4) providing technical advice to SBA personnel involved in granting loans and other forms of assistance to small businesses engaged in exports. Requires the Office to assign export development specialists to each SBA regional office to assist small businesses: (1) in obtaining export information and assistance from other Federal departments; (2) by maintaining a current directory of all programs pertaining to exports within the region; (3) by encouraging financial institutions to expand and develop programs for export financing; and (4) by providing counseling pursuant to export sales. Authorizes the SBA to make grants to any State government or other entity (applicant) which has established an overseas office to assist such applicant in operating its small business export development program. Provides that such grants shall not exceed 50 percent of the total cost of such program (limited to $150,000 in any one calendar year). Declares that such grants shall be limited to one applicant in each region during the two fiscal years following enactment of this Act. Sets forth terms and conditions for an applicant to participate in such program. Directs the SBA to develop a plan to evaluate such grant program by: (1) determining its impact on small business; (2) determining the amount of export sales generated; and (3) making recommendations concerning its continuation or expansion and possible improvements. Requires such evaluation to be submitted to the appropriate congressional committees by October 1, 1982. Authorizes specified sums to the SBA to carry out programs promulgated under this title. Title II: Commercial Ministers, Commercial Counselors and Commercial Attaches - Authorizes the Secretary of Commerce to appoint commercial ministers, counselors, and attaches (who shall be employees of the Department of Commerce) for service in the United States and abroad to carry out the purposes of this title. Requires commercial attaches to participate in training sessions designed by the Secretary in cooperation with the Department of State, the Foreign Service Institute, and other Federal agencies. Declares that such training shall include the study of export and import programs pursuant to the needs of United States businesses for export information and assistance. Declares that such commercial employees shall be accorded the same rank and privileges as other comparable employees posted in United States embassies and consulates abroad. Directs the Secretary of State to attach such commercial employees to the diplomatic mission in the country to which they are assigned by the Secretary of Commerce, and to obtain such diplomatic privileges and immunities enjoyed by comparable Foreign Service personnel. Sets forth the functions and duties of such commercial employees, including all areas of trade and commercial services and export promotion relative to United States interests within their districts. Requires such employees to report semiannually to the Secretary of Commerce on the following information within their districts: (1) market conditions, commercial developments, and economic climate; (2) implementation of and compliance with multilateral and bilateral trade agreements; (3) specific industry and commodity conditions; (4) foreign law and business practices affecting United States interests; and (5) trade opportunities on an industry by industry basis. Directs such employees to maintain and make available current data on the commercial standing and capacity of foreign firms within their districts and any other functions and duties prescribed by the Secretary. Allows any officer or employee assigned to a post abroad to be assigned for duty in the continental United States, at the discretion of the Secretary, for a period of not more than three years. Directs the Secretary of State, at the request of the Secretary of Commerce, to provide office space, equipment, and administrative and clerical personnel deemed necessary for commercial employees to carry out their functions and duties. Authorizes each Federal agency, at the request of the Secretary, to make available its services, personnel, and facilities to such employees. Directs such commercial employees to make available any reports and dispatches to the Department of State, the Small Business Administration, and any other interested Government agencies. Makes available to such employees representative allowances, allowances and benefits, advance payment for rent and other services, and funds for courtesies to foreign representatives. Title III: National Export Council - Establishes in the Executive Office of the President a National Export Council and sets forth its membership and functions. Declares that the Council shall serve as a national advisory body on matters relating to United States export trade. Directs the Secretary of Commerce to provide the Council with administrative and staff services, and support and facilities deemed necessary in the performance of its functions. Provides travel and per diem assistance as authorized by law. Directs the Council to report to Congress by March 31 of each year on its activities. Appropriates sums as may be necessary to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Export Development Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase export opportunities for small businesses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:15-05:00"
}