{
  "actions": [
    {
      "acted_at": "1990-09-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3029-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1990-09-18", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1990-10-23", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-10-08", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1990-09-18", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-12", 
  "number": "3029", 
  "official_title": "A bill to amend title XIX of the Social Security Act to provide mechanisms to control medicaid drug prices, to assure that medicaid beneficiaries receive quality medical care, and to protect the physician's right to prescribe.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicaid Anti-Discriminatory Drug Price and Patient Benefit Restoration Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-09-12", 
  "subjects": [
    "Congressional reporting requirements", 
    "Data banks", 
    "Drug industry", 
    "Drugs", 
    "Federal advisory bodies", 
    "Health", 
    "Medicaid", 
    "Pharmacists", 
    "Prescription pricing", 
    "Public assistance programs", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-09-12", 
    "text": "Medicaid Anti-Discriminatory Drug Price and Patient Benefit Restoration Act of 1990 - Amends title XIX (Medicaid) of the Social Security Act to condition Medicaid coverage of outpatient drugs provided by a manufacturer upon such manufacturer providing a quarterly rebate to each State Medicaid agency so that such agencies end up spending no more for single source and innovator multiple source drugs than the best price charged other customers and recover, for the purchase of other covered drugs, ten percent of the amount charged retail pharmacies and wholesalers for such drugs. Sets the best price at the lower of the best price in the marketplace when the drug is dispensed or the best price in the marketplace as of September 1, 1990, indexed to the consumer price index. Sets a floor and ceiling on manufacturer rebates. Authorizes a physician to obtain prior Medicaid approval to dispense a single source or innovator multiple source drug that is not subject to a rebate. Requires Medicaid prior approval programs to operate 24 hours a day and provide an immediate response to a physician's inquiry. Distributes ten percent of the rebates received by States in FY 1991 through 1993 to pharmacies. Requires each State to conduct a study of prescription drug dispensing fees and on March 1, 1993, and annually thereafter update the payment amounts for such services on the basis of their cost. Prohibits changes prior to March 1, 1993, in the formula for determining covered outpatient drug reimbursement limits which would result in a reduction in the limit relative to the ingredient cost or dispensing fee portion of the formula. Prohibits Federal payment for an innovator multiple source drug dispensed after March 1991 if a noninnovator multiple source drug (generic drug) could have been dispensed under State law. Directs each State to establish a drug use review program under which pharmacists review patients' drug therapy and provide counseling to such patients prior to their use of drugs and the State and Secretary of Health and Human Services retrospectively review prescription claims to identify and avert inappropriate patterns of prescribing and dispensing of drugs. Provides enhanced Federal funding of the costs of such programs. Requires each State to establish a drug use review board composed of physicians, pharmacologists, and pharmacists which shall conduct ongoing educational outreach and intervention programs for physicians and pharmacists targeted toward problems or individuals identified in the course of retrospective drug use reviews. Encourages States to establish a point-of-sale electronic claims management system for covered outpatient drugs by covering 90 percent of the cost of developing and implementing such system in FY 1991 and 1992. Requires the Director of the Congressional Office of Technology Assessment to appoint a Prescription Drug Policy Review Commission which shall advise the Congress on matters pertaining to the coverage, financing, and use of prescription drugs. Directs the Secretary to develop, by October 1, 1991, a Medicaid prescription drug data base on each State's program for Medicaid outpatient drugs. Authorizes appropriations. Provides that this Act does not require States to provide Medicaid coverage for the covered outpatient drugs of a manufacturer which requires, as a condition for the purchase of such drugs, that the manufacturer be paid for associated services or tests provided only by the manufacturer or its designee. Subjects such drugs that are covered, however, to the rebate requirement. Directs the Secretary to establish a demonstration project to evaluate the efficiency and cost-effectiveness of prospective drug utilization review in fulfilling patient counseling and reducing prescription drug costs, and another project to evaluate the impact on quality of care and cost-effectiveness of making Medicaid payments to pharmacists for drug utilization review services regardless of whether or not they dispense a drug. Requires studies on the therapeutic interchangeability of drugs and the drug purchasing and billing practices of institutional facilities and managed care plans which provide Medicaid outpatient drugs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicaid Anti-Discriminatory Drug Price and Patient Benefit Restoration Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to provide mechanisms to control medicaid drug prices, to assure that medicaid beneficiaries receive quality medical care, and to protect the physician's right to prescribe.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:12-05:00"
}