{
  "actions": [
    {
      "acted_at": "1990-07-13", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-07-25", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-25", 
      "calendar": "Senate Legislative", 
      "number": "723", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 723.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-08-04", 
      "bill_ids": [
        "s2884-101"
      ], 
      "references": [], 
      "text": "S. 2884 passed in Senate relating to this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-09-05", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-05T15:53:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-05T15:53:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2907-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-08-04", 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-25", 
  "number": "2907", 
  "official_title": "An original bill to provide for the utilization, force structure, and preservation of personnel of the Reserve components, for procurement for such components, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2884-101", 
      "reason": "related"
    }
  ], 
  "short_title": "National Guard and Reserve Initiative Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1990-08-04", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Congressional reporting requirements", 
    "Defense budgets", 
    "Defense procurement", 
    "Military aircraft", 
    "Military airlift", 
    "Military helicopters", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military posture", 
    "Military promotions", 
    "Military training", 
    "Minesweeping", 
    "National Guard", 
    "Officer personnel"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1990-08-04", 
    "text": "National Guard and Reserve Initiative Act -Title I: Utilization of Reserve Components - Declares that: (1) the structure and strength of the current reserve components should be preserved; (2) the equipment levels in such components should be increased to match their active-duty counterparts; (3) selective missions of active duty forces should be transferred to the reserve components; (4) equipment available to the reserves should be modernized; and (5) integration of active and reserve components should be promoted. Title II: Force Structure - Directs the Secretary of Defense to ensure that the force structure of the Selected Reserve components during FY 1991 is equivalent to the force structure of such components on January 1, 1990. Authorizes the Secretary to change the present force structure of the Selected Reserve in the interests of national security. Directs the Secretary of the Air Force to ensure, through the transfer of aircraft from regular to reserve squadrons, that the average number of aircraft assigned to aircraft squadrons of the Air National Guard or the Air Reserve is equal to aircraft squadron amounts in the active duty components of the Air Force. Authorizes the Secretary to temporarily waive such requirement if its implementation would be detrimental to the national security interest. Provides similar requirements for the Secretary of the Navy, requiring the average number of aircraft assigned to a P-3 aircraft squadron in the Naval Reserve to be equal to such number assigned in the regular Navy. Provides similar waiver authority. Directs the Secretary of Defense to assign the tactical airlift mission of DOD to the Air Force Reserve and the Air National Guard. Directs the Secretary of the Air Force to develop a plan for the transfer of all tactical airlift transport aircraft to the Air Force Reserve and Air National Guard at the earliest practicable date and to submit such plan to the defense committees by June 1, 1991. Prohibits any funds appropriated for fiscal years after FY 1996 from being used to operate or maintain OV-1 aircraft. Directs the Secretary of the Army to retire such aircraft on a gradual basis from September 30, 1991, through September 30, 1996. Requires the Secretary of the Air Force to provide each military department with flight training, fleet support, and depot maintenance with respect to all A-10 aircraft assigned to each such department. Title III: Military Personnel - Expresses the sense of the Congress regarding use of, and funding for, the annual muster to inform Ready Reserve personnel of their continuing obligation for immediate service in the active military forces in the event of a war or national emergency. Requires members of the Ready Reserve, as a condition of eligibility for certain military-to-civilian transitional assistance provided under current law and certain provisions of this Act, to enter into a written agreement with the Secretary of the military department concerned to serve in the Ready Reserve for three years following the person's discharge or release from active duty. Requires a report from the Secretary to the defense committees regarding the desirability of requiring active-duty officers to serve a minimum of two years in support of a National Guard or Reserve unit as a condition of eligibility for consideration for promotion to certain grades. Prohibits certain members of the reserves serving on full-time active duty in support of the reserve components, after the end of FY 1991, from being assigned to duty with any unit of the Reserve Officer Training Corps Program (ROTC). Amends the National Defense Authorization Act, Fiscal Year 1989 to extend through FY 1993 (currently 1990) the authority for the payment of special pay for critically short wartime health services specialists in the Selected Reserve. Provides special pay for reserve medical officers serving in military medical facilities. Authorizes a member of a military department who would be eligible for retired pay except for the fact that such member is under 60 years of age to have commissary privileges in Department of Defense facilities for 12 days each year. Authorizes for such members and members of the Selected Reserve in good standing and their dependents unrestricted use of military morale, welfare, and recreational facilities on the same basis as active-duty personnel. Title IV: Procurement - Authorizes appropriations for FY 1991 for procurement by the reserve components of aircraft, vehicles, communications equipment, and other equipment. Directs the Secretary of the Army to distribute not less than 24 CH-47 aircraft to the Army National Guard under a plan devised by such Secretary in which CH-54 aircraft are retired gradually through FY 1993 to make room for the CH-47s. Earmarks specified funds authorized under this Act for: (1) MH-53 minesweeper helicopters; and (2) AH-1W helicopters. Title V: Miscellaneous - Expresses the sense of the Senate that: (1) the U.S. Army should take timely and necessary steps to enhance the capabilities of reserve component armored forces; (2) the U.S. Army Armor Center will remain the center for training, education, doctrine, and combat development for U.S. armored forces; and (3) the Center should ensure that reserve component armored forces are adequately prepared for the increased reliance that will be placed on their greater role. Acknowledges and commends the valuable work of the National Guard and the reserves to our nation's security and national defense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Guard and Reserve Initiative Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Guard and Reserve Initiative Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide for the utilization, force structure, and preservation of personnel of the Reserve components, for procurement for such components, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:10-05:00"
}