{
  "actions": [
    {
      "acted_at": "1977-01-17", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1949-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Emery, David F.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "00343", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-17", 
  "number": "1949", 
  "official_title": "A bill to establish a program to improve U.S. commercial fisheries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commercial Fisheries Improvement Act", 
  "sponsor": {
    "district": "2", 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-17", 
  "subjects": [
    "Advisory bodies", 
    "Department of Commerce", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Fishery management", 
    "Fishery products", 
    "Fishing", 
    "Fishing boats", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-17", 
    "text": "Commercial Fisheries Improvement Act - Establishes a Commercial Fisheries Assistance Fund to be used by the Secretary of Commerce to make loans for capital for fisheries facilities and fishing vessels, for experimental fishing equipment, and for vessels under five net tons. Authorizes the Secretary to make loans and grants to commercial fishermen to alleviate long-term forced economic distress. Sets forth the criteria for granting such financial assistance, and for review of loan and grant applications. Specifies requirements with respect to citizenship for grant and loan applicants. Brings all outstanding loans for commercial fishing vessels and gear, made pursuant to the Fish and Wildlife Act of 1956, under the auspices of this Act. Establishes within the National Oceanic and Atmospheric Administration, an Associate Administrator for an Office of Commercial Fisheries Assistance to administer this Act. Transfers specified existing fisheries assistance programs to the jurisdiction of the Associate Administrator. Requires the Secretary to establish a commercial fishing training program. Directs the Secretary to submit to the President and Congress a report of recommended means to create and enhance markets for fish and fish products, particularly underutilized species. Authorizes the Secretary to promulgate rules and regulations necessary to carry out the purposes of this Act. Directs the Secretary to establish a Fisheries Board comprised of representatives of the fishing industry. Outlines the purposes, powers, and duties of the Board. Establishes the Fisheries Board Fund to be used for the operation of the Board. Requires the Secretary to authorize the Board to collect specified fees from the first handlers of fish and fish products, and sets forth procedures whereby such handlers can receive a refund of such assessment. Requires the Secretary to issue orders applicable to commercial fisheries to effectuate the policies of this Act, and establishes a civil penalty for violation of such orders. Directs the Secretary to establish a pilot program to assist fishing interests in planning and formulating fisheries cooperative organizations. Authorizes appropriations to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Fisheries Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to improve U.S. commercial fisheries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:54-05:00"
}