{
  "actions": [
    {
      "acted_at": "2000-05-24", 
      "references": [
        {
          "reference": "CR S4382-4383", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-24", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": " CR S4384-4387", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2623-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2000-05-24", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-24", 
  "number": "2623", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to establish and expand programs relating to science, mathematics, engineering, and technology education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4272-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Science Education Enhancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-05-24", 
  "subjects": [
    "Business income tax", 
    "Charitable contributions", 
    "Commerce", 
    "Community and school", 
    "Computer literacy", 
    "Computer software", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Corporate philanthropy", 
    "Curricula", 
    "Data banks", 
    "Distance education", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Engineering", 
    "Families", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Government operations and politics", 
    "Government publicity", 
    "Higher education", 
    "Income tax", 
    "Infrastructure", 
    "Internet", 
    "Labor and employment", 
    "Mathematics", 
    "Mentoring", 
    "Policy sciences", 
    "Scholarships", 
    "School-age child care", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Service learning", 
    "Student employment", 
    "Student loan funds", 
    "Tax credits", 
    "Taxation", 
    "Teacher education", 
    "Teachers", 
    "Teaching materials", 
    "Technical education", 
    "Transportation and public works", 
    "Travel costs", 
    "Volunteer workers in education", 
    "Wages", 
    "Web sites"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-05-24", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Elementary and Secondary Education Act of 1965 Title II: Other Provisions National Science Education Enhancement Act - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to establish and expand programs relating to the teaching of science, mathematics, engineering, and technology. Amends the Higher Education Act of 1965 (HEA) with respect to technology training of school teachers by college students under the work-study program. Directs the Secretary of Commerce to study and report on such education programs.(Sec. 3) Provides that nothing in this Act may be construed to authorize any Federal department, agency, officer, or employee to exercise any direction, supervision, or control over the curriculum, program of instruction, administration, or personnel of any educational institution or school system.Title I: Amendments to the Elementary and Secondary Education Act of 1965 - Revises the Elementary and Secondary Education Act of 1965 (ESEA) provisions for with respect to teacher professional development activities to include support for mentoring activities for science, mathematics, engineering, and technology teachers.(Sec. 101) Includes information on model science, mathematics, engineering, and technology teacher mentoring programs among the information which the Eisenhower National Clearinghouse for Mathematics and Science Education (Clearinghouse) is required to disseminate.Requires States, in their plans in applications for teacher professional development grants, to describe how they will: (1) administer a mentoring system to ensure consistent implementation of mentoring programs for science, mathematics, engineering, and technology teachers; (2) provide a structure for local mentoring program evaluation; (3) provide technical assistance to local mentoring programs; (4) ensure compliance by local mentoring programs with State teacher training requirements; and (5) provide incentives for local educational agencies (LEAs) to take mentoring into consideration in assessing instructional staff hiring needs.Requires local activities under the teacher professional development program to include mentoring programs for novice teachers of science, mathematics, engineering, and technology.Requires States to include, in their accountability reports under the teacher professional development program, the impact of State and local mentoring programs on teaching quality and teacher retention rates.(Sec. 102) Revises ESEA provisions for the allocation and use of funds for the Clearinghouse. Requires such funds to be used to: (1) solicit and gather qualitative and evaluative materials and programs, review their evaluation, rank their effectiveness, and distribute results of reviews, as well as excerpts of materials and links to Internet sites and information on on-line communities of users to teachers; and (2) establish an Internet site offering a search mechanism to assist site visitors in identifying information on science, mathematics, engineering, and technology education instructional materials and programs, including electronic links to information on classroom demonstrations and experiments, teachers who have used materials or participated in programs, vendors, curricula, and textbooks. Directs the Clearinghouse to give particular attention to the effective use of materials and technology in science, mathematics, engineering, and technology education. Directs the National Academy of Sciences to study and report on the Clearinghouse.(Sec. 103) Authorizes the Secretary of Education to make competitive grants, from specified ESEA funds, for summer professional development institutes for teachers. Provides for such grants to be awarded to State agencies for higher education, working in conjunction with the State educational agency (if such agencies are separate). Requires the grantees to: (1) make subgrants to or cooperative agreements with various entities working in conjunction with an LEA or consortium of LEAs; and (2) give priority to applicants assuring use of a curriculum recognized by the working group established under specified provisions of the National Science Foundation Act of 1950. Sets forth requirements relating to such institutes and their activities and curricula. Requires peer review of grant applications under a process established by the Director of the National Science Foundation. Requires participants in such institutes to earn credit toward State continuing education requirements for teachers or a post-baccalaureate degree program at an institution of higher education. Revises provisions for allocation of certain appropriated amounts. Reserves specified funds for the summer institute program.(Sec. 104) Includes providing technology training software and instructional materials to teachers among local uses of ESEA school technology resource grants.(Sec. 105) Requires grant applicants, for grants, under the ESEA 21st Century Community Learning Centers program, to assure that they will use at least five percent of the grant amount to provide after-school day care services that focus on science activities.(Sec. 106) Includes after-school day care services that focus on science activities for children in kindergarten through sixth grade among uses of grants under the ESEA 21st Century Community Learning Centers program.Title II: Other Provisions - Revises the Higher Education Act of 1965 (HEA) to treat technology training, tutoring teachers in the uses of classroom technology, as community service by college students under the work-study program. Increases funding for such program and reserves the amount of such increase to compensate students employed in technology training or tutoring teachers in the uses of classroom technology.(Sec. 202) Directs the Secretary of Commerce to study: (1) the feasibility and effectiveness of various incentives, including tax credits, for businesses to provide personnel with regular compensation for time spent as volunteers engaged in the technological training of teachers and facilities for such training; (2) alternative methods of providing financial support, through income tax credits, loan forgiveness, or otherwise, to individuals seeking training or retraining in mathematics, science, and technology education; (3) the effectiveness of higher education institutions in training teachers who can use technology and integrate it into lesson plans, curricula, and distance learning; (4) methods to coordinate working alliances at various levels of government between the business and academic community; and (5) other means of improving the efficiency of the technological training of teachers.(Sec. 203) Directs the Secretary of Commerce to report to Congress on such study, including proposals for a comprehensive approach to providing technologically competent teachers to the Nation's schools."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Science Education Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to establish and expand programs relating to science, mathematics, engineering, and technology education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:18-05:00"
}