{
  "actions": [
    {
      "acted_at": "1973-12-20", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-06-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 93-910.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-13", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-17", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-08-21", 
      "bill_ids": [
        "hr15487-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 15487.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-09", 
      "references": [], 
      "text": "Senate agreed to House amendments with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "House agreed to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-17", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-26", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-10-26", 
      "references": [], 
      "text": "Public law 93-479.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2840-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-10-26", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-20", 
  "number": "2840", 
  "official_title": "An Act to authorize the Secretary of Commerce and the Secretary of the Treasury to conduct a study of foreign direct and portfolio investment in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15487-93", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-20", 
  "subjects": [
    "Finance and financial sector", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "International affairs"
  ], 
  "subjects_top_term": "Foreign investments", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-10-26", 
    "text": "(LATEST SUMMARY) Foreign Investment Study Act - Directs the Secretary of the Treasury and the Secretary of Commerce to conduct a comprehensive, overall study of foreign direct and portfolio investments in the United States. Authorizes the Secretary of Commerce to carry out that part of the study relating to foreign direct investment, and to specifically: (1) investigate and review the nature, scope, magnitude, and rate of foreign direct investment activities in the United States; (2) survey the reasons foreign firms are undertaking direct investment in the United States; and (3) identify the processes and mechanisms through which foreign direct investment flows into the United States, the financing methods used by foreign direct investors, and the effects of such financing on American financial markets. Authorizes the Secretary of the Treasury to carry out that part of the study relating to foreign portfolio investment, and to specifically: (1) investigate and review the nature, scope, and magnitude of foreign portfolio investment activities in the United States; (2) survey the reasons for foreign portfolio investment in the United States; and (3) identify the processes and mechanisms through which foreign portfolio investment is made in the United States, the financing methods used, and the effects of foreign portfolio investment on American financial markets. Authorizes the Secretary of Commerce and the Secretary of the Treasury to establish whatever rules each deems necessary to carry out each of his functions under this Act. Authorizes each Secretary to require any person subject to the jurisdiction of the United States to maintain a complete record of any information which such Secretary determines is germane to his functions in the foreign direct investment and foreign portfolio investment studies to be conducted pursuant to this Act; and to furnish under oath any report containing whatever information such Secretary determines is necessary to carry out his functions in such studies. Authorizes the Secretary of Commerce and the Secretary of the Treasury to use the available services, equipment, personnel, and facilities of any agency or instrumentality of the Federal Government in conjunction with the study authorized in this Act. Requires the Secretaries to make a full and complete report to Congress of the findings made under the study authorized by this Act, together with such recommendations as they may think appropriate. Authorizes appropriations of up to $3,000,000 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Commerce to conduct a study of foreign direct and portfolio investments in the United States and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to authorize the Secretary of Commerce and the Secretary of the Treasury to conduct a study of foreign direct and portfolio investment in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:00-05:00"
}