{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3076-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3076", 
  "official_title": "A bill to require the Secretary of Health, Education, and Welfare to conduct a study and investigation of the effects of the use of pesticides, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Pesticides Act", 
  "sponsor": {
    "district": "7", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Agriculture and food", 
    "Environmental protection", 
    "Imports", 
    "Pesticides", 
    "Pests and pesticides"
  ], 
  "subjects_top_term": "Pesticides", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Safe pesticides Act - Directs the Secretary of Health, Education, and Welfare to conduct a comprehensive study and investigation of the use and effects of pesticides on man and other animals, on other life forms, and on man's environment. Requires such study to give special consideration to: (1) the necessity and desirability of using pesticides; (2) the advisability of permanently prohibiting the use of certain pesticides or classes of pesticides; (3) the effectiveness of existing Federal regulation on pesticides; (4) the length of time that pesticides continue to remain in effect in man's environment after application; and (5) laws and regulations of other countries relating to the use of pesticides and international consequences of such laws and regulations, or the absence thereof. Directs the Secretary in such study to seek the assistance and cooperation of the Secretary of the Interior. Requires the Secretary to submit a report to the President and the Congress with recommendations. Transfers to the Secretary of Health, Education, and Welfare all powers, duties, and functions of the Secretary of Agriculture relating to the adminsitration of the Federal Insecticide, Fungicide, and Rodenticide Act. Makes it unlawful for any persons to ship or deliver for shipment to any foreign country any economic poison if the government of such country has indicated in writing to the Secretary that such country prohibits the import of such economic poison and the Secretary has published a notice to that effect in the Federal Register. Provides under the Federal Insecticide, Fungicide, and Rodenticide Act that, notwithstanding any other provision of law, for a period of five years following the effective date of this section, it shall be unlawful for any person to distribute, sell, or offer for sale in any territory, the District of Columbia, or the Commonwealth of Puerto Rico, or to ship or deliver for shipment from any State, territory, the District of Columbia or the Commonwealth of Puerto Rico, or to deliver for shipment from any State, territory, the District of Columbia, or the Commonwealth of Puerto Rico, or to receive in any State, territory, the District of Columbia or the Commonwealth of Puerto Rico from any place outside therof the economic poison dichlorodiphenyltrichloroethane, commonly known as DDT, dieldrin, aldrin, endrin, heptachlor, toxaphene, chlordane, and lindane. Makes this Act effective one hundred and fifty days after the date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Pesticides Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Health, Education, and Welfare to conduct a study and investigation of the effects of the use of pesticides, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:39-05:00"
}