{
  "actions": [
    {
      "acted_at": "1989-09-27", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1679-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-09-27", 
  "number": "1679", 
  "official_title": "A bill to amend Title XIX of the Social Security Act to provide for substance abuse treatment services on request for individuals desiring to rid themselves of substance abuse problems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Abuse Treatment Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-09-27", 
  "subjects": [
    "Emergency medical services", 
    "Health", 
    "Medicaid", 
    "Public assistance programs", 
    "Social welfare", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-09-27", 
    "text": "Drug Abuse Treatment Act of 1989 - Amends title XIX (Medicaid) of the Social Security Act to authorize States to provide Medicaid coverage of substance abuse treatment services for individuals of any age whose income is at or below 185 percent of the Federal poverty level. Requires States which provide such services to guarantee such services to individuals for at least one year after such individuals receive Medicaid substance abuse treatment services. Authorizes the provision of Medicaid substance abuse treatment services to an individual during a presumptive eligibility period which lasts no more than 45 days after the preliminary eligibility determination. Requires providers to notify: (1) the State Medicaid agency of a presumptive eligibility determination within five working days of such determination; and (2) individuals of their need to apply for Medicaid substance abuse treatment services within 14 days of a presumptive eligibility determination and their possible eligibility for other Medicaid services. Directs States to ensure that Medicaid substance abuse treatment recipients who successfully complete the treatment program perform outreach activities to assist other individuals desiring to rid themselves of substance abuse problems. Exempts certain recipients from participation in outreach activities. Covers the supportive services necessary for a person's participation in such outreach activities. Sets the Federal share of State expenditures for Medicaid substance abuse treatment outreach services at 75 percent. Increases the Federal share of Medicaid expenditures for emergency services where such expenditures represent an increase in State Medicaid coverage of emergency services in areas with a high incidence of substance abuse."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Abuse Treatment Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Title XIX of the Social Security Act to provide for substance abuse treatment services on request for individuals desiring to rid themselves of substance abuse problems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:42-05:00"
}