{
  "actions": [
    {
      "acted_at": "1992-01-28", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-10", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water, Power and Offshore Energy Resources", 
      "text": "Referred to the Subcommittee on Water, Power and Offshore Energy Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-12", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Water, Power and Offshore Energy Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-08", 
      "bill_ids": [
        "hr776-102"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See H.R.776.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4126-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Offshore Energy Resources", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "1992-01-28", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-01-28", 
  "number": "4126", 
  "official_title": "To require the Western Area Power Administration to amend all long-term power service contracts to include provisions requiring the implementation of integrated resource planning.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr776-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Hoover Power Plant Act Amendments of 1992", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-01-28", 
  "subjects": [
    "Electric power", 
    "Electric power conservation", 
    "Electric power distribution", 
    "Electric utilities", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Hydroelectric power", 
    "Power resources"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-01-28", 
    "text": "Hoover Power Plant Act Amendments of 1992 - Amends the Hoover Power Plant Act of 1984 to direct the Administrator of the Western Area Power Administrator (WAPA) to amend each long-term power service contract for the sale of electric energy to require each electric utility purchasing energy to implement, within three years, integrated resource planning. Directs the Administrator to prescribe the methodology to be used by such utilities to quantify the environmental costs of energy efficiency and energy supply resource options for complying with such contract amendments. Directs the Administrator to provide technical assistance to such utilities to conduct integrated resource planning, implement applicable plans, and otherwise comply with requirements of this Act. Directs the Administrator to amend each long-term power service contract for the sale of electric energy to require each purchasing utility to submit an integrated resource plan to the Administrator within 12 months after such contract is amended and every three years thereafter. Provides for review of the initial plan and each revision by the Administrator. Requires resubmission of any disapproved plan. Requires each such plan to: (1) identify and accurately compare all practicable energy efficiency and supply resource options available in accordance with the environmental cost methodology prescribed by the Administrator; (2) designate the least-cost option to be utilized by the purchaser for providing reliable electric service to its customers; (3) minimize adverse environmental effects of new energy supply acquisitions; and (4) provide for the fullest possible public participation in the plan preparation and development. Directs the Administrator to make due allowance for the use of other integrated resource plans by a purchaser when adopted in order to meet other Federal, State, or other requirements. Directs the Administrator to amend each long-term power service contract for the sale of electric energy to require each purchaser to fully comply with the applicable integrated resource plan submitted and report annually to the Administrator on its progress in meeting plan goals. Provides for review by the Administrator of such compliance and reports. Requires the Administrator to impose a surcharge on the purchase price of all power obtained by a purchaser that does not have an approved plan or that is not carrying out an approved plan. Authorizes the Administrator, in lieu of the application of surcharges, to reduce such utility's power allocation in specified amounts which increase for every year of violation of an approved plan. Outlines procedures for bringing suit in a U.S. district court for enforcement of an approved plan or for revision of a disapproved plan. Authorizes purchaser utilities within any State or region to form integrated resource planning cooperatives in order to comply with requirements of this Act. Authorizes the Secretary to purchase at fair market value any firm energy savings directly produced from a utility demand side management initiative carried out by a purchaser utility, with an exception. Authorizes the Administrator to purchase energy through the conservation purchase program, under specified conditions. Requires the provisions of the National Environmental Policy Act of 1969 to apply to actions of the Administrator in carrying out this Act. Directs the Administrator, whenever WAPA sells power to any purchaser utility under any long-term firm contract, to separately state the bill for energy and capacity according to each generation source. Directs the Administrator to include in annual reports submitted by WAPA: (1) a description of activities undertaken by the Administrator and by purchaser utilities under this Act; and (2) an estimate of energy savings achieved as a result of such activities. Directs the Administrator to adjust WAPA rates for the sale of energy to the extent necessary to cover all costs incurred by WAPA to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hoover Power Plant Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require the Western Area Power Administration to amend all long-term power service contracts to include provisions requiring the implementation of integrated resource planning.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:07-05:00"
}