{
  "actions": [
    {
      "acted_at": "2005-05-24", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-05-24", 
      "in_committee": "House Committee on International Relations", 
      "references": [], 
      "subcommittee": "Africa, Global Human Rights and International Relations", 
      "text": "Referred to the Subcommittee on Africa, Global Human Rights and International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-05-26", 
      "in_committee": "House Committee on International Relations", 
      "in_subcommittee": "Africa, Global Human Rights and International Relations", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-26", 
      "in_committee": "House Committee on International Relations", 
      "in_subcommittee": "Africa, Global Human Rights and International Relations", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-08", 
      "in_committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-06-08", 
      "in_committee": "House Committee on International Relations", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T23:06:00-04:00", 
      "references": [], 
      "text": "Mr. DeLay asked unanimous consent that the Committee on International Relations have until midnight on July 8 to file a report on H.R. 2601. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T17:49:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on International Relations. H. Rept. 109-168.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T17:49:00-04:00", 
      "calendar": "Union", 
      "number": "105", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 105.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2005-07-18T23:24:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 365 Reported to House. Rule provides for consideration of H.R. 2601. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T13:20:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "Rule H. Res. 365 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T13:21:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [
        {
          "reference": "CR H5983-6074", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5991-6025", 
          "type": "text of measure as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 365.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T13:22:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2601. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T13:22:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 365 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T13:22:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Henry Bonilla to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T13:22:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2601.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T14:07:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Hyde amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T14:11:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 20 minutes of debate on the Hyde amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T14:31:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hyde amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Lantos demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T14:35:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Dreier amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T14:46:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Poe amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T14:51:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Poe amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T14:54:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Burton amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:06:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Kennedy (MN) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:16:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kennedy (MN) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Kennedy (MN) demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:17:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Hooley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:25:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hooley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Ms. Hooley demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:26:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Souder amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:33:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Souder amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Souder demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:34:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Souder amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:39:00-04:00", 
      "references": [], 
      "text": "RISING INFORMALLY - The Committee of the Whole rose informally to receive messages in writing from the President of the United States. Subsequently, the Committee resumed its sitting.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:40:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Smith (NJ) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Smith (NJ) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Crowley demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T15:55:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Hyde amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T16:09:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Ackerman amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T16:14:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 30 minutes of debate on the Blunt amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T16:23:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Lantos amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T16:25:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Burton amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T16:31:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Lantos amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T16:40:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Smith (NJ) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T16:43:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which were debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19T17:43:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2601 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:14:00-04:00", 
      "references": [
        {
          "reference": "CR H6117-6173", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:15:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:16:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 30 minutes of debate on the Issa amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:27:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Smith (NJ) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:33:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the the King (IA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:39:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the King (IA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Lantos demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:40:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Kucinich amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:52:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kucinich amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Everett demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:52:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Lantos amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:58:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Lantos amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Lantos demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T11:59:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Mack amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T12:07:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Rogers (MI) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T12:18:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rogers (MI) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Lantos demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T12:18:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Tancredo amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T12:28:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Watson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T12:42:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Watson amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Lantos demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T12:43:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Watson amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T12:48:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T13:48:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Berkley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T14:01:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Berkley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Crowley demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T14:03:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Eshoo amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T14:13:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Fossella amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T14:21:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Franks (AZ) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T14:33:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 10 minutes of debate on the Lantos amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T14:39:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 60 minutes of debate on the Rohrabacher amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T15:49:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rohrabacher amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Rohrabacher demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T15:50:00-04:00", 
      "bill_ids": [
        "hres365-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 365, the Committee of the Whole proceeded with 60 minutes of debate on the Ros-Lehtinen amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:07:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Ros-Lehtinen amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mrs. Ros-Lehtinen demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:07:00-04:00", 
      "references": [], 
      "text": "UINFINISHED BUSINESS - The Chair announced that the unfinished business was adoption of specified amendments which had been debated earlier in the legislative day and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:55:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2601.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:56:00-04:00", 
      "references": [
        {
          "reference": "CR H6171", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:56:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:56:00-04:00", 
      "references": [], 
      "text": "Mr. Menendez moved to recommit with instructions to International Relations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:57:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Menendez motion to recommit with instructions.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T18:11:00-04:00", 
      "references": [
        {
          "reference": "CR H6170-6172", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6170", 
          "type": "text"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T18:29:00-04:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 203 - 227 (Roll no. 398).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T18:36:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "399", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 351 - 78 (Roll no. 399).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2005-07-20T18:36:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-22", 
      "calendar": "Senate Legislative", 
      "number": "172", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 172.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h454-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "454"
    }, 
    {
      "amendment_id": "h455-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "455"
    }, 
    {
      "amendment_id": "h456-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "456"
    }, 
    {
      "amendment_id": "h457-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "457"
    }, 
    {
      "amendment_id": "h458-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "458"
    }, 
    {
      "amendment_id": "h459-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "459"
    }, 
    {
      "amendment_id": "h460-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "460"
    }, 
    {
      "amendment_id": "h461-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "461"
    }, 
    {
      "amendment_id": "h462-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "462"
    }, 
    {
      "amendment_id": "h463-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "463"
    }, 
    {
      "amendment_id": "h464-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "464"
    }, 
    {
      "amendment_id": "h465-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "465"
    }, 
    {
      "amendment_id": "h466-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "466"
    }, 
    {
      "amendment_id": "h467-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "467"
    }, 
    {
      "amendment_id": "h468-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "468"
    }, 
    {
      "amendment_id": "h469-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "469"
    }, 
    {
      "amendment_id": "h470-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "470"
    }, 
    {
      "amendment_id": "h471-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "471"
    }, 
    {
      "amendment_id": "h472-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "472"
    }, 
    {
      "amendment_id": "h473-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "473"
    }, 
    {
      "amendment_id": "h474-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "474"
    }, 
    {
      "amendment_id": "h475-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "475"
    }, 
    {
      "amendment_id": "h476-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "476"
    }, 
    {
      "amendment_id": "h477-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "477"
    }, 
    {
      "amendment_id": "h478-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "478"
    }, 
    {
      "amendment_id": "h479-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "479"
    }, 
    {
      "amendment_id": "h480-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "480"
    }, 
    {
      "amendment_id": "h481-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "481"
    }, 
    {
      "amendment_id": "h482-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "482"
    }, 
    {
      "amendment_id": "h483-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "483"
    }, 
    {
      "amendment_id": "h484-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "484"
    }, 
    {
      "amendment_id": "h485-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "485"
    }, 
    {
      "amendment_id": "h486-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "486"
    }, 
    {
      "amendment_id": "h487-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "487"
    }, 
    {
      "amendment_id": "h488-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "488"
    }
  ], 
  "bill_id": "hr2601-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Africa, Global Human Rights and International Operations", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "2005-05-24", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2005-07-20T18:36:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2005-05-24", 
  "number": "2601", 
  "official_title": "To authorize appropriations for the Department of State for fiscal years 2006 and 2007, and for other purposes.", 
  "popular_title": "Authorization bill FY2006-2007, State Department", 
  "related_bills": [
    {
      "bill_id": "hres365-109", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s600-109", 
      "reason": "identical"
    }
  ], 
  "short_title": "Foreign Relations Authorization Act, Fiscal Years 2006 and 2007", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Christopher H.", 
    "state": "NJ", 
    "thomas_id": "01071", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2005-07-20T18:36:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Afghanistan", 
    "Africa", 
    "Africa (Sub-Saharan)", 
    "Aggression", 
    "Airlines", 
    "Airports", 
    "Americans in foreign countries", 
    "Antisemitism", 
    "Armed forces and national security", 
    "Armenia", 
    "Arms control", 
    "Arms control verification", 
    "Arts, culture, religion", 
    "Asia", 
    "Authorization", 
    "Autism", 
    "Aviation agreements", 
    "Azerbaijan", 
    "Belarus", 
    "Black colleges", 
    "Border patrols", 
    "Boundaries", 
    "Broadcasting Board of Governors", 
    "Building construction", 
    "Burma", 
    "Cabinet officers", 
    "Cambodia", 
    "Canada", 
    "Capital investments", 
    "Caribbean area", 
    "Censorship", 
    "Central Asia", 
    "China", 
    "Christianity", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Civil-military relations", 
    "Claims", 
    "Classified defense information", 
    "Commemorations", 
    "Commerce", 
    "Communicable diseases", 
    "Congress", 
    "Congress and foreign policy", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional tributes", 
    "Corporation directors", 
    "Crime and law enforcement", 
    "Cuba", 
    "Cultural relations", 
    "Democracy", 
    "Department of State", 
    "Development credit institutions", 
    "Diplomacy", 
    "Diplomats", 
    "Disabled", 
    "Disciplining of employees", 
    "Dismissal of employees", 
    "Dissenters", 
    "District of Columbia", 
    "Due process of law", 
    "East Asia", 
    "Economic assistance", 
    "Economic impact statements", 
    "Economic research", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Elementary education", 
    "Embassies", 
    "Employee rights", 
    "Europe", 
    "European Union", 
    "Exchange of persons programs", 
    "Executive compensation", 
    "Families", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Fines (Penalties)", 
    "Fishery management", 
    "Florida", 
    "Foreign exchange", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Fringe benefits", 
    "Georgia (Republic)", 
    "Gifts", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government procurement", 
    "Government travel", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grievance procedures", 
    "Haiti", 
    "Hate crimes", 
    "Hawaii", 
    "Health", 
    "Higher education", 
    "History", 
    "Holidays", 
    "Housing and community development", 
    "Human rights", 
    "Immigration", 
    "Infrastructure", 
    "Inspectors general", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International cooperation", 
    "International cooperation in science", 
    "International courts", 
    "International education", 
    "Internet", 
    "Iran", 
    "Iraq", 
    "Iraq compilation", 
    "Ireland", 
    "Jamaica", 
    "Japan", 
    "Kazakhstan", 
    "Kyrgyzstan", 
    "Labor and employment", 
    "Labor statistics", 
    "Language and languages", 
    "Laos", 
    "Latin America", 
    "Law", 
    "Leadership", 
    "Leases", 
    "Leave of absence", 
    "Legal fees", 
    "Libya", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Medical economics", 
    "Medical research", 
    "Medical statistics", 
    "Mexico", 
    "Middle East and North Africa", 
    "Military assistance", 
    "Military history", 
    "Military occupation", 
    "Military operations", 
    "Military training", 
    "Military withdrawal", 
    "Minorities", 
    "Minorities in government", 
    "Minority employment", 
    "Misconduct in office", 
    "NATO countries", 
    "Names", 
    "Nonprofit organizations", 
    "North Korea", 
    "Northern Mariana Islands", 
    "Obstruction of justice", 
    "Occupational therapy", 
    "Paramilitary forces", 
    "Pay equity", 
    "Peacekeeping forces", 
    "Personnel management", 
    "Police", 
    "Police training", 
    "Political prisoners", 
    "Political violence", 
    "Preventive medicine", 
    "Promotions", 
    "Radio broadcasting", 
    "Radio frequency allocation", 
    "Radio stations", 
    "Recruiting of employees", 
    "Refugees", 
    "Religion", 
    "Religious liberty", 
    "Relocation", 
    "Research centers", 
    "Right to counsel", 
    "Salaries", 
    "Sanctions (International law)", 
    "Scholarships", 
    "Science, technology, communications", 
    "Secondary education", 
    "Security measures", 
    "Social welfare", 
    "South Asia", 
    "South Korea", 
    "Special education", 
    "Storage", 
    "Student transportation", 
    "Sudan", 
    "Surplus government property", 
    "Survivors' benefits", 
    "Taiwan", 
    "Tajikistan", 
    "Television broadcasting", 
    "Terrorism", 
    "Thailand", 
    "Tibet", 
    "Torture", 
    "Transportation and public works", 
    "Travel costs", 
    "Turkey", 
    "Turkmenistan", 
    "Uzbekistan", 
    "Vietnam", 
    "Women", 
    "Women in government", 
    "Women's employment", 
    "World War II", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2005-07-20", 
    "text": "Foreign Relations Authorization Act, Fiscal Years 2006 and 2007 - Title I: Authorization of Appropriations - (Sec. 101) Authorizes FY2006-FY2007 appropriations for: (1) administration of foreign affairs; (2) international organizations; (3) international commissions; (4) migration and refugee assistance; (5) centers and foundations; (6) U.S. international broadcasting activities; and (7) protection of intellectual property rights. Title II: Department of State Authorities and Activities - (Sec. 201) Amends federal criminal law to impose penalties for knowingly and willfully interfering with a federal law enforcement agent engaged in the protection of foreign officials and Department of State (Department) officials (including their families), foreign missions, and the provision of diplomatic security of U.S. and foreign government operations. (Sec. 202) Amends the State Department Basic Authorities Act of 1956 to authorize the Department to retain awards of costs and attorneys' fees when defending against international claims (in addition to amounts currently allowed to be retained when it successfully prosecutes a claim). (Sec. 203) Amends the Foreign Service Act of 1980 to authorize the Department to retain medical insurance reimbursements for employee health care abroad in the year in which they are collected. (Sec. 204) Authorizes the Secretary of State (Secretary), beginning in FY2006, to amend administratively surcharge amounts related to consular services in support of enhanced border security that are in addition to the passport and immigrant visa fees in effect on January 1, 2004. (Sec. 205) Amends the Diplomatic Security Act to authorize the Secretary to use alternate procedures in lieu of the existing Accountability Review Board to conduct an inquiry for incidents that involve serious injury, loss of life, or significant property destruction at a U.S. mission in Iraq or Afghanistan. Terminates such alternative authority as of September 30, 2009. (Sec. 206) Designates the Federal building in Kingston, Jamaica, formerly known as the Crowne Plaza, as the \"Colin L. Powell Residential Plaza.\" (Sec. 207) Amends the Omnibus Diplomatic Security and Antiterrorism Act of 1986 to repeal the provision making persons doing business with Libya ineligible for contracts awarded under such Act. (Sec. 208) Requires the U.S. mission in a foreign country to translate into the country's official language(s) and post on the U.S. embassy website specified reports respecting human rights practices, human trafficking, religious freedom, and democracy. (Sec. 209) States that for purposes of issuance of a passport to a U.S. citizen born in Jerusalem, the Secretary shall, upon request, record the place of birth as Israel. (Sec. 210) Prohibits the expenditure of funds authorized under this Act for: (1) the operation of any U.S. consulate or diplomatic facility in Jerusalem that is not under the supervision of the U.S. Ambassador to Israel; and (2) the publication of any official U.S. document that lists countries, including Israel, and their capital cities unless the publication identifies Jerusalem as the capital of Israel. (Sec. 211) Directs the Secretary to make available to the appropriate congressional committees the use of unclassified Department telecommunications facilities in a U.S. embassy, consulate, or other overseas facility to allow such committees to receive testimony or other communication from an individual in any such country. (Sec. 212) Requires the Secretary to submit required congressional reports electronically. (Sec. 213) Amends the the Human Rights, Refugee, and Other Foreign Relations Provisions Act of 1996 to extend Tibetan and Burmese scholarship authority through FY2007. (Sec. 214) Amends the American Institute in Taiwan Facilities Enhancement Act to remove the authorization cap on construction of the American Institute in Taiwan compound. (Sec. 215) Obligates FY 2006 funds for the following educational exchange programs with Cuba operated by the Department's Bureau of Educational and Cultural Affairs: (1) the J. William Fulbright Educational Exchange Program; (2) the Hubert Humphrey Fellowship Program; (3) the International Visitors Program; (4) the Benjamin A. Gilman International Scholarship Program; (5) the EducationUSA Program; and (6) professional, cultural, and youth programs operated by the Office of Citizen Exchanges of the Bureau. Provides for congressional oversight. (Sec. 216) Authorizes the Secretary to establish: (1) an Active Response Corps of federal civilian and non-federal employees to support stabilization and reconstruction activities in foreign countries or regions that are in, are in transition from, or are likely to enter into, conflict or civil strife; and (2) a reserve component to augment the Corps. (Sec. 217) Requires: (1) the Secretary to report to the appropriate congressional committees respecting security weaknesses of passport-related identification documents, including birth certificates, and criteria for enhancing such documents' security; and (2) mandatory background investigations of, and training programs for, passport acceptance agents. Amends the the Omnibus Diplomatic and Antiterrorism Act of 1986 to provide that in connection with investigations of corruption, waste, and fraud by U.S. officers and employees, including the illegal sale of U.S. passports and visas: (1) the federal district court for the District of Columbia shall have authority to issue warrants; and (2) Diplomatic Security Service special agents shall have authority to execute such warrants. Authorizes appropriations. Title III: Organization and Personnel of the Department of State - (Sec. 301) Amends civil service law to: (1) grant an allowance for travel costs to the United States for children in kindergarten through 12th grade if schools at the employee's post are inadequate; (2) grant an allowance for travel expenses to and from a secondary, post-secondary, or post-baccalaureate educational institution, except for the 12 months following the dependent's arrival at the educational institution; and (3) include in such allowances a limited payment or reimbursement for the dependent's baggage storage costs incurred in the annual trip between the school and the employee's duty station. (Sec. 302) Permits the Department to provide in advance funds available for official residence expenses to those persons currently eligible to receive such reimbursement. (Sec. 303) Increases from 25% to 35% of the basic pay rate the maximum limit of post differential and danger pay allowance that may be granted to a Foreign Service employee. (Sec. 304) Amends the Foreign Service Act of 1980 to allow Foreign Service personnel to schedule their home leave after 12 months (currently, 18 months) of service at a post. (Sec. 305) Provides Foreign Service Officers in class one or below stationed outside the continental United States with locality-based comparability payments (in a three-part phase-in) that would be paid if their official duty station were Washington, DC. (Sec. 306) Authorizes the Secretary to establish the Fellowship of Hope Program under which Foreign Service personnel will spend a year working in the foreign ministries of participating European Union (EU) or North Atlantic Treaty Organization (NATO) countries. (Sec. 307) Amends the Foreign Relations Authorization Act, Fiscal Year 2003 to require the Office of Personnel Management (OPM) to implement regulations concerning retirement credit for certain government service performed abroad not later than 60 days after enactment of this Act. (Sec. 308) Amends the Foreign Service Act of 1980 to include as consideration for promotion whether an officer has served in a multilateral institution or international organization. (Sec. 309) Authorizes the Secretary to suspend a Foreign Service employee without pay when there is reasonable cause to believe that the employee has committed a crime for which a sentence of imprisonment may be imposed and there is a connection between the conduct and the efficiency of the Foreign Service. Entitles an employee to: (1) written notice stating the specific reasons for the proposed suspension; (2) a reasonable time to respond orally and in writing to the proposed suspension; (3) legal representation; (4) a final written decision, including the specific reasons for such decision; and (5) file a grievance if suspended. (Sec. 310) Provides a death gratuity payment of the greater of $100,000 or one year's salary upon the death of a Foreign Service officer who dies as a result of injuries sustained in the performance of duty abroad. (Currently such payment is one year's salary.) (Sec. 311) Authorizes the Foreign Service Grievance Board to retain an employee on the payroll while a grievance is being reviewed. (Sec. 312) Repeals requirements for the recertification process of Senior Foreign Service employees. (Sec. 314) Requires, with discretionary waiver, specialist limited non-career appointees to have a one-year break in service after completion of a five-year limited appointment before assuming a new limited appointment. Authorizes the Secretary to extend limited appointments upon a determination of exceptional circumstances and the needs of the Service. (Sec. 315) States that the recent changes proposed by the Department to the career development program for Senior Foreign Service members should be implemented as planned in the coming years. (Sec. 316) Expresses the sense of Congress that to advance U.S. economic, political, and diplomacy interests the Secretary should make best efforts to establish a U.S. diplomatic presence in Pusan, South Korea, Hat Yai, Thailand, and an additional location in India in an underserved region. (Sec. 317) Establishes in the Department's Bureau for International Law Enforcement and Narcotics an Office of the Culture of Lawfulness, which shall coordinate and increase the effectiveness of existing culture of lawfulness programs in the Department that can directly support foreign efforts to develop a culture of lawfulness. (Sec. 318) Directs the Secretary to conduct ongoing reviews of Department human resources policies. (Sec. 319) Amends the Foreign Service Act of 1980 to require that persons entering the Foreign Service must be available to serve worldwide. Authorizes the Secretary to waive such requirement. (Sec. 320) Treats Puerto Rico, the Northern Mariana Islands, and U.S. territories and possessions as part of the geographic United States for purposes of Department employee transfer allowances. Title IV: International Organizations - (Sec. 401) Authorizes U.S. participation in the Regional Emerging Disease Intervention (REDI) Center in Singapore. (Sec. 402) Amends the International Religious Freedom Act of 1998 to authorize appropriations through FY2011 for the United States Commission on International Religious Freedom. (Sec. 403) Sets forth findings and the sense of Congress with respect to the International Atomic Energy Agency (IAEA). Directs the President to take steps to encourage universal ratification of an IAEA Additional Protocol and the implementation of the provisions of U.N. Security Council Resolution 1540 which calls for the adoption, by all foreign countries, of laws which prohibit any non-state actor from developing, acquiring, transferring, or using nuclear, chemical or biological weapons, in particular for terrorist purposes. Authorizes the President to suspend U.S. non-humanitarian foreign assistance to any country which fails to ratify an Additional Protocol and implement the provisions of U.N. Security Council Resolution 1540. Directs the Secretary to report on U.S. efforts to promote the universal implementation of U.N. Security Council Resolution 1540. Authorizes additional appropriations to ensure that the United States can pay its regularly assessed IAEA contribution at the beginning of the calendar year to compensate for the current late payment. (Sec. 404) Amends the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2004 to eliminate the requirement that the International Center for Middle Eastern-Western Dialogue be maintained at the Palazzo Corpi building in Istanbul, Turkey. Title V: International Broadcasting - International Broadcasting Authorization Act, Fiscal Years 2006 and 2007 - (Sec. 502) Amends the United States International Broadcasting Act of 1994 to: (1) make funds available for annual grants to Middle East Broadcasting Networks for radio and television broadcasting to the Middle East; and (2) state that the Middle East Broadcasting Networks is not a federal agency or instrumentality. (Sec. 503) Amends the Radio Broadcasting to Cuba Act to authorize the Office of Cuba Broadcasting to use additional AM frequencies, as well as FM and shortwave frequencies. (Sec. 504) Amends the United States International Broadcasting Act of 1994 to permanently authorize Radio Free Asia. (Sec. 505) Amends the Foreign Relations Authorization Act, Fiscal Year 2003 to make the International Broadcasting Bureau personal services contracting pilot program permanent, and increase personnel levels to 100. (Sec. 506) Amends the United States International Broadcasting Act of 1994 to authorize the Broadcasting Board of Governors to pay the primary and secondary education costs of dependents of personnel stationed in the Commonwealth of the Northern Mariana Islands, including certain transportation costs, if the Board determines that the schools available in the Commonwealth are unable to provide an adequate education. Limits such payments to amounts similarly permitted to Department of Defense (DOD) dependents' educational expenses in the Commonwealth. Title VI: Advance Democracy Act of 2005 - Advance Democratic Values, Address Nondemocratic Countries, and Enhance Democracy Act of 2005 or the ADVANCE Democracy Act of 2005 - (Sec. 603) States that the promotion of freedom and democracy in foreign countries is a fundamental component of U.S. foreign policy. Subtitle A: Department of State Activities - (Sec. 611) Amends the State Department Basic Authorities Act of 1956 to establish the position of Under Secretary of State for Democracy and Global Affairs, who shall have primary responsibility to assist the Secretary in implementing policies and activities relating to the transition to, and development of, democracy in nondemocratic countries, and to coordinate U.S. policy on global issues. Establishes within the Department: (1) an office of democratic movements and transitions; and (2) a position of Deputy Assistant Secretary of State for Democracy, Human Rights, and Labor. Directs the Secretary to establish at least one Regional Democracy Hub in U.S. missions in: (1) the Western Hemisphere; (2) Europe; (3) South Asia; (4) the Near East; (5) East Asia and the Pacific; and (6) Africa. Authorizes: (1) the Secretary to terminate a Hub five years after establishment; and (2) appropriations for Hub activities. States that the Assistant Secretary of State for Intelligence and Research should monitor financial assets inside and outside the United States held by leaders (and their associates) of countries determined to be nondemocratic countries or democratic transition countries. (Sec. 612) Directs the Secretary to prepare an annual report on democracy. (Sec. 613) States that the Under Secretary for Democracy and Global Affairs should convene annual working groups on nondemocratic and partly democratic countries. (Sec. 614) Amends the Freedom Investment Act of 2002 to direct chiefs of mission in countries designated as nondemocratic in the most recent annual report on democracy to have at least one political officer to monitor human rights developments and democracy in such country. (Sec. 615) Establishes a Democracy Promotion and Human Rights Advisory Board, which shall advise on U.S. policies regarding the promotion of democracy. Requires the Board to conduct a study of U.S. democracy assistance. Terminates the Board six months after such report's submission. (Permits the Secretary to extend the Board for an additional five years.) (Sec. 616) Directs the Secretary to establish an Internet site for global democracy and human rights. (Sec. 617) Requires each chief of mission in each foreign country categorized as nondemocratic to develop a strategy to promote democracy and support individuals and nongovernmental organizations that are committed to democratic principles. (Sec. 618) Amends the Foreign Service Act of 1980 to include training in democracy and the promotion of democracy and human rights in provisions respecting Foreign Service training, performance pay, promotions, and chief-of-mission appointments. Subtitle B: Alliances With Other Democratic Countries - (Sec. 631) Expresses the sense of Congress with respect to alliances with other democratic countries, including: (1) creation of Democracy Caucuses; (2) strengthening the Community of Democracies; and (3) support for the initiative of the government of Hungary and the governments of other European countries to establish an International Center for Democratic Transition. Authorizes FY2006-FY2008 appropriations for such Center. Subtitle C: Funding for Promotion of Democracy - (Sec. 641) States that it shall be U.S. policy to provide financial assistance to eligible entities and individuals to assist in the promotion of democracy in nondemocratic countries. (Sec. 642) Expands the purposes of the Human Rights and Democracy Fund. Authorizes FY2006-FY2007 appropriations for such expanded Fund uses. Requires the Assistant Secretary of State for Democracy, Human Rights, and Labor to report annually on the status of the Fund. Subtitle D: Presidential Actions - (Sec. 651) Directs the President to collect information regarding incidents that may constitute crimes against humanity, and consider appropriate actions to bring violators to an appropriate tribunal. Title VII: Strategic Export Control and Security Assistance Act of 2005 - Subtitle A: General Provisions - Strategic Export Control and Security Assistance Act of 2005 - (Sec. 703) Declares that U.S. strategic export controls are in need of a comprehensive review in order to assure that such controls are protecting U.S. security interests in the Global War on Terrorism and are promoting U.S. foreign policy. Subtitle B: Revising and Strengthening Strategic Export Control Policies - (Sec. 711) Amends the the State Department Basic Authorities Act of 1956 to set forth responsibilities of the Under Secretary for Arms Control and International Security respecting: (1) coordinating and executing U.S. strategy for strengthening multilateral export controls; and (2) chairing the Strategic Export Control Board established under this title. Establishes in the Department a position of Deputy Under Secretary for Strategic Export Control. Authorizes defense trade controls registration fees to be made available to the Board. (Sec. 712) Establishes the Strategic Export Control Board. Sets forth Board responsibilities, including: (1) conducting a comprehensive review of U.S. strategic export controls in the context of the Global War on Terrorism; (2) developing a strategy for ensuring export control of militarily important items, including software security; (3) designing standards and best practices for information systems protection; (4) formulating an automated international delivery confirmation system for commercial shipments of lethal and other high risk items; (5) preparing recommendations for the President and Congress with respect to consolidation of overlapping government functions and the resultant rationalization of budgetary resources to be authorized among the responsible government entities; (6) establishing departmental and interagency controls to ensure legitimate U.S. exports' timely approval; and (7) developing a strategy for strengthening multilateral control regimes or developing new regimes to augment international arrangements. Requires a Government Accountability Office (GAO) report assessing the Board's progress. (Sec. 713) Obligates FY2006-FY2007 funds for assignment of additional full time license and compliance officers to the Department's Directorate of Defense Trade Controls. Subtitle C: Procedures Relating to Export Licenses - (Sec. 721) Declares that the complete confidentiality surrounding certain Department of Commerce commodity classification determinations and Department commodity jurisdiction determinations is: (1) not necessary to protect proprietary interests of persons or their prices and customers; (2) not in the best interests of U.S. security and foreign policy; and (3) inconsistent with the need to ensure a level playing field for U.S. exporters and detracts from U.S. efforts to promote greater transparency by other countries. Directs the Secretary and the Secretary of Commerce to publish export jurisdiction determinations in the Federal Register and on their websites, including a description of the item and whether it is included in the U.S. munitions list, the commerce control list, or is otherwise subject to the export administration regulations. Requires the Secretaries to submit an implementing report to the appropriate congressional committees. (Sec. 722) Amends the Arms Export Control Act respecting certification of specified export defense articles or services of $100 million or more. (Sec. 723) Directs the Secretary to not give priority in the processing of munitions export licenses over licenses in support of Operation Enduring Freedom, Operation Iraqi Freedom, or any other U.S. military operation. (Sec. 724) Amends the Arms Export Control Act to require that a specified Department report to Congress include information on the number and workload of officers assigned to munitions export licensing. (Sec. 725) Amends the Foreign Assistance Act of 1961 to direct the Secretary to make the unclassified portion of military assistance reports available on the Internet. (Sec. 726) Directs the Secretary to designate within the Department's Office of Defense Trade Controls a coordinator who shall serve as a liaison and provide training for small U.S. defense and aerospace businesses with respect to DOD licensing and registration requirements. (Sec. 727) Directs the Secretary to establish an exemption from export licensing in the International Traffic in Arms Regulations for certain technical data related to foreign sales marketing by U.S. persons of commercial communications satellites under certain conditions. (Sec. 728) Amends the Foreign Assistance Act of 1961 to require that the President's annual military assistance report to Congress include information concerning the volume and types of defense articles being exported without a license. Subtitle D: Terrorist-Related Provisions and Enforcement Matters - (Sec. 731) Directs the President to require a license for the transfer of any defense article and service, other than a personal-use firearm, to a foreign person within the United States (other than to a foreign government, unless such government is restricted from receiving defense articles and services). Authorizes the President to require a license under the Export Administration Regulations for the transfer of any dual use item and technology, other than a personal-use firearm, to a foreign person within the United States. Directs the Secretary to report annually to the appropriate congressional committees respecting items warranting scrutiny and enforcement through license procedures prior to transfer to a foreign person within the United States in order to deter terrorist or unlawful activities. (Sec. 732) Directs the Secretary to certify annually to the appropriate congressional committees that: (1) there is no national security risk arising by permitting any foreign person to bring any unclassified weapons temporarily into the United States from Canada without prior U.S. approval through a temporary import license; and (2) the Department is providing the guidance necessary for Customs and Border Protection personnel to detect unlawful unlicensed weapons exports to Canada. (Sec. 733) Expresses the sense of Congress that the United States should continue to provide a leadership role in ensuring the effectiveness of arms embargoes. Amends the Arms Export Control Act to require that whenever the United States maintains an arms embargo, no defense article or service subject to the International Traffic in Arms Regulations and no dual use item or technology subject to the Export Administration Regulations shall be sold or transferred for military end use to the military, intelligence, or other security forces of the embargoed government, including any associated agency or person, without issuance of a license by the Secretary or the Secretary of Commerce. Directs the Secretary to submit an implementing report to the appropriate congressional committees. (Sec. 734) Expresses the sense of Congress that all proposals to export or transfer to foreign persons items on the Missile Technology Control Regime Annex should be stringently controlled. Directs the Secretary to: (1) ensure strict control of such items; and (2) certify control measures annually to the appropriate congressional committees. (Sec. 735) Amends the Arms Export Control Act to: (1) require a congressional report respecting any unauthorized use of a U.S. defense article by a foreign person to conduct a transaction with a country designated as a state sponsor of international terrorism; and (2) expand the requirement for a congressional report on unauthorized re-transfers by foreign persons of U.S. defense articles to include licensed articles. (Sec. 736) Includes antiterrorism and border security (within the category of internal security) among the permitted military sales purposes under the Arms Export Control Act. Subtitle E: Strengthening United States Missile Nonproliferation Law - (Sec. 741) Subjects, with presidential waiver and congressional notification, any foreign person that has been sanctioned under U.S. law for missile transfer violations, and after the period of formal sanctions expire, to a minimum three-year probationary period for granting dual-use licenses unless the President informs Congress that the person has ceased all such activity and has instituted a transparent verification program. (Sec. 742) Amends the Arms Export Control Act to increase the period of U.S. missile sanctions from two to four years. (Sec. 743) Expands the applicability of U.S. missile sanctions to all responsible foreign persons, including responsible governmental entities. Authorizes the President to prohibit any transaction by a U.S. person, or within the United States, with any foreign person on whom such sanctions have been imposed. Subtitle F: Security Assistance and Related Provisions - (Sec. 751) Authorizes the President to transfer on a grant basis: (1) the minehunter PELICAN to Greece; (2) the minehunters CARDINAL and RAVEN to Egypt; (3) the destroyer FLETCHER to Pakistan; and (4) the destroyer CUSHING to Turkey. Authorizes the President to transfer on a sale basis: (1) the amphibious transport dock ship TRENTON to India; (2) the minehunter HERON to Greece; and (3) the destroyer O'BANNON to Turkey. Terminates transfer authority two years after enactment of this Act. (Sec. 752) Authorizes the President to transfer to the Republic of Korea certain obsolete or surplus military items on the basis of negotiated concessions and advance congressional notification. Terminates transfer authority three years after enactment of this Act, and requires the removal of all remaining items not later than four years after enactment of this Act. (Sec. 753) Extends waiver of foreign assistance restrictions for Pakistan relating to coups and loan defaults through FY2007. (Sec. 754) Amends the Foreign Assistance Act of 1961 to change the submission date for the annual military training report from January 31 to March 1. (Sec. 755) Amends the Arms Export Control Act to extend reciprocal quality assurance, inspection, and contract service provisions to Australia, New Zealand, Japan, and Israel. (Sec. 756) Obligates funds for up to four maritime patrol boats for Mozambique. (Sec. 757) Amends the Foreign Assistance Act of 1961 to direct the President to seek reimbursement for military education and training under such Act from countries using foreign military financing program assistance to purchase such military education and training at a rate comparable to the rate charged to countries receiving grant assistance for military education and training under such Act. Title VIII: Nuclear Black Market Elimination - Nuclear Black Market Elimination Act of 2005 - Subtitle A: Sanctions for Transfers of Nuclear Enrichment, Reprocessing, and Weapons Technology, Equipment and Materials Involving Foreign Persons and Terrorists - (Sec. 811) Authorizes the President to impose, for at least two years, specified sanctions whenever the President determines that a foreign person (as defined in this title) participated in the export, transfer, or trade of: (1) nuclear enrichment or reprocessing equipment, materials, or technology to any nonnuclear country that does not have functioning nuclear enrichment plants nor has in force an additional protocol with the IAEA, or to any country that is developing, manufacturing, or acquiring a nuclear explosive device; or (2) any nuclear explosive device, design information or component, equipment, materials, or other items or technology that is designated for national export controls and contributes to the development, manufacture, or acquisition of a nuclear explosive device by a nonnuclear weapon state or a foreign person. Provides for the imposition of the following sanctions on a foreign person: (1) prohibition of U.S. government and Foreign Assistance Act of 1961 assistance; (2) prohibition of U.S. military sales or licenses; and (3) prohibition of licenses for goods or technology subject to the Export Administration Regulations (other than food, agricultural commodities, and medicines and medical equipment). (Sec. 812) Directs the President to report annually to the appropriate congressional committees respecting any foreign person involved in such sanctioned activities. Subtitle B: Further Actions Against Corporations Associated With Sanctioned Foreign Persons - (Sec. 822) Directs the Secretary to: (1) coordinate U.S. agency efforts to persuade foreign governments and relevant corporations not to engage in business transactions with a sanctioned foreign person; and (2) report annually to the appropriate congressional committees respecting such actions. Subtitle C: Incentives for Proliferation Interdiction Cooperation - (Sec. 831) Authorizes the President to provide assistance for up to three years under the Arms Control Act and the Foreign Assistance Act of 1961, as well as a drawdown of defense equipment and services under the latter Act, to any country that cooperates with the United States and U.S. allies to prevent the transport and transshipment of items of proliferation concern in its national territory or airspace or in vessels under its control or registry. (Sec. 836) Prohibits the United States from transferring any excess defense article that is a vessel or aircraft to a country that has not provided written assurances that it will support and assist U.S. efforts to interdict items of proliferation concern until 30 days after the date on which the President has provided specified congressional notice. Subtitle D: Rollback of Nuclear Proliferation Networks - (Sec. 841) States that nonproliferation should be a condition for U.S. assistance. (Sec. 842) Directs the President to: (1) report annually to the appropriate congressional committees respecting nuclear proliferation network host countries; and (2) suspend all arms sales licenses to such a country until the President certifies that the country has been fully cooperating to eliminate such networks and prevent such future activities. (Provides a national security waiver of such sanctions.) Subtitle E: General Provisions - (Sec. 851) Defines specified terms. Title IX: East Asia Security Act of 2005 - East Asia Security Act of 2005 - (Sec. 902) States that Congress, in view of the gravity of European arms sales to the People's Republic of China (PRC), believes it is necessary to provide for greater oversight with respect to those areas of international armament cooperation that present increased risk levels to U.S. security interests, and to authorize measures which the President may draw on in deterring foreign support for China's military buildup. (Sec. 903) Directs the President, with specified exceptions, to transmit a report to the appropriate congressional committees that identifies every person of a member country of the European Union (EU), and any other foreign person the President may consider appropriate, with respect to whom there is credible information that the person, on or after January 1, 2005, exported to: (1) the PRC any item on the Wassenaar Munitions List; or (2) the PRC's military, intelligence, or other security forces any item on the Wassenaar List of Dual Use Goods and Technologies, or any other dual use item intended for use with a Wassenaar Munitions List item. (Sec. 904) Directs the President to transmit a report to the appropriate congressional committees that: (1) identifies every foreign government with respect to which the United States is carrying out specified cooperative projects as defense memoranda of understandings or under the Arms Export Control Act, and whose policies or practices permit the export of any item described in section 903 of this title; and (2) describes such cooperative projects and policies or practices. Requires: (1) a U.S. munitions list license for the export of defense articles or defense services by any person who is not an officer or employee of the U.S. government in furtherance of a cooperative project with a country identified in such report; and (2) congressional notification of license issuance. (Sec. 905) States that special care should be taken with respect to foreign persons who sell arms and related technology to the PRC while simultaneously seeking ownership of U.S. defense articles or defense services, including U.S. funded defense research and development, through the acquisition or control of U.S. defense firms. Requires a license for the transfer of ownership or control of U.S. defense articles or defense services arising from the acquisition or control of a person required to be registered under the Arms Export Control Act whenever the person gaining acquisition or control is: (1) a foreign national of the PRC or otherwise subject to PRC jurisdiction, ownership, or control (sets forth additional license requirements for such persons); (2) a foreign person identified in a report transmitted under section 903 of this title or having its principal place of business in a country described in section 904 of this title; or (3) a U.S. person owned or controlled by a foreign person. Requires congressional notification of license issuance. Exempts from such license requirements certain munitions license amendments or registration changes approved prior to enactment of this Act unless otherwise determined by the President to be necessary for national security reasons. (Sec. 906) Welcomes the understanding reached at the Wassenaar Arrangement's December 2003 plenary meeting to require governmental authorization for the transfer of non-listed dual use items intended for military end use in a destination subject to any relevant regional arms embargo or to any U.N. Security Council resolution. Requires: (1) a U.S. exporter of certain items for military end use to report to the Secretary of Commerce describing the item and the quantity, value, port of exit, and end user; and (2) the Secretary of Commerce to submit a compilation of such reports to the appropriate congressional committees. Defines \"military end use\" as an item for use in conjunction with an item described on the Wassenaar Munitions List. (Sec. 907) Specifies discretionary and mandatory (applicable to persons identified in more than one report under section 903 this title) measures to be applied to persons and governments identified in such required section 903 reports, including: (1) denial of research and development participation; (2) prohibition of ownership and control of a U.S. defense exporter; (3) prohibition of foreign military sales participation; or (4) prohibition of munitions or dual use approvals. (Sec. 908) Requires the President to report to the appropriate congressional committees in instances where discretionary measures have not been applied. (Sec. 909) Authorizes the President to waive mandatory measures upon a determination that: (1) the foreign person did not knowingly export the item at issue to the PRC; (2) the foreign government having primary jurisdiction has concluded an agreement with the United States to resolve the matter; or (3) the waiver is important to counterterrorism, nonproliferation or other U.S. national security interests. Expresses the sense of Congress that the President should: (1) strengthen international arms export policy through bilateral and multilateral agreements, particularly with NATO members, Japan, Australia, and New Zealand; and (2) comprehensively enforce measures under this Act. (Sec. 910) Defines specified terms. Title X: Foreign Assistance Provisions - Subtitle A: Foreign Assistance Act of 1961 and Related Provisions - Chapter 1: Part I of the Foreign Assistance Act of 1961 - (Sec. 1001) Amends the Foreign Assistance Act of 1961 to authorize the President to provide assistance for the establishment in developing countries of at least twelve obstetric fistula treatment centers. States that in selecting sites the President should consult with U.S. embassy officials, nongovernmental organizations, and local government officials in developing countries with high rates of obstetric fistula, with particular emphasis on countries in Africa. (Sec. 1002) Authorizes the Overseas Private Investment Corporation (OPIC) to provide: (1) insurance and guarantees to financial institutions to expand investment and lending opportunities for small and medium enterprises owned substantially by nationals of sub-Saharan countries; and (2) technical support programs for sub-Saharan financial institutions to improve management. (Sec. 1003) Obligates FY2006-FY2007 funds to support democracy in Zimbabwe. (Sec. 1004) Provides that of the amounts made available for each of FY2006-FY2007 for the U.S. contribution to the United Nations Development Program (UNDP), an amount equal to the amount UNDP will spend in Burma during each fiscal year shall be withheld unless the Secretary certifies to the appropriate congressional committees that UNDP programs in Burma: (1) are focused on eliminating human suffering and addressing the needs of the poor; (2) are undertaken only through international or private voluntary organizations; (3) provide no benefit to the ruling military junta; and (4) are carried out only after consultation with the leadership of Burma's democratic opposition. Directs the Secretary to report to the appropriate congressional committees on UNDP programs in Burma. (Sec. 1005) Obligates FY2006-FY2007 funds for the Office of the Police Ombudsman for Northern Ireland. (Sec. 1006) Amends the Foreign Assistance Act of 1961 to require that the Department's annual International Narcotics Control Strategy Report include information respecting: (1) law enforcement training and assistance around the world conducted by the Department, DOD, the Department of Justice, and United States Agency for International Development (USAID); and (2) the five largest exporters of pseudoephedrine, ephedrine, and phenylpropanolamine, and the five largest importers of such precursor chemicals that have the highest diversion rate of such chemicals into illicit methamphetamine production. (Sec. 1008) Expresses the sense of Congress that the Secretary should encourage the use of disaster mitigation techniques by foreign governments in regions considered especially vulnerable to natural disasters. Amends the Foreign Assistance Act of 1961 to allow U.S. disaster assistance to be used for disaster mitigation. (Sec. 1009) Obligates FY2006-FY2007 funds to support democracy in Belarus. (Sec. 1010) Obligates FY2006-FY2007 funds to improve maternal and prenatal care for the victims in Belarus and Ukraine involved in the cleanup of the region affected by the Chernobyl nuclear disaster. (Sec. 1011) Authorizes assistance to address non-infectious diseases in foreign countries. Chapter 2: Part II of the Foreign Assistance Act of 1961- (Sec. 1021) States that U.S. policy shall: (1) acknowledge that threats to Egyptian stability derive far more from domestic problems than from external dangers; and (2) provide non-military assistance to Egypt that results in actual and sustainable outcomes regarding economic growth, poverty reduction, humanitarian conditions, health, education, and political reform. Amends the Foreign Assistance Act of 1961 to provide Egypt with Economic Support Fund (ESF) assistance only if it provides the United States with a fiscal year proposal to use such assistance to: (1) promote economic growth; (2) reduce poverty and improve humanitarian conditions among the poorest; (3) improve education and health systems; (4) reduce public and private corruption; and (5) strengthen democratic institutions and individual freedoms. Subjects cash assistance pursuant to the March 2005 memorandum of understanding to such proposal provisions. Authorizes the President, through the Secretary, to suspend or terminate such assistance for proposal noncompliance. Provides for congressional notification. Reduces Egypt's Foreign Military Financing (FMF) assistance for each of FY2006-FY2008 by $40 million annually. Provides that FMF funds over specified amounts may be transferred to the ESF program. Directs the President to modify FMF cash-flow financing for Egypt in order to accomplish the policy purposes set forth in this section. (Sec. 1022) Directs the Secretary to support efforts to establish an Inter-Arab Democratic Charter to promote human rights and democracy in the Near East region. Obligates FY2006-FY2007 funds for such efforts. (Sec. 1023) Obligates FY2006-FY2007 funds for the Middle East Partnership Initiative. Requires that at least 50% of such funds be used for: (1) democracy and civil society promotion; (2) expansion of women and other minority participation in the political, economic, and educational sectors; and (3) implementing election standards. (Sec. 1024) Requires the Secretary, 30 days prior to each of FY2006-FY2007 ESF fund obligation for the bilateral West Bank and Gaza program, to certify to the appropriate committees that procedures have been established to ensure the Comptroller General's access to appropriate U.S. financial information in order to review the uses of program funds. Requires the Secretary to take all appropriate steps to ensure such FY 2006-FY2007 assistance is not provided to or through any individual or entity that advocates or engages in terrorist activity. Prohibits funds to be used to honor individuals who commit, or have committed, acts of terrorism. Requires and obligates funds for program audits. (Sec. 1025) Obligates FY2006-FY2007 funds for democracy programs in Venezuela. Chapter 3: Part III of the Foreign Assistance Act of 1961 - (Sec. 1031) Amends the Foreign Assistance Act of 1961 authorize U.S. foreign assistance to countries designated as state sponsors of terrorism if, at least 30 days before obligating funds for such assistance, the Secretary notifies the appropriate congressional committees that the recipient organizations in such country oppose terrorism, support democracy and respect for human rights, including equality of women and other minorities, and support other fundamental liberties. (Sec. 1032) Provides that any assistance to the Palestinian Authority (PA) may only be provided when the President certifies to Congress that: (1) providing direct assistance to the PA is important to U.S. security interests; and (2) the PA has made demonstrable progress in combating terrorism and dismantling terror networks and cooperating with Israel's security services, eliminating anti-Israel incitement, and has taken steps to ensure democracy and financial transparency. Requires: (1) recertification every six months; and (2) the Government Accountability Office (GAO) to report to the appropriate congressional committees respecting the auditing of all U.S. assistance to the PA. (Sec. 1033) Authorizes the use of law enforcement assistance: (1) for a region, district, municipality, or other subnational entity emerging from instability; (2) to combat corruption; (3) to combat trafficking in persons; and (4) to provide human rights, rule of law, and other related training. Subtitle B: Other Provisions of Law - (Sec. 1041) Amends the Afghanistan Freedom Support Act of 2002 to obligate FY2006-FY2007 funds to support the United Nations Assistance Mission in Afghanistan (UNAMA) and other programs related to holding free and transparent parliamentary elections. Includes among assistance support for programs of: (1) voter education and registration; (2) disarmament and reintegration of militias; and (3) parliamentary training and development. States that it shall be U.S. policy to urge donor governments and institutions to provide financial support to UNAMA, assist parliamentary candidates and elected parliamentary officials, and assist Afghanistan prepare for future presidential and parliamentary elections. (Sec. 1042) Amends the Tibetan Policy Act of 2002 to direct: (1) the President to provide grants to nongovernmental organizations to support sustainable economic development, cultural and historical preservation, health care, education, and environmental sustainability projects for Tibetans inside Tibet; and (2) the United States Special Coordinator for Tibetan Issues to review and approve all such projects. Authorizes FY2006-FY2007 appropriations. Directs the Secretary to ensure that at least one Foreign Service officer assigned to the PRC post responsible for monitoring developments in Tibet has at least six months of Tibetan language training prior to such assignment. (Sec. 1043) Expresses the sense of Congress that: (1) U.S. assistance for the International Fund for Ireland has contributed greatly to the economic development of Northern Ireland and that economic development and reconciliation remain critical to achieving a lasting peace in the region; and (2) the Fund is encouraged to support programs that enhance police-community relations and enhance peaceful mediation in neighborhoods of continued conflict. Amends the Anglo-Irish Agreement Support Act of 1986 to authorize FY2006-FY2007 appropriations for the Fund. Expresses the sense of Congress that at least 35% of such amount should be used to implement police and community reconciliation programs. (Sec. 1044) Authorizes U.S. assistance for the Republic of Colombia for the demobilization and disarmament of former members of foreign terrorist organizations (the United Self-Defense Forces of Colombia (AUC), the Revolutionary Armed Forces of Colombia (FARC), and the National Liberation Army (ELN)) if the Secretary certifies to the appropriate congressional committees that: (1) such assistance will be provided only to individuals who have verifiably terminated involvement with foreign terrorist organizations; (2) the government of Colombia is fully cooperating with U.S. requests for extradition of leaders and members of terrorist organizations; and (3) the government of Colombia has established a framework for dismantling foreign terrorist organizations that balances the need for reconciliation and justice with concerns for fundamental human rights. (Sec. 1045) Authorizes the Secretary to make a FY2006 contribution to the U.N. world food program for a demonstration insurance project in Ethiopia using weather derivatives to transfer risk of catastrophic drought from vulnerable subsistence farmers to international capital markets to protect against asset and income loss during food crises. Directs the Secretary to submit an implementing report to the appropriate congressional committees. Authorizes FY2006 appropriations. (Sec. 1046) States that it is U.S. policy to: (1) limit non-humanitarian assistance to the government of Vietnam to not more than FY2005 amounts unless the President certifies to Congress that Vietnam has made substantial progress toward releasing political and religious prisoners, allowing U.S. access to the refugee program, respecting minority rights, ensuring it is not in complicity with organizations engaged in human trafficking, and cooperating with efforts to locate missing U.S. armed forces members; and (2) ensure that educational and cultural exchange programs with Vietnam promote democracy in Vietnam. Authorizes: (1) the President to assist organizations promote democracy and human rights in Vietnam; and (2) FY2006 appropriations. (Sec. 1047) Provides for the transfer of two marine patrol aircraft to the government of Columbia for drug trafficking interdiction. Authorizes FY2006 appropriations. (Sec. 1048) Urges the President and the Secretary to incorporate the investigative and preventative efforts of the government of Mexico in the bilateral U.S.-Mexico agenda, and to continue to express concern over the abductions and murders of young women in Ciudad Juarez, Mexico. Authorizes the Secretary to provide forensic and DNA training and assistance to identify unknown victims who were murdered in Ciudad Juarez. Authorizes FY2006 appropriations. Subtitle C: Miscellaneous Provisions - (Sec. 1051) Directs the Secretary to report to the appropriate congressional committees respecting all (beginning from October 4, 1991) U.S. weapons transfers, sales, and licensing to the government of Haiti. (Sec. 1053) Expresses the sense of Congress respecting: (1) USAID assistance for regional health care delivery; (2) elimination of extreme poverty in developing countries; (3) U.S. foreign assistance use to support local capacity building in developing countries; and (4) USAID assistance for the welfare, education, and resettlement of ChaldoAssyrians and other indigenous Christians in Iraq. Title XI: Reporting Requirements - (Sec. 1101) Expresses the sense of Congress supporting U.S. efforts to expand the Pan Sahel Initiative into a counter-terrorism program to be known as the Trans-Sahara Counter Terrorism Initiative. Directs the Secretary to report to the appropriate congressional committees regarding such Initiative. (Sec. 1102) Amends the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 to revise information requirements for the Department's annual country report on terrorism. (Retitles such report as the patterns of global terrorism report.) Requires an interagency compilation process for such report. (Sec. 1103) Directs the Secretary to: (1) review the Irish government's dual gateway policy (which requires certain air carriers serving Dublin Airport to undertake equal numbers of flights annually to Shannon and Dublin airports), and determine the effects such policy's discontinuation might have on the economies of the United States and Western Ireland before taking any diplomatic action that could end such policy; and (2) consider the effects such discontinuation might have on U.S. businesses operating in Western Ireland and Irish businesses operating in and around Shannon Airport. (Sec. 1104) Directs the Secretary to report to the appropriate congressional committees respecting U.S. stabilization efforts in Haiti. (Sec. 1105) Amends the Arms Control and Disarmament Act to provide that the Secretary will prepare the annual verification report in concurrence with the Central Intelligence Agency (CIA) and after consultation with certain other agencies. (Sec. 1106) Amends the the North Korean Human Rights Act of 2004 to provide that annual reports on immigration by North Korean refugees and defectors include a description of U.S. efforts with the governments of East and Southeast Asia countries to facilitate U.S. processing of North Korean refugees. (Sec. 1107) Amends the Secure Embassy Construction and Counterterrorism Act of 1999 (title VI of the Admiral James W. Nance and Meg Donovan Foreign Relations Authorization Act, Fiscal Years 2000 and 2001) to change the semiannual embassy construction and security report to an annual report. (Sec. 1108) Directs the Secretary to report to the appropriate congressional committees respecting: (1) the availability of programs overseas for children with autism, including the availability of speech therapists and pediatric occupational therapists at DOD sponsored school; and (2) the estimated number of incidences of autism among dependents of Foreign Service Officers and Specialists, and an analysis of the possibility of establishing Educational Centers of Excellence for such dependents. (Sec. 1109) Directs the Secretary to require the U.S. representative to the Executive Board of the United Nations Children's Fund (UNICEF) to urge UNICEF to conduct a worldwide study of the incidence and prevalence of autism. Obligates FY2006 funds for the U.S. contribution to conduct such study. (Sec. 1110) Directs the Broadcasting Board of Governors to report to the appropriate congressional committees on the status and identity of state-sponsored and state-directed Internet jamming by repressive foreign governments, and U.S. counter-efforts. (Sec. 1111) Amends the Foreign Relations Act, Fiscal Year 2003 to extend reporting deadlines (April 1, 2006, and April 1, 2007, respectively) for the Department report on the employment and promotion of minority groups and women in the Foreign Service and Civil Service. Requires that the report include information respecting the numbers and percentages of contracts entered into by the Department with small, minority-owned, or disadvantaged businesses. (Sec. 1112) Amends the Foreign Assistance Act of 1961 to include information on government or government-controlled incitement to acts of discrimination in the Department's annual country reports on human rights practices. (Sec. 1113) Directs the Secretary to report to the appropriate congressional committees on the practice of the custom of child marriage in countries around the world. (Sec. 1114) Amends the Foreign Relations Authorization Act of 2003 to direct the Secretary to report on: (1) U.S. and International Committee of the Red Cross efforts to obtain full membership for the Magen David Adom Society in the Red Cross and Red Crescent Movement; and (2) efforts by any Movement state, member, or official to prevent or condition adoption of the protocol for an additional emblem, or the Magen David Adom's full participation in the Movement. (Sec. 1115) Recognizes the progress in democratization and decentralization in Indonesia. Reaffirms condolences to the people of Indonesia for the profound losses inflicted by the December 2004 earthquake and tsunami. Expresses concern about continuing human rights violations by Indonesian security forces, and notes that implementation of special autonomy holds the best chance of promoting peace and stability in the conflict-torn provinces of Aceh and Papua. Directs the Secretary to report to the appropriate congressional committees respecting: (1) implementation of special autonomy for Aceh and Papua; and (2) the 1969 Act of Free Choice. (Sec. 1116) Expresses the sense of Congress that: (1) the continued inability or unwillingness of the PA to pursue the murderers of U.S. citizens John Branchizio, Mark Parson, and John Marin Linde calls into question the PA's viability as a U.S. partner in resolving the Palestinian-Israeli conflict; (2) future U.S. assistance to the PA may be affected, and the continued operation of the PLO Representative Office in Washington may be jeopardized, if the PA does not fully cooperate in bringing the murders to justice; and (3) it is in the U.S. national interest to safeguard U.S. diplomats and all embassy and consulate personnel. Directs the Secretary to report to the appropriate congressional committees, within 30 days after the date of the enactment of this Act and every 120 days thereafter, respecting U.S. efforts and a detailed assessment of PA efforts (including an assessment as to whether the PA's efforts constitute \"the best possible effort\") to bring the murderers to justice. (Sec. 1117) Expresses the sense of Congress that the United States should assist Israel in its efforts to establish diplomatic relations. Directs the Secretary to report annually respecting U.S. actions to encourage other countries to establish full diplomatic relations with Israel, including specific responses solicited and received from countries that do not have diplomatic relations with Israel. (Sec. 1118) Directs the Secretary to report to specified congressional committees respecting tax enforcement in Columbia. (Sec. 1119) Directs the Secretary to report to the appropriate congressional committees respecting the provision of consular and visa services at the U.S. Office Pristina, Kosovo to Kosova residents. (Sec. 1120) Directs the President, in each of FY2006-FY2207, to report to the appropriate congressional committees respecting the extent to which the government of Pakistan has restored democracy in Pakistan. (Sec. 1121) Expresses the sense of Congress respecting the status of Lebanon's sovereignty. Directs the Secretary to report to the appropriate congressional committees, 120 days after the date of the enactment of this Act and every 180 days thereafter, respecting: (1) the extent to which armed militias including Hezbollah continue to operate and receive arms in Lebanon, and the government of Lebanon's progress in disbanding and disarming them; (2) the progress of Lebanon's armed forces in controlling its borders; (3) U.S. and allied efforts to facilitate the disbanding and disarming of Lebanon-based militias and staunching the flow of weapons to them; and (4) efforts by the government of Lebanon and the United States and its allies to end al-Manar broadcasts. (Sec. 1122) Expresses the sense of Congress that activities by international terrorist organizations in Latin America and the Caribbean are a threat to the United States, and that the United States should work with countries in the region to expose and prevent activities by these terrorist organizations. Directs the Secretary to report to the appropriate congressional committees respecting international terrorist organization activities in Latin America and the Caribbean. (Sec. 1123) Directs the Secretary to report to the appropriate congressional committees respecting an analysis of the scientific and technological contributions that former bioweapons scientists from the former Soviet Union could make to the research and development of biomedical countermeasures, and the national security implications of such employment. (Sec. 1124) Expresses the sense of Congress that the United States should encourage the government of Mexico to urge the Mexican Supreme Court to revisit its October 2001 ruling so that the possibility of life imprisonment without parole will not have an effect on the timely extradition of criminal suspects from Mexico to the United States. Directs the Secretary to report annually to the appropriate congressional committees respecting the status of extradition of Mexican nationals requested by the United States and the status of extradition of U.S. nationals requested by Mexico. (Sec. 1125) Directs the Secretary to report to the appropriate congressional committees respecting U.S. decisions, actions, and communications in the U.N. 661 Committee (oil for food program) concerning overpricing of contracts, kickbacks from sales of humanitarian goods, efforts to correct and revalue the contracts in the post-Saddam era, oil smuggling, and trade protocols. (Sec. 1126) Amends the Foreign Service Buildings Act, 1926 to eliminate the real estate transaction report. (Sec. 1127) Directs the Secretary to report to the appropriate congressional committees respecting the most effective use of U.S. security assistance to Ecuador, including the use of intelligence gathering and surveillance, to establish mechanisms to: (1) prevent and interdict alien smuggling and trafficking in persons from Ecuador, including potential concealment of terrorists; and (2) identify and prosecute alien smuggling individuals or organizations. (Sec. 1128) Directs the Secretary to report to the appropriate congressional committees respecting U.S. extradition requests from Afghanistan of illicit drug traffickers and drug kingpins who are under U.S. indictment, and the response of the government of Afghanistan. (Sec. 1129) Directs the Secretary to report to the appropriate congressional committees respecting funding and auditing for nongovernmental organizations under the President's Emergency Plan for AIDS Relief. Title XII: Henry J. Hyde United Nations Reform Act of 2005 - Henry J. Hyde United Nations Reform Act of 2005 - (Sec. 1203) States that it is incumbent upon the United Nations to enact significant reform measures in order to restore the public trust and confidence necessary to achieve the laudable goals set forth in its Charter. Subtitle A: Mission and Budget of the United Nations - (Sec. 1211) States that it shall be U.S. policy to use its influence at the United Nations to pursue an efficient and accountable U.N. regular assessed budget, and shift funding mechanisms for the following U.N. programs from the regular assessed budget to voluntarily funded programs: (1) economic and social affairs; (2) least-developed countries, landlocked developing countries and small island developing countries; (3) U.N. support for the New Partnership for Africa's Development; (4) trade and development; (5) International Trade Center UNCTAD/WTO; (6) environment; (7) human settlements; (8) crime prevention and criminal justice; (9) international drug control; (10) economic and social development in Africa; (11) economic and social development in Asia and the Pacific; (12) economic development in Europe; (13) economic and social development in Latin America and the Caribbean; (14) economic and social development in Western Asia; (15) regular program of technical cooperation; (16) development account; (17) protection of and assistance to refugees; and (18) Palestine refugees. States that it shall be U.S. policy to: (1) redirect U.S. contributions to the United Nations to achieve such policy objectives; and (2) redirect a portion of Public Information and General Assembly funds to pursue budget efficiency and accountability goals. States that it shall be U.S. policy to use its influence at the United Nations to: (1) ensure that future U.N. biennial budgets reflect such policies; (2) enforce zero nominal growth in all assessed dues to the regular budget of the United Nations and its agencies and programs; (3) enforce the 5.6 rule at the United Nations, requiring the Secretariat to identify low-priority activities in the budget proposal; (4) ensure the United Nations is annually publishing a list of all subsidiary bodies and their functions, budgets, and staff; and (5) ensure that the difference between the scale of assessments for the five permanent Security Council members is not greater than five times that of any other permanent member of the Security Council, and if a permanent member with veto power is not in compliance with such requirement, the U.S. Permanent Representative to the United Nations should use U.S. influence to deny veto power to such member. Amends the United Nations Participation Act of 1945 to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to implement such policies, including the withholding of U.S. consensus for the biennial budget until the budget reflects such policies. Maintains the 22% limit on annual U.S. contributions to the U.N. regular assessed budget. States that if one or more of such programs have not been redirected to voluntary funded programs by 2008, the amount of funds assessed to the United States for such programs shall be redirected, subject to congressional notification, as follows: (1) not more than 40% of the funds shall be redirected to internal oversight programs, human rights programs, humanitarian assistance programs, and 16 of the 18 programs (the two excluded programs are refugee assistance and Palestine refugees); and (2) the remaining amounts to voluntarily funded U.N. specialized agencies, funds, or programs. Authorizes the Secretary, subject to congressional notification, to make voluntary contributions to such 16 programs, not to exceed 10% of the 40% total. Directs the U.S. Permanent Representative to the United Nations to make efforts to reduce budgets (10% from the 2004-2005 budget for 2007, and 20% from the 2004-2005 budget for the 2008-2009 and subsequent biennial periods) for the Public Information and the General Assembly Affairs and Conference programs. Requires: (1) 20% U.S. assessment redirection if the 2007 reduction is not achieved; and (2) certification that the reductions have been achieved for 2008-2009 and subsequent periods. Prohibits the Secretary from making a contribution to the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) in an amount greater than the highest contribution to UNRWA made by an Arab country, but may not exceed 22% of UNRWA's total budget. (Defines an Arab country for such purpose as Algeria, Bahrain, Comoros, Dijibouti, Egypt, Iran, Jordan, Kuwait, Lebanon, Libya, Mauritania, Morocco, Oman, Qatar, Saudi Arabia, Somalia, Sudan, Syria, Tunisia, the United Arab Emirates, Iraq, and Yemen.) (Sec. 1212) States that it shall be U.S. policy to pursue weighted voting with respect to all budgetary and financial matters in the Administrative and Budgetary Committee and in the General Assembly in accordance with the level of a member's financial contribution to the U.N. regular assessed budget. (Sec. 1213) Sets forth U.N. budget certification requirements respecting: (1) budget maintenance not in excess of of the level agreed to by the General Assembly unless increases are agreed to by consensus and do not exceed 10%; (2) identification of expenditures by functional category; (3) requiring program managers to follow performance-based budgeting and program evaluation; and (4) requiring that all new programs approved by the General Assembly have a sunset date. (Sec. 1214) Requires certification that the United Nations has established an Independent Oversight Board, whose primary mission shall be to oversee the Office of Internal Oversight Services and the Board of External Auditors. Requires certification that specified reforms to the Office of Internal Oversight Services have been made, including: (1) designation as an independent U.N. entity; (2) full funding from the U.N. budget and personnel resources; (3) investigative and audit authority; (4) whistleblower protections for U.N. employees; and (5) creation of the positions of Associate Director for Specialized Agencies and Funds and Programs, Associate Director for Peacekeeping Operations, and Associate Director for Procurement and Contract Integrity. Requires certification that the United Nations has established: (1) a United Nations Office of Ethics as an independent U.N. entity, which shall be responsible for establishing and enforcing a code of employee ethics and related training; and (2) a position of Chief Operating Officer. Requires certification that: (1) U.N. members, upon request, are granted access to Board of External Auditors reports and audits; and (2) the United Nations has taken specified release of document and waiver of immunity actions with respect to the oil-for-food program. Directs the President to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to ensure that the Secretary General waives the immunity of any U.N. official if such immunity would impede the course of justice. (Sec. 1215) Directs the President to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to work toward General Assembly adoption of: (1) a definition of terrorism that includes any action intended to cause death or serious bodily harm to civilians with the purpose of intimidating a population or compelling a government or an international organization to do, or abstain from doing, any act; and (2) a comprehensive convention on terrorism that includes such definition. (Sec. 1216) Directs that U.S. contributions to the U.N. regular assessed budget be withheld in amounts that are proportional to the percentage of such budget expended for a U.N. human rights treaty monitoring body or committee that was established by: (1) a convention (without any protocols) or an international covenant (without any protocols) to which the United States is not party; or (2) a convention, with a subsequent protocol, if the United States is a party to neither. (Sec. 1217) Directs the President to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to expand the Western European and Others Group (WEOG) to include Israel as a permanent member with full rights and privileges. Requires the Secretary to notify the appropriate congressional committees every six months for the next two years regarding such situation. Directs the Secretary to audit and report respecting duplicative entities and functions of: (1) the United Nations Division for Palestinian Rights; (2) the Committee on the Exercise of the Inalienable Rights of the Palestinian People; (3) the United Nations Special Coordinator for the Middle East Peace Process and Personal Representative to the Palestine Liberation Organization and the Palestinian Authority; (4) the NGO Network on the Question of Palestine; (5) the Special Committee to Investigate Israeli Practices Affecting the Human Rights of the Palestinian People and Other Arabs of the Occupied Territories; and (6) any other entity the Secretary determines results in duplicative efforts or funding or fails to ensure balance in the approach to Israeli-Palestinian issues. Directs: (1) the U.S. Permanent Representative to the United Nations to use U.S. influence to seek implementation of such report's recommendations; (2) that U.S. contributions to the U.N. regular assessed budget be withheld in amounts that are proportional to the percentage of such budget expended for such entities until such recommendations' implementation; and (3) GAO to conduct a related audit. (Sec. 1218) Directs the Secretary to report on: (1) U.N. reform since 1990; (2) U.N. personnel; and (3) U.S. contributions to the United Nations. (Sec. 1221) Directs the President to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to: (1) secure implementation of Security Council Resolution 1559 (Lebanon's sovereignty, foreign forces, and militias); and (2) secure a Security Council resolution imposing punitive measures on countries whose forces remain in Lebanon and directly or through proxies infringe on Lebanon's sovereignty. (Sec. 1222) States that it shall be U.S. policy to oppose Security Council expansion if such expansion would: (1) diminish U.S. influence on the Security Council; (2) include veto rights for new Security Council members; or (3) undermine Security Council effectiveness. (Sec. 1223) Directs the President to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to: (1) suspend the membership of a country engaged in or complicit in genocide, ethnic cleansing, or crimes against humanity; (2) impose an arms and trade embargo and travel restrictions on, and freeze the assets of, all responsible groups and individuals; (3) deploy a U.N. peacekeeping operation or authorize and support an international or regional peacekeeping operation to stop such acts; (4) deploy monitors from the United Nations High Commissioner for Refugees to areas where such acts are occurring; and (5) authorize the establishment of an international commission of inquiry into such acts. Requires a related certification. (Sec. 1224) Directs the President to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to: (1) require U.N. employees to officially and publicly condemn anti-Semitic statements made at any U.N. session or its specialized agencies; (2) require U.N. employees and its specialized agencies to be subject to punitive action for making anti-Semitic statements or references; and (3) implement education awareness programs about the Holocaust and anti-Semitism as part of an effort to combat intolerance and hatred. Requires a related certification. Subtitle B: Human Rights and the Economic and Social Council (ECOSOC) - (Sec. 1231) States that shall be U.S. policy to use its influence at the United Nations to ensure that a credible Human Rights Council or other human rights body is established within the United Nations whose member countries uphold the values embodied in the Universal Declaration of Human Rights. Directs the President to direct the U.S. Permanent Representative to the United Nations to ensure that the following human rights reforms have been adopted by the United Nations: (1) a member country that fails to uphold the values embodied in the Universal Declaration of Human Rights shall be ineligible for membership on any U.N. human rights body; (2) a member country shall be ineligible for membership on any U.N. human rights body if such country is subject to Security Council sanctions, or under a Security Council human rights investigation; (3) a member country shall be ineligible for membership on any U.N. human rights body if it is currently, or has been within the previous three years, subject to an adopted country specific resolution relating to human rights abuses perpetrated by the government of such country; (4) a member country that violates the principles of a UN human rights body shall be ineligible for membership on such body; (5) no human rights body has a standing agenda item that relates only to one country or region; and (6) the practice of considering in the principal U.N. body country specific resolutions relating to human rights abuses perpetrated by the government of a member country within such country shall not be eliminated. Requires a related certification. Directs the U.S. Permanent Representative to the United Nations to work to prevent abuse of \"no action\" motions, particularly relating to country specific resolutions. States that it shall be U.S. policy to strongly support the Office of the United Nations High Commissioner for Human Rights. Requires a certification by the Secretary that the Office has been given greater authority in field operation activities, such as in the Darfur region, and in the Democratic Republic of the Congo. Prohibits a U.N. employee from having unauthorized contact, including business contacts, with a member country that is subject to U.N. sanctions. (Sec. 1232) States that it shall be U.S. policy to use its influence at the United Nations to: (1) abolish secret voting in ECOSOC; (2) ensure that, until such time as the Commission on Human Rights is abolished, only countries that are not ineligible for membership shall be considered for membership; and (3) ensure that after candidate countries are nominated for Commission on Human Rights membership, ECOSOC conducts a recorded membership vote. Requires a related certification. (Sec. 1233) Directs the President to direct the U.S. Permanent Representative to the United Nations to use U.S. influence to establish a Democracy Fund at the United Nations to be administered by United Nations Democracy Caucus members. Requires a related certification. Subtitle C: International Atomic Energy Agency - (Sec. 1241) Directs the President to direct the U.S. Permanent Representative to the IAEA to use U.S. influence to: (1) establish in IAEA an Office of Compliance as an independent body of technical experts that will assess member country compliance and recommend penalties for violations of IAEA obligations; (2) establish in IAEA a Special Committee on Safeguards and Verification to improve IAEA's monitoring and enforcement abilities; (3) seek the suspension of privileges for member countries that are under investigation for IAEA noncompliance; (4) ensure that a member country that is in breach of, in noncompliance with, or has withdrawn from the Nuclear Nonproliferation Treaty shall return to the IAEA all nuclear materials and technology received from the IAEA or any member country of the IAEA or the Nuclear Nonproliferation Treaty; (5) ensure that inspection funds are prioritized for countries with beginning nuclear programs; (6) block IAEA funds to a country that has aided international terrorism and not dismantled its weapons of mass destruction program, or is under investigation for, or in violation of, IAEA obligations; (7) block membership on the Board of Governors to countries that are under investigation or in violation of IAEA obligations and have not signed or ratified the Additional Protocol; (8) eliminate the Small Quantities Protocol; and (9) ensure the adoption of a Board of Governors resolution making Iran ineligible to receive any nuclear material, technology, equipment, or assistance from any IAEA member country and ineligible for any IAEA assistance not related to safeguards inspections or nuclear security until Iran provides IAEA access to its nuclear-related facilities, is in compliance with the Additional Protocol, and has dismantled its nuclear-enrichment and reprocessing programs. (Provides penalties for member countries in violation of such provisions respecting Iran.) (Sec. 1242) Expresses the sense of Congress that U.S. national security interests are enhanced by IAEA's Nuclear Security Action Plan, and IAEA should incorporate the Nuclear Security Action Plan into the its regular budget. Subtitle D: Peacekeeping - (Sec. 1251) Expresses the sense of Congress that: (1) although U.N. peacekeeping operations have contributed greatly toward peace and stability and the majority of peacekeeping personnel have served with honor and courage, U.N. peacekeeping has been tarnished by operational failures and acts of misconduct; and (2) reforms, particularly in the areas of planning, management, training, conduct, and discipline, are necessary to restore confidence in U.N. peacekeeping operations. (Sec. 1252) States that it shall be U.S. policy to pursue reform of U.N. peacekeeping operations in the areas of: (1) planning and management, including auditing and review of operations, leadership qualifications, pre-deployment training, and use of gratis military personnel; (2) conduct and discipline, including adoption of a uniform code of conduct, creation of an independent investigative body for operations, and personal rather that institutional liability for misconduct; and (3) creation of a Peacebuilding Commission to marshal the efforts of the United Nations, international financial institutions, donors, and non-governmental organizations to assist countries in transition from war to peace. (Sec. 1253) Directs the President to direct the U.S. Permanent Representative to the United Nations to oppose the creation of any new or expansion of any existing U.N. peacekeeping operation until the Secretary certifies to the appropriate congressional committees that specified reforms have been implemented, including: (1) adoption of a uniform code of conduct and related training mechanisms; (2) design of educational outreach programs within local communities to explain prohibited acts and identify the individual to whom the local population may direct complaints of misconduct; (3) creation of a centralized database to track cases of misconduct; (4) establishment of an independent investigative and audit function; and (5) adoption of a model memorandum of understanding for troop contributing countries. (Sec. 1254) States that nothing in this title shall be: (1) construed as superseding the Uniform Code of Military Justice or operating to effect the surrender of U.S. officials or members of the armed forces to a foreign country or international tribunal, including the International Criminal Court, for prosecutions arising from peacekeeping operations or other similar U.N. activity; and (2) interpreted in a manner inconsistent with the American Servicemembers' Protection Act of 2002. Subtitle E: Department of State and Government Accountability Office - (Sec. 1261) Directs the Secretary to make every effort to recruit U.S. citizens for positions in international organizations. (Sec. 1262) Requires the annual congressional budget justification to include an itemized request in support of the assessed U.S. contribution to the U.N. regular assessed budget. States that: (1) such itemization shall contain information relating to the amounts in support of each section and title of the regular assessed budget, and compare such amounts with previous U.S. contributions; and (2) the Secretary shall consult with the appropriate congressional committees respecting any proposed U.N. budget adjustments. (Sec. 1263) Directs the Secretary report to the appropriate congressional committees with respect to U.N. programs that are funded through assessed contributions, including recommendations concerning which programs should be continued and which should be voluntarily funded. (Sec. 1264) Directs GAO to report respecting: (1) the status of the management reforms recommended by the Secretary General in 1997, 2002, and 2005; (2) certifications required by this Act and the United Nations Participation Act of 1945; and (3) construction costs for the World Meteorological Organization (WMO) and the World Intellectual Property Organization (WIPO) buildings in Geneva, Switzerland. Subtitle F: Certifications and Withholding of Contributions - (Sec. 1271) States that if the budgeting, oversight and accountability, and human rights certifications (or the alternative certifications) required by this Act are not implemented the United States shall appropriate but withhold 50% of its contributions to the U.N. regular assessed budget. Requires: (1) certifications for 2007 and subsequent years; and (2) annual compliance reviews by the Secretary, and reapplication of the 50% withholding for subsequent certification noncompliance. Sets forth an alternative certification process under which the Secretary may certify to the appropriate congressional committees that the requirements for each certification have been implemented through reforms that are substantially similar or accomplish the same purposes (as defined by this Act). States that: (1) if at least 32 of the reforms have been implemented all reforms shall be considered to have been implemented for the year of certification; and (2) if the remaining reforms have not been implemented by the next year the 50% withholding provision shall apply. Specifies 15 reforms required to be among such 32 reforms, including: (1) 20% reductions for Public Information and General Assembly Affairs and Conference Services budgets; (2) annual budget level maintenance; (3) new program sunset provisions; (4) an Independent Oversight Board; (5) a United Nations Office of Ethics; (6) U.N. human rights body ineligibility for a member country failing to uphold the values of the Universal Declaration of Human Rights, or under Security Council sanction or investigation for human rights abuses; (7) barring any U.N. human rights body from having a standing agenda item that relates only to one country or region; (8) Economic and Social Council secret voting abolishment; and (9) Commission on Human Rights membership. Title XIII: Opening Doors for Foreign Students - Opening Doors for Foreign Students Act of 2005 - (Sec. 1303) Directs the Secretary to develop and report to the appropriate congressional committees on a comprehensive strategy to attract foreign students to study in the United States. (Sec. 1304) Directs the The Secretary to: (1) review the five-year application and issuance rates for F-1 (foreign student) and J-1 (exchange visitor) nonimmigrant visas at U.S. diplomatic or consular missions, identify missions that have experienced significant application and visa issuance declines and missions that have experienced subsequent recovery rates; (2) obtain best practices from those missions that have experienced recoveries and direct those missions that have experienced declines to apply corrective measures; and (3) report to the appropriate congressional committees. (Sec. 1305) Amends the Foreign Service Act of 1980 to direct the Secretary to establish Foreign Service training in processing F-1 and J-1 visas. (Sec. 1306) States that the Secretary should undertake a diplomatic dialogue with key foreign governments, including the PRC and the Russian Federation, to provide for extended validity of F-1 and J-1 visas. Title XIV: Miscellaneous Provisions - Subtitle A: General Provisions - (Sec. 1401) States that it is U.S. policy that: (1) there is not a free and fully democratic government in Iran; (2) the United States supports full democracy in Iran; (3) the United States supports the rights of the Iranian people to choose their system of government; and (4) the United States condemns the brutal treatment, imprisonment, and torture of Iranian political dissenters. (Sec. 1402) Expresses the sense of Congress that: (1) Russia's assistance to Iran on the Bushehr nuclear reactor is inconsistent with U.S. nonproliferation goals; (2) Iran's stated plans to construct 20 new nuclear facilities and its development of nuclear technologies, coupled with acknowledged and unacknowledged ties to terrorist groups, constitute a threat to global peace and security; and (3) U.S. national security interests will best be served if the United States implements a long-term strategy to halt all foreign nuclear cooperation with Iran. Calls upon the G-8 governments to: (1) insist that Russia terminate all assistance to the Bushehr nuclear facility; and (2) condition Russia's continued G-8 membership on Russia's termination of all assistance to nuclear plants in Iran. (Sec. 1403) Declares that, for the purpose of maintaining regional balances with respect to the location of international organizations and institutions in Africa, such organizations or institutions, such as the African Development Bank, that move their headquarters offices from their original locations for reasons of security should return once those security issues have been resolved or should relocate to another country in the region in which the organization or institution was originally headquartered. (Sec. 1404) Amends the the International Academic Opportunity Act of 2000 (title III of the Microenterprise for Self-Reliance and International Anti-Corruption Act of 2000) to increase the authorization level for the Benjamin Gilman International Scholarship Program. (Sec. 1405) Prohibits the Department and its missions abroad from engaging in any activity, such as the celebration of Showa holiday, which may serve to commemorate the leaders of Imperial Japan connected to the attack on the U.S. Fleet at Pearl Harbor, Oahu, Hawaii, on December 7, 1941. (Sec. 1406) Directs the Secretary to: (1) secure the support of the governments of countries represented on the decisionmaking boards and councils of the World Bank Group (the International Bank for Reconstruction and Development, the International Development Association, the International Financial Corporation, and the Multilateral Investment Guaranty Agency) to oppose any further activity in Iran until Iran abandons its nuclear weapons program; and (2) report to the appropriate congressional committees. (Sec. 1407) States that it is U.S. policy to support the activities of the Southeast European Cooperative Initiative (SECI) Regional Center for Combating Trans-Border Crime. (Sec. 1408) Calls on Turkey to uphold and safeguard religious and human rights, and to grant specified rights and recognition to the Ecumenical Patriarch. (Sec. 1409) Expresses appreciation for the government of Azerbaijan's efforts to find the individual(s) responsible for the murder of U.S. citizen John M. Alvis, and urges the Secretary to make this a priority issue in U.S.-Azerbaijan relations. (Sec. 1410) Condemns the disenfranchisement of women, including restrictions that prevent women from holding office. Calls on the government of Saudi Arabia to promulgate a law that grants women the rights to vote and hold office. Encourages the President to take appropriate action, including downgrading diplomatic relations, to encourage countries that disenfranchise only women to grant women such rights. (Sec. 1411) Authorizes FY2006-FY2007 appropriations for the Department's Bureau for International Narcotics and Law Enforcement Affair (INL) to purchase or lease a maritime refueling support vessel to support U.S. drug interdiction duties in the Eastern Pacific maritime transit zone. (Sec. 1412) States that it is U.S. policy to oppose any international or global tax that is or may be considered by the United Nations or its agencies, with an exception for publication or other fees that are not tantamount to a tax on a U.S. person. (Sec. 1413) Commends: (1) the Heads of State of the Shanghai Cooperation Organization (SCO) (Kazakhstan, Kyrgyzstan, the PRC, Russia, Tajikistan, and Uzbekistan) for their declaration of support of the Global War on Terrorism and for their efforts to combat and prevent terrorism; and (2) the support of the international coalition in Afghanistan. Calls on the President, the Secretary, and the Secretary of Defense to open a dialogue with SCO member states concerning base use, and report to Congress on the outcome of such dialogue. (Sec. 1414) Directs the Secretary to: (1) to take specified actions through the INL to prevent the smuggling of methamphetamine into the United States from Mexico; and (2) report annually to the appropriate congressional committees. Authorizes FY2006-FY2007 appropriations. (Sec. 1415) Condemns and enumerates the attacks on U.S. citizens by Palestinian terrorists and demands that the PA work with Israel to protect all innocent individuals, regardless of citizenship, from terrorist atrocities. Offers congressional condolences to the families of U.S. citizens killed by Palestinian terrorist attacks. (Sec. 1416) States that it shall be U.S. policy to seek the expeditious transfer of Charles Ghankay Taylor, former President of the Republic of Liberia, to the jurisdiction of the Special Court for Sierra Leone to undergo trial for war crimes, crimes against humanity, and other serious violations of international humanitarian law. (Sec. 1417) Expresses the sense of Congress that calls for an early withdrawal of U.S. and coalition forces from Iraq: (1) are counterproductive to U.S. security aims and the hopes of the Iraqi people; and (2) undermine the morale of U.S., coalition, and Iraqi forces and put their security at risk. States that it shall be U.S. policy: (1) to pursue a transfer of responsibility for Iraqi security to Iraqi forces; and (2) not to withdraw prematurely U.S. armed forces from Iraq, but to do so only when U.S. national security and foreign policy goals relating to a free and stable Iraq have been achieved. Subtitle B: Sense of Congress Provisions - (Sec. 1421) Expresses the sense of Congress that Fulbright program activities for the Republic of Korea should provide for participation by students from throughout South Korea representing a broad range of educational institutions, programs, and courses of study. (Sec. 1422) Expresses the sense of Congress that: (1) it is in U.S. national interests to communicate directly with officials of Taiwan, including the President of Taiwan, the Vice-President of Taiwan, the Foreign Minister of Taiwan, and the Defense Minister of Taiwan; and (2) the Department should admit such officials to the United States, and facilitate high level meetings between them and their U.S. counterparts. (Sec. 1423) Recognizes Dr. Abdul Qadeer Khan's role as a nuclear arms trafficker and China's involvement in the trafficking network by providing Dr. Khan with nuclear weapons designs. Expresses the sense of Congress that the United States should: (1) continue efforts to dismantle the illegal international nuclear proliferation network created by Dr. Khan, and counter through diplomacy and negotiation the proliferation of weapons of mass destruction from Pakistan to other countries; (2) request interviews with, and Pakistan should grant access to, Dr. Khan and his top associates; and (3) take the steps necessary to ensure that Pakistan has verifiably halted any cooperation with any country in the development of nuclear or missile technology, or any other technology, material, or equipment for the development of weapons of mass destruction. (Sec 1424) Expresses the sense of Congress that the Secretary should: (1) strongly express U.S. opposition to the inclusion in Palestinian textbooks of materials which foster anti-Semitism and rejection of peace with Israel; and (2) express U.S. unwillingness to continue to support PA educational programs should the PA continue to include material which does not foster tolerance and peace. (Sec. 1425) Expresses the sense of Congress that: (1) the United States should play a leading role in the drafting of an international convention that affirms the human rights and dignity of persons with disabilities; and (2) the President should authorize the Secretary to send to the Sixth Session of the United Nations Ad Hoc Committee on a Comprehensive and Integral International Convention on the Protection and Promotion of the Rights and Dignity of Persons with Disabilities a U.S. delegation which includes leaders in the U.S. disability rights movement. (Sec. 1426) Expresses the sense of Congress that the Department should report to the appropriate congressional committees regarding the marginalization of Pacific Islands students in the awarding of Fulbright Scholarships. (Sec. 1427) Expresses the sense of Congress that: (1) the governments and peoples of Turkey and the newly independent states of the Caspian Sea region should be congratulated for the successful completion of the Baku-Tbilisi-Ceyhan pipeline; (2) U.S. support for the independence and economic development of the newly independent states of the Caspian Sea region should be reaffirmed; and (3) projects should be encouraged that develop the east-west energy transportation corridor between the newly independent states of the Caspian Sea region and Europe, and that advance U.S. strategic goals. (Sec. 1428) Expresses the sense of Congress that Poland should develop a final and nondiscriminatory settlement for those individuals who had their private property seized and confiscated by the Nazis during World War II or by the Communist Polish government after the war. (Sec. 1429) Expresses the sense of Congress that: (1) the government of the Republic of Cote d'Ivoire and the government of the Republic of Ghana should be commended for their steps to address the situation of child labor in the cocoa sector, and should consider child labor and forced labor issues top priorities; (2) such governments, the chocolate industry, and nongovernmental organizations should continue their efforts to develop and implement a system to monitor child labor in the cocoa industry; and (3) the Department should assist such governments in preventing the trafficking of persons into the cocoa fields and other industries in West Africa. (Sec. 1430) Expresses the sense of Congress that: (1) Iraqi Kurds should be commended for their many contributions and sacrifices made in the cause of creating a democratic Iraq; and (2) the Iraqi Transitional Government and the Kurdistan Regional Government are expected to adhere to the highest standards of democratic governance, including through enforcement of full equality and rights for all religious and ethnic minorities, such as Assyrians and Turcomans. (Sec. 1431) Expresses the sense of Congress that: (1) the Secretary should strengthen the 2003 Proliferation Security Initiative by placing particular emphasis on including non-NATO countries; and (2) the United States should seek an international instrument to enhance international cooperation regarding the interdiction, seizure, and impoundment in international waters and airspace of illicit shipments of weapons of mass destruction. (Sec. 1432) Expresses the sense of Congress that the President should implement standards to improve the security of nuclear weapons and materials. (Sec. 1433) Expresses the sense of Congress that the United States should assist the International Criminal Court to bring to justice persons accused of genocide, war crimes, or crimes against humanity in Darfur, Sudan, provided that legally binding assurances have been received from the U.N. Security Council or the Court that no current or former U.S. official, employee (including any contractor), armed forces member, or U.S. national will be subject to Court prosecution in connection with these efforts. (Sec. 1434) Expresses the sense of Congress that: (1) all countries that host satellite companies that broadcast al-Manar television (owned by Hezbollah), on whose territory al-Manar may be viewed over media subject to government regulation, or where advertising or other financial support for al-Manar originates, should suppress al-Manar's terroristic programming; and (2) the Arab States Broadcasting Union should revoke al-Manar's membership status because of al-Manar's promotion of hatred and incitement to violence, including suicide bombings, directed toward Americans, Israelis, and Jews. (Sec. 1435) Expresses the sense of Congress that the President should transmit to the appropriate congressional committees as soon as possible the plan to provide for a stable and secure government of Iraq and an Iraqi military and police force that will allow the U.S. military presence in Iraq to be diminished. (Sec. 1436) Expresses the sense of the Congress that the government of Ethiopia should account for, compensate, or return to U.S. citizens and entities property that has been nationalized or otherwise seized by the government of Ethiopia in contravention of international law. (Sec. 1437) Expresses the sense of Congress that: (1) the comments by Chinese General Zhu Chenghu advocating the use of nuclear weapons against the United States are both damaging to U.S.-China relations and a violation of China's commitment to resolve its differences with Taiwan peacefully; and (2) the government of China should renounce the use of force against Taiwan, disavow General Zhu's statements, and relieve General Zhu from his command. (Sec. 1438) Expresses the sense of Congress that: (1) the capture, detention, and interrogation of international terrorists are essential to the successful prosecution of the Global War on Terrorism and to defense of the United States, its citizens, and its coalition partners from future terrorist attacks; (2) the detention and lawful, humane interrogation by the United States of detainees at Guantanamo Bay, Cuba, is essential to the defense of the United States and its coalition partners and to the successful prosecution of the Global War on Terrorism; and (3) the detention facilities and interrogations at Guantanamo Bay, Cuba, play an essential role in U.S. security and should not be closed or ended while the United States is waging the Global War of Terrorism."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2006-2007, State Department", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "State Department FY2006-2007 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 2006 and 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Broadcasting Authorization Act, Fiscal Years 2006 and 2007", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 2006 and 2007", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "ADVANCE Democracy Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Advance Democratic Values, Address Nondemocratic Countries, and Enhance Democracy Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "East Asia Security Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Henry J. Hyde United Nations Reform Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "International Broadcasting Authorization Act, Fiscal Years 2006 and 2007", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Nuclear Black Market Elimination Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Opening Doors for Foreign Students Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Strategic Export Control and Security Assistance Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Department of State for fiscal years 2006 and 2007, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:18-05:00"
}