{
  "actions": [
    {
      "acted_at": "1974-03-22", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-09-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 93-1140.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-18", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #412 (64-23).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3221-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1973-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-22", 
  "number": "3221", 
  "official_title": "A bill to increase the supply of energy in the United States from the Outer Continental Shelf; to amend the Outer Continental Shelf Lands Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Supply Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-22", 
  "subjects": [
    "Continental shelf", 
    "Energy", 
    "Environmental protection", 
    "Oceans and oceanography", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Continental shelf", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-09-18", 
    "text": "(LATEST SUMMARY) Energy Supply Act - =Title I: Findings and Purposes= - States that the purpose of this Act shall be to increase domestic production of oil and natural gas in order to assure material prosperity and national security, reduce dependence on unreliable foreign sources, and assist in maintaining a favorable balance of payments. =Title II: Increased Production of Outer Continental Shelf Energy Resources= - States that Congress declares it to be the policy of the United States that all Outer Continental Shelf lands determined to be both geologically favorable for the accumulation of oil and gas and capable of supporting oil and gas and development without undue environmental hazard or damage should be made available for leasing as soon as practicable after that determination is made. Directs the Secretary of the Interior to conduct a leasing program for oil and gas resources of the Outer Continental Shelf. Directs the Secretary of the Interior to conduct a survey program regarding oil and gas resources of the Outer Continental Shelf. Directs the Secretary to prepare and publish a series of topographic, geological, and geophysical maps and reports on the Outer Continental Shelf. Makes appropriations for such surveys, reports, and maps for fiscal 1975-1976. Directs the Secretary to carry out a research and development program designed to improve technology related to development of the oil and gas resources of the Outer Continental Shelf. Directs the Secretary to establish equipment and performance standards for oil spill cleanup plans and operations. Requires the Secretary to regularly inspect all operations authorized pursuant to this Act and strictly enforce safety regulations promulgated pursuant to this Act and other applicable laws and regulations relating to public health, safety, and environmental protection. Makes lease holders and the Offshore Oil Pollution Settlements Fund strictly liable to all parties, public or private, damaged from oil discharges, without regard to fault for such damages and without regard to ownership of any affected lands, structures, fish, wildlife, or biotic or other natural resources relied upon by any damaged party for subsistence or economic purposes. Establishes the Offshore Oil Pollution Settlements Fund as a nonprofit corporate entity that may sue and be sued in its own name. Imposes on each barrel of oil produced pursuant to any lease issued or maintained under this Act a fee of 2-1/2 cents per barrel, to be deposited into the Fund. Establishes in the Treasury of the United States the Coastal States Fund and authorizes the Secretary to make grants from the fund to the coastal States to assist them to ameliorate adverse environmental effects and control secondary social and economic impacts associated with the development of Federal energy resources in, or on the Outer Continental Shelf. Allows citizen suits by any person whose interests are adversely affected by violators of this Act. Requires the Secretary to promote competition in the leasing of Outer Continental Shelf lands. Sets forth penalties for violation of this Act. Provides that no oil or gas lease may be issued pursuant to this Act unless the lease requires that development be carried out in accordance with a development plan which has been approved by the Secretary, and provides that failure to comply with such development plan will terminate the lease. =Title III: Miscellaneous Provisions= - States that, one year after the date of enactment of this Act, the Interstate Commerce Commission and the Secretary of Transportation shall submit to the President and the Congress a report on the adequacy of existing transport facilities and regulations to facilitate distribution of oil and gas resources of the Outer Continental Shelf."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Supply Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the supply of energy in the United States from the Outer Continental Shelf; to amend the Outer Continental Shelf Lands Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:07-05:00"
}