{
  "actions": [
    {
      "acted_at": "1989-03-09", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-09", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-09", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-15", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Government Activities and Transportation", 
      "text": "Referred to the Subcommittee on Government Activities and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Insular And International Affairs", 
      "text": "Referred to the Subcommittee On Insular And International Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-19", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "bill_ids": [
        "s2362-101"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Provisions Included In S.2362.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1338-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Activities and Transportation", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Insular and International Affairs", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1989-03-09", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1989-03-09", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1989-03-09", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-09", 
  "number": "1338", 
  "official_title": "To provide for the disposition of excess Federal land located on Guam, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Blaz, Ben G.", 
    "state": "GU", 
    "thomas_id": "00096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-09", 
  "subjects": [
    "Claims", 
    "Guam", 
    "Land transfers", 
    "Naval bases", 
    "Public lands and natural resources", 
    "Surplus government property", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-09", 
    "text": "Requires the Administrator of General Services or the Secretary of Defense to transfer, without consideration, the United States' right, title, and interest in specified excess property on Guam to the Superior Court of Guam within six months after enactment of this Act. Requires the Secretary, not later than one year after such date, to determine if a specified parcel of land is excess and to transfer the United States' interest in it, without consideration, to the Superior Court of Guam as soon as practicable after such determination. Prohibits any transfer of land under this Act until the land is determined to be surplus property. Provides that such land will be deemed to be surplus property 30 days after the Administrator of General Services notifies executive agencies that such land is excess property, unless any agency pays to the Administrator the fair market value of the land. Authorizes the Superior Court of Guam to: (1) hold the title to all lands transferred; (2) render decisions on claims of persons and their heirs for eligibility for the transfer of land; (3) transfer to a qualified transferee the Court's interest in such land; and (4) determine the amount of consideration to be paid by a qualified transferee. Provides that if any portion of any property transferred does not remain in the ownership of United States persons it shall revert to the Government of Guam, that the transferred land shall be treated as \"after-discovered property\" under Guam's probate code, proof of ownership of such lands shall be in accordance with the civil evidentiary laws of Guam, and that determinations of the Superior Court of Guam shall be conclusive on all issues and will not be appealable. Requires the Superior Court of Guam, ten years after the enactment of this Act, to transfer to the Government of Guam all of the Court's remaining interest in the transferred land. Requires that three months after the disposition of all claims related to other property on Guam which may be determined to be excess, the Superior Court shall transfer its remaining interest to the Government of Guam. Provides that if any interest in any property transferred to the Government of Guam is transferred to any person who is not a United States person, that interest shall revert to the United States. Prohibits the transfer of any land to a qualified transferee until he pays to the Secretary of the Treasury an amount equal to the amount of any compensation paid by the United States (adjusted for inflation) which is attributable to such land and either: (1) waives all claims with respect to such land including the right to receive any award pursuant to a specified settlement; or (2) pays the amount of such an award (adjusted for inflation) received to the Secretary of the Treasury within six months after the date on which the Superior Court of Guam decides that such transferee is eligible for land pursuant to this Act. Provides that any person or heir is a qualified transferee if he: (1) is a United States person; and (2) files in the Superior Court of Guam a claim for the transfer of specified land which the United States acquired. Requires the Attorney General to make available to the Superior Court of Guam, without charge, the report commonly referred to as the Middlebrook Report. Requires the Attorney General to assist the Superior Court of Guam in identifying the owners, size, and amount of compensation or settlement award for land transferred to the Superior Court of Guam. Describes excess Federal property on Guam as of the date of the enactment of this Act. Directs the Secretary of the Navy to execute the instruments needed to modify the conditions under which specified land was transferred to the Government of Guam. Repeals the requirement that the sale by the Government of Guam of specified property conveyed to it by the Secretary of the Navy shall only be for a monetary consideration. Requires the Administrator of the General Services Administration to transfer, without consideration, to the Government of Guam all U.S. interest in Apra Harbor Parcel 6 to be used exclusively for plant and wildlife conservation. Provides that such parcel shall revert to the United States if: (1) the parcel is used for any purpose other than plant and wildlife conservation; or (2) the Government of Guam transfers any portion of its interest in the parcel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To provide for the disposition of excess Federal land located on Guam, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:09-05:00"
}