{
  "actions": [
    {
      "acted_at": "1977-04-26", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6656-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Allen, Clifford R.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "00012", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ashley, Thomas L.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "00032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Badillo, Herman", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Barnard, Doug, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "00054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brown, Gary E.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00133", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Caputo, Bruce F.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "D'Amours, Norman E.", 
      "sponsored_at": "1977-01-03", 
      "state": "NH", 
      "thomas_id": "00259", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hollenbeck, Harold C.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00553", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Pattison, Edward W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00899", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Steers, Newton I., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "01107", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Watkins, Wes", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "01206", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-26", 
  "number": "6656", 
  "official_title": "A bill to amend certain Federal laws pertaining to community development, housing, and related programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6655-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Housing and Community Development Act", 
  "sponsor": {
    "district": "5", 
    "name": "Reuss, Henry S.", 
    "state": "WI", 
    "thomas_id": "00954", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-26", 
  "subjects": [
    "Alaska", 
    "Community development", 
    "Cooperative housing", 
    "Disabled", 
    "Disaster insurance", 
    "Disasters", 
    "Executive reorganization", 
    "Federal aid to housing", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Floods", 
    "Government insurance", 
    "Health facilities", 
    "Home ownership", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing policy", 
    "Low-income housing", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "Native Americans", 
    "Public housing", 
    "Rural housing", 
    "Savings and loan associations", 
    "Social welfare", 
    "Urban affairs", 
    "Urban areas", 
    "Urban homesteading", 
    "Urban planning"
  ], 
  "subjects_top_term": "Home repair and improvement", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-26", 
    "text": "Housing and Community Development Act - Title I: Community Development Amendments - Amends the Housing and Community Development Act of 1974 to include the alleviation of physical and economic distress through private investment and community revitalization among the objectives of such Act. Defines additional terms including \"age of housing\" and \"extent of growth lag.\" Authorizes funds to be appropriated for the purpose of making grants to States and units of local governments to help finance community development programs, not to exceed: $3,500,000,000 for fiscal year 1978; $3,650,000,000 for fiscal year 1979; and $3,800,000,000 for fiscal year 1980. Limits amounts of appropriated funds which may be used to aid metropolitan cities, urban counties, and other units of local government within metropolitan areas to meet their hold-harmless needs. Authorizes funds not to exceed $400,000,000, to be appropriated for each of the fiscal years 1978, 1979, and 1980 for the purpose of assisting severely distressed cities that require supplemental grant assistance in order to alleviate excessive deterioration through neighborhood reclamation and community revitalization. Changes specified application and review requirements for such grants. Includes among activities eligible for assistance under this Act: (1) the financing of public or private acquisition for purposes or rehabilitation; and (2) activities carried out by public or private nonprofit entities which are necessary or appropriate to meeting the needs and objectives of approved community development plans. Sets forth the formulae which the Secretary of Housing and Urban Development must follow in order to determine the amount to be allocated to each metropolitan city and urban county and the distribution of remaining funds. Extends, by three years, the period during which funds will be reserved for use by the Secretary to make grants at his discretion. Increases, by one percent, the amount of funds to be reserved from the total amount appropriated for Community Development Programs. Removes the Secretary's authority to guarantee loans for acquisition of property with respect to grants to States and units of local government to help finance Community Development Programs. Authorizes the Secretary to make urban development action grants to severely distressed cities to help alleviate physical and economic deterioration through community revitalization in areas of population out-migration or stagnating or declining tax base. Reserves urban development action grants only to those cities that have demonstrated results in providing housing for persons of low- and moderate-income and in providing equal opportunity in housing and employment for low- and moderate-income persons and members of minority groups. Lists information to be included in applications for such grants, including a description of a concentrated Urban Development Action Program. Directs the Secretary to establish criteria to be followed in selecting cities to be recipients of such grants. Requires annual reviews and audits of grant recipients. Amends the Housing Act of 1964 to extend the rehabilitation loan program through fiscal year 1979. Authorizes $60,000,000 to be appropriated for fiscal year 1978. Authorizes appropriations for fiscal year 1978 for comprehensive planning under the Housing Act of 1954, of which funds 20 percent shall be made available for planning grants. Title II: Housing Authorizations - Amends the United States Housing Act of 1937 to increase the limit on funds that are authorized to be appropriated for contracts for annual contributions to low-income housing projects in 1977. Sets forth the limitation on funds authorized to be appropriated for the purpose of providing annual contributions for the operation of such projects. Prohibits the Secretary from entering into contracts for specified dwelling units after the enactment of this Act. Makes provisions for the assumption of maintenance responsibilities of existing units. Amends the National Housing Act to increase the maximum mortgage amounts under the Federal Housing Administration's multifamily mortgage insurance programs including the homeownership program. Changes the eligibility requirements for mortgage insurance under the National Housing Act by decreasing downpayment requirements. Permits the Secretary to increase mortgage insurance premiums for cooperative housing projects. Extends additional assistance payments for low-income rental projects which achieve 50 percent occupancy. Permits the Secretary of Housing and Urban Development to insure, on a permanent basis, mortgages and loans with provisions of varying rates of amortization. States that the principal obligation of such mortgages insured may not exceed 97 percent of the appraised value of the property covered by the mortgage. Exempts such insured mortgages from State laws limiting the amount of interest which may be charged. Amends the National Housing Act to increase the allowable maximum mortgage amount and the term of maturity for mortgage credit assistance. Amends the Housing and Community Development Act of 1974 to increase the amount authorized to be appropriated to reimburse the housing loan funds for properties transferred under the urban homesteading program. Amends the National Flood Insurance Act of 1968 to authorize funds, not to exceed $108,000,000 for fiscal year 1978 and such sums as are necessary for each fiscal year thereafter, for flood insurance studies. Amends the Housing and Urban Development Act of 1970 to authorize funds not to exceed $65,000,000 for fiscal year 1978 for specified research and demonstration projects. Increases the limits on amounts of conventional mortgages which may be purchased by the Federal National Mortgage Association and the Federal Home Loan Mortgage Corporation pursuant to the National Housing Act. Amends the Housing and Community Development Act of 1974 to prohibit the Secretary from applying new administrative policies in derogation of the rights (including the right of renewal) of an owner under specified leases. Amends the Housing Act of 1959 to direct the Secretary to issue and implement regulations for the efficient coordination of application processing for specified loans for housing for elderly and handicapped families. Amends the National Housing Act to authorize the Secretary to insure mortgages in any community where the Secretary determines among, other things that: (1) temporary adverse economic conditions exist throughout the community as a direct and primary result of outstanding claims to ownership of land in the community by an American Indian tribe, band, or Nation; (2) as a direct result of the community's temporarily impaired economic condition, owner occupants of homes in the community have been involuntarily unemployed or underemployed and have thus incurred substantial reductions in income which significantly impair their ability to continue timely payment of their mortgages; and (3) as a result, widespread mortgage foreclosures and distress sales of homes are likely in the community. Title III: Program Extensions - Amends the National Housing Act to extend specified Federal Housing Administration insurance programs including the following: (1) housing renovation and modernization; (2) general insurance authorization; (3) housing for moderate income and displaced families; (4) membership in cooperative associations for lower income families; (5) rental housing for low-income families; (6) coinsurance of mortgages; (7) experimental housing; (8) armed services housing; (9) group practice facilities and medical practice facilities; and (10) new communities. Extends the authority of the Secretary of Housing and Urban Development to grant flexible interest rates for specified mortgage insurance programs. Amends the National Flood Insurance Act of 1968 to extend the national flood insurance program until September 30, 1978. Extends, by one year, the Emergency Home Purchase Assistance Act and the new community program. Title IV: Lending Powers in Federal Savings and Loan Association - Amends the Home Owners' Loan Act of 1933 to extend the lending authority of Federal Savings and Loan Associations for the following: (1) construction loans; (2) single family dwelling loans; (3) property improvement loans; and (4) multifamily dwelling loans. Makes conforming amendments to the Federal Home Loan Bank Act. Title V: National Urban Policy - National Urban Policy and New Community Development Act- Amends the Urban Growth and New Community Development Act of 1970 to change its emphasis from urban \"growth\" to \"development and redevelopment.\" Makes changes in the contents of the President's national urban policy report. Title VI: Rural Housing - Authorizes appropriations for specified rural housing programs. Amends the Housing Act of 1949 to make changes in the guaranteed housing loan program. Authorizes prepayment of taxes and insurance by Farmers Home Administration borrowers without requiring that such funds are held in escrow. Authorizes the Secretary of Agriculture to make expenditures from the Rural Housing Insurance Fund in order to correct construction defects or to pay claims of the owner of property arising from such defects. Redefines the term \"domestic farm labor\" for purposes of farm housing loans and grants to include specified laborers in Puerto Rico and the Virgin Islands. Sets forth eligibility requirements for farm housing assistance for elderly or handicapped persons or families. Extends the program for rural housing loans for elderly and handicapped families to include congregate housing facilities for families who require some supervision and central services. Requires that at least 60 percent of insured rural housing loans shall benefit persons of low income. Authorizes the Farmers Home Administration to undertake rural housing research with any public or private body. Makes it mandatory for the Secretary of Agriculture to provide rural rental assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Community Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend certain Federal laws pertaining to community development, housing, and related programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:20-05:00"
}