{
  "actions": [
    {
      "acted_at": "1990-07-20", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-23", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held. Hearings printed: S.Hrg. 101-1182.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2882-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1990-07-20", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-20", 
  "number": "2882", 
  "official_title": "A bill to modify the boundaries of the Indiana Dunes National Lakeshore, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indiana Dunes National Lakeshores Access and Enhancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Coats, Daniel", 
    "state": "IN", 
    "thomas_id": "00209", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-20", 
  "subjects": [
    "Beaches", 
    "Dunes", 
    "Indiana", 
    "Names", 
    "National lakeshores", 
    "Open space lands", 
    "Parks", 
    "Right-of-way", 
    "Rivers", 
    "Roads and highways"
  ], 
  "subjects_top_term": "Parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-20", 
    "text": "Indiana Dunes National Lakeshore Access and Enhancement Act - Amends Federal law to allow the Secretary of the Interior to acquire the Crescent Dunes for the Indiana Dunes National Lakeshore. Requires the Secretary to study the Little Calumet River Corridor and the Salt Creek Corridor, and report to specified congressional committees on the results, including recommendations for protecting their scenic, natural, cultural, and recreational values. Directs the Secretary to report to the same committees: (1) with respect to relinquishment of road rights-of-way within the boundaries of the Lakeshore; and (2) the results of a study of the Deep River Corridor. Allows individual property owners within Lakeshore boundaries to retain use and occupancy rights on improved property for noncommercial residential purposes. Authorizes the extension of leases of improved residential property to lessees in the case of any property acquired by the United States before a certain date. Authorizes the Secretary to enter into a cooperative agreement with Gary, Indiana, for technical assistance for programs and development in the city's Marquette Park and Lake Street Beach. Directs the Secretary to consult with the Commissioner of the Indiana Department of Transportation to determine what lands and interests the State requires for improvements to certain roads. Directs the Secretary to enter into a memorandum of agreement with the Northern Indiana Public Service Company (NIPSCO), if NIPSCO is agreeable, with respect to a specified Greenbelt area. Sets forth certain guidelines for such agreement. Designates the National Park Service visitor center at the Lakeshore as the Dorothy Buell Memorial Visitor Center. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indiana Dunes National Lakeshores Access and Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modify the boundaries of the Indiana Dunes National Lakeshore, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:08-05:00"
}