{
  "actions": [
    {
      "acted_at": "1991-01-14", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-13", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-14", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings concluded. Hearings printed: S.Hrg. 102-44.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s91-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1991-02-27", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-14", 
  "number": "91", 
  "official_title": "A bill to provide a comprehensive congressional campaign financing reform to encourage grassroots campaign giving, lessen the role of special economic interests, prohibit the use of soft money, discourage candidate expenditures of personal wealth, and otherwise restore greater competitive balance to the congressional electoral process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Grassroots Campaigning and Election Reform Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-14", 
  "subjects": [
    "Business and politics", 
    "Campaign funds", 
    "Congressional candidates", 
    "Congressional elections", 
    "Corporations", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Labor union finances", 
    "Labor union political activities", 
    "Labor unions", 
    "Loans", 
    "Members of Congress (Senate)", 
    "Political action committees", 
    "Political parties"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-14", 
    "text": "Grassroots Campaigning and Election Reform Act of 1991 - Amends the Federal Election Campaign Act of 1971 to make it unlawful for congressional candidates to solicit or accept campaign funds from individuals, organizations, or political action committees that do not reside or have their headquarters within the candidate's State. Requires Members of Congress to rebate to their contributors, on a pro rata basis, all campaign funds retained as of January 1, 1993, or donate such funds to certain organizations within the Member's State after the 1990 elections. Requires Senators who were not candidates for such elections to make such a rebate and donation with respect to all campaign funds raised as of January 1, 1993. Sets forth civil penalties for violations under these provisions. Amends the Federal Election Campaign Act of 1971 to: (1) make it unlawful for any bank, labor organization, or corporation to establish any political committee; and (2) reduce from $5,000 to $500 the amount a person may contribute to any other political committee; and (3) require each candidate for Federal office to file a declaration with the Federal Election Commission on whether such candidate intends to spend an aggregate amount of at least $250,000 for a Senate race or $100,000 for a House race, from personal funds, funds of immediate family, and personal loans. Establishes formulae to increase the limitations on contributions for a candidate in an election in which another candidate: (1) declares that he or she intends to spend or incur loans for more than such amounts; (2) does spend or incur loans for more than such amounts; or (3) fails to file the required declaration. Requires any candidate who has declared the intention not to exceed the personal spending limit and who subsequently does exceed such limit to file an amended declaration and to notify all other candidates for such office of such change. Sets forth a civil penalty for failure to do so. Prohibits a candidate who expends personal funds from repaying personal loans for an election campaign from contributions made after such election. Prohibits a candidate from expending personal funds or family funds or incurring personal loans for a campaign at any time after the later of 90 days before the date of the election, or 24 hours after the primary election. Sets forth a civil penalty for a violation of such prohibition. Provides that the Federal Election Campaign Act of 1971 shall apply to any amount solicited, received, or spent by a national, State, or local committee of a political party in connection with a Federal election."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grassroots Campaigning and Election Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive congressional campaign financing reform to encourage grassroots campaign giving, lessen the role of special economic interests, prohibit the use of soft money, discourage candidate expenditures of personal wealth, and otherwise restore greater competitive balance to the congressional electoral process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:34-05:00"
}