{
  "actions": [
    {
      "acted_at": "1992-04-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-30", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-11", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5046-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-30", 
  "number": "5046", 
  "official_title": "To amend the Internal Revenue Code of 1954 to allow individuals a deduction from gross income for contributions to health services savings account; to amend the Social Security Act to provide for universal coverage of basic health needs for all Americans' to expand Medicare to include preventive and long-term care services; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Universal Coordinated Care Act of 1992", 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-30", 
  "subjects": [
    "Balance of payments", 
    "Cancer", 
    "Child health", 
    "Congressional reporting requirements", 
    "Discrimination in insurance", 
    "Drug abuse", 
    "Excise tax", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home care services", 
    "Hospital care", 
    "Income tax", 
    "Insurance companies", 
    "Licenses", 
    "Long-term care", 
    "Long-term care insurance", 
    "Maternal health services", 
    "Medical economics", 
    "Medical tests", 
    "Medicare", 
    "Mental health services", 
    "National health insurance", 
    "Nutrition", 
    "Preventive medicine", 
    "Savings accounts", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "Surveys", 
    "Tariff", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax penalties", 
    "Taxation", 
    "Trade agreements", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-30", 
    "text": "Universal Coordinated Care Act of 1992 - Amends the Internal Revenue Code to allow an individual a tax credit for amounts paid by or on behalf of such individual to a health services account for the payment of qualified health expenses. Limits such credit to $1,500. Limits contributions to such accounts to $3,000. Defines qualified health expenses as: (1) care of the distributee at a skilled nursing facility; (2) care of the distributee at an intermediate care facility; (3) care at any other long-term facility, licensed by the State, which provides nursing or custodial care; (4) home health care of the distributee; or (5) health services supplemental policies for the distributee (established by this Act). Provides for the certification of a health services supplemental policy as a health insurance policy or other health benefit plan offered by a private entity to an individual which provided reimbursement for expenses incurred, or services for catastrophic and long-term care. Requires any amount distributed out of a health services account to be included in the taxable income of the distributee. Imposes a penalty on distributions not used to pay qualified health expenses. Declares such accounts exempt from tax, unless the distributee engages in prohibited transactions or the account is pledged as security for a loan. Terminates such accounts on the death of the distributee. Subjects such accounts to: (1) the excise tax on excess contributions to individual retirement accounts; (2) the excise tax on prohibited transactions; and (3) the penalty for failure to provided certain reports. Requires a Health and Human Services (HHS) report to the Congress on minimum standards for health services supplemental policies. Amends title XVIII (Medicare) of the Social Security Act to provide coverage of home care services for qualified patients. Describes the services and supplies constituting home care services. Requires a home health agency to provide such services and supplies to an individual in the individual's place of residence under a written plan of care established and periodically reviewed by a physician. Amends the Social Act to add a new title XXI, Home Care Services. Sets forth the conditions a home health agency must meet in order to receive Federal funding for the provision of home care services. Requires the Secretary of HHS to issue regulations that establish procedures for surveying home health agency compliance with title XXI requirements for quality of care. Authorizes sanctions against a home health agency which no longer meets such requirements. Requires the HHS Secretary to: (1) develop incentives to encourage home health agencies to provide high quality care; and (2) encourage States to develop policies and procedures for the licensing of home health agencies. Authorizes appropriations. Amends the Social Security Act to add a new title XXII, National Care Vouchers. Establishes the national care voucher program under which U.S. citizens, resident aliens, and certain officers and employees of international organizations or foreign governments, are eligible for benefit coverage through the purchase of insurance through a national care voucher. Requires such benefit coverage to consist of an entitlement to have payment made on the individual's behalf for medical and other specified health services, including preventive services. Requires a full cash payment to be made by the United States to each individual eligible to participate in the national care voucher program to purchase certified health care insurance. Requires the United States to establish an account meeting specified requirements for each such individual to be used for the purchase of certified health care insurance. Sets forth guidelines governing annual deposits to employee voucher accounts by employers and the United States. Exempts certain small employers from the requirements of new title XXII, including those participating in a small employer health plan. Requires the Secretary to establish: (1) minimum standards and requirements for the certification of health care insurance policies eligible to be purchased under this new title; and (2) a procedure for certifying such policies. Prescribes certification requirements. Sets forth procedures for health insurance enrollment under the national care voucher program. Requires each carrier of small employer health insurance to register with the Secretary. Requires such a carrier to offer the same health plan to any small employer located in the same community. Allows a carrier to refuse to issue or renew or terminate a plan only for nonpayment of premiums and fraud or misrepresentation. Prohibits a carrier from offering or issuing a small employer plan with a term of less than 12 months. Provides that, except with respect to rates and administrative changes, the terms of renewal (including benefits) shall be the same as the terms of issuance. Allows a carrier to change the terms of such renewal, but the premium rates charged with respect to such renewal shall be the same as that for a new issue. States that the period of renewal of each small employer health plan shall be for a period of not less than 12 months. Amends the Internal Revenue Code to allow a trade or business expense deduction for expenses paid or incurred by a small employer for a certified health care insurance policy. Amends the Trade Act of 1974 to require the Trade Representative to identify a foreign country as a high cost priority foreign country if the trade deficit between the United States and such country exceeds 15 percent of the total U.S. trade deficit and such country has entered into a free trade agreement with the United States. Requires an annual review of the list of such foreign countries for changes in the trade deficit. Imposes an equity tax of one percent of the value of the merchandise entered by high cost priority foreign countries. Establishes in the Treasury an Equity Health Insurance Trust Fund. Transfers to such Fund the equity taxes. Makes amounts in such fund available to provide payments to national voucher accounts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Universal Coordinated Care Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1954 to allow individuals a deduction from gross income for contributions to health services savings account; to amend the Social Security Act to provide for universal coverage of basic health needs for all Americans' to expand Medicare to include preventive and long-term care services; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:31-05:00"
}