{
  "actions": [
    {
      "acted_at": "2007-02-12", 
      "references": [
        {
          "reference": "CR S1861-1863", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-12", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-02-14", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-03-29", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Kennedy with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-03-29", 
      "calendar": "Senate Legislative", 
      "number": "104", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 104.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2007-04-10", 
      "references": [], 
      "text": "By Senator Kennedy from Committee on Health, Education, Labor, and Pensions filed written report. Report No. 110-49.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s556-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2007-02-12", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2007-06-04", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2007-02-12", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2007-02-12", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2007-02-14", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2007-02-14", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2007-02-14", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-02-12", 
  "number": "556", 
  "official_title": "A bill to reauthorize the Head Start Act, and for other purposes.", 
  "popular_title": "Head Start Reauthorization bill", 
  "related_bills": [
    {
      "bill_id": "hr1429-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1429-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Head Start for School Readiness Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-02-14", 
  "subjects": [
    "Academic performance", 
    "Administrative procedure", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Armed forces and national security", 
    "Authorization", 
    "Child abuse", 
    "Child health", 
    "Child nutrition", 
    "Child safety", 
    "Computer literacy", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Curricula", 
    "Day care", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Educational planning", 
    "Educational research", 
    "Elementary and secondary education", 
    "English language", 
    "Exercise", 
    "Families", 
    "Family services", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal officials", 
    "Foster home care", 
    "Government operations and politics", 
    "Health", 
    "Higher education", 
    "Homeless", 
    "Housing and community development", 
    "Indian children", 
    "Indian education", 
    "Infants", 
    "Labor and employment", 
    "Language arts", 
    "Law", 
    "Literacy programs", 
    "Mathematics", 
    "Migrant education", 
    "Military dependents", 
    "Military housing", 
    "Military pay", 
    "Minorities", 
    "Motor vehicle safety", 
    "Native Americans", 
    "Obesity", 
    "Parent and child", 
    "Parent-school relationships", 
    "Physical education and training", 
    "Physical examinations", 
    "Poor children", 
    "Preschool education", 
    "Reading", 
    "Recruiting of employees", 
    "Salaries", 
    "School buses", 
    "Science, technology, communications", 
    "Seasonal labor", 
    "Social welfare", 
    "Sports and recreation", 
    "Standards", 
    "Student transportation", 
    "Teacher education", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Teachers", 
    "Transportation and public works", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-03-29", 
    "text": "Head Start for School Readiness Act - Amends the Head Start Act (the Act) to revise and reauthorize Head Start programs. (Sec. 2) Includes children's growth in language, preliteracy, premathematics, emotional, and physical skills among the aims of Head Start programs. (Sec. 3) Includes community-based organizations and financial literacy training within the definitions of Head Start delegate agencies and family literacy services, respectively. Adds definitions of Head Start deficiencies, homeless children, institutions of higher education, interrater reliability, limited English proficient (LEP) children, and unresolved areas of noncompliance. Removes Micronesia, the Marshall Islands, and Palau from the list of program participants. (Sec. 4) Authorizes the Secretary of Health and Human Services (the Secretary) to provide financial assistance to Head Start agencies for five-year periods. (Sec. 5) Authorizes appropriations for Head Start programs for FY2008-FY2012, with specified amounts for research, demonstration, and evaluation activities, including longitudinal studies and impact studies. (Sec. 6) Revises requirements for allotment, and limitations on use, of Head Start funds, including training and technical activities as well as quality improvement activities. Includes among quality improvement goals providing: (1) adequate numbers of qualified staff, with adequate training in developing language skills, premathematics skills, and preliteracy, and in working with LEP children, children referred by child welfare services, and children with disabilities; (2) salary scales and benefits adequate to attract and retain qualified staff; (3) salary increases for specified purposes; (4) collaboration to increase program participation by underserved populations of eligible children; (5) assistance to complete postsecondary coursework to enable Head Start teachers to improve competencies; and (6) promotion of regular attendance and stability of all Head Start children, especially highly mobile children, including children of migrant and seasonal farmworkers, homeless children, and children in foster care. Includes among quality improvement activities: (1) preliteracy development; (2) help for LEP children in attaining certain knowledge, skills, and development, and promotion of English language acquisition by them and their families; (3) education and training to improve staff qualifications, particularly assistance to instructors to reach full competency and meet degree requirements under this Act; (4) outreach to homeless families to increase their program participation; (5) outreach to migrant and seasonal farmworker families and families with LEP children; and (6) upgrading of qualifications and skills of educational personnel, including bilingual education teachers and others serving LEP students. Changes from discretionary to mandatory the authority of the Secretary to award collaboration grants to states and each national administrative office serving Indian Head Start and migrant and seasonal Head Start programs to facilitate coordination between Head Start agencies and entities that carry out other activities designed to benefit low-income families and children from birth to school entry. Requires the use of collaboration grants to: (1) assist Head Start agencies to collaborate with entities involved in state and local planning processes to better meet the needs of low-income families and children; (2) assist Head Start agencies to coordinate activities with the state agency responsible for the state program under the Child Care and Development Block Grant Act of 1990, and other specified entities; (3) promote alignment of Head Start services with state early learning standards, as appropriate, and the Head Start Child Outcomes Framework; (4) promote better linkages between Head Start agencies and other child and family agencies; and (5) carry out the activities of the state Director of Head Start Collaboration. Requires the state to appoint or designate a state Director of Head Start Collaboration (currently state liaison), and establish an Office of such Director. Requires the state Director to: (1) make specified assessments and strategic plans; (2) promote certain partnerships; (3) enable state agencies to better coordinate professional development opportunities for Head Start staff; and (4) help Head Start agencies develop plans to provide full-working-day, full calendar year services, and align them with state early learning standards, as appropriate, and the Head Start Child Outcomes Framework. Directs the Governor of the state to designate or establish a state advisory council on collaboration on early childhood education and care for children from birth to school entry. Increases the percentage of funds reserved for Early Head Start programs from at least 12% in FY2008 to at least 20% in FY2012. Applies service delivery guidelines to: (1) models that leverage the capacity and capabilities of the delivery system of early childhood education and child care; and (2) procedures to provide for the conversion of part-day programs to full-day programs or part-day slots to full-day slots and serve additional infants and toddlers. Requires the Secretary, in allotting funds for expansion of Head Start programs, to consider the extent that an applicant: (1) has involved providers of family support services and protective services for children and families in community-wide strategic planning and needs assessments; and (2) plans to coordinate its services with a community liaison designated under the McKinney-Vento Homeless Education Assistance Improvements Act of 2001 (homeless education liaison), as well as (under current law) with the education services of the local educational agency (LEA). Requires regulations to ensure appropriate supervision and background checks of individuals with whom Head Start agencies contract to transport children. Establishes limited exceptions to school vehicle safety regulations regarding rear emergency exits and seat spacing requirements. Directs the Secretary to: (1) appoint a national migrant and seasonal Head Start program collaboration director and a national Indian Head Start collaboration director; (2) conduct annual consultations with tribal governments operating Head Start and Early Head Start programs in each affected Head Start region; and (3) collaborate with providers of migrant and seasonal Head Start programs, and the Secretaries of Agriculture, of Labor, and of Education to increase access for children of migrant and seasonal farmworkers to Head Start services. Directs the Secretary to issue regulations to require Head Start agencies to remove barriers to the enrollment and participation of homeless children in Head Start programs. Declares that nothing in the Act shall be construed to require a state to: (1) establish a program of early education and care for children; (2) require any child to participate in a program of early education and care in order to attend school; or (3) participate in any initial screening prior to participation in such program, except under the Individuals with Disabilities Education Act (IDEA). Requires all curricula funded under the Act to be scientifically, developmentally, and linguistically based, and age appropriate. (Sec. 7) Revises requirements for the Secretary's designation of Head Start agencies. Requires eligible entities to establish and meet or make progress toward: (1) program goals for improving participating children's school readiness, including meeting educational performance standards; and (2) results-based school readiness goals aligned with the Head Start Child Outcomes Framework, state early learning standards (as appropriate), and requirements and expectations for local public schools. Requires each Head Start agency to establish a governing body and a policy council. Gives priority in redesignation to high-performing grantee agencies that meet or exceed quality standards and program, financial management, and other requirements. Requires the Secretary, if no entity in a community is entitled to such priority, to designate an agency from among qualified community applicants after conducting an open competition. Specifies effectiveness factors to consider in designating a Head Start agency. Directs the Secretary to continue to involve parents and affected area residents in selection of qualified applicants for such designation. Prohibits any non-Indian Head Start agency from receiving a grant to carry out an Indian Head Start program, except where there are no Indian Head Start agencies in a community. (Sec. 8) Revises requirements for quality standards and for monitoring of Head Start agencies and programs. Requires additional educational standards to be based on the recommendations of a National Academy of Sciences panel and other experts in the field. Requires facilities used by Head Start, Early Head Start, and delegate agencies for regularly scheduled center-based and combination program option classroom activities to comply with state and local licensing requirements, and be accessible by state and local authorities to monitor and ensure compliance. Requires each Head Start agency to establish procedures for: (1) evaluating delegate agencies; (2) defunding delegate agencies; and (3) appealing such defunding decisions. Requires performance measures to: (1) measure characteristics strongly predictive of a child's school readiness and later performance; (2) be appropriate for the population served; and (3) be reviewed at least every four years, based on advances in early childhood development science. Directs the Secretary to use performance measures to enable Head Start agencies to individualize programs of instruction to better meet the needs of the child involved. Requires each Head Start agency to: (1) conduct a comprehensive self-assessment at least once each program year; (2) develop an improvement plan; and (3) implement ongoing monitoring of its programs. Directs the Secretary to develop plans to reduce or eliminate underenrollment in programs with less than 95% of their funded enrollment. Sets forth requirements and procedures for reduction of grants and redistribution of funds in cases of underenrollment. (Sec. 9) Directs the Secretary to: (1) designate up to 200 exemplary Head Start agencies as Centers of Excellence in Early Childhood; and (2) make them bonus grants. Specifies authorized uses of such grants, including modelling and dissemination of best practices. Requires Centers to: (1) encourage their delegate agencies, several additional Head Start agencies, and other providers of early childhood education and care in the community involved to carry out model programs; and (2) establish a local council. Directs the Secretary to award a grant or contract to an independent organization to research and report on the Centers' ability to: (1) improve the school readiness of children receiving Head Start services; and (2) impact school results positively in the earliest grades. Authorizes appropriations for FY2008-FY2012. (Sec. 10) Revises powers and functions of Head Start agencies. Requires Head Start agencies, in communities where both public prekindergarten programs and Head Start programs operate, to collaborate and coordinate activities with the LEA or other public agency responsible for operating prekindergarten programs and providers of prekindergarten, including outreach activities to identify eligible children. Changes from discretionary to mandatory the authority of Head Start agencies to coordinate activities with LEAs and schools in which participating children will enroll following the Head Start program. Requires each Head Start agency to: (1) enroll 100% of its funded enrollment; and (2) maintain an active waiting list at all times, with ongoing outreach to the community and activities to identify underserved populations. (Sec. 11) Specifies Head Start transition requirements for alignment with K-12 education. (Sec. 12) Reduces from 45 to 30 days the deadline for any state disapproval of a plan submitted by Head Start agency, with certain exceptions. (Sec. 13) Directs the Secretary to allow up to 10 Head Start agencies to exceed by up to 5% of total program costs the limit on developing and administering a program if they will serve a greater percentage of children in the community than was previously served, without diminishing services provided to currently enrolled children. (Sec. 14) Raises from below the poverty line to 130% of the poverty line the family income threshold for a child's eligibility to participate in Head Start programs. Requires that homeless children be deemed eligible for Head Start services.Exempts certain amounts of military pay and allowances from family income consideration for purposes of determining Head Start eligibility, including: (1) special pay for duty subject to hostile fire or imminent danger; and (2) a specified basic allowance, especially for housing. Authorizes a Head Start agency, after it demonstrates a need through a communitywide needs assessment, to apply to the Secretary to: (1) convert part-day sessions, particularly consecutive part-day sessions, into full-day sessions; and (2) serve additional infants and toddlers if it meets certain requirements. Allows Indian Head Start agencies that also operate a Early Head Start program to reallocate funds between both programs at any time. (Sec. 15) Requires Early Head Start programs to include: (1) parental training in parenting skills and in basic child development; (2) coordination with home-based services and family support services; (3) appropriate screening and referral for children with documented behavioral problems; (4) procedures for transitioning children and parents from an Early Head Start program into a Head Start program or another local early childhood education and care program; (5) communication channels to help coordination between program and provider staff; and (6) formal linkages with agencies responsible for administering the Child Abuse Prevention and Treatment Act. Includes as eligible Early Head Start service providers: (1) tribal governments and entities operating migrant and seasonal Head Start programs; and (2) community-based organizations capable of providing child and family services that meet Head Start standards and other appropriate requirements. Allows funds in a training and technical assistance account to be used for: (1) effective methods of conducting parent education, home visiting, and promoting quality early childhood development; (2) recruiting and retaining qualified staff; and (3) increasing program participation for underserved populations of eligible children. Directs the Secretary to ensure that, by September 30, 2012, all teachers providing direct services to Early Head Start children and families in Early Head Start centers: (1) have a minimum of a child development associate credential or an associate degree; and (2) have been trained, or have equivalent course work, in early childhood development with a focus on infant and toddler development. Directs the Secretary to establish standards for training, qualifications, and the conduct of home visits for home visitor staff in Early Head Start programs. (Sec. 16) Revises provisions for appeals, notice, and hearings. Requires each Head Start and Early Head Start center receiving financial assistance to make a complete annual accounting to the Secretary of its administrative expenses. (Sec. 17) Revise technical assistance and training requirements. Directs the Secretary to make specified funds available to support a regional or state system of training and technical assistance in early childhood education and care that improves the capacity of Head Start programs to deliver services in accordance with specified quality standards. Provides for services to abused or neglected children, and training for personnel providing them. Directs the Secretary to provide funds for training of Head Start personnel in addressing the unique needs of migrant and seasonal farmworker families, LEP families, and homeless families. Requires the use of technical assistance and training funds to carry out activities related to one or more of the following: (1) education and early childhood development; (2) child health, nutrition, and safety; (3) family and community partnerships; or (4) other areas that impact the quality or overall effectiveness of Head Start programs. Requires each Head Start agency to ensure that all of its teachers receive ongoing training in language and emergent literacy (literacy training), including training in methods to promote phonologic and phonemic awareness and vocabulary development in an age-appropriate and culturally and linguistically appropriate manner. (Sec. 18) Revises requirements for Head Start staff qualifications and development. Requires, by September 30, 2012, all Head Start teachers, curriculum specialists, education coordinators, and teaching assistants in center-based programs to meet specified associate degree or equivalent coursework requirements. Requires, by September 30, 2013, 50% of all Head Start teachers in center-based programs in each state (or geographic region for Indian and migrant and seasonal Head Start programs) to have: (1) a baccalaureate degree relating to early childhood or a related educational area; and (2) demonstrated teaching competencies, including, at a minimum, an appropriate level of literacy, a demonstrated capacity to be highly engaged with children, and a demonstrated ability to implement an early childhood curriculum effectively. Requires each Head Start teacher to attend not less than 15 clock hours of professional development per year. Prescribes progress reporting requirements. Directs the Secretary to establish service requirements to ensure that individuals who receive financial assistance under the Act to pursue a degree or credential to qualify as Head Start staff shall: (1) teach or work in a Head Start program for a minimum of three years after receiving the degree; or (2) repay the total or a prorated amount of the financial assistance received based on the length of service completed after receiving the degree. Revises requirements for family service workers to direct the Secretary to promote the use of appropriate strategies to meet the needs of special populations, including LEP children. Requires every Head Start agency and center to create a professional development plan for employees who provide direct services to children. (Sec. 19) Establishes a Tribal Colleges and Universities Head Start Partnership program. Authorizes the Secretary to award minimum five-year program grants to Tribal Colleges and Universities to: (1) implement education programs that include tribal culture and language and increase the number of associate, baccalaureate, and advanced degrees in early childhood education and related fields earned by Indian Head Start agency staff members, parents of children served by such an agency, and members of the tribal community; (2) develop and implement such programs in technology-mediated formats; and (3) provide technology literacy programs for Indian Head Start agency staff members and for children and families the agency serves. Directs the Secretary to ensure that the American Indian Programs Branch of the Head Start Bureau of HHS has sufficient staffing to administer such programs and provide appropriate technical assistance to grantees.Requires grant applications to certify that the Tribal College or University has established a partnership with one or more Indian Head Start agencies to conduct program activities. Authorizes appropriations for FY2008-FY2012. (Sec. 20) Revises requirements for research, demonstrations, and evaluation to include addressing the needs of abused or neglected children, homeless children, and children in foster care. Requires the Secretary to identify successful strategies that promote good oral health and provide effective linkages to quality dental care through pediatric dental referral networks for Early Head Start and Head Start participants. Directs the Secretary to: (1) incorporate the results of the National Academy of Sciences study on Developmental Outcomes and Assessments for Young Children, when they become available, into each Head Start program assessment; and (2) use them to develop, inform, and revise Head Start quality standards and measures. Terminates further development and use of the National Reporting System. Prohibits federal use of any assessment to rank, compare, reward, sanction, or otherwise evaluate individual Head Start children or teachers. Prohibits the Secretary from using any single assessment as the sole method for assessing program effectiveness or making grantee funding determinations. Directs the Secretary to study and report to Congress on the status of LEP children and their families in Head Start and Early Head Start programs. (Sec. 21) Requires the Secretary's reports to Congress to include information on the homelessness of children, and on children in foster care, participating in Head Start funded programs. (Sec. 22) Prohibits the compensation of any Head Start employee at a rate greater than the level II Executive Schedule pay rate. (Sec. 23) Extends the ban against aid to or assistance in any unlawful demonstration, rioting, or civil disturbance to any individual in any Head Start Agency or other agency assisted under the Head Start Act. (Sec. 24) Extends certain political activity restrictions to any individual employed by or assigned to a program receiving assistance under the Head Start Act during the hours in which he or she is working on its behalf. (Sec. 25) Requires Head Start agencies to obtain written parental consent before administering to a child, or referring the child for, a non-emergency intrusive physical examination, including one in connection with the program. Declares that such requirement shall not be construed to prohibit agencies from using established methods for handling cases of suspected or known child abuse and neglect in compliance with applicable federal, state, or tribal law."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Head Start Reauthorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Head Start for School Readiness Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Head Start for School Readiness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Head Start Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:16-05:00"
}