{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2776-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1992-05-21", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "2776", 
  "official_title": "A bill to amend the Fair Credit Reporting Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Reporting Reform Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-21", 
  "subjects": [
    "Bankruptcy", 
    "Business records", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Contracts", 
    "Discrimination in employment", 
    "Federal preemption", 
    "Fees", 
    "Government paperwork", 
    "Information services", 
    "Marketing", 
    "Negligence", 
    "Restrictive trade practices", 
    "Telephone", 
    "Torts"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-21", 
    "text": "Consumer Reporting Reform Act of 1992 - Title I: Amendments to the Fair Credit Reporting Act - Amends the Fair Credit Reporting Act to specify that the term \"credit transaction which is not initiated by the consumer\" does not include use of a consumer report (CR) by a person with which the consumer has an account for purposes of reviewing or collecting the account. Allows the furnishing of a CR for a legitimate business need in connection with a business transaction that: (1) is initiated by the consumer; or (2) is a direct marketing transaction for which the furnishing of a report is not prohibited by provisions enacted by this Act. Allows the furnishing of a CR for employment purposes only if certain disclosures are made, the employee or prospective employee consents, and the information will not be used in violation of any Federal or State equal employment opportunity law or regulation. Prohibits using or obtaining information from a CR unless it is obtained for an authorized purpose and the purpose is certified under certain provisions of the Act. Prohibits a consumer reporting agency (CRA) from prohibiting a CR user from disclosing the CR to the consumer if adverse action against the consumer is contemplated. Allows the furnishing of a CR in connection with a solicitation for credit that is not initiated by the consumer only if: (1) the consumer so authorizes; or (2) the transaction consists of a firm offer of credit and the consumer has not elected to be excluded from such furnishing. Limits the information disclosed. Prohibits a CRA from furnishing to any person a record of inquiries solely resulting from credit transactions which are not initiated by a consumer. Prohibits the furnishing of a CR for use in direct marketing not initiated by the consumer if: (1) the consumer notifies the agency that the consumer does not consent; or (2) certain information is disclosed. Requires CRAs to maintain a notification system, including a toll-free telephone number, which permits any consumer to elect to be excluded from lists provided in connection with solicitations of credit not initiated by the consumer. Requires CRAs maintaining nation-wide files to maintain a notification system jointly with other such CRAs. Removes exceptions to prohibitions on reporting obsolete information. (Current law prohibits reporting information which is over a specified number of years old, except for credit transactions, life insurance, or employment involving amounts over specified limits.) Requires information in a CR involving bankruptcy to include: (1) the chapter of bankruptcy involved, if known; and (2) notice (if provided by the consumer to the CRA) of withdrawal by the consumer of the bankruptcy action before judgment. Regulates the beginning of the seven-year reporting period for certain types of information. Prohibits including in a CR any adverse information that is more than ten years old or that could not be included in any CR in accordance with specified provisions. Requires a CRA to: (1) include information it has received that an account was voluntarily closed by the consumer; and (2) accept from a consumer and include in the consumer's file relevant and timely information that is not in computerized form if the information would have a positive impact on a determination of credit worthiness and is submitted in compliance with Federal Trade Commission (FTC) regulations. Requires CRAs to notify regular information suppliers of the suppliers' responsibilities under the Act. Prohibits a person who procures a CR from reselling the information unless the identity of the end user and the purpose is disclosed to the CRA. Requires a CRA to disclose to a consumer: (1) all information (currently, the nature and substance of all information) in the consumer's file; (2) certain information about the recipients of a CR on the consumer within two years for employment purposes and within one year (currently, six months) for any other purpose; (3) a record of inquiries in the last year that identified the consumer in connection with a credit transaction which is not initiated by the consumer; and (4) with any such disclosures, a summary of the consumer's rights under the Act. Requires that the summary be included in the mandated notice of an investigative consumer report. Requires a CRA, within specified time periods, to: (1) unless the dispute is frivolous, reinvestigate disputed information free of charge; (2) notify the information furnisher; (3) delete inaccurate or unverifiable information (regulates reinsertion and reappearance of such information); and (4) notify the consumer of the results of the reinvestigation. Removes existing provisions requiring a CRA, on request of the consumer, to notify any person specifically designated by the consumer who has, within specified periods, received a CR which contained the disputed information. Regulates charges by CRAs for certain disclosures. Requires any person who takes an adverse action with respect to a consumer in connection with a transaction initiated by the consumer or an employment determination to notify the consumer, disclose the identity the CRA furnishing the report, advise the consumer of certain rights, and give certain information on any credit scoring system used. Requires any person who uses a consumer report in connection with any credit transaction which is not initiated by the consumer and which consists of a firm offer of credit to notify the consumer regarding specified matters, including the consumer's right to prohibit disclosure of information from the consumer's CR in connection with a transaction not initiated by the consumer. Requires any person who uses a consumer report in connection with any direct marketing transaction which is not initiated by the consumer to notify the consumer regarding specified matters, including the consumer's right to prohibit disclosure of information from the consumer's CR in connection with a transaction not initiated by the consumer. Subjects any person (currently, any CRA or user of information) to civil liability for willful or negligent noncompliance with the Act. Prohibits furnishing information to a CRA which the furnisher knows or should know is incomplete or inaccurate. Requires notice by certain furnishers to CRAs regarding: (1) corrections; (2) disputed information; (3) an account closed by the consumer; and (4) the delinquency preceding placing an account for collection, charging it to profit or loss, or similar actions. Excludes furnishers from the application of provisions relating to civil liability for willful or negligent noncompliance with these prohibitions and requirements. Requires these prohibitions and requirements to be enforced exclusively under provisions relating to administrative enforcement by the agencies identified in those provisions. Limits related injunctions. Requires regular furnishers to notify consumers that the furnisher provides information to CRAs. Requires furnishers to complete an investigation of disputed information within a specified time. Declares that certain provisions of the Act preempt any provisions of State law on substantially the same matters. Authorizes the chief law enforcement officer of a State to bring an action to restrain a violation of the Act, recover amounts, seek remedies as allowed under State laws, and collect a civil monetary penalty. Authorizes the FTC to use all its functions and powers under the Federal Trade Commission Act (FTCA) to enforce the Fair Credit Reporting Act (FCRA). (Currently, the FTC is empowered to enforce the FCRA through specified provisions of the FTCA.) Authorizes the Board of Governors of the Federal Reserve System to issue an interpretation or any provision of the FCRA as it may apply to certain persons. Requires each CRA which compiles and maintains consumer reports nationwide to maintain a toll-free telephone number. Title II: Credit Repair Organizations - Amends the Consumer Credit Protection Act to provide that specified provisions of that Act may be cited as the Credit Repair Organizations Act. Prohibits credit repair organizations (CROs) from taking certain actions, including: (1) charging or receiving any valuable consideration for any service before the service is fully performed; (2) advising any consumer to make an untrue or misleading statement; (3) advising any consumer to alter the consumer's identification to prevent the display of the consumer's credit record; or (4) other fraud or deception. Specifies a statement, which a CRO must provide to consumers before an agreement is executed, regarding the consumer, the CRO, and related rights, powers, and obligations. Requires written, signed contracts covering specified matters in order for a CRO to provide services. Allows a consumer to cancel a contract with a CRO within three days of making the contract. Declares void any consumer waiver of any protection under this title. Makes an attempt to obtain a waiver a violation of this title. Voids any contract not in compliance with this title. Provides for civil liability for CRAs failing to comply with this title, including allowing punitive damages and class actions. Requires enforcement of this title under the FTCA by the FTC. Makes: (1) a violation of this title an unfair or deceptive act or practice in violation of specified provisions of the FTCA; and (2) all functions and powers of the FTC available for enforcement of this title. Allows State enforcement through Federal or State courts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Reporting Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Credit Reporting Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:36-05:00"
}