{
  "actions": [
    {
      "acted_at": "2007-04-19", 
      "references": [
        {
          "reference": "CR S4753", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-04-19", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1158-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-04-19", 
  "number": "1158", 
  "official_title": "A bill to amend the Clean Air Act to increase the use of renewable and alternative fuel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alternative Fuel Standard Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-04-19", 
  "subjects": [
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Armed forces and national security", 
    "Biomass energy", 
    "Cellulose", 
    "Coal", 
    "Cost effectiveness", 
    "Droughts", 
    "Economics and public finance", 
    "Electric vehicles", 
    "Emergency management", 
    "Energy", 
    "Energy prices", 
    "Energy security", 
    "Energy supplies", 
    "Environmental degradation", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Housing and community development", 
    "Hydrogen", 
    "Imports", 
    "Job creation", 
    "Liquefied natural gas", 
    "Liquefied petroleum gas", 
    "Motor vehicle pollution control", 
    "Natural gas", 
    "Natural gas vehicles", 
    "Public lands and natural resources", 
    "Refuse as fuel", 
    "Rural economic development", 
    "Standards", 
    "Transportation and public works", 
    "Water quality", 
    "Water resources development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-04-19", 
    "text": "Alternative Fuel Standard Act of 2007 - Amends the Clean Air Act to replace the renewable fuel program with an alternative fuel program. Includes within in the meaning of \"alternative fuel\" alcohols, natural gas, liquefied petroleum gas, hydrogen, coal-derived liquid fuels, fuels derived from biological materials, electricity, and other fuels that are not derived from crude oil and would yield energy security or environmental benefits.Requires the Administrator of the Environmental Protection Agency (EPA) to establish an alternative fuel program that: (1) ensures that motor vehicle and nonroad fuel sold or introduced into U.S. commerce contains a specified volume of alternative fuel; (2) establishes compliance provisions for refineries, blenders, distributors, and importers; and (3) provides for the generation, banking, trading, and use of identification numbers generated and assigned to each quantifiable unit of production of alternative fuel by the producer of any facility located in the United States and by the importer of alternative fuel imported into the United States. Prohibits the program from: (1) restricting the geographic area in which alternative fuel may be used; and (2) imposing any per-gallon obligation for the use of alternative fuel.Specifies such applicable volume of alternative fuel for each of calendar years 2010 through 2017 (rising from 10 billion gallons to 35 billion gallons). Requires the Administrator to determine the applicable volume for subsequent calendar years based on a review of the impact of the use of alternative fuels on public health, air and water quality, job creation, rural economic development, the expected annual rate of future production of alternative fuels, the reduction of the use of fuels derived from crude oil, energy security, and costs to consumers.Excludes from the term \"cellulosic biomass ethanol\" any ethanol produced in facilities where waste materials are used to displace 90% or more of the fossil fuel normally used in the production of ethanol. Provides for a waste-derived ethanol credit.Requires the Administrator to annually evaluate the domestic production and import capabilities relating to the required volumes of alternative fuel standard. Authorizes the Administrator to adjust the applicable volume of any alternative fuel for the following year if any condition affects the production or importation of alternative fuel, including drought, environmental degradation, economic unfeasibility, and national security interests."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alternative Fuel Standard Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to increase the use of renewable and alternative fuel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:30-05:00"
}