{
  "actions": [
    {
      "acted_at": "1999-03-25", 
      "references": [
        {
          "reference": "CR S3501", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-25", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s753-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Evan", 
      "sponsored_at": "1999-03-25", 
      "state": "IN", 
      "thomas_id": "01572", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1999-03-25", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1999-03-25", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Edwards, John", 
      "sponsored_at": "1999-03-25", 
      "state": "NC", 
      "thomas_id": "01573", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1999-03-25", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-03-25", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "1999-03-25", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1999-03-25", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1999-03-25", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-25", 
  "number": "753", 
  "official_title": "A bill to enhance competition in the financial services industry by providing a prudential framework for the affiliation of banks, securities firms, and other financial service providers; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-25", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Affiliated corporations", 
    "Affordable housing", 
    "Agricultural credit", 
    "Agriculture and food", 
    "Antitrust law", 
    "Bank capital", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank fraud", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank marketing", 
    "Bank mergers", 
    "Bank records", 
    "Bankruptcy", 
    "Branch banking", 
    "Brokers", 
    "Business education", 
    "Business losses", 
    "Canada", 
    "Capital investments", 
    "Churches", 
    "Civil rights and liberties, minority issues", 
    "Clergy", 
    "Commerce", 
    "Community development banking", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer protection", 
    "Corporate divestiture", 
    "Corporate finance", 
    "Corporate liquidations", 
    "Corporation directors", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Deceptive advertising", 
    "Deposit insurance", 
    "Derivative securities", 
    "Discrimination in consumer credit", 
    "District of Columbia", 
    "Dividends", 
    "Economic concentration", 
    "Economics and public finance", 
    "Education", 
    "Entrepreneurs", 
    "Evidence (Law)", 
    "Families", 
    "Family violence", 
    "Federal Reserve System", 
    "Federal home loan banks", 
    "Federal officials", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Financial deregulation", 
    "Financial services", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government securities", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grand jury", 
    "Higher education", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Indian economic development", 
    "Individual retirement accounts", 
    "Insurance agents", 
    "Insurance companies", 
    "Interest", 
    "Interstate banking", 
    "Investment advisers", 
    "Investment banking", 
    "Investments", 
    "Investors", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Liability (Law)", 
    "Licenses", 
    "Loan defaults", 
    "Low-income housing", 
    "Minorities", 
    "Moderate income housing", 
    "Mortgage loans", 
    "Municipal finance", 
    "Mutual funds", 
    "Names", 
    "Nonbank banks", 
    "Nonprofit organizations", 
    "Pension funds", 
    "Poor", 
    "Religion", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Rural economic development", 
    "Savings and loan associations", 
    "Savings banks", 
    "Securities and Exchange Commission", 
    "Securities industry", 
    "Securities regulation", 
    "Signs and symbols", 
    "Small business", 
    "Social welfare", 
    "State laws", 
    "Stocks", 
    "Student loan funds", 
    "Subsidiary corporations", 
    "Tax-deferred compensation plans", 
    "Tax-exempt securities", 
    "Taxation", 
    "Title insurance", 
    "Trade regulation", 
    "Trusts and trustees", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-25", 
    "text": "TABLE OF CONTENTS: Title I: Facilitating Affiliation among Securities firms, Insurance Companies, and Depository Institutions Subtitle A: Affiliations Subtitle B: Streamlining Supervision of Financial Holding Companies Subtitle C: Subsidiaries of National Banks Subtitle D: Wholesale Financial Holding Companies; Wholesale Financial Institutions Chapter 1: Wholesale Financial Holding Companies Chapter 2: Wholesale Financial Institutions Subtitle E: Preservation of FTC Authority Subtitle F: Applying the Principles of National Treatment and Equality of Competitive Opportunity to Foreign Banks and Foreign Financial Institutions Subtitle G: Federal Home Loan Bank System Modernization Subtitle H: Direct Activities of Banks Subtitle I: Deposit Insurance Funds Title II: Functional Regulation Subtitle A: Brokers and Dealers Subtitle B: Bank Investment Company Activities Subtitle C: Securities and Exchange Commission Supervision of Investment Bank Holding Companies Subtitle D: Studies Title III: Insurance Subtitle A: State Regulation of Insurance Subtitle B: National Association of Registered Agents and Brokers Title IV: Unitary Savings and Loan Holding Companies Title V: Financial Information Anti-Fraud Title VI: Miscellaneous Financial Services Act of 1999 - Title I: Facilitating Affiliation Among Securities Firms, Insurance Companies, and Depository Institutions - Subtitle A: Affiliations - Amends the Banking Act of 1933 (Glass-Steagall Act) to repeal the prohibitions: (1) against affiliation of any Federal Reserve member bank with an entity engaged principally in securities activities (securities affiliate); and (2) against simultaneous service by any officer, director, or employee of a securities firm as an officer, director, or employee of any member bank (interlocking directorates).(Sec. 102) Amends the Bank Holding Company Act of 1956 (BHCA) to exempt from its prohibition against interests in nonbanking organizations the shares of any company whose activities had been determined by the Board of Governors of the Federal Reserve System (the Board), as of the day before the date of enactment of this Act, to be so closely related to banking as to be a proper incident thereto.(Sec. 103) Creates a statutory mechanism for the establishment of financial holding companies (FHCs) whose subsidiary depository institutions are well-capitalized, are well-managed, and have achieved a rating of at least a \"satisfactory record of meeting community credit needs\" at the most recent examination under the Community Reinvestment Act of 1977. Sets forth limited exclusions from community needs requirements for newly acquired depository institutions. Instructs the Board to establish and apply comparable capital standards to a foreign bank with a subsidiary bank or commercial lending company in the United States.Permits an FHC and a wholesale financial holding company (WFHC) to engage in any activity and acquire the shares of any company whose activities have been determined jointly by the Board and the Secretary of the Treasury to be either financial in nature, or incidental to financial activities.Includes among such activities any investments, lending, insurance, securities transactions, and ownership or control of banking interests. Requires an FHC to make assurances that risk management procedures adequately protect insured depository institution subsidiaries, including reasonable measures to preserve separate corporate identity and limited liability. Mandates notification to the Board of certain large business combinations with FHCs or wholesale FHCs.Cites circumstances under which an FHC (and its foreign counterpart) may engage in nonfinancial activities. Permits FHCs which were not BHCs or foreign banks before becoming FHCs to retain limited non-financial activities and affiliations. Sets forth cross-marketing restrictions for FHC-controlled depository institutions.(Sec. 104) Preempts State anti-affiliation laws restricting transactions among insured depository institutions, wholesale financial institutions, insurance concerns, and national banks. Cites exceptions to such preemption, including State regulation of the business of insurance, retention of State capitalization requirements for an insurance entity acquired by another, and specified consumer protections.Prohibits State regulation of the insurance activities of an insured depository institution or wholesale financial institution that discriminates adversely between insured depository institutions or wholesale financial institutions and other entities engaged in insurance activities. Declares that nothing in this Act preempts State antitrust and general corporate laws, or laws or regulations with respect to non-insurance financial activities.(Sec. 105) Mandates that mutual bank holding companies be regulated on the same terms as bank holding companies.(Sec. 106) Amends the Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 (RNIBBEA) to apply its prohibition against deposit production offices to interstate branches acquired or established under this Act, including all branches of a bank owned by an out-of-State BHC.(Sec. 107) Amends the Federal Deposit Insurance Act (FDIA) to apply to any branch of a bank controlled by an out-of-State BHC certain requirements for branch closures by an interstate bank.(Sec. 108) Authorizes well-capitalized and well-managed limited purpose banks to engage in any banking activity. (Maintains the restriction that such banks may accept demand deposits or make commercial loans, but not both.) Prohibits such banks from permitting any overdraft (including intraday overdrafts), or incurring overdrafts in their accounts at a Federal Reserve Bank, on behalf of an affiliate, with certain exceptions. Permits such banks to: (1) issue corporate credit cards; (2) cross market affiliates; and (3) avoid divestiture by correcting violations within six months of receiving notice from the Board.(Sec. 109) Directs the Federal Trade Commission (FTC) to present interim reports to the Congress regarding an ongoing multistage study of consumer privacy issues.(Sec. 110) Directs the Comptroller General to study and report to the Congress on the projected impact that the enactment of this Act will have on financial institutions with total assets of $100 million or less.Subtitle B: Streamlining Supervision of Financial Holding Companies - Prohibits the Board from imposing any capital or capital adequacy criteria upon a non-depository institution FHC subsidiary that is in compliance with State or Federal capitalization rules, or is registered under the Investment Advisers Act of 1940. Prohibits the Board, in developing capital adequacy requirements, from taking into consideration any affiliated investment company which is not a bank holding company nor controlled by one holding 25 percent or more shares of the investment company worth more than $1 million.(Sec. 111) Authorizes the Board to transfer its BHC oversight authority to the appropriate Federal banking agency if a BHC is not significantly engaged in non-banking activities.Mandates Board deference to the SEC and relevant State securities and insurance authorities with respect to interpretations and enforcement of activities (functional regulation) within their respective jurisdictions.(Sec. 112) Provides that a declaration filed by a company seeking to be an FHC shall satisfy BHC registration requirements but not any requirement to file an application to acquire a bank.Revises BHCA divestiture procedures to permit a BHC to elect divestiture of either a nonbanking subsidiary or an insured depository institution.(Sec. 113) Declares ineffective and non-enforceable any Board actions requiring an insurance company BHC or a registered securities broker-dealer BHC to provide assets to a subsidiary insured depository institution if the State insurance authority, or the SEC, determines in writing that such actions would have a material adverse effect on the BHC's financial condition. Permits the Board to order divestiture of the subsidiary in lieu of other action.(Sec. 114) Authorizes the Board to restrict relationships or transactions between: (1) a BHC depository institution subsidiary and its affiliates (other than a subsidiary of the institution); and (2) a foreign bank and its U.S. affiliates.(Sec. 115) Grants the SEC exclusive authority to examine and inspect any non-BHC registered investment company. Prohibits a Federal banking agency from inspecting or examining such a non-BHC company. Permits the Federal Deposit Insurance Corporation (FDIC) to examine an insured depository institution and its affiliate in order to disclose fully the impact of the relationship upon such institution.(Sec. 116) Prohibits the Board from taking any action under the BHCA or the FDIA against a BHC-regulated subsidiary unless it is necessary to prevent or redress an unsafe or unsound practice or breach of fiduciary duty by the subsidiary that poses a material risk to the financial safety, soundness or stability of an affiliated depository institution or to the domestic or international payment systems.(Sec. 117) Declares it is the intent of the Congress that the Board and State insurance regulators should: (1) coordinate their respective supervision of companies that control a depository institution and a company engaged in insurance activities; and (2) share relevant information on a confidential basis (including information regarding the financial health of the consolidated organization, and transactions and relationships between insurance companies and affiliated depository institutions). States that Federal banking agencies for depository institutions should also share information with State insurance regulators on a confidential basis regarding transactions and relationships between depository institutions and affiliated companies engaged in insurance activities. Sets forth guidelines for such information exchange and confidentiality.(Sec. 118) States that BHCA restrictions placed upon Board authority over bank holding companies and their nonbank subsidiaries also limit FDIC authority over such companies and their nonbank subsidiaries. Permits the FDIC to examine an insured depository institution and its affiliate in order to disclose fully the impact of the relationship upon such institution.(Sec. 119) Amends the FDIA to prohibit the use of the Bank Insurance Fund (BIF) and the Savings Association Insurance Fund (SAIF) to benefit any affiliates or subsidiaries of certain insured depository institutions in receivership, in default, or in danger of default, or of any insured depository institution in such circumstances that is acquiring another insured depository institution.Subtitle C: Subsidiaries of National Banks - Amends Federal law governing national banks to permit a national bank subsidiary to engage in activity that: (1) is permissible for the parent national bank; (2) is authorized under specified Federal statutes that expressly authorize national banks to own or control subsidiaries; and (3) is permissible for a BHCA bank holding company other than engaging as principal in traditional insurance activities (including providing annuities, or engaging in insurance company investments. Prohibits a national bank subsidiary from engaging in real estate investment or development activities (unless Federal statute expressly authorizes a national bank to engage in such activity). Precludes certain large-sized national banks ($10 billion total assets) from controlling a subsidiary unless such bank is itself a subsidiary of a bank holding company. Cites prerequisites for national banks with financial subsidiaries.(Sec.122) Amends the FDIA to prescribe guidelines authorizing State bank subsidiaries to engage in financial activities.(Sec. 123) Mandates safety and soundness firewalls between insured banks and their financial subsidiaries, including: (1) limits on the equity investment of a bank in such subsidiary; (2) mandatory bank procedures for identifying and managing financial operational risks posed by its financial subsidiary; (3) maintenance of separate corporate and legal status; and (4) limits on the credit exposure of a bank to its financial subsidiary.(Sec.124) Subjects securities and insurance agency activities of insured depository institution subsidiaries to functional regulation under the Securities Exchange Commission, and the State insurance regulator, respectively.(Sec. 125) Amends Federal criminal law to proscribe misrepresentations regarding depository institution liability for obligations of affiliates.(Sec. 126) Amends the Federal Reserve Act to repeal: (1) the Board's power to restrict the percentage of individual bank capital and surplus represented by loans secured by stock or bond collateral; and (2) the Board's duty to establish such restrictions with a view to preventing the undue use of bank loans for the speculative carrying of securities.Subtitle D: Wholesale Financial Holding Companies; Wholesale Financial Institutions - Chapter 1: Wholesale Financial Holding Companies - Sets forth a statutory mechanism for regulation of wholesale financial holding companies that do not control a bank other than a wholesale financial institution (WFI) or specified, limited-purpose institutions. Requires such a company to be a registered bank holding company predominantly engaged in certain financial activities, and in control of one or more WFIs. Specifies the limits of Board examinations of such companies.(Sec. 131) Prohibits the Board, in developing capital adequacy requirements, from taking into consideration any affiliated investment company which is not a bank holding company nor controlled by one holding 25 percent or more shares of the investment company worth more than $1 million.Specifies the kinds of nonfinancial activities in which Board-supervised companies may engage.Sets forth guidelines for the treatment of foreign banks operating within the United States as Board-supervised wholesale financial holding companies.Chapter 2: Wholesale Financial Institutions - Amends the Revised Statutes to permit a national bank to operate as a noninsured national WFI subject to FRA and the regulatory authority of the Comptroller of the Currency. Amends FRA to prescribe procedural guidelines for State bank membership as a noninsured WFI in the Federal Reserve System, subject to FDIA enforcement authority and prompt corrective action requirements. Subjects such institutions to the Community Reinvestment Act of 1977 only if the WFI has an affiliate that is an insured depository institution or that operates an insured branch.(Sec. 136) Prohibits a WFI from receiving initial deposits of $100,000 or less except on an incidental and occasional basis. Limits incidental deposits of $100,000 or less to a maximum five percent of a WFI's total deposits.Sets forth capital and managerial requirements for certain WFIs controlled by companies under the jurisdiction of either the SEC or the BHCA. Empowers the Comptroller of the Currency (in the case of a national WFI), and the Board to direct a WFI conservator or receiver to file a petition under title II of the Federal bankruptcy code.Amends FDIA to prescribe procedures whereby an insured State-chartered bank or a national bank may voluntarily terminate its status as an insured depository institution. Requires any such terminated bank to become a WFI in order to accept any deposits.Amends Federal bankruptcy law to prescribe WFI liquidation guidelines.Subtitle E: Preservation of FTC Authority - Amends the BHCA to require the Board to notify the FTC of its approval of a proposed acquisition, merger, or consolidation which involves acquisition of nonbanking interests.(Sec. 142) Directs certain Federal banking agencies to make data available to the Attorney General and the FTC that they deem necessary for antitrust review under specified statutes.(Sec. 143) Excludes from FTC jurisdiction any nondepository institution subsidiary or affiliate of a bank or savings association.Amends the Clayton Act to apply its premerger notification and waiting period requirements to any portion of a merger or acquisition transaction that does require notice under BHCA but does not require approval.(Sec. 144) Instructs the Comptroller General to report annually to the Congress on market concentration in the financial services industry and its impact on consumers.Subtitle F: Applying the Principles of National Treatment and Equality of Competitive Opportunity to Foreign Banks and Foreign Financial Institutions - Amends the International Banking Act of 1978 (IBA) to terminate the grandfathered authority of a foreign bank or company under the IBA to engage in any financial activity, if it files a BHCA declaration to function as a qualified BHC (QBHC). (Consequently, foreign banks with grandfathered affiliates would be permitted to keep them on the same terms and conditions that govern domestic banking organizations.)(Sec. 152) Amends the FDIA to allow insured foreign banks and foreign wholesale financial institutions (WFIs) to terminate deposit insurance voluntarily in the same manner and to the same extent as insured State or national banks.(Sec. 153) Amends the International Banking Act of 1978 to authorize the Board to examine any affiliate of a foreign bank conducting business in any State in which the Board deems it necessary to determine and enforce compliance with Federal banking law.Subtitle G: Federal Home Loan Bank System Modernization - Federal Home Loan Bank System Modernization Act of 1999 - Amends the Federal Home Loan Bank Act (FHLBA) to expand Federal Home Loan Bank (FHLB) membership parameters to make a Federal savings association's membership in the FHLB system voluntary instead of mandatory. Permits such an association to withdraw its membership (currently such withdrawal is prohibited).(Sec. 164) Modifies guidelines governing long-term advances to: (1) allow advances to any community financial institution for small businesses, agricultural, rural development, or low-income community development lending; (2) make the cash (as well as the deposits) of an FHLB eligible collateral for securing a bank's interest in a loan or advance; and (3) repeal the 30 percent of capital cap on the aggregate amount of outstanding advances secured by real estate related collateral. Includes within the categories of collateral eligible for bank loans secured loans for small business, agriculture, rural development, or low-income community development, or securities representing a whole interest in such secured loans, in the case of any community financial institution. Authorizes an FHLB to renew certain advances on its own determination without concurrence by the Federal Housing Finance Board (FHFB). Requires an FHLB member with an advance secured by insufficient eligible collateral to reduce its level of outstanding advances according to a schedule determined by the FHLB (currently, by the FHF Board). Authorizes such Board to: (1) review the collateral standards applicable to each Federal home loan bank for designated classes of collateral; and (2) require an increase in such standards for safety and soundness purposes.(Sec. 165) Revises eligibility criteria to permit certain community financial institutions to gain FHLB membership regardless of the percentage of total assets represented by residential mortgage loans.(Sec. 166) Amends the FHLBA to increase from two years to four years the term of an elective director of a Federal home loan bank. Repeals the mandates for: (1) a procedure for informal review of certain supervisory decisions; and (2) the Housing Opportunity Hotline program.Repeals: (1) the prohibition against an FHLB's acquisition of a bank building by purchase or over ten-year lease; (2) the requirement for FHFB approval of personnel decisions as well as the exercise of corporate powers by any FHLB; and (3) authorization for an FHLB president to be a member of the FHLB board.Grants the FHFB power to: (1) issue charges upon an FHLB or any executive officer or director for violation of law or regulation in connection with the granting of any application or other request by the bank, or any written agreement between the bank and the FHFB, and take affirmative action to correct conditions resulting from violations or practices, or to limit FHLB activities; (2) address insufficiencies in capital levels resulting from automatic membership of a Federal savings association in the local FHLB; and (3) sue and be sued.Repeals FHFB jurisdiction to approve the granting by an FHLB of a member's application to secure an advance.Expands the mandate of FHLB Affordable Housing Programs to include providing subsidies (in addition to subsidized interest rates) on advances for member lending for low- and moderate-income housing.Authorizes each FHLB board of directors to approve member requests for Affordable Housing Program subsidies.Revises guidelines governing reserves and dividends to permit dividend payments out of previously retained earnings or current net earnings (currently, only out of net earnings). Repeals the requirement for: (1) FHFB approval for such dividend payments; and (2) investment of FHLB reserves exclusively in U.S. obligations or certain other Federal Government-related securities.(Sec. 167) States that FHLB payments to the Resolution Funding Corporation to cover interest payments on obligations shall be a specified percentage of net earnings (currently an aggregate sum certain).Subtitle H: Direct Activities of Banks - Amends Federal banking law to provide that limitations placed on securities transactions by a national banking association for its own account do not apply to State, local, or municipal bond transactions by a well-capitalized national banking association.Subtitle I: Deposit Insurance Funds - Directs the Board of Directors of the Federal Deposit Insurance Corporation to study and report to the Congress on specified issues regarding the BIF and the SAIF, including their safety and soundness, and the adequacy of their reserve requirements in light of mergers and consolidations within the industry.(Sec. 187) Amends the FDIA to eliminate the SAIF and Deposit Insurance Fund (DIF) special reserves.Subtitle J: Effective Date of Title - Sets forth the effective date of title I of this Act.Title II: Functional Regulation - Subtitle A: Brokers and Dealers - Amends the Securities Exchange Act of 1934 (Exchange Act) to include certain bank activities within the definition of \"broker\" and \"dealer\" (thus subjecting them to registration requirements and regulation under the Exchange Act).(Sec. 203) Requires a registered securities association to create a limited qualification category, without a testing requirement, for certain bank employees effecting sales as part of a non-public primary securities offering (private placement sales).(Sec. 204) Amends the FDIA to direct the appropriate Federal banking agencies to: (1) promulgate regulations and complaint procedures applicable to retail transactions, solicitations, advertising, or offers of any security by any insured depository institution or affiliate other than a registered broker or dealer; (2) jointly establish a grievance process for customer complaints against banks or bank employees arising in connection with securities sales or purchases; and (3) establish recordkeeping requirements for banks relying on exceptions and exemptions from the definitions of broker and dealer under the Exchange Act.(Sec. 206) Defines traditional banking product, and amends the Securities Exchange Act of 1934 to define a new banking product as a security that: (1) was not subject to Securities and Exchange Commission (SEC) regulation as a security before enactment of this subtitle; and (2) is not a traditional banking product.Authorizes the SEC to determine, by regulation published in the Federal Register, that a bank that effects transactions in, or buys or sells, a new (hybrid) product (which is a security) should be subject to broker and dealer registration requirements, but only if it is necessary or appropriate in the public interest and for the protection of investors. Prescribes procedural guidelines under which the Federal Reserve Board, or any aggrieved party, may obtain judicial review of such regulation. Requires the court to determine whether the subject product or instrument would be more appropriately regulated under either Federal banking laws or Federal securities laws.(Sec. 207) Amends the Securities Exchange Act of 1934 to define: (1) derivative instrument so as to exclude a traditional banking product; (2) qualified investor; and (3) government security, so as to include a qualified Canadian government obligation.Subtitle B: Bank Investment Company Activities - Amends the Investment Company Act of 1940 to authorize the SEC to prescribe conditions under which a bank or its affiliate serving as promoter, organizer, or principal underwriter for a registered management company or a registered unit investment trust may also serve as custodian of such company or trust. Permits the SEC to bring a civil action against a custodian for a registered investment company for breach of fiduciary duty involving personal misconduct.(Sec. 212) Declares it is unlawful for an affiliate, promoter, or principal underwriter for a registered investment company to lend to it or its subsidiaries in contravention of SEC prescriptions.(Sec. 213) Modifies the definition of \"interested person\" to identify transactions, services, and loans taking place during the six months preceding determination of an interested person which would make a person an affiliated person of a broker or dealer.Prohibits a registered investment company from having a majority of its board of directors consisting of personnel or senior officers of the subsidiaries of any one bank, or of any single BHC, its affiliates and subsidiaries.(Sec. 214) Modifies guidelines pertaining to unlawful misrepresentation of guarantees and the deceptive use of names.(Sec. 215) Modifies the definition of \"broker\" to exclude any person who would be deemed a broker solely by reason of the fact that such person is an underwriter for one or more investment companies.(Sec. 216) Modifies the definition of \"dealer\" to exclude an insurance or an investment company.(Sec. 217) Amends the Investment Advisers Act of 1940 to modify the definition of investment adviser to remove the exclusion for banks that advise investment companies. Revises the definitions of broker and dealer.(Sec. 220) Mandates interagency sharing between the appropriate Federal banking agency and the SEC of examination results and other information pertaining to the investment advisory activities of a registered BHC and its separately identifiable departments or divisions.(Sec. 221) Amends the Securities Act of 1933 and the Securities Exchange Act of 1934 to revise the exclusion from their purview of certain bank common trust funds to specify the exclusion of any interest or participation in any common trust fund or similar fund that is excluded from the definition of \"investment company\" under the Investment Company Act of 1940. Amends the Investment Company Act of 1940 to revise such exclusion guidelines for certain bank common trust funds.(Sec. 222) Amends the Investment Company Act of 1940 to prescribe circumstances under which an investment adviser holding shares of an investment company in a fiduciary capacity must transfer the power to vote such shares to the beneficial owners or to another non-affiliated fiduciary. Exempts a church plan organization that is also an investment adviser (including its affiliate) from the proscription against ownership of controlling interests in an investment company.Subtitle C: SEC Supervision of Investment Bank Holding Companies - Amends the Securities Exchange Act of 1934 to permit certain investment bank holding companies that do not have a bank or savings association affiliate to elect SEC supervision.(Sec. 231) Provides for voluntary withdrawal from SEC supervision by specified investment bank holding companies. Sets forth the parameters of SEC supervision of investment bank holding companies, including authority to set capital adequacy standards. Instructs the SEC, in developing its rules, to consider use of debt and other liabilities (double leverage) by the supervised investment BHC in order to fund capital investments in affiliates.Prohibits the SEC from imposing capital adequacy requirements on regulated nonbanking entities (other than a broker or a dealer) that are in compliance with the capital requirements of another Federal regulatory body or State insurance authority.Mandates SEC deference to appropriate regulatory banking agencies and State insurance regulators with respect to the banking and insurance laws under their purviews.Grants the SEC backup inspection authority for certain wholesale financial holding companies for monitoring and compliance enforcement purposes.Subtitle D: Studies - Directs the Comptroller General to report to Congress on the efficacy, costs, and benefits of requiring a federally-insured depository institution to disclose to its retail consumers through the use of a logo or seal that its investment or insurance products are not FDIC-insured.(Sec. 242) Directs the Comptroller General to report to the Congress regarding the efficacy and benefits of uniformly limiting commissions and costs incurred by customers in the acquisition of financial products.Title III: Insurance - Subtitle A: State Regulation of Insurance - States that the McCarran-Ferguson Act remains the law of the United States.(Sec. 302) Mandates: (1) State licensure of any entity providing insurance in a State as principal or agent; and (2) State functional regulation of insurance sales activity.(Sec. 304) Prohibits a national bank and its subsidiaries from providing insurance as principal in a State, except for certain authorized products (which may not include title insurance or taxable annuity contracts).(Sec. 305) Prohibits national banks and subsidiaries from selling or underwriting title insurance, except for certain grandfathered banks and subsidiaries already doing so.(Sec. 306) Establishes expedited dispute resolution for regulatory conflicts between State insurance regulators and Federal financial regulators.(Sec. 307) Requires each Federal banking agency to: (1) issue consumer protection regulations (including physical segregation of banking activities from insurance product activities); and (2) prohibit discrimination against victims of domestic violence.Expresses the sense of Congress that the States should adopt regulations prohibiting such discrimination regarding insurance products that are at least as strict as those under this Act.Mandates that the Federal banking agencies jointly establish a consumer complaint mechanism to address violations of this Act expeditiously.(Sec. 308) Preempts State law restricting: (1) insurance companies or insurance affiliates from becoming a financial holding company or acquiring control of a bank; and (2) the amount of an insurer's assets that can be invested in a bank (except that the insurer's State of domicile may limit such investments to five percent (or any higher threshold) of the insurer's admitted assets). Preempts State laws that restrict reorganization by an insurer from mutual form to stock form.(Sec. 309) Amends the Revised Statutes to apply to Federal banking agencies the same notice and publication requirements for preemption of State law with respect to Federal savings associations as pertain with respect to national banks.Subtitle B: National Association of Registered Agents and Brokers - Sets forth a regulatory framework for uniform multistate licensing for insurance sales practices, to take effect only if a majority of the States have not enacted uniform laws and regulations governing the licensure of insurance sales by individuals and entities within three years after enactment of this Act.(Sec. 322) Establishes the National Association of Registered Agents and Brokers (the Association) as a non-profit, non-Federal agency, to provide a mechanism for uniform licensing, appointment, continuing education, and other insurance producer sales qualification requirements which can be adopted and applied on a multistate basis, while preserving the right of States to regulate insurance producers and insurance-related consumer protection and unfair trade practices.(Sec. 324) Subjects the Association (which shall not be considered a Federal agency or instrumentality) to regulation by the National Association of Insurance Commissioners (NAIC). Requires the Association to establish an office of consumer complaints. Vests management of the Association in a board of directors. Cites circumstances under which Association rules preempt State regulation of insurance producers. Requires the Association to coordinate with the National Association of Securities Dealers in order to mitigate administrative burdens that may result from dual membership.Title IV: Unitary Savings and Loan Holding Companies - Amends the Home Owners' Loan Act to prohibit new affiliations between savings and loan holding companies and certain commercial firms, except in specified circumstances, including a family trust that becomes a savings and loan holding company with respect to a savings association.(Sec. 402) Permits Federal savings associations to convert into national banks if the resulting bank meets all applicable financial, management, and capital requirements.(Sec. 403) Amends specified Federal law to declare that any depository institution whose charter is converted from that of a Federal savings association to a national bank or a State bank after enactment of this Act may retain the term \"Federal\" in its name so long as it remains an insured depository institution.Title V: Financial Information Anti-Fraud - Financial Information Anti-Fraud Act of 1999 - Amends the Consumer Credit Protection Act to: (1) specify the types of enterprises constituting a financial institution within its purview; and (2) authorize the Federal Trade Commission (FTC) to prescribe regulations clarifying or describing the types of institutions which shall be treated as financial institutions for purposes of this Act.(Sec. 501) Declares it a violation of this Act to obtain or solicit customer information of a financial institution relating to another person under false pretenses with intent to deceive. Exempts from such proscription: (1) law enforcement agencies; (2) financial institutions engaged in testing security procedures, investigating misconduct or negligence, or recovering customer information obtained or received under false pretenses; as well as (3) customer information of financial institutions available as a public record under Federal securities laws.Grants the FTC, certain banking regulatory agencies, and the States enforcement powers under this Act.Subjects violations of this Act to Federal civil and criminal penalties.Requires each Federal banking agency to issue advisories to the depository institutions under its jurisdiction relating to the deterrence and detection of the activities proscribed by this Act.Requires the Comptroller General to report to Congress: (1) on the efficacy and adequacy of the remedies provided in this Act addressing attempts to obtain financial information by fraudulent means or by false pretenses; and (2) any recommendations for additional action to address threats to the privacy of financial information created by such attempts.Title VI: Miscellaneous - Amends Federal criminal law to cite circumstances under which a court may direct disclosure of grand jury information concerning a banking law violation to certain personnel of a Federal or State financial institution.(Sec. 602) Expresses the sense of the Senate Committee on Banking, Housing, and Urban Affairs that: (1) the small business tax provisions of the Internal Revenue Code should be more widely available to community banks; and (2) in conjunction with any financial modernization legislation the Congress should amend the Code for certain purposes. Urges such legislation to: (1) increase the number of S corporation shareholders; (2) permit S corporation stock to be held in individual retirement accounts (IRAs); (3) clarify that interest on investments held for safety, soundness, and liquidity purposes should not be considered passive income; (4) provide that bank director stock is not treated as a disqualifying second class of stock for S corporations; and (5) improve the tax treatment of bad debt and interest deductions.(Sec. 603) Amends the Federal Deposit Insurance Act to specify circumstances under which the Secretary of the Treasury may: (1) approve an affiliation between a depository institution and the Student Loan Marketing Association (SALLIE MAE) solely in its reorganized, privatized status as \"the Holding Company,\" not in its status as a government sponsored enterprise (GSE); and (2) impose affiliation terms and conditions, including restrictions upon either the issuance of debt obligations by SALLIE MAE in its GSE status, or upon the use of proceeds from such obligations. (Current law prohibits affiliations between depository institutions and GSEs.)Limits the value of the investment portfolio of SALLIE MAE in its GSE status in the event such affiliation should occur to the lesser of: (1) its value upon enactment of this Act; or (2) its value on the date such an affiliation is consummated.Grants the Secretary enforcement powers under the Higher Education Act of 1965.(Sec. 604) Amends the BHCA of 1956 to repeal certain authority, requirements, and restrictions relating to insurance activities of savings bank subsidiaries of bank holding companies.(Sec. 605) Declares that the vice chairman of the Federal Reserve Board may serve as a member of the District of Columbia Financial Responsibility and Management Assistance Authority.(Sec. 606) Amends the Riegle Community Development and Regulatory Improvement Act of 1994 to add to title I a new subtitle C, the Program for Investment in Microentrepreneurs Act of 199, or the PRIME Act. Directs the Administrator of the Community Development Financial Institutions Fund (Administrator) to establish a microenterprise technical assistance and capacity building program to provide Fund grants to qualified nonprofit organizations to: (1) provide training and technical assistance to disadvantaged entrepreneurs; (2) provide training and capacity building services to help microenterprise development organizations and programs develop microenterprise training and services; and (3) aid in researching and developing the best practices in the field of microenterprise and technical assistance programs for disadvantaged entrepreneurs. Sets forth an allocation formula for such assistance and for grants benefitting very low-income persons, including those residing on Indian reservations.Authorizes a qualified organization to provide subgrants to small and emerging microenterprise entities. Mandates 50 percent matching funds from non-Federal sources.Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Home Loan Bank System Modernization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Information Anti-Fraud Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Prime Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Program for Investment in Microentrepreneurs Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance competition in the financial services industry by providing a prudential framework for the affiliation of banks, securities firms, and other financial service providers; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:30-05:00"
}