{
  "actions": [
    {
      "acted_at": "1975-09-22", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-10-29", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works and Transportation with amendment, H. Rept. 94-594.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-18", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #818 (368-16).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-19", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-03-25", 
      "references": [], 
      "text": "Committee on Commerce discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-25", 
      "bill_ids": [
        "s3015-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 3015.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-06", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-23", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1292.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-23", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-975.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-23", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-30", 
      "references": [], 
      "text": "House agreed to conference report, roll call #491 (309-103).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-06-30", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-30", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-30", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-07-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-07-12", 
      "references": [], 
      "text": "Public law 94-353.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9771-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Abdnor, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Anderson, Glenn M.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Cochran, Thad", 
      "sponsored_at": "1975-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fary, John G.", 
      "sponsored_at": "1976-12-31", 
      "state": "IL", 
      "thomas_id": "00369", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Ginn, Bo", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "00442", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1975-01-03", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harsha, William H.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00507", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Henderson, David N.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00530", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Howe, Allan", 
      "sponsored_at": "1975-01-03", 
      "state": "UT", 
      "thomas_id": "00565", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Johnson, Harold T.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00600", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Levitas, Elliott H.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "00685", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Stanton, James V.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01100", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Taylor, G.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01143", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-07-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-22", 
  "number": "9771", 
  "official_title": "A bill to amend the Airport and Airway Development Act of 1970.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres930-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s3015-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Airport and Airway Development Act Amendments", 
  "sponsor": {
    "district": "5", 
    "name": "Jones, Robert E., Jr.", 
    "state": "AL", 
    "thomas_id": "00610", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-22", 
  "subjects": [
    "Airports", 
    "Community development", 
    "Federal aid programs", 
    "Transportation and public works", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Conference report filed in Senate", 
    "date": "1976-06-23", 
    "text": "(Conference report filed in Senate, S. Rept. 94-975) Airport and Airway Development Act Amendments - =Title I: Airport and Airway Development Act Amendments= - Extends the obligational authority through September 30, 1980, for the acquisition, establishment and improvement of air navigational facilities. Defines airport development for purposes of this Act to include snow removal equipment and noise suppressing equipment and the acquisition of land to issure that such land is used only for purposes which are compatible with the noise levels of the operation of a public airport. Defines, under such Act, \"air carrier airport,\" \"commuter service airport,\" \"general aviation airport\" (public airports which are not air carrier airports), and \"reliever airport\" (general aviation airports designated by the Secretary of Transportation). States that no later than January 1, 1978, the Secretary of Transportation shall consult with the Civil Aeronautics Board (CAB) and each State and airport sponsor, and prepare and publish a revised national airport system plan for the development of public airports in the United States. Authorizes appropriations for such purpose. Permits a total obligation in any fiscal year of $150,000,000 for airport system planning grants. Authorizes appropriations through fiscal year 1980 for the development of air carrier airports and general aviation airports. Authorizes appropriations through fiscal year 1980 for air navigation facilities. Provides that the balance of moneys, within specified limits, in the Airport and Airway Trust Fund may be appropriated for: (1) costs of services provided under international agreements relating to the joint financing of air navigation services which are assessed against the United States Government; and (2) direct costs incurred by the Secretary to flight check and maintain air navigation facilities in a safe and efficient condition. Requires that by October 1 of each fiscal year funds made available for such period for grants under such Act for air carrier and reliever airports shall be apportioned by the Secretary according to a dollar-for-passenger formula to carrier airports. Provides that no carrier airport shall receive less than $187,500 nor more than $12,500,000 in any fiscal year. Requires that by such dates the Secretary shall also apportion funds for general aviation airport development according to a population and land area formula to the States, and in part, according to the Secretary's discretion. Provides that after June 30, 1975, no project application shall propose airport development except in connection with the following airports included in the current revision of the national airport system plan: airport air carrier airports, commuter service airports, reliever airports, and general aviation airports. Permits the Secretary to accept conclusory certifications of fulfilled or expected fulfillment by airport sponsors of the requirements of such Act. Allows the Federal share of project costs under such Act to be 90 percent with respect to air carrier airports enplaning less than one-quarter of one percent of the total of enplaned passengers each year, and 90 percent for commuter service and general aviation airports, and 75 percent for all other airports. Provides that such share shall be 80 percent for fiscal years 1979 and 1980. Requires airport sponsors to consult with air carriers in deciding to undertake development projects, not to include Federal cost shares in the establishment of user charges, and to subject all certified air carriers to nondiscriminatory and substantially comparable rates and regulations. Directs the Secretary to offer terms and conditions in project approvals which provide for obligation of funds over more than one fiscal year for projects extending more than one fiscal year. States that upon certification by the sponsor of any air carrier airport that such airport has on the date of submission of the project application, all the safety and security equipment required for certification, the Secretary may approve as allowable projects for airport development at such airport, specified terminal development projects, which are directly related to the movement of passengers and baggage. Permits the Secretary to make grants, from funds for general aviation airport development projects, to States for the management of a demonstration program for administering grants for such airports in such State. Directs the Secretary to report by March 31, 1978, on the results of any such demonstration programs, of which there shall be no more than four. Directs the Secretary to take affirmative action to assure that no person shall, on the grounds of race, creed, color, national origin, or sex, be excluded from participating in any activity conducted with funds received from any grant made under this title. Provides that required inspection and quarantine services at airports of entry shall be performed during regular Sunday and holiday hours without reimbursement from the owners of aircraft operated by the Federal Government. Provides that administrative overhead costs associated with any inspection or quarantine service required to be performed by the United States Government, or any agency thereof, at airports of entry as a result of the operation of aircraft, shall be performed without reimbursement from the owners or operators thereof. Empowers the Secretary to exempt specified Alaskan airports from requirements of the Federal Aviation Act of 1958 relating to airport security for intrastate flights. Provides that transportation of persons or property by transport category aircraft in interstate air transportation procured by the Department of Defense through contracts of more than 30 days duration for airlift service within the United States is to be provided exclusively by air carriers who have or offer to place aircraft in the Civil Reserve Air Fleet and who hold certificates under the Federal Aviation Act of 1958. Amends such Act to make it clear that the Federal Aviation Administrator may exempt specified smaller airports from regulations relating to the fire and rescue ability. Directs the Secretary of Transportation to conduct a study of airports in areas where land requirements, local taxes, or a low revenue return per acre may close such airports. Requires such study to be reported to Congress by January 1, 1978. Requires the Secretary of Transportation acting through the Administrator of the Federal Aviation Administration to take such action as he may deem necessary, within available resources, to establish a civil aviation information distribution program within each region of the Federal Aviation Administration. Provides that for three years, the Secretary is prohibited from closing or operating by remote control any existing flight service station except for part-time operation by remote control during low-activity periods and for demonstration purposes not more than five flight service stations may be closed or operated by remote control from not more than one air route traffic control center. Authorizes the Secretary of Transportation to undertake demonstration projects related to ground transportation services to airports which he determines will assist the improvement of the Nation's airport and airway system, and consistent regional airport system plans, by improving ground access to air carrier airport terminals. Authorizes appropriations for the purpose of a multimodal terminal building and facilities demonstration project in South Bend, Indiana. Requires the Secretary to compensate air carriers for amounts expended for security-screening facilities and procedures attributable to foreign air transportation. Authorizes appropriations for such purpose through fiscal year 1978. Directs the Secretary to attempt to reduce the capital, operating, maintenance, and administrative costs of the national airport and airway system. Requires the Secretary to study, and report within one year, on the feasibility of land bank planning and development for future and existing airports; on the establishment of new major public airports; and on the feasibility, practicability, and cost of the soundproofing of schools, hospitals, and public health facilities located near airports. =Title II: Research, Development, and Demonstration Activities= - Authorizes the Secretary to carry out under the Federal Aviation Act such demonstration projects as he determines necessary in connection with research and development activities, and authorizes appropriations to carry out such demonstration projects. =Title III: Airport and Airway Trust Fund= - Authorizes expenditures from the Airport and Airway Trust Fund for development of terminals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airport and Airway Development Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Airport and Airway Development Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:12-05:00"
}