{
  "actions": [
    {
      "acted_at": "1980-01-22", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6256-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Chisholm, Shirley", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Won Pat, Antonio B.", 
      "sponsored_at": "1979-01-03", 
      "state": "GU", 
      "thomas_id": "01241", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-01-22", 
  "number": "6256", 
  "official_title": "A bill to amend the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Relocation Assistance Act Amendments of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Schroeder, Patricia", 
    "state": "CO", 
    "thomas_id": "01033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-01-22", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Cost of living adjustments", 
    "Eminent domain", 
    "Farms", 
    "Federal aid to housing", 
    "Government and business", 
    "Housing and Housing Finance", 
    "Public Lands and Real Property", 
    "Real property", 
    "Relocation"
  ], 
  "subjects_top_term": "Relocation", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-01-22", 
    "text": "Uniform Relocation Assistance Act Amendments of 1980 - Amends the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970 to require that relocation benefits, including relocation assistance advisory services, be made available to all persons displaced by the commencement of a Federal or federally assisted project by the head of the Federal agency administering or financing such assistance. Increases the amount of payment for moving and dislocation allowances for displacement from dwellings, business, and farm operations. Specifies that such allowances shall be increased on October 1 of each year, beginning with 1981, by a percentage which is equal to the percentage increase, if any, in the Consumer Price Index. Specifies that the additional housing payments for displaced homeowners shall include compensation for the amount, if any, of the excess of the annual real property taxes on the replacement dwelling over the vacated dwelling at the time of displacement multiplied by the number of years of the mortgage on such replacement dwelling. Eliminates the requirement that a tenant occupy a rental dwelling for a period of not less than ninety days in order for such tenant to receive displacement housing payments. Specifies that the amount of replacement housing payments for tenants to enable such displaced persons to rent or lease a dwelling shall not be less than the amount of the excess, if any, of the fair market rents over the greater of the amount which the displaced person was paying for rent at the time of displacement or 25 percent of the displaced person's adjusted gross income. Directs that the amount of replacement housing payments for tenants to enable such persons to make a downpayment on the purchase of a dwelling shall not exceed 20 percent of the purchase price of such dwelling and the amount by which the displaced person's monthly payments for principal, interest, taxes, insurance, and utilities exceed 20 percent of such person's monthly adjusted gross income. Requires each relocation assistance advisory program to include such measures, facilities, or services as may be necessary or appropriate in order to assure and provide written documentation to the head of the Federal agency administering such programs for review and approval that all alternatives that will not cause displacement have been considered and found not to be feasible and that all steps to minimize displacement and its hardships have been taken before the program or project is undertaken. Requires that the assurances required of the relocation assistance advisory services that housing will be available shall: (1) be made prior to Federal approval of a project; (2) be based upon careful analysis of the housing needs of the persons to be displaced and the availability of housing; and (3) include plans for housing replacement if sale or rental housing is not available. Authorizes the agency head to use funds authorized for the project to provide such housing. Requires the heads of Federal agencies to establish regulations and procedures for use by Federal agencies and by States, State and local agencies, and other recipients of Federal financial assistance. Makes provisions for aggrieved persons to have their applications reviewed by the appropriate agency head."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Relocation Assistance Act Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:55-05:00"
}