{
  "actions": [
    {
      "acted_at": "1982-06-30", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2701-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1982-06-30", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-30", 
  "number": "2701", 
  "official_title": "A bill to provide for the participation of the United States in the 1984 Louisiana World Exposition to be held in New Orleans, Louisiana, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6409-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6409-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Long, Russell B.", 
    "state": "LA", 
    "thomas_id": "01386", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-30", 
  "subjects": [
    "Arts, culture, religion", 
    "Cultural relations", 
    "Exhibitions", 
    "International affairs", 
    "Louisiana"
  ], 
  "subjects_top_term": "Exhibitions", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-30", 
    "text": "Authorizes the President to provide for U.S. participation in the 1984 Louisiana World Exposition. Authorizes the President to appoint without Senate confirmation a Commissioner General of the United States Government for the Exposition. Confers upon the Commissioner General the rank of Ambassador. Authorizes the Secretary of Commerce to designate a Commissioner General of Section for U.S. participation in the Exposition as provided in the proposal for U.S. participation transmitted by the President to Congress. Authorizes the Secretary to take certain actions to provide for U.S. participation in the Exposition, including incurring necessary expenses, leasing land, and hiring consultants. Directs the Secretary to take all reasonable measures to: (1) facilitate the participation of other governments and their nationals; (2) assure adherence to the Bureau of International Expositions protocols; and (3) support the Exposition. Authorizes the Secretary to accept private contributions to carry out this Act. Authorizes other Federal agencies to cooperate with the Secretary and provide personnel to help carry out this Act. Authorizes the Secretary to dispose of all Federal property developed and acquired for the Exposition after the close of the Exposition. States that the functions authorized by this Act may be performed without regard to specified laws. Authorizes the Secretary to issue rules to carry out the functions and duties imposed by this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the participation of the United States in the 1984 Louisiana World Exposition to be held in New Orleans, Louisiana, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:23-05:00"
}