{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-11-14", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held. Hearings printed: S.Hrg. 102-512.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-07-30", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston with an amendment in the nature of a substitute. With written report No. 102-349.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-30", 
      "calendar": "Senate Legislative", 
      "number": "577", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 577.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-09-09", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-10", 
      "references": [], 
      "text": "The action of September 9, vitiating the indefinite postponement of S. 1625, was vitiated by unanimous consent, and the bill was returned to the Calendar.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-01", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1625-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1991-08-02", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "1625", 
  "official_title": "A bill to provide for the settlement of certain claims under the Alaska Native Claims Settlement Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3157-102", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3157-102", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3157-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3157-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Alaska Land Status Technical Corrections Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-07-01", 
  "subjects": [
    "Airports", 
    "Alaska", 
    "Associations, institutions, etc.", 
    "Colleges", 
    "Easements", 
    "Indian claims", 
    "Indian lands", 
    "Islands", 
    "Lakes", 
    "Land transfers", 
    "Mining claims", 
    "Minority business enterprises", 
    "National forests", 
    "National parks", 
    "Petroleum reserves", 
    "Public lands and natural resources", 
    "Stockholders", 
    "Stocks", 
    "Trails", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1992-07-30", 
    "text": "Alaska Land Status Technical Corrections Act of 1992 - Amends the Alaska National Interest Lands Conservation Act to: (1) modify the Fort Davis land allotment; and (2) subject such land to valid existing rights and an easement for the Iditarod National Historic Trail. Amends the Alaska Native Claims Settlement Act (ANCSA) to authorize an allotment applicant who had a valid application pending before the Department of the Interior on December 18, 1971, and whose application remains pending as of the date of the enactment of this Act, to amend the land description to describe land other than land the applicant originally intended to claim, if: (1) the application pending before the Department either describes land selected by, tentatively approved to, or patented to the State of Alaska or otherwise conflicts with an interest in land granted to that State by the United States prior to the filing of the allotment application; (2) the amended land description describes land selected by, tentatively approved to, or patented to Alaska of approximately equal acreage to substitute for the land originally described in the application; and (3) the Commissioner of the Department of Natural Resources for Alaska, acting under the authority of State law, has agreed to reconvey or relinquish to the United States the land described in the amended application. Directs the Secretary of the Interior to accept reconveyance or relinquishment from Alaska of the land described in the amended application. Allows adult shareholders in a native corporation to transfer Settlement Common Stock to brothers and sisters. Specifies that a real property interest distributed by a native corporation to a shareholder of such corporation pursuant to a program to provide homesites to its shareholders shall be deemed conveyed and received under ANCSA, provided that certain conditions are met, including that alienability of the corporation's Settlement Common Stock has not yet been terminated under provisions of such Act. Modifies the boundary of the Chugach National Forest, Alaska. Requires the Secretary to convey specified land in Alaska to the Rabbit Creek Lions Club. Requires the Secretary to convey to the University of Alaska all U.S. interests in the lands of the University's Agricultural Experiment Station and Fur Farm Experiment Station. Allows, at the option of the native corporation, Settlement Common Stock to be issued to descendents of Natives. Specifies that native corporations are: (1) minority and economically disadvantaged business enterprises for purposes of implementing Federal Small Business Administration programs; and (2) allowed shareholder hiring preference. Provides that lands conveyed to the Iliamna Native Corporation shall not be considered to be within the boundaries of the Lake Clark National Park or Preserve. Amends the Alaska National Interest Lands Conservation Act to: (1) reinstate certain Native allotment applications made on or before December 18, 1971, which describe lands within the National Petroleum Reserve-Alaska; and (2) direct the Secretary to bring final resolution to such applications. Allows for reconveyance of lands from Regional and Village corporations to the Secretary in order that the Native residents of Point Hope, Alaska, may receive deeds to lots within their village. Amends ANCSA to deem as part of any lands validly selected by a Native Corporation lapsed mining claims within the boundaries of such lands. Directs the Secretary to promptly determine the validity of such lapsed mining claims. Amends the Haida Land Exchange Act of 1986 to provide for establishment of a property account for Haida Corporation in exchange for Haida's relinquishment of outstanding selection rights to lands within the Tongass National Forest. Provides for determination of the initial account balance. Makes the account balance available for bidding on and purchasing Federal property. Amends the Alaska National Interest Lands Conservation Act to expand the local hire program to allow Federal agencies to hire individuals with knowledge of public lands (currently, of conservation unit lands only) in Alaska. Ratifies a proposed subsurface land exchange between the Forest Service and the Sealaska Corporation dated November 26, 1991."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaska Land Status Technical Corrections Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Alaska Land Status Technical Corrections Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the settlement of certain claims under the Alaska Native Claims Settlement Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:11-05:00"
}