{
  "actions": [
    {
      "acted_at": "2009-02-13", 
      "committee": "Committee on Indian Affairs", 
      "references": [
        {
          "reference": "CR S2330-2331", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-02", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 111-66.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-08-06", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-03-10", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Dorgan with an amendment in the nature of a substitute. With written report No. 111-161.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-03-10", 
      "calendar": "Senate Legislative", 
      "number": "312", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 312.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s443-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2009-02-13", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-13", 
  "number": "443", 
  "official_title": "A bill to transfer certain land to the United States to be held in trust for the Hoh Indian Tribe, to place land into trust for the Hoh Indian Tribe, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1061-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1061-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Hoh Indian Tribe Safe Homelands Act", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-08-06", 
  "subjects": [
    "Indian lands and resources rights", 
    "Land transfers", 
    "Native Americans", 
    "Washington State"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-03-10", 
    "text": "Hoh Indian Tribe Safe Homelands Act - Defines, in the state of Washington, a specified 37 acre parcel of land as the \"federal land\" and a specified 434 acre of land as the \"non-federal land.\" Considers to be held in trust by the United States for the benefit of the Hoh Indian Tribe all right, title, and interest of the United States in and to the federal land, without any action required to be taken by the Secretary, and excludes the federal land from the boundaries of Olympic National Park. Requires the Tribe to survey the federal land and to submit such survey to the Director of the National Park Service (NPS) for review and concurrence. Requires the Director to review the survey and provide the Tribe a notice of concurrence. Requires the survey to be submitted to the appropriate congressional committees and to be available for public inspection. Requires the Secretary of the Interior, upon fulfillment of the following conditions, to take the non-federal land into trust for the benefit of the Tribe: (1) that the Secretary conduct an assessment of the nature and extent of the liabilities and potential liabilities resulting from hazardous substances or other environmental risks associated with such land; and (2) that the Tribe conveys to the Secretary all right, title, and interest in and to such land, submits to the Secretary a request to take such land into trust for the Tribe, and carries out such activities as are necessary to remediate any hazardous substance or environmental risk liability or potential liability. Sets forth federal land use restrictions, including; (1) prohibiting the construction of any commercial, residential, industrial, or other building; (2) that the Tribe preserve and protect the natural condition and environment of the land; (2) prohibiting logging and hunting; and (3) relating to roads. Permits the Tribe to use of the federal land for both ceremonial purposes and any other activity approved by a treaty between the United States and the Tribe. Directs the Secretary and the Tribe to enter into cooperative agreements relating to fire response and regarding public education concerning tribal culture and traditions. Permits the the Secretary and the Tribe to develop and establish on the trust land a multipurpose, nonmotorized trail from Highway 101 to the Pacific Ocean. Prohibits any gaming on trust land."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hoh Indian Tribe Safe Homelands Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Hoh Indian Tribe Safe Homelands Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to transfer certain land to the United States to be held in trust for the Hoh Indian Tribe, to place land into trust for the Hoh Indian Tribe, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:52-05:00"
}