{
  "actions": [
    {
      "acted_at": "1987-06-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2769-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Boulter, Beau", 
      "sponsored_at": "1987-09-14", 
      "state": "TX", 
      "thomas_id": "00114", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "English, Glenn", 
      "sponsored_at": "1987-09-14", 
      "state": "OK", 
      "thomas_id": "00345", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Inhofe, James M.", 
      "sponsored_at": "1988-07-06", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-24", 
  "number": "2769", 
  "official_title": "A bill to maintain the viability of the domestic oil industry by enhancing capital investment and ensuring future oil and gas exploration.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Independence Act of 1987", 
  "sponsor": {
    "district": "5", 
    "name": "Edwards, Mickey", 
    "state": "OK", 
    "thomas_id": "00338", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-24", 
  "subjects": [
    "Depletion allowances", 
    "Economics and public finance", 
    "Energy policy", 
    "Energy security", 
    "Excess profits tax", 
    "Excise tax", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government trust funds", 
    "Imports", 
    "Income tax", 
    "Minimum tax", 
    "Natural gas", 
    "Oil well drilling", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Prospecting", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-24", 
    "text": "National Energy Independence Act of 1987 - Amends the Internal Revenue Code (IRC) to increase from 15 percent to 27.5 percent the percentage depletion allowance applicable to oil and gas wells. Permits use of the depletion allowance with respect to the stripper well oil and natural gas production of certain retailers and refiners. Exempts oil and gas wells from the application of the net income limitation on percentage depletion. Treats certain geological and geophysical costs as intangible drilling and development costs that a taxpayer may elect either to capitalize or to deduct for income tax purposes. Repeals IRC provisions requiring a 30 percent reduction in the amount of the tax deduction for intangible drilling and development costs in the case of oil and gas wells. Repeals IRC provisions that identify intangible drilling costs as a tax preference item for purposes of determining alternative minimum tax liability. Establishes a marginal production income tax credit for producers who maintain economically unproductive oil wells. Applies such tax credit to domestic crude oil that is: (1) from stripper well property; (2) heavy oil; or (3) oil recovered through a tertiary recovery method. Fixes the credit at ten percent of the qualified cost (determined in accordance with a formula set forth in this Act) of each barrel sold by the producer during the tax year. Provides for the carryback of unused credit. Terminates the credit during any year when the average first sale of all domestic crude oil exceeds $25.00, adjusted for inflation. Disallows an income tax deduction of oil-related expenses to the extent they are included in the tax credit. Establishes an income tax credit for expenses associated with an exploratory domestic oil or gas well. Sets the amount of the credit at 15 percent of the amount allowed as an income tax deduction for intangible drilling and development costs. Provides for the carryback of unused credit. Repeals the windfall profit tax on domestic crude oil. Imposes an excise tax on the first sale in the United States of imported crude oil and petroleum products when the average international price of crude oil for any four-week period is less than $22.00. Sets the amount of the tax at the difference between $22.00 and the average international price of crude oil for the preceding four-week period, to be estimated and published weekly by the Secretary of Energy. Exempts from the import tax any sale of crude oil or petroleum product destined for export, upon proof that it has been exported within six months of the first sale within the United States. Places liability for the payment of the tax on the first person selling the imported oil or petroleum product within the United States. Requires such persons to register with the Secretary of the Treasury. Permits the imported oil tax payments as an income tax deduction. Establishes in the Treasury the Imported Crude Oil Tax Account to receive revenue generated from the excise tax, designated to offset any revenue loss resulting from this Act's enactment. Directs the Secretary of the Treasury to report to the Congress each year on import tax revenue and its uses during the preceding fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Independence Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to maintain the viability of the domestic oil industry by enhancing capital investment and ensuring future oil and gas exploration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:37-05:00"
}