{
  "actions": [
    {
      "acted_at": "1979-06-25", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1400-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hayakawa, Samuel Ichiye", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01356", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-25", 
  "number": "1400", 
  "official_title": "A bill entitled the \"Trucking Competition and Safety Act of 1979\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trucking Competition and Safety Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-25", 
  "subjects": [
    "Antitrust law", 
    "Federal aid to transportation", 
    "Freight", 
    "Freight forwarders", 
    "Independent regulatory commissions", 
    "Labor and employment", 
    "Motor Vehicles and Driving", 
    "Motor carrier rates", 
    "Motor transportation", 
    "Occupational health and safety", 
    "Price fixing", 
    "Public safety", 
    "Restrictive trade practices", 
    "Roads and highways", 
    "Traffic accidents and safety", 
    "Trucks"
  ], 
  "subjects_top_term": "Motor transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-25", 
    "text": "Trucking Competition and Safety Act of 1979 - Title I: Economic Regulation and Antitrust Immunity - Directs the Interstate Commerce Commission in carrying out its functions with respect to motor carriers of property and freight forwarders to consider the following as being in the public interest: (1) maximum reliance on competitive market forces to provide transportation services; (2) the improvement of truck safety; (3) reduced concentration of market power; (4) the reduction of regulatory barriers to entry into the industry; (5) the encouragement of entry to and additional service for small and isolated communities; and (6) strengthening of smaller carriers to ensure efficient service and to promote competition. Stipulates that, where a motor carrier's certificate authorizes the carrier to provide transportation between any two points but only in one direction, or between points but without authority to make intermediate stops, the Commission shall revise such authority to permit transportation between the two points in either direction and to permit intermediate stops. Authorizes a motor carrier providing regular route service to automatically add to its authority on a yearly basis in accordance with procedures and standards developed by the Commission which will emphasize increasing opportunities for new or better service to smaller and isolated communities and which will be so structured as to minimize the need for Commission intervention. Directs the Commission to develop a program to allow motor carriers of property to provide more direct service between any points authorized in their certificate, regardless of any gateway or route requirements in such certificates. Prohibits the Commission from requiring carriers to serve a single shipper or plant, or from requiring that a carrier provide transportation via a designated route or through a designated locality. Directs the Commission to provide for the gradual phaseout over a three year period of all Commission restrictions on commodities or categories of commodities that may be carried by motor carriers of property. Authorizes a motor carrier to petition the Commission to remove a commodity restriction, to broaden the categories that the carrier may transport or to allow it to provide transportation over a less circuitous route or in a less costly fashion. Directs the Commission to approve such an application within 90 days unless it is proven by an opponent to the application that such a change is not consistent with the public convenience and necessity as determined by this Act. Revises the conditions for certification of motor carriers of property. Stipulates that a finding that an application for certification is consistent with the public convenience and necessity shall not be required in order to provide service between points not served by another certified motor carrier of property, to provide service as a substitute for abandoned rail service, or to transport shipments weighing no more than 500 pounds. Directs the Commission in determining whether service is consistent with the public convenience and necessity to disregard any possible diversions of revenues or traffic of other carriers. Directs the Commission to accord substantial weight in favor of an application where such service would be reasonably likely to: (1) lower the applicant's average operating costs; (2) improve the applicant's equipment utilization, fuel efficiency, or service; (3) meet user or consumer preference; (4) improve service to small communities; or (5) generally improve the competitive climate of the area to be served. Places the burden of showing that an application for service is inconsistent with the public convenience and necessity on an opponent of such application. Places restrictions on the right of a motor carrier of property to challenge such applications. Sets forth time limits during which the Commission must reach a decision on such applications. Stipulates that if a decision is not reached within such period the application shall be deemed so granted. Exempts, with specified exceptions, motor vehicles controlled by cooperative associations from the Commission's jurisdiction. Exempts from the Commission's jurisdiction: (1) food and edible products whether processed or not which are intended for human consumption; (2) livestock and poultry feed; (3) agricultural seeds, plants, limestone, soil conditioners, fertilizers, and chemicals; and (4) farm tractors and farm machinery. Authorizes the Commission to make further exemptions if such an exemption is consistent with the transportation policy set forth in this Act. Authorizes contract carriers of property to establish through routes and joint rates with other carriers. Stipulates that with regard to applications to become a motor contract carrier or freight forwarder the applicant shall have the burden of showing that he or she is fit, willing, and able to perform such service. Stipulates that in determining whether or not the application is consistent with the public interest and national transportation policy, the opponent, if any, shall have the burden of proof. Sets forth a range of rate increases and decreases for motor common carriers of property or freight forwarders which the Commission may not find to be unreasonable. Sets forth factors which the Commission is to take into account when prescribing a rate, classification, rule, or practice for transportation or service by carriers or freight forwarder. Stipulates that the Commission may only investigate motor carrier rates upon complaint. Makes rate bureaus for motor carriers of property and freight forwarders subject to the antitrust laws. Prohibits the Commission from suspending any proposed rate increase or decrease if such proposed new rate falls within the zone of reasonable rates established by this Act. Prohibits the Commission from suspending any other proposed rate changes unless it can be shown by a verified complaint of a person that the complainant would incur substantial injury without such a suspension and that it is likely that the complainant will prevail on the merits. Limits such a suspension to a maximum period of three months. Stipulates that with respect to rates filed before January 1, 1984, the Commission may not require more than 15 days prior notice of any rate change by a motor common carrier of property or freight forwarder. Authorizes the Commission to reduce such time period if it finds that such a reduction would be in the public interest. Stipulates that after January 1, 1984, all such rates may become effective upon publication. Prohibits the Commission from approving consolidation, merger, or acquisition of control agreements with respect to motor carriers of property if the Commission finds that as a result of such a transaction there is likely to be a substantial lessening of competition, creation of a monopoly, or a restraint of trade unless the Commission finds that the anticompetitive effects of the transaction are outweighed by significant transportation needs that cannot be satisfied by a reasonably available alternative having materially less anticompetitive effects. Removes the Commission's jurisdiction with regard to such transactions five years after the enactment of this Act. Exempts from the Commission's jurisdiction motor transportation to and from a domestic air carrier that is part of a combined surface and air movement of freight. Removes entry and rate controls over truckload motor carriers two years after the effective date of this Act. Directs the Secretary of Transportation, in cooperation with the Interstate Commerce Commission and the Department of Justice, to prepare and submit to Congress by January 1, 1983, a report on the implementation of this Act and whether continued regulation of the trucking industry is required. Removes the Commission's authority over securities for motor carriers of property. Title II: Commercial Motor Vehicle Safety - Directs the Commission to seek the advice of the Secretary of Transportation with regard to the safety-related aspects of whether a person is fit, willing, and able to provide transportation services. Stipulates that the Commission shall be bound by the Secretary's determination. Stipulates that this requirement shall not apply to transportation brokers or water carriers. Sets forth time limits and procedures regarding such determinations by the Secretary. Authorizes the Secretary to suspend the transportation authority of individuals who, because of safety-related matters, are no longer fit, willing, and able to provide transportation services. Sets forth procedural requirements for such suspensions. Provides for judicial review of determinations made by the Secretary pursuant to this Act. Authorizes the Secretary to promulgate regulations regarding safety-related aspects of transportation services. Directs the Secretary to establish rules, regulations, and standards to assure the safe operation of commercial motor vehicles. Authorizes the Secretary to conduct such research, development, demonstration, and training activities as may be necessary to develop such rules and regulations. Grants the Secretary the authority to enter upon, inspect, and examine facilities, equipment, operations, and records without advance notice to carry out the Secretary's responsibilities under this Act. Requires a warrant for such an entry or inspection except under specified circumstances. Sets forth procedures and requirements for obtaining such warrants. Sets forth civil and criminal penalties for violations of this title, violations of regulations issued under this Act, or violations of any other regulations administered by the Bureau of Motor Carrier Safety. Authorizes a State to regulate commercial motor vehicle safety unless the Secretary has adopted a rule, regulation, standard, or order regulating that aspect of motor vehicle safety. Authorizes a State to adopt additional or more stringent regulations so long as they do not create an undue burden on interstate commerce and are not incompatible with Federal regulations. Requires the Secretary to timely investigate nonfrivolous complaints alleging material violations of commercial vehicle safety rules or regulations. Prohibits an employer from discriminating against an employee for making such a complaint, for testifying with regard to such a complaint, or for refusing to operate a vehicle where such operation would constitute a violation of Federal motor carrier safety standards. Authorizes the Secretary to make grants to States for the development or implementation of programs for the enforcement of Commercial motor vehicle safety standards. Authorizes appropriations for fiscal years 1981, 1982, and 1983 to carry out such grant program. Title III: Miscellaneous - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trucking Competition and Safety Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Trucking Competition and Safety Act of 1979\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:01-05:00"
}