{
  "actions": [
    {
      "acted_at": "1979-03-22", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s742-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1979-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-22", 
  "number": "742", 
  "official_title": "A bill to effect certain reorganization of the Federal Government to strengthen Federal programs and policies with respect to nuclear waste management.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Management Reorganization Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Nuclear energy", 
    "Radioactive wastes", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-22", 
    "text": "Nuclear Waste Management Reorganization Act of 1979 - Title I: Findings, Purposes, and Definitions - States the findings of Congress that Federal nuclear waste disposal programs have been ineffective due to lack of coordination, lack of a policymaking process, and lack of an organizational mechanism which permits participation and review. Title II: Establishment, Membership, and Functions of Nuclear Waste Management Planning Council - Establishes a Nuclear Waste Management Planning Council as an independent instrumentality of the executive branch, the functions of such Council to include: (1) providing representatives to the Nuclear Waste Coordinating Committee; (2) advising Federal agencies and departments having membership on the Committee; and (3) providing views on the annual Nuclear Waste Management Plan to the President. Title III: Establishment Membership and Functions of Nuclear Waste Coordinating Committee - Establishes a Nuclear Waste Coordinating Committee as an independent instrumentality in the executive branch. Stipulates that the functions of the Committee shall be to facilitate the coordination of activities of the Federal agencies and departments represented on the Committee with respect to nuclear waste and spent nuclear fuel management. Directs the Committee to prepare an annual Nuclear Waste Management Plan for the fiscal years 1981 through 1985. Requires the Committee to notify the Governor of any State in which the Committee has decided to undertake a study. Requires the Committee to prepare a nuclear waste Repository Development Report when any Federal agency or department has made application for a license or otherwise plans to construct the main shaft of a nuclear waste repository. Requires the Committee to submit the Repository Development Report for a proposed repository to the Congress. Prohibits the undertaking of site preparation work leading to the construction of the main shaft of such repository until such report has been submitted to Congress. Requires that Congress pass a concurrent resolution permitting such construction when the Chairman of a Review Panel convened with respect to such repository formally objects to such Repository Development Report. Directs the Committee to prepare a Repository Loading Report at the earliest feasible time where any Federal agency or department intends to emplace significant quantities of high-level or transuranic contaminated nuclear waste or spent nuclear fuel into a repository. Prohibits any Federal agency or department from emplacing significant quantities of nuclear wastes or spent nuclear fuel into a repository unless the Committee submits to the Congress a Repository Loading Report. Sets forth the parliamentary review procedures to be followed by Congress whenever a Repository Development Report has been submitted. Provides that if Congress has not passed a concurrent resolution in accordance with the prescribed procedures within 60 days of continuous session, such report shall be considered rejected. Title IV: Establishment Membership, and Functions of Nuclear Waste, Repository Review Panels - Authorizes the Governor of any State receiving notification of the intention of the Committee to prepare a Repository Development Report, to establish a Nuclear Waste Repository Review Panel to facilitate State and local participation in the planning and development of such repository. Provides that a Review Panel established pursuant to this Act shall meet to review current and planned actions of the Federal agencies and departments having membership on the Committee with respect to the siting, construction, and operation of the relevant proposed nuclear waste repository. Authorizes the Chairman of the Panel to submit to the Committee formal objections which state that the Repository Development Report does not adequately provide for the protection of State and local interests."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Management Reorganization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to effect certain reorganization of the Federal Government to strengthen Federal programs and policies with respect to nuclear waste management.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:49-05:00"
}