{
  "actions": [
    {
      "acted_at": "1992-10-08", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3376-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-08", 
  "number": "3376", 
  "official_title": "A bill to amend Title 39, United States Code, to improve the civil and criminal penalties aimed at deceptive practices and mail fraud, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Mail Fraud Protection Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-08", 
  "subjects": [
    "Civil procedure", 
    "Consumer credit", 
    "Credit cards", 
    "Deceptive advertising", 
    "Evidence (Law)", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Fraud", 
    "Gifts", 
    "Government operations and politics", 
    "Injunctions", 
    "Lotteries", 
    "Postal crimes", 
    "Postal service", 
    "Restrictive trade practices", 
    "Searches and seizures", 
    "Witnesses"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-08", 
    "text": "Consumer Mail Fraud Protection Act of 1992 - Amends Federal law to prohibit the mailing of matter otherwise legally acceptable that could be interpreted as a bill, invoice, or statement of account due but, in fact, constitutes a solicitation for a contribution. Applies authorities of the Postal Service to issue certain orders concerning persons obtaining money or property through the mail by false representations to persons who have, within three years of the commencement of proceedings, used the mail for such purposes. Requires a mailed solicitation for funds or for the sale of goods or services to disclose the name and business address of the person making the solicitation. Provides that any use of the mail to attempt to obtain consideration for arranging, or providing assistance in securing, a loan of money, a credit card, or a line of credit shall constitute a prima facie violation, unless such activity is performed by an entity that is licensed by and subject to regulation of a Federal agency. Authorizes the issuance of injunctions or restraining orders to restrict individuals from using the mail in furtherance of a scheme, lottery, or gift enterprise. Permits the Postmaster General to serve civil investigative demands to compel the production of documents pertaining to investigations concerning nonmailable matter. Sets forth provisions governing the service of demands, production of documents, answering of interrogatories, and examination of witnesses. Authorizes the Postal Service to petition a district court for enforcement orders against persons who fail to comply with civil investigative demands. Applies Federal criminal penalties for obstruction of proceedings concerning civil investigative demands under the Antitrust Civil Process Act to obstruction concerning demands made by the Postal Service. Provides for civil penalties against persons who use any instrumentality of interstate commerce to evade certain orders to restrict their use of the mails to further schemes, lotteries, or gift enterprises. Subjects any property obtained by fraud or swindle using the mail or Postal Service or fraud by wire, radio, or television to civil and criminal forfeiture. Increases the penalty for avoiding the payment of postage on deposited mail matters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Mail Fraud Protection Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Title 39, United States Code, to improve the civil and criminal penalties aimed at deceptive practices and mail fraud, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:50-05:00"
}