{
  "actions": [
    {
      "acted_at": "1987-04-09", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-24", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-24", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s986-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-09", 
  "number": "986", 
  "official_title": "A bill to provide Federal financial assistance to facilitate the establishment of partnerships between local educational agencies, private businesses, and the community to improve the quality of elementary and secondary education instruction, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Partnership for Excellence in Education Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-09", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Local and Municipal Government", 
    "Local finance", 
    "Secondary education", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-09", 
    "text": "Partnership for Excellence in Education Act of 1987 - Authorizes the Secretary of Education to make grants to States to pay the Federal share (50 percent) of the cost of authorized activities conducted by eligible partnerships. Defines \"eligible partnership\" to mean a local educational agency joining with business concerns (including utility companies), nonprofit private organizations, institutions of higher education, professional associations, museums, hospitals, libraries, educational television stations, and appropriate State and local public agencies. Authorizes appropriations to carry out this Act for FY 1988 through 1991. Allows an eligible partnership to use payments under this Act for: (1) the use of volunteers from community organizations, businesses, and other members of the eligible partnership to serve as consultants, lecturers, role models, teaching assistants, and other personnel in the elementary and secondary schools of a local educational agency; (2) the use of secondary school students in the work of other members of the eligible partnership in order to observe and participate in an actual work environment; (3) the conduct of computer clubs and other similar extracurricular activities, particularly activities involving the use of modern technologies, in the secondary schools of local educational agencies; (4) the use of school facilities and personnel of a local educational agency for job training and remedial education for workers in the community; (5) the establishment of advisory councils for the eligible partnership consisting of business leaders and community volunteer leaders; (6) the conduct of State-wide activities, including the provision of technical assistance and the furnishing of incentive grants to the advisory councils of eligible partnerships at the local level in the State; and (7) such other collaborative activities as the State economic development agency determines will contribute to carrying out the purposes of this Act. Sets forth requirements for State and local applications. Directs the Secretary to conduct an annual evaluation of grants made under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Partnership for Excellence in Education Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide Federal financial assistance to facilitate the establishment of partnerships between local educational agencies, private businesses, and the community to improve the quality of elementary and secondary education instruction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:26-05:00"
}