{
  "actions": [
    {
      "acted_at": "2013-06-27", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Financial Services, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-27", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-27", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-27", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2551-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-27", 
  "number": "2551", 
  "official_title": "To amend the Small Business Act to ensure that certain Federal contracts are set aside for small businesses, to enhance services to small businesses that are disadvantaged, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Expanding Opportunities for Main Street Act of 2013", 
  "sponsor": {
    "district": "1", 
    "name": "Rush, Bobby L.", 
    "state": "IL", 
    "thomas_id": "01003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-06-27", 
  "subjects": [
    "Commerce", 
    "Department of Commerce", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Minority and disadvantaged businesses", 
    "Public contracts and procurement", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-06-27", 
    "text": "Expanding Opportunities for Main Street Act of 2013 - Requires a federal agency, to the extent practicable, to award to a small business concern each acquisition contract of more than $3,000 and less than $500,000 (eligible contract). Authorizes a federal department or agency to award an eligible contract as a sole source contract to a small business if at least one small business submits a contract offer. Requires federal contracting officers to provide a determination of and reasons for not awarding an eligible contract to a small business. Amends the Small Business Act to prohibit considering an individual having net worth of over $1.5 million as economically disadvantaged for purposes of making certain awards to small businesses owned and controlled by socially and economically disadvantaged individuals under the Minority Small Business and Capital Ownership Development Program of the Small Business Administration (SBA). Redefines the terms \"bundled contracts\" and \"bundling of contract requirements\" for purposes of small business participation in federal procurement contracts. Increases federal small business procurement contracting goals. Requires contractors to provide written justification for not subcontracting with, or substituting another subcontractor for, a small business identified in its subcontracting plan. Requires a federal agency, when considering past compliance of an offeror with subcontracting plans, to consider such offeror's compliance with a goal for use of small businesses owned and controlled by socially and economically disadvantaged individuals in determining that offeror's responsibility for the award of the contract. Requires the National Director of the Minority Business Development Agency to establish: (1) the Minority Business Development Program to assist qualified minority businesses with technical assistance, loan guarantees, and contract procurement assistance; and (2) a database to assist prime contractors in identifying historically disadvantaged firms for subcontracting. Authorizes the National Director to: (1) enter into agreements to provide set-aside contracting opportunities to minority businesses, and (2) terminate a minority business from the Program for specified violations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Expanding Opportunities for Main Street Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Small Business Act to ensure that certain Federal contracts are set aside for small businesses, to enhance services to small businesses that are disadvantaged, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:25:21-05:00"
}