{
  "actions": [
    {
      "acted_at": "1973-11-08", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11383-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-08", 
  "number": "11383", 
  "official_title": "A bill to establish a Federal Elections Commission, to reform the conduct of campaigns for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Elections Campaign Act", 
  "sponsor": {
    "district": "19", 
    "name": "Railsback, Thomas F.", 
    "state": "IL", 
    "thomas_id": "00941", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-08", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-08", 
    "text": "Federal Elections Campaign Act - Title I: Federal Elections Commission - Establishes the Federal Elections Commission which shall have the power to issue subpenas and initiate court actions in order to carry out the provisions of this Act. Prohibits any candidate from designating more than one political committee as his campaign committee. Prohibits any Congressman from making any mass mailings with a simplified form of address as franked mail during the 60 day period preceding the date the election is held in which he is a candidate. Title II: Voter's Time - Requires each television station and, in instances explicitly specified, each television network, to make available for the purpose of political broadcasts by candidates for President and Vice President of the United States, or Senator or Representative in, or Resident Commissioner to, the Congress of the United States, the use of its facilities at the rates and times and in the amounts specified in or under this title. Calls such time 'Voter's Time.' Establishes eligibility requirements for using such time, to be made available 35 days preceding the Monday before a general election. States that all blocks of air time required by this section shall be made available during prime time. Charges the Federal Communications Commission with supervising and making final determinations of Voter's Time responsibilities prescribed for television stations under this section. Provides that as a condition of eligibility for Voter's Time, a candidate's presentation shall include substantial live appearance by the candidate, and formats intended to promote rational political discussion. Requires the Secretary of the Treasury to pay in full amount any bill for Voter's Time submitted by any candidate not later than ten days after the Commission certifies such bill. States that the charges made for Voter's Time by television broadcasting stations to any candidate legally entitled to such time shall not exceed the prevailing unit charge of the station for the same amount of program time in the same time period. Title III: Limitations on Political Expenditures and Contributions - Prohibits any candidate from making expenditures in connection with his campaign for election to Federal office which, in the aggregate, exceed 10 cents multiplied by the voting age population in the geographical area in which such election is held, nor shall any candidate make any campaign expenditure except during the sixty-day period immediately preceding the date of such election. Provides that no person shall make or receive any contribution in connection with any campaign for election to Federal office except during the one-year period immediately preceding the date of such election. Provides that no person shall make any contributions to or for the benefit of any candidate for election to Federal office which, in the aggregate, exceed: (1) in the case of a candidate for the office of President or Vice President, $2,500; or (2) in the case of a candidate for the office of Senator, Delegate, Resident Commissioner, or Representative, $1,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Elections Campaign Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Elections Commission, to reform the conduct of campaigns for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:59-05:00"
}