{
  "actions": [
    {
      "acted_at": "1979-11-08", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-11-08", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5833-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-08", 
  "number": "5833", 
  "official_title": "A bill to improve the administration of Federal firearms laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5225-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Firearms Law Reform Act of 1979", 
  "sponsor": {
    "district": "20", 
    "name": "Gaydos, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00430", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-08", 
  "subjects": [
    "Firearms", 
    "Firearms control", 
    "Licenses"
  ], 
  "subjects_top_term": "Firearms control", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-08", 
    "text": "Federal Firearms Law Reform Act of 1979 - Title I: Amendments to Gun Control Act - Amends the Gun Control Act of 1968 to redefine: (1) \"manufacturer\" to mean any person engaged in the \"business of manufacturing\" (instead of \"manufacture\" of) firearms or ammunition; and (2) \"dealer\" to exclude dealers in ammunition and persons engaged in the business of repairing firearms. Adds a new definition, \"engaged in the business\", with respect to manufacturers, dealers, and importers. Includes as a manufacturer of ammunition a person whose gross sales of his own ammunition exceed $1,000 in any calendar year. Includes as a dealer in firearms a person who deals in firearms as a regular course of business with the principal objective of livelihood and profit through the repetitive purchase and resale of firearms. Replaces the current term \"crime punishable by imprisonment for a term exceeding one year\" with a new definition of \"disabling crime.\" Eliminates certain activities regarding ammunition from the coverage of the current prohibitions. Revises current provisions respecting the interstate sale or transfer of firearms. Revises the current prohibition against selling a firearm or ammunition to certain persons (such as persons under indictment for a felony or addicted to drugs) to apply such prohibition only to persons convicted of a disabling crime. Revises the current prohibition against certain persons transporting a firearm or ammunition in interstate commerce to: (1) extend such prohibition to possession or receipt in commerce or affecting commerce of any firearm or ammunition; (2) conform such prohibition to the new \"disabling crime\" provision; and (3) include as additional categories illegal aliens, persons dishonorably discharged from the Armed Forces, and persons who have renounced their United States citizenship. Makes the same changes to the current prohibition against certain persons who receive a firearm or ammunition which has been transported in interstate commerce, but applies such prohibition to persons who are employed by specified individuals. Excludes ammunition dealers from the current licensing requirements. Stipulates that the Secretary of the Treasury may revoke a license only where the holder of such license has \"knowingly\" violated a provision of the Act or regulation. Bars the Secretary from denying or revoking a license on the basis of violations under this Act which are alleged in criminal proceedings instituted against a licensee, but for which such individual has not been convicted. Imposes as a condition for the inspection or examination of records, documents, and any firearm or ammunition kept by an importer, manufacturer, or dealer pursuant to this Act that the Secretary has reasonable grounds to believe that a violation has occurred and that evidence may be found on the premises of such persons. Restricts the firearm information obtained from licensees which the Secretary may make available to State or local governments. Establishes a limited recordkeeping requirement for firearms collectors. Stipulates that the general penalty under this Act shall apply to whoever \"willfully\" violates any provision. Prohibits, with respect to a person's second or subsequent conviction for illegally using or carrying a firearm during the commission of a felony, the granting of parole before completion of the minimum sentence. Amends the forfeiture provision to subject to seizure any firearm or ammunition \"involved in or used\" in any violation of the Act (instead of \"involved in or used or intended to be used\"). Requires a court to award attorney's fees to the prevailing party (other than the United States) in an action or proceeding for the return of seized firearms or ammunition. Allows the court to award such fees in any other action upon a finding that the action was initiated in bad faith. Amends the rulemaking authority of the Secretary to provide that no regulation may require (1) the transfer of records required under this Act to a facility owned, managed, or controlled by the United States or any State or (2) the establishment of any system of registration of firearms, firearms owners, or firearms transactions. Requires a 90-day public comment period for proposed regulations (no period is currently specified). Allows one House of Congress to disapprove by resolution any firearms regulation within 90 days of continuous session of the promulgation of such rule. Set forth procedures for such resolutions. Prohibits the Secretary from prescribing any rules identical to regulations disapproved by Congress without the enactment of additional legislation respecting his authority. Prohibits the Secretary from prescribing regulations which require purchasers of black powder to complete affidavits or forms attesting to their exemption from certain provisions of the Federal criminal code. Makes any law or regulation promulgated by any State prohibiting the transfer of an unloaded and not readily accessible firearm or ammunition null and void. Title II: Amendments to title VII of the Omnibus Crime Control and Safe Streets Act of 1968 - Repeals title VII of the Omnibus Crime Control and Safe Streets Act (relating to the receipt, possession, or transportation of firearms by felons, veterans dishonorably discharged, mental incompetents, illegal aliens, and persons renouncing their United States citizenship)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Firearms Law Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the administration of Federal firearms laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:46-05:00"
}