{
  "actions": [
    {
      "acted_at": "1977-01-11", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1699-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-11", 
  "number": "1699", 
  "official_title": "A bill to protect purchasers and prospective purchasers of condominium housing units and residents of multifamily rental structures being converted to condominium units, by providing for the establishment of national minimum standards for condominium sales and conversions (to be administered by an Assistant Secretary for Condominium Housing, Department of Housing and Urban Development); and to insure that financial institutions engaged in the extension of credit to prospective purchasers of condominium units make credit available without discrimination on the basis of age, sex, race, religion, marital status or national origin.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2178-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2855-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4586-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Condominium and Tenants Rights Act", 
  "sponsor": {
    "district": "8", 
    "name": "Rosenthal, Benjamin S.", 
    "state": "NY", 
    "thomas_id": "00987", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-11", 
  "subjects": [
    "Condominium (Housing)", 
    "Consumer protection", 
    "Department of Housing and Urban Development", 
    "Executive reorganization", 
    "Federal officials", 
    "Housing and community development"
  ], 
  "subjects_top_term": "Condominium (Housing)", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-11", 
    "text": "National Condominium and Tenants Rights Act - Expresses the findings of Congress and declares the purposes of the Act, including to establish minimum national standards governing the sale, ownership, conversion to, and extension of credit for condominiums. States that no condominium housing loan shall be made: (1) to any developer unless the creditor received a written property statement containing specified names, addresses, legal descriptions, costs and assurances; or (2) to any prospective purchaser unless the same written property statement has been submitted to such purchaser 21 days prior to any legally obligating document's execution. Provides similar protection for tenants in cases of condominium conversions. Prohibits discrimination against condominium-unit purchasers in the extension of credit on the basis of age, sex, marital status, religion, race, or national origin. Provides for the designation of an Assistant Secretary for Condominiums in the Department of Housing and Urban Development and enumerates the duties to be performed. Requires each creditor subject to the provisions of this Act to file an annual report with the Secretary of Housing and Urban Development showing the extent of compliance with the provisions of this Act. Creates a civil remedy against creditors by persons discriminated against in violation of this Act. States that any developer or creditor who violates the provisions of this Act shall be fined not more than $15,000 for each violation. Empowers the Secretary to encourage and make grants to State and local governments to help establish offices to administer and enforce State and local requirements with respect to condominiums. Enumerates the requirements to be met by any plan for the protection of purchasers of condominium units and those displaced by conversion to such units prior to the making of any grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Condominium and Tenants Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect purchasers and prospective purchasers of condominium housing units and residents of multifamily rental structures being converted to condominium units, by providing for the establishment of national minimum standards for condominium sales and conversions (to be administered by an Assistant Secretary for Condominium Housing, Department of Housing and Urban Development); and to insure that financial institutions engaged in the extension of credit to prospective purchasers of condominium units make credit available without discrimination on the basis of age, sex, race, religion, marital status or national origin.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:50-05:00"
}