{
  "actions": [
    {
      "acted_at": "1973-01-16", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-05-22", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 93-170.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-05-22", 
      "committee": "Senate Committee on Rules", 
      "references": [], 
      "text": "Referred to Senate Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-07-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 93-310.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-30", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #353 (82-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-02", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s372-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-16", 
  "number": "372", 
  "official_title": "A bill to amend the Communications Act of 1934 to relieve broadcasters of the equal time requirement of section 315 with respect to Presidential and Vice-Presidential candidates and to amend the Campaign Communications Reform Act to provide a further limitation on expenditures in election campaigns for Federal elective office.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Act", 
  "sponsor": {
    "district": null, 
    "name": "Pastore, John O.", 
    "state": "RI", 
    "thomas_id": "01415", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-16", 
  "subjects": [
    "Broadcasting", 
    "Campaign funds", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1973-07-30", 
    "text": "(LATEST SUMMARY) Federal Election Campaign Act Amendments - Makes the equal time requirement of the Communication Act of 1934, as amended, inapplicable to legally qualified candidates for Federal elective office (including the office of Vice President) in primary and general elections. States that the obligation imposed upon a licensee with respect to legally qualified candidates for Federal elective office (other than the offices of President and Vice President) shall have been met by such licensee with respect to such candidates if: (A) the licensee makes available to such candidates not less than fifteen minutes of broadcast time without charge during the period beginning ten days after the last date, under applicable State law, on which such candidates may file with the appropriate State officer as candidates, and ending on the day before the date of the election, (B) the licensee notifies such candidates during the period beginning on the day after the filing date and ending ten days thereafter, and (C) such broadcast will cover, in whole or in part, the geographical area in which such election is held. Provides that no station licensee may make any charge for the use of any such station by or on behalf of any legally qualified candidate for nomination for election, or for election, to Federal elective office unless such candidate (or a person specifically authorized by such candidate in writing to do so) certifies to such licensee in writing that the payment of such charge will not exceed the limit on expenditures applicable to that candidate. Repeals the Campaign Communications Reform Act. Requires each candidate, within ten days after the date on which he has qualified under State law as a candidate, or on which he, or any person authorized by to do so, has received a contribution or made an expenditure in connection with his campaign or for the purpose of preparing to undertake his campaign, to file with the Federal Election Commission a registration statement in such form as the Commission shall prescribe. Sets forth requirements pertaining to the submission of reports on campaign contributions to the Federal Election Commission. Stipulates that every person (other than a political committee or candidate) who makes contributions or expenditures, other than by contribution to a political committee or candidate, in an aggregate amount in excess of $100 within a calendar year shall file with the Commission a statement containing the information required. Requires each candidate for election to Congress (other than a candidate who is a Member of Congress) to file with the Commission a financial disclosure report for the calendar year immediately preceding the year in which he is a candidate, including: (1) the amount and source of each item of income, other than reimbursements for expenditures actually incurred, and each gift or aggregate of gifts from one source of a value of more than $100 received by him or by him and his spouse jointly during the preceding calendar year, (2) each asset held by him, or by him and his spouse jointly, and the amount of each liability owed by him, or by him and his spouse jointly, as of the close of the preceding calendar year; (3) all dealings in securities or commodities by him, or by him and his spouse jointly, or by any person acting on his behalf or pursuant to his direction during the preceding calendar year; and, (4) all purchases and sales of real property or any interest therein by him, or by him and his spouse jointly, or by any person acting on his behalf or pursuant to his direction, during the preceding calendar year. Sets forth requirements relating to political advertising. Establishes, in the executive branch of the Government, the Federal Election Commission. Provides that the Commission shall be appointed by the President with the advice and consent of the Senate. Provides that members of the Commission shall serve for terms of seven years. Provides that the authority and duties of the Commission shall include the following: (1) to require, by special or general orders, any person to submit in writing such reports and answers to questions as the Commission may prescribe, and such submission shall be made within such reasonable period and under oath or otherwise as the Commission may determine; (2) to administer oaths; (3) to require by subpena the attendance and testimony of witnesses and the production of all documentary evidence relating to the execution of its duties; (4) in any proceeding or investigation to order testimony to be taken by deposition before any person who is designated by the Commission and the power to administer oaths and, in such instances, to compel testimony and the production of evidence in the same manner as authorized under this Act; (5) to pay witnesses the same fees and mileage as are paid in like circumstances in the courts of the United States; (6) to initiate, prosecute, defend, or appeal any court action in the name of the Commission for the purpose of enforcing the provisions of title I and title III of the Federal Election Campaign Act of 1973; and (7) to delegate any of its functions or powers, other than the power to issue subpenas under this Act, to any officer or employee of the Commission. Provides that any United States district court, within the jurisdiction of which any inquiry is carried on, shall, upon petition by the Commission, in case of refusal to obey a subpena or order of the Commission, issue an order requiring compliance therewith. Provides that any failure to obey the order of the court shall be punished by the court as a contempt thereof. States that each candidate shall designate one political committee as his central campaign committee. Provides that candidates for nomination for election, or for election, to the office of President, may also designate one political committee in each State in which he is a candidate as his State campaign committee for that State. Provides that no Senator, Representative, Resident Commissioners, or Delegate shall make any mass mailing of a newsletter or mailing under the frank for sixty days immediately preceding the date on which any election is held in which he is a candidate. Sets forth penalties for violations of the provisions of this Act. States that no expenditure in excess of $1,000 shall be made by or on behalf of any candidate who has received the nomination of his political party for President or Vice President unless such expenditure has been specifically approved by the chairman or treasurer of that political party's national committee or the designated representative of that national committee in the State where the funds are to be expended. Authorizes appropriations to the Commission of not to exceed $5,000,000 for the fiscal year ending June 20, 1974, and not to exceed $5,000,000 for each fiscal year thereafter. Provides that no candidate (other than a candidate for nomination for election to the office of President) may make expenditures in connection with his primary or primary runoff campaign for nomination for election to Federal office in excess of the greater of: (1) 10 cents multiplied by the voting age population of the geographical area in which the election for such nomination is held, or (2) $125,000, if the Federal office sought is that of Senator, Delegate, Resident Commissioner, or Representative from a State which is entitled to only one Representative, or (3) $90,000, if the Federal office sought is that of Representative from a State which is entitled to more than one Representative. States that no individual shall make any contribution during any calendar year to or for the benefit of any candidate which is in excess of: (1) in the case of contributions to or for the benefit of a candidate other that a candidate for nomination for election, or for election, to the office of President, the amount which, when added to the total amount of all other contributions made by that individual during that calendar year to or for the benefit of a particualr candidate, would equal $3,000; or (2) in the case of contributions to or for the benefit of a candidate for nomination for election, or for election, to the office of President, the amount which, when added to the total amount of all other contributions made by that individual during that calendar year to or for the benefit of that candidate, would equal $3,000. Stipulates that it shall be unlawful for any person to make a contribution to or for the benefit of any candidate or political committee in excess, in the aggregate during any calendar year, of $50 unless such contribution is made by a written instrument identifying the person making the contribution. Sets forth penalties for embezzlement or conversion of political contributions. Voter Registration and Election Administration Assistance Act - States that the Federal Election Commission shall: (1) make grants, in accord with the provisions of this title, upon the request of State and local officials, to States and political subdivisions thereof to carry out programs of voters registration and election administration; (2) collect, analyze, and arrange for the publication and sale by the Government Printing Office of information concerning voter registration and elections in the United States; (3) prepare and submit to the President and the Congress on March 31 each year a report on the activities of the Commission under this title and on voter registration and election administration in the States and political subdivisions thereof, including recommendations for such additional legislation as may be appropriate; and (4) take such other actions as it deems necessary and proper to carry out its functions under this title. Establishes an Advisory Council on Voter Registration and Election Administration to assist the Commission in the preparation of regulations for, and as policy matters arising with respect to the Administration of this title. Authorizes the Commission to make grants to any State or political subdivision thereof for the purpose of carrying out voter registration and election administration activities, and to improve voter registration and administration activities registration including: (1) programs to expand registration hours and locations, employment of deputy registrars, mobile registration facilities, employment of deputy registrars, door-to-door canvass procedures, election day registration, re-registration programs, and programs to coordinate registration with other jurisdictions; (2) programs to improve election and election day activities, such as organization, planning, and evaluation of election and election day activities and responsibilities, improvements in ballot preparation, in use of absentee ballot procedures, and in voter identification, voting and vote-counting on election day, coordination of State and local election activities, and establishment of administrative and judicial mechanisms to deal promptly with election and election day difficulties; (3) education and training programs for State and local election officials; (4) programs for the prevention and control of fraud; and (5) other programs designed to improve voter registration and election administration and approved by the Commission. Authorizes the Commission to make grants to States for (1) planning and evaluating the use of electronic data processing or other appropriate procedures to modernize voter registration or election administration on a centralized statewide basis, (2) nonpartisan citizen education programs in voting; and (3) technical assistance and fraud prevention. Authorizes the Commission to issue such rules and regulations as may be necessary and appropriate to carry out the provisions of this title. Authorizes appropriations of $15,000,000 for each of the next three fiscal years to carry out the provisions of this title. Expresses the sense of Congress that the salaries of members of Congress, members of the President cabinet, and members of the Federal judiciary shall not be increased in excess of the annual wage guide lines so long as wage and price controls continue."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to relieve broadcasters of the equal time requirement of section 315 with respect to Presidential and Vice-Presidential candidates and to amend the Campaign Communications Reform Act to provide a further limitation on expenditures in election campaigns for Federal elective office.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:18-05:00"
}