{
  "actions": [
    {
      "acted_at": "1975-06-11", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7821-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-11", 
  "number": "7821", 
  "official_title": "A bill to amend the Food Stamp Act of 1964.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Richmond, Frederick W.", 
    "state": "NY", 
    "thomas_id": "00959", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-11", 
  "subjects": [
    "Agriculture and food", 
    "Food relief", 
    "Food stamps", 
    "Poverty"
  ], 
  "subjects_top_term": "Food relief", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-11", 
    "text": "Provides that for the twelve-month period ending June 30, 1976, no individual who receives supplemental security income benefits under title XVI of the Social Security Act, or State supplementary payments under such Act, shall be considered to be a member of a household for any purpose of the Food Stamp Act for any month during such period, if, such individual resides in a State which provides State supplementary payments, the level of which has been found by the Secretary of Health, Education, and Welfare to have been specifically increased so as to include the bonus value of food stamps. Requires any retail store or wholesale food concern that is authorized to accept and redeem coupons under the food stamp program to display and offer for distribution to any interested person, at no cost, informational materials describing the benefits, eligibility criteria, application procedures, and other pertinent information on the program. Authorizes the use of food coupons for the purchase of meals prepared by a governmental or nonprofit organization by disabled individuals unable to prepare their own meals. Revises the food stamp certification procedure. Authorizes the Secretary of Agriculture to pay each State agency 65 percent of its administrative costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Food Stamp Act of 1964.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:39-05:00"
}