{
  "actions": [
    {
      "acted_at": "1974-03-13", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13449-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-13", 
  "number": "13449", 
  "official_title": "A bill to amend the Small Business Act and the Small Business Investment Act of 1958 to stimulate and encourage industrial and commercial development in the United States by assisting and facilitating the development by small business concerns of new products and industrial innovations and inventions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Grasso, Ella T.", 
    "state": "CT", 
    "thomas_id": "00458", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-13", 
  "subjects": [
    "Business and commerce", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-13", 
    "text": "States that it is the purpose of this Act to stimulate and encourage the development of new products, and of industrial innovations and inventions, by the provision of financial aid in situations where such aid is not otherwise reasonably available from regular commercial sources. Directs the Small Business Administration to establish a program for the continuous assessment of proposals for new products, processes, and concepts which are submitted by or particularly suited for use by small business concerns, in order to determine the potential economic and technological feasibility of such ideas, proposals, and concepts. Limits the amount appropriated for any fiscal year to carry out the functions of this Act to 10 percent of the total amount of loans and commitments outstanding. Empowers the Administration to make loans to enable small business concerns to finance such plant construction, conversion, or expansion or to supply working capital, as may be necessary for the development of new products or industrial processes determined to be economically and technologically feasible. Increases the authorizations for appropriations under specified provisions of the Small Business Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act and the Small Business Investment Act of 1958 to stimulate and encourage industrial and commercial development in the United States by assisting and facilitating the development by small business concerns of new products and industrial innovations and inventions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:34-05:00"
}