{
  "actions": [
    {
      "acted_at": "1985-04-22", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s972-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-22", 
  "number": "972", 
  "official_title": "A bill to provide revenues for the Comprehensive Environmental Response, Compensation and Liability Act of 1980.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Superfund Revenue Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-22", 
  "subjects": [
    "Chemicals", 
    "Economics and public finance", 
    "Environmental protection", 
    "Excise tax", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Ocean", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Pollution taxes", 
    "Taxation", 
    "Waste disposal in the ocean", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-22", 
    "text": "Superfund Revenue Act of 1985 - Amends the Internal Revenue Code to terminate the environmental excise tax on petroleum and certain chemicals after FY 1990, unless certain conditions are met. Imposes an excise tax on: (1) the receipts of hazardous waste at a qualified hazardous waste management unit; (2) the receipt of hazardous waste for transportation from the United States for the purpose of ocean dumping; and (3) the exportation of hazardous waste. Establishes a rate of tax to be imposed on each ton of hazardous waste, with such tax rate increasing periodically from FY 1986 through March 31, 1991. Excludes from this tax waste which: (1) is removed or treated pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act of 1980; (2) has been generated at a Federal facility and is subsequently received at a qualified hazardous waste management unit; or (3) is exported. Provides that owners and operators of qualified hazardous waste units or vessels or aircraft that dispose of ocean waste and exporters of hazardous waste shall be liable for the excise tax on hazardous waste. Sets forth the procedure the Secretary of the Treasury shall use to adjust the tax rates annually. Provides for a credit against the excise tax where the hazardous waste tax has been paid on hazardous waste and such waste is subsequently received at another qualified hazardous waste management unit, received for transport for ocean dumping, or exported. Provides that the Secretary shall establish certain information requirements with respect to each person who is liable for the excise tax on hazardous waste. Imposes penalties for failure to supply such information. Eliminates the Post-Closure Liability Trust Fund. Establishes within the Treasury the Hazardous Substance Superfund. Transfers taxes received with respect to petroleum, certain chemicals, and hazardous wastes to the Hazardous Substance Superfund, in addition to amounts from other sources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Superfund Revenue Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide revenues for the Comprehensive Environmental Response, Compensation and Liability Act of 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:21-05:00"
}