{
  "actions": [
    {
      "acted_at": "2013-09-30", 
      "references": [
        {
          "reference": "CR E1404-1405", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-30", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-15", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Courts, Intellectual Property, and the Internet.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3219-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Intellectual Property, and the Internet", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "27", 
      "name": "Chu, Judy", 
      "sponsored_at": "2013-10-30", 
      "state": "CA", 
      "thomas_id": "01970", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-30", 
  "number": "3219", 
  "official_title": "To amend title 17, United States Code, to provide copyright owners in sound recordings with the exclusive right to negotiate in the marketplace the performance of their works to the public by means of an audio transmission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Free Market Royalty Act", 
  "sponsor": {
    "district": "12", 
    "name": "Watt, Melvin L.", 
    "state": "NC", 
    "thomas_id": "01207", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-30", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-30", 
    "text": "Free Market Royalty Act - Amends federal copyright law to provide a public performance right for all audio transmissions of sound recordings, thereby extending such right to require terrestrial AM/FM broadcast radio stations to pay royalties for non-digital audio transmissions. (Currently, a performance right for sound recordings is provided only with respect to digital transmissions by cable, satellite, and Internet radio stations.) Eliminates statutory licensing royalty rates set by Copyright Royalty Judges (CRJs) for the public performance of sound recordings by noninteractive digital audio services. Allows any noninteractive services performing sound recordings publicly by means of an audio transmission (including cable, satellite, Internet, and AM/FM broadcasters) to collectively negotiate royalty rates for such performances. Designates SoundExchange, Inc. (an independent, nonprofit organization that collects and distributes royalties), or any successor entity, as the sole common agent to negotiate, agree to, pay, and receive royalty payments. Authorizes copyright owners of sound recordings, if a license is agreed to by the common agent, to subsequently negotiate and agree to royalty rates and license terms and conditions with any noninteractive services for the performance of such sound recordings (thus allows copyright owners to opt-out of rates or conditions negotiated by the common agent and to instead negotiate direct licenses for their recordings). Sets forth the royalty payment distributions to be made by the common agent to copyright owners, featured recording artists, and non-featured musicians and vocalists. Establishes procedures for CRJs to set rates and terms for nonsubscription broadcasts consisting solely of noncommercial educational and cultural radio programs when such rates and terms are not negotiated and agreed upon collectively between the common agent and the noncommercial educational broadcast station. Modifies ephemeral recording requirements (licenses to reproduce phonorecords to facilitate transmissions) to account for the removal of statutory licensing procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Free Market Royalty Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 17, United States Code, to provide copyright owners in sound recordings with the exclusive right to negotiate in the marketplace the performance of their works to the public by means of an audio transmission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:30:56-05:00"
}