{
  "actions": [
    {
      "acted_at": "1975-08-01", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9215-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-08-01", 
  "number": "9215", 
  "official_title": "A bill to provide for a program of financial assistance by the Secretary of Labor to small business concerns for the establishment of new jobs to be filled by unemployed individuals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-08-01", 
  "subjects": [
    "Business and commerce", 
    "Labor and employment", 
    "Manpower policy", 
    "Small business", 
    "Unemployment"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-08-01", 
    "text": "Directs the Secretary of Labor to enter into arrangements with small business concerns which are located in areas of substantial unemployment and which apply for assistance under this Act in order to make financial assistance available to such concerns for the purpose of establishing and continuing to support jobs which such concerns would not, in the absence of such assistance, be able to offer and which shall be filled by unemployed individuals. Stipulates that funds appropriated to carry out this Act which are used by a small business concern shall be used only for wages and employment benefits for individuals employed pursuant to this Act. Prohibits the Secretary from providing financial assistance to any small business concern under this Act without determining, under regulations prescribed by the Secretary, that: (1) funds received under this Act will not be used to pay individuals employed in jobs established and supported under this Act at a rate in excess of $10,000 per year; (2) individuals employed in jobs established and supported under this Act shall be paid wages which shall not be lower than whichever is the highest of (A) the minimum wage which would be applicable to the employee under the Fair Labor Standards Act of 1938, (B) the State or local minimum wage for the most nearly comparable covered employment, or (C) the prevailing rates of pay for individuals employed in similar occupations by the same employer;(3) funds received under this Act will not be used to hire any individual to fill a job opening created by the action of an employer in laying off or terminating the employment of any regular employee not supported under this Act in anticipation of filling the vacancy so created by hiring an employee to be supported under this Act; and (4) the small business concern has the ability to establish and continue the number of jobs for which financial assistance is sought in the application, that such concern would not, in the absence of such assistance, be able to offer such jobs, and that such jobs shall be filled only by unemployed individuals. Specifies that financial assistance shall be provided during a fiscal year to a small business concern under this Act in an amount equal to stated percentages of the total cost to such concern during such year of wages and employment benefits with respect to the total number of jobs for which such assistance is approved by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for a program of financial assistance by the Secretary of Labor to small business concerns for the establishment of new jobs to be filled by unemployed individuals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:03-05:00"
}