{
  "actions": [
    {
      "acted_at": "2005-02-10", 
      "references": [
        {
          "reference": "CR S1289-1290", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-10", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S1290-1293", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-05-25", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-21", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-09-15", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Stevens with an amendment in the nature of a substitute. With written report No. 109-137.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-09-15", 
      "calendar": "Senate Legislative", 
      "number": "211", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 211.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s360-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2005-02-18", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2005-03-03", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2005-02-10", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2005-03-17", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2005-03-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "2005-02-16", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-02-10", 
  "number": "360", 
  "official_title": "A bill to amend the Coastal Zone Management Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal Zone Enhancement Reauthorization Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-07-21", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Alaska", 
    "Animals", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Barrier islands", 
    "Coastal zone", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continental shelf", 
    "Coral reefs", 
    "Department of Commerce", 
    "Ecological research", 
    "Economic development", 
    "Economic growth", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Energy", 
    "Energy storage", 
    "Environmental degradation", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental technology", 
    "Estuaries", 
    "Federal aid to water pollution control", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fishery management", 
    "Gas in submerged lands", 
    "Gifts", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Great Lakes", 
    "Habitat conservation", 
    "Housing and community development", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "International environmental cooperation", 
    "Interstate relations", 
    "Islands", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Liquefied natural gas", 
    "Marine and coastal resources, fisheries", 
    "Marine ecology", 
    "Marine parks and reserves", 
    "Marine pollution", 
    "Marine resources conservation", 
    "Nonpoint source pollution", 
    "Nonprofit organizations", 
    "Oceanographic research", 
    "Open space lands", 
    "Overhead costs", 
    "Performance measurement", 
    "Petroleum in submerged lands", 
    "Planning", 
    "Population", 
    "Public lands and natural resources", 
    "Quality of life", 
    "Real estate development", 
    "Research grants", 
    "Restoration ecology", 
    "Science, technology, communications", 
    "Social welfare", 
    "South Atlantic States", 
    "State-local relations", 
    "Storm drains", 
    "Submarine oil well drilling", 
    "Sustainable development", 
    "Technological innovations", 
    "Technology transfer", 
    "Transportation and public works", 
    "Urban runoff", 
    "Waste disposal in the ocean", 
    "Water pollution control", 
    "Water resources development", 
    "Water use", 
    "Watersheds", 
    "Wetlands", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-09-15", 
    "text": "Coastal Zone Enhancement Reauthorization Act of 2005 - (Sec. 3) Amends the Coastal Zone Management Act of 1972 to declare that it is the national policy to: (1) create and use a National Estuarine Research Reserve System as a federal, state, and community partnership to enhance coastal management and stewardship through state-based conservation, monitoring, research, education, outreach, and training; and (2) encourage the development, application, training, technical assistance, and transfer of innovative coastal management practices and coastal and estuarine environmental technologies to improve understanding and management decisionmaking for the long-term conservation of coastal ecosystems. (Sec. 6) Authorizes the Secretary of Commerce to make grants of up to $200,000 per fiscal year to any coastal state without an approved coastal zone management program if it demonstrates that its grant will be used to develop a program consistent with the Act. (Sec. 7) Allows the use of state coastal zone management program grants to develop and implement coastal nonpoint pollution control program components. Sets forth requirements for the equitable allocation of grant funding to the states. (Sec. 8) Revises the eligible uses of resource management improvement grants to states to include: (1) the coordination and implementation of approved coastal nonpoint pollution control plans, strategies, and measures; and (2) the preservation, restoration, enhancement or creation of coastal habitats. Revises resource management improvement grant requirements to authorize a state, with the approval of the Secretary, to allocate to a qualified local entity (currently, only to a local government, but now to include any areawide, regional, or interstate agency, nonprofit organization, or reserve) a portion of such grant to carry out this section. (Sec. 9) Declares that certain requirements about maximum practicable consistency of federal agency activity with the enforceable policies of approved state management programs shall apply to a federal agency activity inland of the coastal zone of the state of Alaska only if the activity directly and significantly affects a land or water use or a natural resource of the Alaskan coastal zone. (Sec. 10) Revises requirements for the Coastal Zone Management Fund. Requires state loan repayments to the Fund to be made available to make grants to states for intrastate as well as interstate projects. Requires such projects to apply an integrated, watershed-based management approach and advance the purpose of this Act to preserve, protect, develop, and where possible, to restore or enhance, the resources of the Nation's coastal zone. (Sec. 11) Includes as an objective eligible for a coastal zone enhancement grant: (1) creation of coastal habitats, including coral reefs, marshes, and barrier islands; (2) development and enhancement of coastal nonpoint pollution control program components, strategies, and measures; and (3) significant emerging coastal issues as identified by coastal states. Authorizes the Secretary to make grants to states for implementing coastal zone management program changes, or for projects that demonstrate significant potential for improving ocean resource management or integrated coastal and watershed management at the local, state, or regional level. (Sec. 12) Authorizes the Secretary to make grants to coastal states to assist in specified community and local activities, including coastal resource protection and community revitalization. Sets forth grant eligibility and state matching contribution requirements. (Sec. 13) Authorizes the Secretary to conduct a cooperative program to develop and apply innovative coastal and estuarine environmental technology and methodology and to support the development, application, training and technical assistance, and transfer of effective coastal management practices. Directs the Secretary to: (1) establish regional advisory committees composed of individuals with relevant expertise to identify research, technical assistance, and information needs and priorities; and (2) consult with such committees concerning the development of a coastal resources assessment and information program. (Sec. 14) Directs the Secretary to conduct a periodic review, at least every five years, (currently, a continuing review) of the administration, implementation, and performance of coastal states with respect to coastal management, including coordination with National Estuarine Research Reserves in the state. (Sec. 15) Changes from mandatory to discretionary the authority to conduct the \"Walter B. Jones Awards\" program to promote excellence in coastal zone management by identifying and acknowledging outstanding accomplishments in the field. (Sec. 16) Revises National Estuarine Research Reserve System requirements to require the Secretary to: (1) develop guidelines for the conduct of research, education, and resource stewardship within the System; and (2) promote and coordinate the use of the System for such purposes. (Sec. 17) Eliminates the requirement that the Secretary submit biennial coastal zone management reports to the President for transmittal to Congress. Requires the reports to go directly to Congress. (Sec. 18) Authorizes appropriations for FY2006-FY2010 for grants for: (1) administering state coastal zone management programs, the coastal resource improvement program, and coastal zone enhancement; (2) the coastal community program (earmarking an amount for coastal communities to coordinate and implement approved coastal nonpoint pollution control strategies and measures that reduce polluted runoff on coastal waters and habitats); (3) designation of estuarine sanctuaries and estuarine areas as national estuarine reserves (earmarking amounts for construction and acquisition projects at such reserves); (4) administrative costs for implementing this Act; and (5) state pilot projects to implement resource assessment and information programs (for FY2006 and FY2007 only). (Sec. 19) Revises deadline periods for decisions on appeals to the Secretary of determinations of the consistency of federal activities with state management programs. (Sec. 20) Directs the Secretary to report to Congress on the development of a memorandum of understanding (MOU) with the Commissioner of the Federal Energy Regulatory Commission (FERC) for a coordinated process for review of coastal energy activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Zone Enhancement Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coastal Zone Enhancement Reauthorization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Coastal Zone Management Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:15-05:00"
}