{
  "actions": [
    {
      "acted_at": "1973-05-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7627-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-09", 
  "number": "7627", 
  "official_title": "A bill to amend the Public Health Service Act to provide assistance and encouragement for the establishment and expansion of health maintenance organizations, health care resources, and the establishment of a Quality Health Care Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Maintenance Organization and Resources Development Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-09", 
  "subjects": [
    "Access to health care", 
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Health insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-09", 
    "text": "Health Maintenance Organization and Resources Development Act - States that the purpose of this Act is to improve the health care delivery system by supporting the creation of health maintenance organizations, supplemental health maintenance organizations, health service organizations, and area health education and service centers, particularly in medically underserved areas. Provides that nothing in this Act or any amendments made by this Act, shall be construed to supersede any activity relating to the review of health care services or to the determination of eligibility of participants in programs under the Social Security Act. Title I: Health Maintenance Organizations - Authorizes the Secretary of Health, Education, and Welfare to make grants to public or private nonprofit agencies, organizations, or institutions to assist them in meeting the costs of projects to plan or study the feasibility of developing or expanding health maintenance organizations. Provides that no project may receive more than $250,000 in such grants. States that priority will be given to those applicants who assure the Secretary that at least 30 percent of their total enrollment will be from medically underserved areas. Authorizes to be appropriated for such grants: $10 million for fiscal year 1974; $15 million for fiscal year 1975; and $20 million for fiscal year 1976. Authorizes the Secretary to make grants to any public or private nonprofit agency, organization, or institution to assist it in meeting the costs of projects to initially develop a health maintenance organization before it begins actual operation. Provides that no project may receive more than $1 million in such grants. Authorizes to be appropriated for such grants: $15 million for fiscal year 1974; $25 million for fiscal year 1975; and $30 million for fiscal year 1976. Authorizes the Secretary to make grants to any public or private nonprofit health maintenance organization or any public or private nonprofit agency, organization, or institution intending to become a health maintenance organization to: (1) assist in meeting construction costs for ambulatory care facilities that will be used to provide health services to its enrollees; and (2) assist in meeting capital investment costs for necessary transportation equipment that will be used to improve access to health services for its enrollees. Provides that a grant for any project under this section may not exceed 75 percent of the costs of construction, however, in exceptional circumstances the Secretary is authorized to grant up to 90 percent of such costs. Authorizes to be appropriated for such grants: $15 million for fiscal year 1974; $30 million for fiscal year 1975; and $40 million for fiscal year 1976. Authorizes the Secretary to make grants to public and private nonprofit health maintenance organizations to assist them in meeting operating deficits incurred during their first three years of operation. Provides that grants for initial operating deficits may be made only for the first three years of a health maintenance organization's operation according to specified limits. Authorizes to be appropriated for such grants: $5 million for fiscal year 1974; $30 million for fiscal year 1975; and $50 million for fiscal year 1976. Authorizes the Secretary to make loans to assist any public or private nonprofit health maintenance organization or any public or private nonprofit agency, organization, or institution intending to become a health maintenance organization to assist it in meeting the cost of constructing facilities for ambulatory care and transportation services. States that such facilities must be used by the health maintenance organization to provide health services to its enrollees. Authorizes to be appropriated for such loans: $10 million for fiscal year 1974; $20 million for fiscal year 1975; and $30 million for fiscal year 1976. Authorizes the Secretary to make loans to any public or private nonprofit health maintenance organization to assist it in meeting a portion of its initial operating costs in excess of its gross revenues. Provides that initial operating loans may only be made for the first three years of a health maintenance organization's operation. States that such loans may not exceed specified yearly percentages. Authorizes to be appropriated for such loans: $5 million for fiscal year 1974; $30 million for fiscal year 1975; and $50 million for fiscal year 1976. Authorizes the Secretary to make grants and loans for planning and feasibility studies, initial development costs, construction, and initial costs of operation to health maintenance organizations in non-metropolitan areas. Authorizes to be appropriated for such purposes $20 million for fiscal year 1974, $30 million for fiscal year 1975, and $50 million for fiscal year 1976. Provides that any loan by the Secretary shall bear interest at a rate comparable to the current legal rate of interest prevailing with respect to loans which are guaranteed under this Act. Provides that no payment of principal on a loan shall be required for the first five years after such loan is made. Sets forth the criteria to be considered in making loans. States that no such loan shall have a term in excess of fifteen years. Permits the Secretary to waive any right of recovery which he has by reason of the failure of a public organization to make payment and interest on a loan under this Act. Permits the Secretary during the period beginning January 1, 1974, and ending with the close of June 30, 1976, in accordance with the provisions of this Act: (1) a guarantee to non-Federal lenders making loans to such organizations for such purposes, payment of principal of and interest on such loans which are approved under this Act; and (2) in the case of nonprofit health maintenance organization, to pay to the holder of such loans amounts sufficient to reduce the net effective interest rate otherwise payable on such loan. Sets forth the restrictions for such loans. Establishes in the Treasury a Health Maintenance Organization Loan Guarantee and Interest Subsidy Fund which shall be available to the Secretary without fiscal year limitation, in such amounts as may be specified from time to time in appropriation Acts: (1) to enable him to discharge his responsibilities under guarantees issued by him under this title; and (2) for interest subsidy payments authorized by this title. Authorizes to be appropriated from time to time such amounts as may be necessary to provide the sums required by the fund. States that no grant, contract, loan, loan guarantee, or interest subsidy may be made under this Act unless an application therefor has been submitted to and approved by the Secretary. Sets forth the information to be included in such applications and the criteria to be considered in making such grants, loans, or guarantees. Provides that, upon completion of assistance under this title, the recipient of assistance shall make a full and complete report to the Secretary, in such manner as he may by regulation prescribe. Authorizes the Secretary, after a hearing on the record, to terminate or cancel any grant, loan, loan guarantee, or interest subsidy to any recipient of assistance under this title which he determines is in substantial noncompliance with any material provision of this title or after notice from the Commission on Quality Health Care Assurance that such organization has had its certificate of compliance suspended or revoked. States that every provider of health care which is certified by the Commission on Quality Health Care Assurance as maintaining quality control standards in compliance with the requirements set by the Commission shall be entitled to an annual payment in an amount equal to the administrative costs allowed by the Commission incurred in complying with the requirements of the Commission. States that any provider of health care, whether or not subject to the provisions of this Act, may apply to the Commission for certification of compliance under this Act. Authorizes to be appropriated to carry out the provisions of this section $25,000,000 for the fiscal year 1974; $50,000,000 for the fiscal year 1975 and $75,000,000 for fiscal year 1976. Provides that the Secretary shall make annual grants to health maintenance organizations serving persons who cannot meet the expenses of such organizations' premiums. States that the amount of such annual grants shall be equal to the difference between the maximum amount an enrollee could reasonably be expected to pay toward the health maintenance premium and the premium for membership enrollment in such health maintenance organization for each such person enrolled. Provides that in determining the amount an enrollee shall pay toward the premium, the Secretary shall consider all sources of income available to each such enrollee. States that grants under this section shall not exceed 25 percent of the total premium receipts for such health maintenance organization for the next preceding year. Provides that the Secretary shall determine the amount of any grant under this title. States that payments under such grants may be made in advance or by reimbursement, and at such intervals and on such conditions as the Secretary finds necessary. Prohibits the transferring of funds appropriated for any program authorized under this title to any other program. Requires that only funds appropriated under titles IX and XII of the Public Health Service Act are to be used to initially develop, construct, and operate health maintenance organizations, supplemental health maintenance organizations, health service organizations, and any other entities that provide prepaid health care to defined populations. Authorizes the Secretary to waive the open enrollment requirement for health maintenance, supplemental health maintenance, and health service organizations under specified circumstances. States that a health maintenance organization may receive more than one such waiver. Requires each recipient of Federal funds under the public Health Service Act to keep and provide full access to such records as the Secretary prescribes. Permits the Secretary to grant a waiver to eligible applicants with respect to the provision of a specified health service that is required to be provided under the terms of this Act. Authorizes the Secretary to contract with health maintenance, supplemental health maintenance, or health service organizations in order to provide health services to Indians eligible to receive such services from the Indian Health Service and to domestic agricultural migratory workers eligible for such services under the Public Health Service Act. Authorizes the Secretary to make grants to and contracts with public or nonprofit private entities to study, initiate, and evaluate projects for the delivery of prepaid comprehensive health services in rural areas. Title II: Commission on Quality Health Care Assurance - Commission on Quality Health Care Assurance Act - Establishes a Commission on Quality Health Care Assurance as an independent agency in the Executive Branch. States that members will be appointed by the President with the advice and consent of the Senate. States that membership shall include representatives of the health care delivery industry, private organizations developing quality health care standards, and consumers who are not related to the delivery of health care. Sets forth the functions of the Commission. Requires the Commission among other duties to: (1) promulgate standards regarding personnel qualifications, medical group composition, and other characteristics dealing with the adequacy of facilities and equipment, and (2) conduct research and experimental programs to develop criteria for quality assurance systems and norms regarding the processes, utilization, characteristics, and outcomes of health services provided. Sets forth the administrative powers of the Commission. Requires that once this title is enacted, the requirements established by the Commission must apply to all health care providers that receive any assistance under the Public Health Service Act and the Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963. Permits any health care provider receiving such assistance to apply to the Commission for an order to permit it to be temporarily out-of-compliance with a requirement promulgated under this Act. Authorizes the Commission to grant variances for requirements if it determines or if the Secretary certifies that the variance is necessary to permit a provider to participate in an approved project, designed to validate new and improved health care delivery techniques. Requires providers to publish descriptions of any health care plan covered under this title. Requires plan descriptions to be comprehensive and written in a manner easily understood by the average enrollee. Sets forth the information to be included in such descriptions. Requires the Commission to monitor the published plan descriptions and to take action on any insufficient, inaccurate, or inadequate information disclosed. Requires the Commission to suspend the certificate of approval of any health care provider that is found, after a hearing, to have significantly deviated from the approved quality control assurance program or regional or national norms for practice. Requires the Commission to suspend such provider's eligibility for assistance under the Public Health Service Act and the Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963. States that providers who repeatedly violate the requirements of this Act (concerning disclosure of health care plans) may be assessed a civil penalty of not more than $10,000 per violation. Provides that persons who make false statements on any documents required under this Act, upon conviction, will be punished by a fine of not more than $10,000 or by imprisonment of not more than six months, or both. Permits health care providers to enter into binding arbitration agreements with patients or enrollees to expedite and facilitate the settlement of medical malpractice disputes. Requires providers to keep and submit to the Commission records of arbitration settlements. Requires the Commission to develop and publish a systematic codification of all findings of arbitration procedures under this Act. Requires the Commission to certify all findings from arbitration proceedings to appropriate State or local licensing or disciplinary boards. Requires attorneys, who have agreements to be compensated for their role in arbitration proceedings under this Act and whose compensation is dependent on the results of such proceeding, to file a retainer statement with the Commission within thirty days of such agreement. Requires any other attorney who agrees to be retained on a contingency fee basis in connection with such proceedings to file a retainer statement with the Commission within thirty days from such agreement. Provides that attorneys, in connection with proceedings under this Act, who charge more for their services than allowed are to be fined a maximum of $1,000 or imprisoned for a maximum of one year, or both. Authorizes the Commission to promulgate, modify, or revoke, by rule, any quality health assurance system criterion or norm. Permits any person who might be adversely affected by the promulgation of a criterion or norm to file a petition in the appropriate United States district court (within three months after such criterion or norm is promulgated). Permits a State agency or court to assert its jurisdiction under State law over any health issue that is not affected by a standard, criterion, or norm promulgated under this Act. Permits a State to develop and enforce standards, criteria, or norms that are comparable to Federal standards criteria, or norms promulgated under this Act. Requires a State to submit a plan to the Commission for such development and enforcement. Sets forth the criteria for approval of such plans. Requires the Commission to continually evaluate the operation of State plans. Provides that the Commission may petition United States district courts to restrain those conditions or practices of a health care provider which are in danger of causing death or serious physical harm if the Commission is unable, for reasons of time, to enforce appropriate procedures established under this title. Gives such district courts the jurisdiction to grant injunctive relief or temporary restraints pending the outcome of an enforcement proceeding pursuant to this title. Requires the Commission, when it concludes that such serious practices or conditions exist, to notify the health care provider of such danger and of the recommendation that relief be sought. States that, if the Commission fails to seek relief under this Act, individuals who have been injured by such conditions or practices may bring action against the Commission for a writ of mandamus to compel the Commission to seek a restraining order or such further relief as necessary. Authorizes to be appropriated to carry out the provisions of this title: $15 million for fiscal year 1974; $40 million for fiscal year 1975; and $70 million for fiscal year 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Maintenance Organization and Resources Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide assistance and encouragement for the establishment and expansion of health maintenance organizations, health care resources, and the establishment of a Quality Health Care Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:56-05:00"
}