{
  "actions": [
    {
      "acted_at": "1987-07-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-07-28", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Interior and Insular Affairs.  Report No: 100-250.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-28", 
      "references": [], 
      "text": "Placed on Union Calendar No: 154.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-03", 
      "references": [], 
      "text": "Called up by House on Call of Consent Calendar.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-03", 
      "references": [], 
      "text": "Passed House (Amended) by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-04", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-25", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-09-29", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Inouye with amendments. With written report No. 100-186.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-29", 
      "calendar": "Senate Legislative", 
      "number": "352", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 352.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-10-01", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-10-06", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "references": [], 
      "text": "House Agreed to Senate Amendments by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1987-10-27", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-28", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1987-11-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1987-11-05", 
      "congress": "100", 
      "law": "public", 
      "number": "153", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-153.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2937-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "153"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1987-11-05", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1987-10-01", 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-14", 
  "number": "2937", 
  "official_title": "A bill to make miscellaneous technical and minor amendments to laws relating to Indians, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Law Technical Amendments of 1987", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1987-11-05", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "Alaskan natives", 
    "Art", 
    "Arts", 
    "Arts, culture, religion", 
    "Corporations and Stocks", 
    "Cultural centers", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Education of Indians", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Government corporations", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands", 
    "Michigan", 
    "Minnesota", 
    "Native Americans", 
    "New Mexico", 
    "Petroleum and petroleum products", 
    "Probate law and practice", 
    "Taxation", 
    "Washington State"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1987-10-01", 
    "text": "(Measure passed Senate, amended) Indian Law Technical Amendments of 1987 - Changes from 21 to 18 the age at which Indians are allowed to dispose of allotted lands by executing a will. Revises provisions designating specified tracts of lands to be held in trust for the Santa Anna Pueblo and Zia Pueblo tribes of New Mexico to change the designation of one tract from the Santa Anna to the Zia Pueblo tribe. Provides that any investment income earned on Indian judgment funds is subject to current requirements governing the use and and distribution of such funds. Provides that any funds remaining after the execution of a plan for the use and distribution of such funds shall be held in trust for the tribe involved. Designates the 1973 Act governing the use and distribution of such funds as the Indian Tribal Judgment Funds Use or Distribution Act. Amends the Old Age Assistance Claims Settlement Act to permit only specified Indian welfare payment claims published in the Federal Register to be settled within the terms of such Act. Amends the White Earth Reservation Land Settlement Act of 1985 to expand the definition of \"heir\" to include any person who is eligible to receive benefits under such Act by application of the inheritance laws of Minnesota. Revises the definition of \"proper county recording officer\" to include only the county recorder, registrar of titles, or probate court in Becker, Clearwater, or Mahnomen Counties in Minnesota. Directs the Secretary of the Treasury to transfer to the White Earth Economic Development and Tribal Government Fund a specified sum for the interest that would have accrued on settlement funds appropriated to the Fund had such funds been properly invested. Requires the Secretary of the Interior to certify to the Secretary of the Treasury for payment to the Cook Inlet Region, Inc. (CIRI) a final determination of interest on certain funds withheld from revenues owed to CIRI under the Alaska Native Claims Settlement Act. Amends the Higher Education Amendments of 1986 to require the Secretary of the Interior to provide technical and support assistance to the Institute of American Indian and Alaska Native Culture and Art Development (Institute) until October 1, 1989 (currently October 1, 1988), unless the Institute's Board of Trustees provides otherwise. Requires that the transfers of functions of the Institute of American Indian Arts to the Institute be completed by June 1, 1988. Continues the Secretary's control of the Institute until the earlier of: (1) June 1, 1988; or (2) a date agreed to by the Board and the Secretary. Requires the Secretary to enter into a contract with the University of New Mexico which shall: (1) include all administrative systems which are customary for a national art institute; (2) require the University to provide technical assistance to the Institute and establish an advisory council that makes recommendations on the operation of the contract; (3) allow the University to fulfill its obligations through subcontracts; (4) provide for the expiration of the contract within six months, but allow an extension; and (5) provide for any materials the University furnishes to become the Institute's property. Requires the advisory council to consist of: (1) a delegate of the executive director of the National Congress of American Indians; (2) a delegate of the president of the American Indian Higher Education Consortium; and (3) at least five individuals knowledgeable about Indian arts and culture, a majority of whom shall be Indians. Amends the Saginaw Chippewa Indian Tribe of Michigan Distribution of Judgment Funds Act to authorize the Tribal Council to accelerate payments to members of the tribe who: (1) are certified by a physician to be terminally ill or at least 50 percent permanently disabled; or (2) are at least 60 years of age. Authorizes the Tribal Council to use interest accrued on a tribal elderly assistance investment fund to make accelerated payments. Recognizes the Frank's Landing Indian Community in Washington as eligible: (1) for Federal programs and services for Indians; and (2) to receive grants under the Indian Self-Determination and Education Assistance Act. Allows Federal agencies to contract directly with the Community."
  }, 
  "titles": [
    {
      "as": "passed senate", 
      "title": "Indian Law Technical Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Indian Law Technical Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make miscellaneous technical and minor amendments to laws relating to Indians, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:42-05:00"
}