{
  "actions": [
    {
      "acted_at": "1999-03-04", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s550-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-04", 
  "number": "550", 
  "official_title": "A bill to provide for the collection of certain State taxes from an individual who is not a member of an Indian tribe.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State Excise Sales, and Transaction Tax Enforcement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-04", 
  "subjects": [
    "Actions and defenses", 
    "Commerce", 
    "District courts", 
    "Energy", 
    "Excise tax", 
    "Federal-Indian relations", 
    "Gasoline tax", 
    "Government liability", 
    "Government operations and politics", 
    "Intergovernmental tax relations", 
    "Judicial opinions", 
    "Law", 
    "Minorities", 
    "Minority business enterprises", 
    "Native Americans", 
    "Retail trade", 
    "Sales tax", 
    "State government-Indian relations", 
    "State taxation", 
    "Tax administration", 
    "Taxation", 
    "Tobacco tax"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-04", 
    "text": "State Excise, Sales, and Transaction Tax Enforcement Act of 1999 - Amends the Federal judicial code to require the owners and operators of tribal retail enterprises to collect and remit applicable qualified State taxes. Allows a State to bring an action in a district court: (1) for a declaratory judgment concerning the applicability or lawfulness of a qualified State tax; or (2) against a tribal retail enterprise or the Indian tribe or a tribal member that owns or operates the enterprise to enforce the collection or remittance of an applicable qualified State tax.Defines a \"qualified State tax\" as any lawfully imposed, nondiscriminatory excise, sales, or transaction tax imposed by a State on a purchase of a good or service from a tribal retail enterprise by a person who is not a member of the Indian tribe that is (or with respect to which a member is) the owner or operator of the tribal enterprise, excluding any State tax otherwise described if: (1) the tribal retail enterprise is exempted under State law from collecting and remitting that tax because the associated Indian tribe imposes and collects an equivalent tax; (2) the State has waived the applicability of that tax to a purchase from the enterprise by a person who is not a member of the associated tribe that is (or with respect to which a member is) the owner or operator of the enterprise; (3) the tax is the subject of an agreement between an enterprise and a State that exempts that enterprise from collecting and remitting that tax; or (4) the incidence of which falls on an Indian tribe or a member of an Indian tribe."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Excise Sales, and Transaction Tax Enforcement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the collection of certain State taxes from an individual who is not a member of an Indian tribe.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:24-05:00"
}