{
  "actions": [
    {
      "acted_at": "1978-04-17", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H. Rept. 95-1115.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-01", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-01", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-27", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-27", 
      "references": [], 
      "text": "Motion to recommit to the Comm. on Banking, Finance & Urban Affairs rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-27", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #612 (314-47).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-28", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12157-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-17", 
  "number": "12157", 
  "official_title": "A bill to amend and extend the Export-Import Bank Act of 1945.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1168-95", 
      "reason": "rule"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Neal, Stephen L.", 
    "state": "NC", 
    "thomas_id": "00855", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-17", 
  "subjects": [
    "Affirmative action programs", 
    "Agribusiness", 
    "Business and commerce", 
    "China", 
    "Collective bargaining", 
    "Communist countries", 
    "Congress", 
    "Congressional oversight", 
    "Credit insurance", 
    "Discrimination in employment", 
    "Economic assistance", 
    "Export controls", 
    "Export credit", 
    "Export-Import Bank of the United States", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Insurance", 
    "International agencies", 
    "International cooperation", 
    "Labor unions", 
    "Loans", 
    "Nuclear energy", 
    "Segregation", 
    "Small business", 
    "South Africa", 
    "Trade agreements"
  ], 
  "subjects_top_term": "Export credit", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-07-27", 
    "text": "(Measure passed House, amended, roll call #612 (314-47)) Amends the Export-Import Bank Act of 1945: (1) to increase the dollar limitation on the issuance of guarantees and insurance against political credit risks of loss, and (2) to increase the dollar limitation on the aggregate outstanding loans, guarantees, and insurance of the Export-Import Bank. Extends the authority of the Bank through fiscal year 1983. Imposes certain Congressional oversight procedures on the lending, guarantee, and insurance levels of the Bank. Revises the Congressional oversight procedures relating to loans by the Bank in excess of a specified amount. Directs the Secretary of the Treasury, together with the Bank and other relevant Government agencies, to begin negotiations with major exporting countries and, as necessary, relevant international and multinational organizations, to end predatory export financing programs, including mixed credits, in foreign markets as well as within the United States. Directs the Special Trade Repersentative to give priority to continuing negotiations to end other predatory export subsidy programs. Requires that the President report to Congress on the progress of such negotiations prior to January 15, 1979. Prohibits the Bank from participating in transactions in the Republic of South Africa which would enable the continuance or enforcement of apartheid, but would allow transactions if significant progress is made toward the elimination of apartheid or if the purchaser of exports endorses and has proceeded toward implementation of certain fair and equal employment principles, including: non-segregation; equal pay for equal work; increasing the number of non-whites in management and supervisory positions; and willingness to engage in collective bargaining with labor unions. Provides that the Bank should emphasize assisting new and small business entrants in the agricultural export market. Directs the Bank, in cooperation with other relevant Government agencies, including the Commodity Credit Corporation, to develop a program of education to increase awareness of export opportunities among small agribusinesses and cooperatives. Requires the Board of Directors to name an officer of the Bank to: (1) advise the President of the Bank on ways of promoting the export of goods and services to be used in the development, production, and distribution of non-nuclear renewable energy resources; (2) disseminate information concerning export opportunities and the availability of Bank support for such activities; and (3) act as a liaison between the Bank and the Department of Commerce and other appropriate departments and agencies. Requires the Bank to include in its report to Congress a description of specific activities and programs undertaken by it to achieve a certain policy set forth by the Nuclear Non-Proliferation Act of 1978 and the 1961 Foreign Assistance Act. Prohibits the Bank from participating in financial transactions with a country which aids or abets any individual or group which the Secretary of State determines has committed an act of international terrorism."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the Export-Import Bank Act of 1945.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:59-05:00"
}