{
  "actions": [
    {
      "acted_at": "1988-07-07", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-07", 
      "bill_ids": [
        "hr4798-100"
      ], 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "For Previous Action See H.R.4798.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-08-04", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Education and Labor.  Report No: 100-820.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-04", 
      "references": [], 
      "text": "Placed on Union Calendar No: 494.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-11", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-11", 
      "bill_ids": [
        "hres523-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.523 Reported to House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4986-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Atkins, Chester G.", 
      "sponsored_at": "1988-07-07", 
      "state": "MA", 
      "thomas_id": "00034", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1988-07-07", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gaydos, Joseph M.", 
      "sponsored_at": "1988-07-07", 
      "state": "PA", 
      "thomas_id": "00430", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1988-07-07", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1988-07-07", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1988-07-07", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1988-07-07", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1988-07-07", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1988-07-07", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1988-07-07", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Robinson, Tommy F.", 
      "sponsored_at": "1988-07-07", 
      "state": "AR", 
      "thomas_id": "00971", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-07-07", 
  "number": "4986", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to reduce the default rate on student loans under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres523-100", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr4798-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Student Default Initiative Act of 1988", 
  "sponsor": {
    "district": "1", 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-07-12", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Amnesties", 
    "Authorization", 
    "Business and commerce", 
    "Collection of accounts", 
    "Consumer credit", 
    "Day care", 
    "Education", 
    "Educational counseling", 
    "Educational tests", 
    "Employee training", 
    "Family enterprises", 
    "Family farms", 
    "Farm ownership", 
    "Farms", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Government publicity", 
    "Home ownership", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Married people", 
    "Scholarships", 
    "Small business", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Telephone", 
    "Veterans' education", 
    "Video tape recording"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1988-08-04", 
    "text": "(Reported to House from the Committee on Education and Labor with amendment, H. Rept. 100-820) Student Default Initiative Act of 1988 - Amends the Higher Education Act of 1965 (HEA) to lower the maximum amount of a Pell Grant for academic years 1990-1991 and 1991-1992. Eliminates certain provisions relating to adjustments in Pell Grant payments when appropriations are insufficient. Authorizes the Secretary, when appropriations are insufficient, to draw funds from subsequent year appropriations for Pell Grants, up to ten percent of such preceding fiscal year's appropriations. Revises provisions relating to the period of eligibility for Pell Grants to limit such period to the full-time equivalent of: (1) the number of academic years that the undergraduate degree normally requires, plus one academic year; or (2) six academic years in the case of a degree or certificate program normally requiring more than four academic years. Prevents the double counting of income in asset computations for purposes of the Pell Grant and other student assistance programs. Revises the definition of independent student for purposes of need analysis under the Pell Grant and other student assistance programs. Provides that any veterans' education benefits paid to a student for enrollment in a postsecondary education program shall be treated as a resource in determining eligibility for aid under the Guaranteed Student Loan (GSL) program. Defers a student's GSL or federally insured student (FISL) loan repayment obligation for up to 12 months in cases of students displaced by school closing. Requires that insurance program agreements to qualify loans for GSL interest subsidies provide that the lender must promptly notify the borrower (and that the guaranty agency must notify, upon request of such institution, the last institution the student was attending prior to the beginning of repayment) of: (1) any sale or other transfer of the loan to another holder; and (2) such holder's address and phone number. Makes such notification requirements applicable if: (1) the borrower is in the grace period or in repayment status; and (2) the sale or transfer results in the student's being required to make payments, or to direct other matters related to the loan, to a person other than the person to whom such payments where made or such matters were directed before the sale or transfer. Requires such GSL interest subsidy insurance program agreements to require the guaranty agency to provide preclaims assistance for default prevention. Requires guaranty agencies, in order to inform eligible institutions of the loan status of their former students, to notify such institutions and furnish information on any such students who are in default of the repayment of any loan under the GSL program or who have entered repayment on such a loan after such a default. Revises loan consolidation eligibility standards to include delinquent or defaulted borrowers who will reenter repayment through loan consolidation (if they also meet other conditions for consolidation). Permits married students to consolidate their student loans. Establishes an amnesty program for student loan defaulters. Allows borrowers with defaulted loans to fully repay the debt: (1) without penalties; (2) with any information on the defaulted loans removed from credit bureaus; and (3) with their student aid eligibility restored. Directs the Secretary of Education (the Secretary) to sell to an eligible lender the loans of students: (1) who are in default because of a clerical error; or (2) who have made 12 consecutive payments on a defaulted loan (with the student aid eligibility of such students to be restored). Directs the Secretary to widely publicize the availability of such amnesty program. Sets forth additional requirements with respect to disbursement of student loans. Requires multiple disbursement of student loans under the GSL program. Requires that any such loan for $1,000 or more for an enrollment period ending more than 180 days or six months after the disbursement date, be disbursed in two or more installments, none of which exceeds one-half of the loan. Requires a minimum interval between the first and second installments. Requires such interval to be at least one-half of the enrollment period, except as necessary to permit disbursement of the second installment at the beginning of the second semester, quarter, or similar division of such enrollment period. Sets forth requirements for the initial disbursement. Requires that the first installment of the proceeds of any GSL program loan to a new student borrower entering the first undergraduate year: (1) be disbursed by check or other negotiable instrument that is payable to and requires the endorsement or other certification by such student (in the manner required under specified GSL provisions for the insurance program agreements to qualify loans for interest subsidies); (2) not be negotiated by the institution until 15 days after the beginning of the enrollment period; and (3) not be negotiated at the end of the enrollment period unless the student continues to be enrolled in good standing at the institution and has received specified loan counseling at an entrance interview conducted by the institution. Prohibits disbursement of loans to any other student more than 30 days before the beginning of the enrollment period. Directs the Secretary to report by June 30, 1989, and by June 30, 1991, to the President and appropriate congressional committees on the effect of delayed disbursement of student loans to first-time, first-year students. Sets forth requirements for methods of multiple disbursement. Requires the lender or escrow agent to withhold a second or succeeding installment if the borrower has ceased to be enrolled on at least a half-time basis, unless notified by the institution that the disbursement is necessary to cover costs already earned by the institution. Requires the institution to withhold and return to the lender or escrow agent any portion of an installment which exceeds the amount for which the student is eligible. Provides that all loans issued for the same enrollment period shall be considered a single loan for specified purposes. Excludes from such additional disbursement requirements parent (PLUS) loans, consolidation loans, and loans to cover study at an institution outside the United States. Directs the Secretary to obtain by contract the production and distribution of videotapes for use in student financial aid entrance and exit interviews. Requires that such tapes be obtained only from a nonprofit organization with expertise in the student financial aid area and distributed to eligible institutions for free or at not more than $50 per copy. Authorizes appropriations for such purposes. Provides for transmittal of institutional disbursement schedules to lenders. Applies such additional disbursement requirements to the GSL and FISL programs. Directs the Secretary to establish a pilot program to test the feasibility of requiring minimum repayments by students through escrow accounts administered by the institutions they attend. Sets forth program requirements. Provides for incentive payments for interested institutions. Authorizes appropriations for such purposes. Directs the Secretary, guaranty agency, eligible lender, or subsequent holder to disclose to credit bureau organizations any information concerning the date a delinquency began and the repayment status of any loan that has been delinquent for 90 days. Requires that the borrower be informed that such organizations will be notified of such delinquency. Requires eligible lenders to include in required disclosures to borrowers before disbursement and before repayment: (1) an explanation of the availability of deferments; and (2) a statement that the borrower should notify the lender of the reasons for any failure to make a payment when it is due. Directs the Secretary to promulgate guidelines for eligible institutions to use to encourage student loan repayment in accordance with GSL program provisions as amended by this Act. Requires such guidelines to include: (1) an explicit delineation of legal restrictions and requirements relating to disclosure of borrower records to third parties, the Fair Debt Collection Practices Act, and any other applicable Federal law; and (2) a model program, including sample letters and telephone contact scripts, in a format for easy copying by institutions. Sets forth requirements for default reduction agreements. Directs the Secretary, within three months of enactment of this Act, to submit to specified congressional committees a plan to establish a comprehensive schedule of program reviews for all eligible institutions, guaranty agencies, and lenders participating in the loan programs authorized under title IV (Student Assistance) of HEA. Requires that such plan be designed to accomplish all such reviews within five years, with priority attention to agencies and institutions experiencing difficulties administering such programs. Requires such plan to include estimates of budgetary and personnel requirements for carrying out such reviews. Prohibits the Secretary from implementing any such plan until 30 days after its submission to such committees. Directs the Secretary, at the end of each fiscal year, to report to such committees on implementation and proposed modifications of the plan. Directs the Secretary, by December 31, 1989, and annually thereafter, to send the Congress an annual default report, including: (1) the annual default rate for each guaranty agency, eligible lender, and higher education institution participating in the GSL program; (2) the annual dollars in default for each such institution, agency, and lender; (3) the average national cumulative default rate; (4) the cohort default rate for each institution; and (5) the annual program default rate. Directs the Secretary, within 90 days of the publication of each such report, to initiate program reviews at those institutions that fall in the top five percent of: (1) all institutions ranked by annual default rates (excluding institutions with less than 25 GSL program loans outstanding); or (2) all institutions ranked by annual dollars in default (excluding institutions whose annual default rate is less than the average national cumulative default rate of all institutions). Excludes from such rankings, for purposes of identifying institutions required to participate in a default reduction agreement, any institutions which are engaged in such agreements or for which waivers have been granted. Sets forth the required contents of default reviews. Directs the Secretary, within 30 days of completion of the default review, to initiate a negotiated default reduction agreement with the institution, based on review findings. Sets forth conditions which the default reduction agreement may include. Allows waivers of the required default reduction agreement for an institution, if the Secretary determines that compliance with such requirement will not lead to a significant reduction of the institution's annual default rate or annual dollars in default. Limits the duration of such an agreement to three years, and requires at least one evaluation by the Department of Education during such time. Provides for termination of the agreement if, during an interim evaluation, it is determined that the institution no longer would be subject to program evaluation. Directs the Secretary to assess the institution's compliance with the agreement upon its expiration. Provides for an exemption from the requirement of subsequent agreements for up to three years if an institution has fully complied with its most recent agreement and remains in the top five percent of all institutions in annual default rates or annual dollars in default. Directs the Secretary to initiate a limitation, suspension, or termination proceeding with respect to an institution's eligibility to participate in HEA title IV (Student Assistance) programs if it refuses to enter into, or fails substantially to comply with, a default reduction agreement. Prohibits the Secretary from initiating any such proceeding solely on the basis of the default rate of the borrowers who attended any institution (whether or not that institution has been the subject of a program review or default reduction agreement). Directs the Secretary annually to expend specified amounts from the student loan insurance fund for default reduction management activities (in addition to other appropriations made for such purposes). Sets forth activities for which such funds may be used. Directs the Secretary: (1) to submit a plan, to accompany the President's budget for each fiscal year, detailing fund expenditures; and (2) at the conclusion of each fiscal year, to report findings and activities relating to such expenditure of funds to specified congressional committees. Requires that a specified amount of such funds be used to carry out certain HEA provisions for training in financial aid and student support services. Increases and extends through FY 1991 the authorization of appropriations to carry out such training provisions. Makes eligible institutions (in addition to lenders and guaranty agencies) liable under certain civil penalty provisions of part B (the GSL program) of title IV of HEA. Applies such penalties also to repeated violations of such part or regulations prescribed under it (provides that multiple instances of the same servicing error or omission shall not be considered \"repeated violations\" unless they are not corrected after the lender, institution, or agency knows or should, in the exercise of reasonable care, know that the error or omission is in violation of such provisions). Provides that a lender or guaranty agency shall not be relieved of civil liability because of its cure of the violation, correction of a failure, or its notification of a person who received a substantial misrepresentation of the actual nature of the financial charges involved, if the remedy is made after the Department of Education discovers such violation, failure, or misrepresentation. Requires lenders, before loan disbursement and before loan repayment, to inform students of the name of the guaranty agency for the loan and the toll-free number that such agency is required to maintain to inform them of the status of their loans. Requires loan holders, within the period 30 to 90 days after delinquency, to send the borrower a list of available loan deferments and a statement of the eligibility requirements for such deferments. Requires the guaranty agency to establish and publicize a toll-free telephone number to provide timely and accurate information to student borrowers regarding the status of their loans. Authorizes the Secretary, in approving or disapproving an accrediting agency whose accreditation of an institution of higher education will be a condition of the institution's eligibility under the GSL program, to take into account the extent to which such agency: (1) reviews the academic programs and performance of institutions for which a program review is required under default reduction provisions of this Act; and (2) performs inspections and reviews of such institutions, with particular attention to dropout rates and job placement rates as indicators of inadequate counseling and instructional programs and causes of such default rates. Prohibits an institution from being certified or recertified as eligible for the GSL program or other title IV (Student Assistance) programs of HEA if it: (1) has had its accreditation withdrawn, revoked, or otherwise terminated for cause during the preceding 24 months; or (2) has withdrawn from accreditation voluntarily under or show cause or suspension order during such period. Makes such prohibition inapplicable to an institution: (1) whose accreditation has been restored by the same accrediting agency that had accredited it prior to the withdrawal, revocation, or termination; or (2) which has demonstrated its academic integrity to the Secretary's satisfaction, in accordance with specified HEA provisions. Revises College Work-Study program eligibility standards to require that only need-based employment (employment that directly offsets educational expenses) be monitored for purposes of such eligibility determinations. Sets forth a restriction on need analysis for parents who are not enrolled in a postsecondary degree or certificate program, under provisions for determining family contributions for dependent students and for independent students with dependents. Authorizes student financial administrators to adjust the cost of attendance for independent students with dependents to include costs of food and shelter for dependent care when such students' income is less than a standard maintenance allowance (by providing that such a determination is within the administrators' discretionary power to make necessary adjustments). Revises general need analysis provisions for student assistance programs under HEA to exclude from the term \"assets\" the net value of: (1) the family's principal place of residence; (2) a family farm on which the family resides; or (3) a small business substantially owned and managed by a member or members of the family. Directs the Secretary, within 60 days after enactment of this Act, to submit to the Congress such recommendations for changes to parts A (Grants to Students in Attendance at Institutions of Higher Education) and F (Need Analysis) of title IV of HEA as may be necessary to achieve an equitable assessment of income and assets after the exclusions of the home, family farm, and small business from the assets. Provides that such changes may include changes in the assets protection allowances, asset conversion rates, and other factors used in the determination of expected family contribution. Sets forth a definition of academic year (current law requires that such term be defined by the Secretary by regulation). Sets forth circumstances under which such term can be defined on a credit hour or clock hour basis. Permits waivers of other criteria regarding length of a course if an eligible institution offering a combination correspondence/residential training program: (1) satisfies all requirements otherwise imposed by the Secretary and the institution's accrediting agency; and (2) has courses which meet the minimum standards, either by clock or credit hours, required for participation in any loan or grant program under title IV of HEA. Requires that the source, rather than the amount, of assistance be recorded on the Federal Student Assistance Report form. Revises provisions for admission of students on the basis of their ability to benefit from education or training. Requires such students, in order to remain eligible for student assistance, either to receive a general education diploma by the end of the first year of study (or prior to their certification or graduation, if this comes earlier) or to undergo both specified counseling and testing. Requires those who fail such testing to enroll in and successfully complete remedial or developmental education in order to remain eligible for student assistance. Requires that such alternative forms of such tests be made available for persons with limited English proficiency. Requires a tuition refund policy be used by all eligible institutions in the Federal student assistance programs. Considers tuition and fees to be earned by the institution in increments (which shall not be greater than ten percent) of the enrollment period which has elapsed at the time the student withdraws. Provides that the full amount of tuition and fees will be considered earned, and not subject to refund, in cases of students withdrawing on or after completion of half of the enrollment period. Provides that the institution shall be treated as earning initial administrative expenses at the beginning of such enrollment period, in accordance with regulations prescribed by the Secretary. Requires institutions, under student aid program participating agreements and upon notification from the guarantee agency of a students default, to withhold academic transcripts of student borrowers in default on any HEA title IV loan unless this: (1) will prevent the borrower from obtaining employment and repaying the loan; or (2) would be unjust or improper due to extraordinary circumstances. Prohibits institutions, under student aid program participation agreements, from: (1) using any independent contractor or anyone other than a salaried employee of the institution to conduct any canvassing, surveying, promotion, or similar activities; (2) using any contractor or anyone other than a salaried employee of the institution to make final determinations that an individual meets the institution's admissions requirements or the criteria of eligibility for financial aid; or (3) paying any commission, bonus, or other incentive to any person making such final determination. Excludes reimbursement of actual expenses from such prohibition. Grants a 12-month exemption from such prohibiton to contracts already entered into. Authorizes the Secretary to prescribe regulations for the limitation, suspension, or termination of eligibility of an individual or organization to administer any aspect of an institution's student assistance program. Limits such suspensions to 60 days, unless the organization and the Secretary agree to an extension, or unless limitation or termination proceedings are initiated. Directs the Secretary to conduct a study and make recommendations relating to the appropriate actions to take in the event that one or more guaranty agencies become insolvent. Sets forth types of standards, procedures, and steps which the Secretary must examine and make recommendations upon. Directs the Secretary to complete such study within six months after enactment of this Act, and file a report, with recommendations, with specified congressional committees. Prohibits the Secretary from issuing regulations concerning the determination of guaranty agency insolvency and the remedies for such insolvency unless the Congress provides such specific authority upon receipt and consideration of such study. Makes a technical amendment to the Consolidated Omnibus Budget Reconciliation Act of 1985. Sets forth clerical and technical amendments to HEA. Makes the provisions of the Act inapplicable to funds appropriated prior to the date of its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Default Initiative Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Student Default Initiative Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to reduce the default rate on student loans under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:37-05:00"
}