{
  "actions": [
    {
      "acted_at": "2011-01-25", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s117-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-25", 
  "number": "117", 
  "official_title": "A bill to authorize the Moving to Work Charter program to enable public housing agencies to improve the effectiveness of Federal housing assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Moving to Work Charter Program Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-25", 
  "subjects": [
    "Advisory bodies", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Low- and moderate-income housing", 
    "Public contracts and procurement", 
    "Public housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-25", 
    "text": "Moving to Work Charter Program Act of 2011 - Directs the Secretary of Housing and Urban Development to enter into charter contracts, beginning in FY2012, with up to 250 public housing agencies administering the public housing program or the section 8 housing assistance program under the United States Housing Act of 1937. States that such charter contracts shall: (1) supersede and have a term commensurate with any annual contributions contract between a public housing agency and the Secretary; and (2) provide that a participating public housing agency shall receive capital and operating assistance allocated to it under specified laws. Exempts charter contracts from the requirements of the United States Housing Act of 1937, except those for payment of wages prevailing in the community and the demolition and disposition of public housing. Requires a charter contract to provide that a public housing agency: (1) may combine section 8 low-income assistance and Public Housing Capital and Operating Fund assistance and use it for housing assistance and related services for activities under this Act; (2) shall ensure that at least 75% of the families assisted are very low-income families; (3) shall establish a reasonable rent policy designed to encourage employment, self-sufficiency, and home ownership by participating families; and (4) meet specified additional requirements. Directs the Secretary to appoint a federal advisory committee to assess and develop a demonstration program to test standards, criteria, and practices for a national public housing agency accreditation system or other evaluation system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Moving to Work Charter Program Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Moving to Work Charter program to enable public housing agencies to improve the effectiveness of Federal housing assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:58:28-05:00"
}