{
  "actions": [
    {
      "acted_at": "2009-02-26", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1212-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-26", 
  "number": "1212", 
  "official_title": "To amend the Sarbanes-Oxley Act of 2002 to provide oversight of auditors of brokers and dealers by the Public Company Accounting Oversight Board, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Kanjorski, Paul E.", 
    "state": "PA", 
    "thomas_id": "00615", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-02-26", 
  "subjects": [
    "Accounting and auditing", 
    "Banking and financial institutions regulation", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Licensing and registrations", 
    "Securities"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-02-26", 
    "text": "Amends the Sarbanes-Oxley Act of 2002 to extend the regulatory jurisdiction of the Public Company Accounting Oversight Board to audit reports prepared by a domestic registered or foreign public accounting firm regarding issuers, brokers and dealers, and any companies subject to securities laws (currently only issuers and public companies). Directs the Board to: (1) establish standards for independence to be used by a registered public accounting firm; and (2) conduct annual inspections to assess compliance of each registered public accounting firm that regularly provides audit reports for more than 100 brokers and dealers. Declares it shall be unlawful for any person that is suspended or barred from being associated with a registered public accounting firm to willfully become, or remain associated with any broker or dealer (as well as, under current law, any issuer) in an accountancy or financial management capacity. Prescribes a formula for mandatory allocation among non-issuer brokers and dealers of accounting support fees due from them to fund the budget of the Board. Authorizes the Board to: (1) refer an investigation to a self-regulatory organization if the investigation concerns an audit report for a broker or dealer subject to the organization's jurisdiction; and (2) make available to the organization documents or information related to such an investigation or an inspection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Sarbanes-Oxley Act of 2002 to provide oversight of auditors of brokers and dealers by the Public Company Accounting Oversight Board, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:29-05:00"
}