{
  "actions": [
    {
      "acted_at": "1989-08-04", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1575-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-04", 
  "number": "1575", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for a voluntary system of spending limits and partial public financing of Senate general election campaigns, to limit contributions by multicandidate political committees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Senate Election Reform Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-08-04", 
  "subjects": [
    "Broadcasting", 
    "Budget deficits", 
    "Campaign funds", 
    "Checkoff", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional newsletters and questionnaires", 
    "Congressional privileges and immunities", 
    "Franking privilege", 
    "Government operations and politics", 
    "Government trust funds", 
    "Judicial review of administrative acts", 
    "Loans", 
    "Members of Congress (House)", 
    "Members of Congress (Senate)", 
    "Political action committees", 
    "Political advertising", 
    "Postal rates and revenues", 
    "Presidential candidates", 
    "Presidential elections", 
    "Tax returns", 
    "Television broadcasting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-08-04", 
    "text": "Senate Election Reform Act of 1989 - Amends the Federal Election Campaign Act of 1971 to provide for spending limits and benefits for Senate general elections. Sets forth eligibility requirements for such benefits, including: (1) that a candidate has raised contributions totaling a specified minimum amount based on the State voting age population; (2) that such contributions have come from individuals, and that no individual has contributed more than $250; (3) that a candidate will abide by spending and other limitations of this Act; (4) that a specified percentage of contributions have come from constituents; (5) that at least one other candidate has qualified for the same general election; (6) that a candidate agree not to use a broadcast station for a political advertisement or communication on a television station until six months before the primary election; and (7) that a candidate apply for benefits under this Act. Provides that a contribution may not be counted unless: (1) it is made on a written instrument identifying the person making the contribution; (2) it is not made through an intermediary or conduit; (3) it is made by an individual and does not exceed the aggregate of $250; and (4) it was received after January 1 of the year preceding the election. Provides for increasing threshold amounts under this Act in accordance with increases in the price index. Limits personal expenditures during an election cycle to $100,000 and aggregate spending to $400,000 plus: (1) 30 cents multiplied by the voting age population of States having a voting age population of 4,000,000 or less; or (2) 30 cents multiplied by 4,000,000 plus 25 cents multiplied by the voting age population over 4,000,000 in States having a voting age population over 4,000,000. Limits overall spending to not less than $950,000 nor more than $5,500,000. Prohibits benefits to an eligible candidate who spends for the primary election more than 50 percent of the limitation on expenditures for the general election or more than $2,750,000, whichever amount is less. Prohibits payments to a candidate who spends for a runoff election more than 20 percent of the maximum amount of the limitation applicable to such candidate. Establishes spending limitations for a candidate in a State with no more than one transmitter for a commercial VHF television station. Allows a candidate to establish a fund with private contributions of up to ten percent of the general election spending limit to defray the costs of legal and accounting services provided solely to insure compliance with this Act. Permits the candidate to petition the Federal Election Commission for a waiver of such limitation if such costs exceed the limitation. Requires, upon the termination or dissolution of such fund, that remaining amounts be contributed to the Treasury to reduce the budget deficit or transferred to a subsequent compliance fund. Increases the primary and runoff election spending limits by the amount of independent expenditures against a candidate or for his opponent during the two-year election cycle. Prohibits a candidate from receiving any benefits under this Act if such a candidate makes any expenditure before six months before the date of the candidate's primary. Prohibits a candidate who receives any benefit pursuant to this Act from making any expenditure for any political advertisement or broadcast on television until after the date six months before such candidate's primary. Allows a candidate to accept private contributions in the event of a prorated payment from the Senate Fund. Establishes formulae for determining entitlements of candidates of a major party and for those not of a major party. Entitles candidates to certain broadcast media rates and mailing rates. Provides for additional payments and suspension of spending limits in cases where non-participating candidates and their committees exceed spending limitations. Permits candidates who receive such additional benefits to use funds to defray expenditures in the general election. Prohibits the use of such benefits to: (1) make any payments directly or indirectly to the candidate or the candidate's immediate family; (2) make expenditures other than to further the general election; (3) make expenditures in violation of State or Federal law; or (4) repay any loan except to the extent the proceeds of such loan were used to further the general election. Requires the Federal Election Commission to certify the eligibility of candidates to the Secretary of the Treasury in order for such candidates to receive benefits. Requires the Secretary to maintain in the Presidential Election Campaign Fund the Senate Fund for the deposit of funds for payments to eligible candidates. Makes candidates liable for repayment to the Fund for any excess amounts they receive. Provides for prorating payments when monies in such Fund are insufficient. Directs the Commission, after each general election, to audit the campaign expenses of publicly financed candidates. Establishes criminal penalties for knowing or willful violations of this Act. Subjects Commission actions under this Act to judicial review by the United States Court of Appeals for the District of Columbia Circuit. Directs the Commission, after each election, to report to the Senate on actions taken under this Act. Authorizes appropriations to the Commission as necessary. Amends the Internal Revenue Code to increase the amount an individual may designate to the Presidential Election Campaign Fund from $1 to $2 (and in the case of joint returns, from $2 to $4). Amends the Communications Act of 1934 to require a licensee who permits a broadcasting station to broadcast material which either endorses or opposes a legally qualified candidate for any Federal elective office to provide to any eligible candidate opposing the candidate endorsed or to any eligible candidate who was so opposed, the opportunity to use, without charge, the same amount of time on such broadcasting station, during the same period of the day, as was used by such person. Prohibits a licensee from preempting the use, during any period specified in the Act, of a broadcasting station by a legally qualified candidate for Federal office who has purchased such use pursuant to the provisions of the Act. Increases the period of time during which the charges made for the use of any broadcast station shall not exceed the lowest unit charge of such station. Sets forth reporting requirements for Senate candidates relating to spending limitations, candidacy eligibility, and independent expenditures. Requires each political committee active in non-Federal elections and maintaining separate accounts for such purpose to file with the Commission reports of funds received into, and disbursements made from, such accounts for activities which may influence elections to Federal office. Requires, when two or more persons make expenditures in concert to promote the election or defeat of a candidate, each such person to report to the Commission on such expenditures. Requires political committees to report the name and address of secondary payees who provide goods and services to the candidate. Requires a Senate candidate, within 15 days of qualifying for a primary ballot, to file a declaration with the Commission stating whether he or she intends to expend from personal funds, or the funds of the candidate's immediate family, or incur personal loans in connection with the campaign in the aggregate of $100,000 or more for the election cycle. Requires a candidate who makes such expenditures to report to the Commission within 24 hours after such expenditures have been made, and thereafter, each time an expenditure exceeds $10,000. Requires the Commission to notify eligible candidates of such reports. Limits the amount that political committees may contribute to House elections to $100,000 for a general or special election and $25,000 for a runoff election. Limits contributions to Senate elections to ten percent of spending limits established by this Act for Senate candidates. Limits contributions to State committees of a political party to $25,000 or two cents multiplied by the voting age population of the State, whichever is greater. Declares such contributions to State committees applicable to each two-year election cycle. Prohibits a congressional campaign committee from accepting, during a two-year election cycle, contributions from multicandidate political committees and separate segregated funds which exceed 30 percent of the total expenditures which may be made during such cycle by that committee on behalf of congressional candidates. Prohibits a national committee of a political party from accepting contributions from multicandidate political committees and separate segregated funds during a two-year election cycle which equal an amount in excess of two cents multiplied by the voting age population of the United States. Provides that such prohibition does not apply to direct mail communications designed for fundraising purposes which make only incidental reference to Federal candidates. Reduces the aggregate amount that a multicandidate political committee may contribute to a candidate for Federal office and to any other political committee (excluding national party political committees). Provides for the accountability of contributions made by intermediaries or conduits. Describes when an expenditure shall not constitute an independent expenditure for purposes of this Act. Requires, when independent expenditures are made for television broadcast communications, that a statement appear continuously during such broadcast showing the name of the person or committee making such expenditure. Requires any type of general public communication to include such statement. Makes referral to the Justice Department by the Commission mandatory in the case of criminal matters. Includes as a contribution to a Senate candidate an extension of credit for more than 60 days in an amount of more than $1,000. Amends provisions of law regarding the Postal Service to provide for reduced postal rates for eligible Senate candidates. Amends the Federal Election Campaign Act of 1971 to require a non-eligible Senate candidate to disclose in advertisements or announcements that such candidate has not agreed to spending limits set forth under this Act. Repeals the exception which permits a Member of Congress who was such a Member on January 8, 1980, to convert excess campaign contributions to personal use. Prohibits the authorized committee of a Member of Congress or candidate for Congress from making any contribution to any other Member, to any State or local elected official, or to any candidate for such office. Requires presidential candidates to certify to the Commission that during the presidential primary and general election period, the candidate and his authorized committees and agents have not and will not solicit, receive, or spend, directly or indirectly, any funds in connection with a Federal, State, or local election unless such funds are subject to Federal fundraising and expenditure limitations. Prohibits a State committee of a political party from making any expenditure in connection with the general election campaign of any presidential candidate affiliated with such party which exceeds an amount equal to four cents multiplied by the voting age population of that State. Subjects to Federal fundraising and expenditure limitations any amount solicited, received, or spent by a national, State, or local committee of a political party, if such amount is solicited, received, or spent in connection with a Federal election. Amends the Federal Election Campaign Act of 1971 to revise membership requirements of the Federal Election Commission. Increases the period of time preceding an election during which mass mail may not be mailed as franked mail. Includes town meeting notices and opinion surveys within the definition of mass mailing. Prohibits a candidate for Congress from having any authorized committee other than one committee which shall be the principal campaign committee for such candidate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senate Election Reform Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for a voluntary system of spending limits and partial public financing of Senate general election campaigns, to limit contributions by multicandidate political committees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:40-05:00"
}