{
  "actions": [
    {
      "acted_at": "1977-03-24", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5605-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-24", 
  "number": "5605", 
  "official_title": "A bill to establish Admiralty Island National Preserve in the State of Alaska.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8651-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1546-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Seiberling, John F.", 
    "state": "OH", 
    "thomas_id": "01040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-24", 
  "subjects": [
    "Alaska", 
    "Forests and forest products", 
    "Indian lands", 
    "Islands", 
    "National forests", 
    "Parks", 
    "Wilderness areas", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-24", 
    "text": "Establishes the Admiralty Island National Preserve in Alaska to be administered by the Secretary of the Interior. Authorizes the Secretary to acquire lands and water interests within the boundaries of the preserve except for lands owned by specified local cities and organizations. Authorizes the Secretary to enter into agreements with Kootznoowoo, Incorporated, representative of the Tlingit community of Admiralty Island to establish research programs for the preservation of cultural resources of Admiralty Island. Requires the Secretary to submit to specified congressional committees a plan indicating lands of historic, cultural and scientific interest. Allows the owner of improved property in the preserve to retain, upon its acquisition by the Secretary, a right of use and occupancy. Requires the Secretary to publish rules concerning such uses of the preserve as hunting, fishing, and public modes of transportation. Requires a local advisory committee to be consulted relative to specified regulations. Directs the Secretary to offer first to Kootznoowoo, Incorporated any contract for the establishment of revenue-producing visitor services. Designates as wilderness specified lands in the Tongass National Forest in Alaska. Provides for an exchange of timber rights between the Secretaries of Agriculture and the Interior and the Interior and Kootznoowoo, Inc. Allows local native organizations, under the Alaska Native Claims Settlement Act, to either Select lands for their own use which shall then be exempted from the preserve or, in specified cases, receive alternative lands of equal value elsewhere in Southeast Alaska."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish Admiralty Island National Preserve in the State of Alaska.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:01-05:00"
}