{
  "actions": [
    {
      "acted_at": "1984-08-10", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-18", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-18", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-09-24", 
      "references": [], 
      "text": "Reported to House by House Committee on The Judiciary.  Report No: 98-1062.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-24", 
      "references": [], 
      "text": "Placed on Union Calendar No: 597.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-24", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-24", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-09-25", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-28", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-09-28", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Thurmond without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-28", 
      "calendar": "Senate Legislative", 
      "number": "1265", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1265.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-10-03", 
      "references": [], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-03", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-10-05", 
      "bill_ids": [
        "hres606-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.606 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-09", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-09", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "451", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "House Agreed to Senate Amendments by Yea-Nay Vote: 363 - 0 (Record Vote No: 451).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-10-09", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-28", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-29", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-11-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1984-11-08", 
      "congress": "98", 
      "law": "public", 
      "number": "620", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-620.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s6995-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "6995"
    }, 
    {
      "amendment_id": "s6996-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "6996"
    }
  ], 
  "bill_id": "hr6163-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "de la Garza, E.", 
      "sponsored_at": "1984-09-14", 
      "state": "TX", 
      "thomas_id": "00276", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1984-08-10", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Martin, Lynn M.", 
      "sponsored_at": "1984-09-11", 
      "state": "IL", 
      "thomas_id": "00742", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1984-08-10", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1984-08-10", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "620"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1984-11-08", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-10-09", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1984-10-03", 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-10", 
  "number": "6163", 
  "official_title": "A bill to amend title 28, United States Code, with respect to the places where court shall be held in certain judicial districts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres606-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr813-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4179-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4662-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5619-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5777-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5994-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal District Court Organization Act of 1984", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1984-11-08", 
  "subjects": [
    "Administration of justice", 
    "Appellate courts", 
    "Appellate procedure", 
    "Civil procedure", 
    "Colorado", 
    "Commercialization", 
    "Computer industry", 
    "Copyright", 
    "Courts and Civil Procedure", 
    "District courts", 
    "District of Columbia", 
    "Federal aid to research", 
    "Federal employees", 
    "Federal-state relations", 
    "Gardening", 
    "Georgia", 
    "Government contractors", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Illinois", 
    "Independent regulatory commissions", 
    "Inventions", 
    "Judicial districts", 
    "Judicial officers", 
    "Judicial reform", 
    "Judicial review of administrative acts", 
    "Laboratories", 
    "Law", 
    "New York State", 
    "Nuclear warships", 
    "Nuclear weapons", 
    "Patents", 
    "Plant genetics", 
    "Plant protection", 
    "Scholarships", 
    "Small business", 
    "State courts", 
    "Tax-exempt organizations", 
    "Texas", 
    "Trademarks", 
    "Vermont"
  ], 
  "subjects_top_term": "District courts", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1984-10-03", 
    "text": "(Measure passed Senate, amended) Federal District Court Organization Act - Title I: Trademark Clarification Act of 1984 - Amends the Lanham Trademark Act to change the test for determining whether a registered mark has become a common descriptive name of goods or services in connection with which it has been used. Disregards purchaser motivation as such test in favor of the primary significance of the registered mark to the relevant public. Title II: State Justice Institute Act of 1984 - Establishes the State Justice Institute as a tax-exempt private nonprofit corporation to further the development of improved judicial administration in State courts in the United States. Permits the Institute to be incorporated in any State or the District of Columbia. Directs the Institute to: (1) direct a national assistance program to assure persons ready access to a fair and effective system of justice; (2) foster coordination and cooperation with the Federal judiciary; (3) promote recognition of the importance of the separation of powers doctrine to an independent judiciary; and (4) encourage education for State court judges and support personnel. Authorizes the Institute to award grants and enter into cooperative agreements or contracts to: (1) conduct research, demonstrations, or special projects relating to the purposes of this Act; (2) serve as a clearinghouse of information regarding State judicial systems; (3) participate in joint projects with other agencies, including the Federal Judicial Center; (4) evaluate the impact of programs carried out under this Act upon the quality of criminal, civil, and juvenile justice; (5) encourage judicial education; (6) serve in a consulting capacity to State and local justice systems; and (7) be responsible for the certification of national programs to improve State judicial systems. Prescribes uses and limitations on uses of grant and contract funds. Specifies restrictions on activities of the Institute. Directs the Attorney General to submit a report to the appropriate congressional committees regarding the cost effectiveness of the program as a whole and specified aspects. Authorizes appropriations for FY 1985 through 1988. Title III: - Semiconductor Chip Protection Act of 1984 - Extends sui generis protection to original mask works fixed in semiconductor chip products. Defines a mask work as the two- and three-dimensional features of shape, pattern, and configuration of the surface of the layers of a semiconductor chip product which portray the appearance of a product or convey information. Amends the definition of commercial exploitation of a mask work to encompass distribution to the public for commercial purposes. Requires as a condition of protection that: (1) the owner of the mask work be a resident or citizen of the United States or of a country which is party to a protection treaty to which the United States is also a party on the date the work is first commercially exploited or registered; (2) the work is first commercially exploited in the United States; or (3) the mask work comes within the scope of a presidential proclamation extending reciprocal protection to the works of foreign citizens or residents. Vests exclusive rights in the mask work in the owner who may transfer, convey, or bequeath such interest. Recognizes the first registered transfer in case of a conflict. Provides for recordation of mask works in the Copyright Office. Sets the protection term for mask works at ten years from date of registration or first commercial exploitation, whichever comes first. Sets forth the exclusive rights of the owner of such a protection, including the right to: (1) reproduce the mask; (2) import or distribute a semiconductor chip product in which the mask work is embodied; and (3) cause another to perform such acts. Excludes from an owner's exclusive rights a mask work used for educational purposes or an innocent purchaser of a semiconductor chip product. Protects works registered within two years of first commercial exploitation. Sets forth administrative procedures for the Register of Copyrights. Permits the owner of the mask work to place a notice of protection on such works which includes the words \"mask work\" or M in a circle, the year the work was first fixed in a semiconductor chip product, and the name of the owner of the work. Entitles the owner of a mask work (including the exclusive licensee of all rights) whose protection has been infringed or whose registration of such work has been refused to institute a civil action. Authorizes the award of attorney's fees to a prevailing party. Directs the Secretary of the Treasury and the U.S. Postal Service to issue regulations for the enforcement of the right to import mask works. Permits the impoundment and seizure of mask works imported in violation of the owner's exclusive rights. Sets forth remedies for infringement, including temporary and permanent injunctive relief, actual damages, the award of an infringer's profits to the owner, and impoundment orders. Retains the rights of mask work owners whose first commercial exploitation occurred prior to July 1, 1983. Prohibits the institution of registration or enforcment proceedings until 60 days after enactment of this Act. Establishes a transition period to protect mask works first commercially exploited between July 1, 1983 and the date of enactment of this Act. Authorizes the Secretary of Commerce to extend protection to foreign nationals, domiciliaries and sovereign authorities under specified conditions. Terminates such authority three years after enactment of this Act. Requires the Secretary of Commerce to report to certain congressional committees regarding the status of international recognition of mask work protection. Authorizes approprations. Title IV: Federal Court Improvements - Requires each Federal court to formulate its own rules of priority regarding the order in which civil actions shall be heard. Specifies exceptions. Authorizes the Judicial Conference of the United States to modify such rules to establish consistency. Makes technical and conforming amendments. Federal District Court Organization Act of 1984 - Amends the judicial code to provide that court for the Eastern District of New York shall be held at Hauppauge in addition to Brooklyn and Hempstead. Places DeKalb and McHenry counties in the Western Division of the Northern District of Illinois. Adds Champaign-Urbana as a site for Federal district court in the Central District of Illinois. Adds a seventh division to the Southern District Court of Texas. Establishes the McAllen Division in the Southern District, comprising the counties of Hidalgo and Starr. States that court for the McAllen Division shall be held at McAllen. Places Fannin, Gilmer, and Pickens counties in the Gainesville Division of the Northern District of Georgia. Designates Statesboro instead of Swainsboro as the sixth division in the Southern District of Georgia. Adds Bennington to the sites of Federal district courts in Vermont. Adds Boulder to the sites of Federal district court in Colorado. Technical Amendments to the Federal Courts Improvement Act of 1982 - Makes technical amendments to the Federal Courts Improvement Act of 1982 to: (1) provide that the circuit court with jurisdiction of an appeal has jurisdiction of a certification of a controlling question of law (interlocutory appeal); (2) repeal the requirement that appellants from Patent and Trademark Office determinations set forth \"reasons of appeal\" when an appeal is filed (thus eliminating the restriction on the appellate court to confine its decision to such \"reasons of appeal\"); and (3) require the Commissioner of the Patent and Trademark Office to certify to the U.S. Court of Appeals for the Federal Circuit only a list of documents comprising the record in a case, instead of certifying copies of such documents, as currently required. Amends the Tariff Act of 1930 to require appellants from final determinations of the International Trade Commission to file an appeal within 60 days after the date of determination. Permits persons who were serving as marshals for the Court of Appeals for the District of Columbia when the Federal Courts Improvement Act of 1982 was enacted to continue serving in that capacity. Authorizes the United States Claims Court to hold court in Washington D.C., and in four locations outside such metropolitan area. Authorizes the Chief Judge of such Court to appoint special masters to help with court functions. Amends the patent laws concerning the allocation of patent rights in inventions made with Federal assistance. Makes patentable for Federally-assisted invention purposes any novel variety of plant which is or may be protectable under the Plant Variety Protection Act. Permits the Federal agency providing the assistance to limit patent ownership by small business or nonprofit organizations: (1) that are not located in or do not have a place of business in the United States; and (2) when the funding agreement includes operation of a Government-owned, contractor-operated facility of the Department of Energy primarily dedicated to certain naval nuclear propulsion or weapons related programs (although patent title limitations in such an agreement are restricted to inventions occurring under such programs). Permits a nonprofit organizaton or small business firm to retain title to any subject invention they research with Federal assistance whether or not the work was performed in Government-owned laboratory facilities. Requires any agency which determines that the patent rights to certain subject inventions should not accrue to the research organization or firm but to the United States to notify the Secretary of Commerce within 30 days of awarding the applicable funding agreement. Requires the submission of an analysis for determinations made on the basis of the exceptional circumstances rule. Requires determinations involving small business to also be sent to the Small Business Administration. Requires a contractor to elect whether or not to retain title to a subject invention when disclosing such invention's existence to the Federal agency. Permits the election period to be shortened if the one year statutory period in which U.S. patent protection can still be obtained is triggered by public use, sale, or publication. Requires the Federal agency to protect information submitted by a contractor on invention utilization or efforts at obtaining utilization under march-in rights. Permits a nonprofit organization to assign rights to a subject invention to an organization that not only manages inventions but may be involved, directly or indirectly, in the manufacture or sale of articles or processes which might utilize or compete with the invention. Repeals the five year restriction on an organization or firm granting an exclusive license to any but small business firms. Limits the amount of royalties that the contract operators of Government-owned laboratories are entitled to retain after paying patent administrative expenses and a share of the royalties to inventors. Requires a fixed percent to be used to support further research. Permits a contractor to appeal an exercise by an agency of its march-in rights within 60 days to the United States Claims Court. (March-in rights permit the funding agency to license a contractor-owned invention if the contractor is not achieving practical application or for other specified reasons.) Consolidates within the Department of Commerce the authority of the General Services Administration and the Office of Management and Budget to issue regulations. Declares that no scholarship, fellowship, training grant, or other funding agreement made by a Federal agency primarily to an awardee for educational purposes will contain any provision giving the Federal agency any rights to inventions the awardee makes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal District Court Organization Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Federal District Court Organization Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Semiconductor Chip Protection Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "State Justice Institute Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Technical Amendments to the Federal Courts Improvement Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Trademark Clarification Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal District Court Organization Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Semiconductor Chip Protection Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "State Justice Institute Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Technical Amendments to the Federal Courts Improvement Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Trademark Clarification Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 28, United States Code, with respect to the places where court shall be held in certain judicial districts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:14-05:00"
}