{
  "actions": [
    {
      "acted_at": "1984-05-24", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "text": "Referred to Subcommittee on Telecommunications, Consumer Protection and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5724-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Consumer Protection and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1984-06-07", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1984-06-04", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-24", 
  "number": "5724", 
  "official_title": "A bill to amend the Communications Satellite Act of 1962 to promote competition in the satellite communications industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Satellite Communications Competition Act of 1984", 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, James T.", 
    "state": "NC", 
    "thomas_id": "00138", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-24", 
  "subjects": [
    "Artificial satellites", 
    "Communication satellites", 
    "Competition", 
    "Corporations and Stocks", 
    "Government corporations", 
    "Licenses", 
    "Science, technology, communications", 
    "Space", 
    "Subsidiary corporations", 
    "Telecommunication agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-24", 
    "text": "Satellite Communications Competition Act of 1984 - Amends the Satellite Communications Act of 1962 to authorize the Communications Satellite Corporation to conduct the following activities only through a separate subsidiary: (1) research and development; (2) manufacturing or other production; (3) technical assistance and consulting regarding satellite or other telecommunication system planning, construction, or operations (other than such assistance or consulting required to be performed directly by the Corporation under the agreements of the International Telecommunications Satellite Organization (INTELSAT) and the International Maritime Satellite Organization (INMARSAT)); (4) any other activity as determined by the Federal Communications Commission (FCC); and (5) management and administrative services in direct support of such activities. Authorizes the Corporation to conduct the following activities only if it does so directly: (1) representation of the United States in INTELSAT and INMARSAT; (2) activities required to be performed directly by the Corporation under the INTELSAT and INMARSAT agreements; (3) furnishing channels of communication from INTELSAT and INMARSAT to U.S. communications common carriers and to other authorized entities, foreign and domestic; (4) any other activity as determined by the FCC; and (5) management and administrative services in direct support of such activities. Declares that any transaction between the Corporation and any subsidiary: (1) shall not be based upon any preference or discrimination arising out of such affiliation; (2) shall be conducted in the same manner as the Corporation's conduct of business with other entities; (3) shall be pursuant to a written contract; and (4) shall be fully auditable and reflect all associated costs. Permits the FCC to provide exemptions from the structural separation requirements of this Act to the extent that the need for regulation is reduced because of an increased level of competition in international telecommunications, a reduction of the competitive advantages held by the Corporation, or both. Requires the Corporation to obtain any research and development through competitive procurement procedures. Allows the FCC to provide for exceptions from such procedures, on a case by case basis, at the request of the Corporation. Requires the Corporation, if it contracts with a subsidiary for research and development pursuant to such an exception and grants such subsidiary a license for the use of any resulting invention or data, to make such a license available to any other person at the same time and under the same terms. Directs the FCC to prescribe regulations which ensure that INTELSAT or INMARSAT information is not provided by the Corporation to any subsidiary, or by a subsidiary to the Corporation or any other subsidiary, unless such information is available to the public. Directs the President to: (1) supervise and issue instructions to the Corporation with respect to its relationships and activities with foreign governments, international entities, INTELSAT, and INMARSAT and to make such instructions available to the public; and (2) designate or appoint a Government representative to oversee the Corporation's activities with respect to INTELSAT and INMARSAT to ensure compliance with such instructions. Directs the FCC to: (1) provide public notice of, and a reasonable opportunity to comment on, any agenda or notice of an INTELSAT or INMARSAT meeting; (2) make recommendations to assist the President in issuing instructions to the Corporation and to make such recommendations available to the public; (3) require the Corporation to make available to the public all INTELSAT and INMARSAT documents which are circulated to the foreign signatories; (4) prevent anticompetitive practices between the Corporation and any subsidiary; (5) assure that the Corporation does not impose upon users of the INTELSAT or INMARSAT communications system the costs of any other services or facilities; and (6) prescribe systems to assure compliance with this Act. Authorizes the FCC to issue instructions to the Corporation concerning matters within the FCC's jurisdiction, which instructions shall be made public. Provides that the instructions of the President and the instructions of the FCC, to the extent they do not conflict with those of the President, shall be binding on the Corporation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Satellite Communications Competition Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Satellite Act of 1962 to promote competition in the satellite communications industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:04-05:00"
}