{
  "actions": [
    {
      "acted_at": "1999-08-05", 
      "committee": "Committee on the Budget, and in addition to the Committees on Ways and Means, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committees on Ways and Means, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-17", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to the Subcommittee on Social Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2796-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Boyd, Allen", 
      "sponsored_at": "1999-08-05", 
      "state": "FL", 
      "thomas_id": "01467", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Cramer, Robert E. (Bud), Jr.", 
      "sponsored_at": "1999-08-05", 
      "state": "AL", 
      "thomas_id": "00247", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hill, Baron P.", 
      "sponsored_at": "1999-08-05", 
      "state": "IN", 
      "thomas_id": "01578", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "John, Christopher", 
      "sponsored_at": "1999-08-05", 
      "state": "LA", 
      "thomas_id": "01495", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McIntyre, Mike", 
      "sponsored_at": "1999-08-05", 
      "state": "NC", 
      "thomas_id": "01505", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Minge, David", 
      "sponsored_at": "1999-08-05", 
      "state": "MN", 
      "thomas_id": "00813", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Moore, Dennis", 
      "sponsored_at": "1999-08-05", 
      "state": "KS", 
      "thomas_id": "01561", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Phelps, David D.", 
      "sponsored_at": "1999-08-05", 
      "state": "IL", 
      "thomas_id": "01586", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "46", 
      "name": "Sanchez, Loretta", 
      "sponsored_at": "1999-08-05", 
      "state": "CA", 
      "thomas_id": "01522", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sandlin, Max", 
      "sponsored_at": "1999-08-05", 
      "state": "TX", 
      "thomas_id": "01523", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Stenholm, Charles W.", 
      "sponsored_at": "1999-08-05", 
      "state": "TX", 
      "thomas_id": "01110", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Thompson, Mike", 
      "sponsored_at": "1999-08-05", 
      "state": "CA", 
      "thomas_id": "01593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Turner, Jim", 
      "sponsored_at": "1999-08-05", 
      "state": "TX", 
      "thomas_id": "01536", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-05", 
  "number": "2796", 
  "official_title": "To amend chapter 11 of title 31, United States Code, to establish a Debt Reduction Lockbox, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Debt Reduction Lockbox Act of 1999", 
  "sponsor": {
    "district": "8", 
    "name": "Tanner, John S.", 
    "state": "TN", 
    "thomas_id": "01137", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-05", 
  "subjects": [
    "Appropriations", 
    "Budget deficits", 
    "Budget resolutions", 
    "Budget surpluses", 
    "Congress", 
    "Congressional budget process", 
    "Congressional voting", 
    "Deficit reduction", 
    "Economic forecasting", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Government trust funds", 
    "Health", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Medicare", 
    "Off-budget expenditures", 
    "Old age, survivors and disability insurance", 
    "Presidential messages", 
    "Public debt", 
    "Senate rules and procedure", 
    "Social security finance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-05", 
    "text": "Debt Reduction Lockbox Act of 1999 - Amends the Congressional Budget Act of 1974 to provide a point of order in the House or the Senate against consideration of any concurrent budget resolution or conference report or amendment pertaining thereto that would set forth an on-budget deficit for any fiscal year.Makes it out of order in the House or the Senate to consider any bill, joint resolution, amendment, motion, or conference report if the enactment of the reported bill or resolution, the adoption and enactment of an amendment, or the enactment of a bill or resolution in the form recommended in the conference report would cause or increase an on-budget deficit for any fiscal year.Includes the receipts, outlays, and surplus or deficit in the Federal Old-Age and Survivors and Disability Insurance Trust Funds within the content of the concurrent budget resolution.(Sec. 3) Requires any official Federal Government statement of the Federal or congressional budget surplus or deficit totals to exclude the outlays and receipts of the Old-Age, Survivors, and Disability Insurance Program under the Social Security Act. Requires such outlays and receipts to be submitted in separate social security budget documents.(Sec. 4) Amends Federal public finance provisions to establish a Debt Reduction Lockbox within the Treasury to retire publicly held debt obligations of the U.S. Government. Appropriates funds to the Lockbox for FY 2000 through 2009.Requires the Director of the Office of Management and Budget (OMB) to: (1) compute the projected budget surplus for the fiscal year using up-to-date economic and technical assumptions; (2) calculate the changes in the projected surplus as a result of differences in economic and technical assumptions contained in a Congressional Budget Office report entitled \"The Economic and Budget Outlook: An Update;\" and (3) compute any difference in projections as a result of such changes from the assumptions used in the report. Adjusts amounts provided for the Lockbox for FY 2001 through 2004 by an amount equal to the change in the budget surplus for that fiscal year as a result of the changes determined by OMB.Provides that amounts in the Lockbox shall be unavailable for appropriation, obligation, expenditure, or transfer, except as specified, and shall be exempt from reduction under orders issued under part C of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) and not taken into account for purposes of budget enforcement procedures under such part.Requires the President to include information about the Lockbox in the annual budget submission.(Sec. 5) Provides a point of order in the House and the Senate against consideration of: (1) any concurrent budget resolution (or related conference report or amendment) that would set forth an amount in the Lockbox for any fiscal year that is less than the amount set forth in this Act; or (2) legislation that would cause an on- budget surplus for any fiscal year that is less than the amount set forth in the most recent concurrent budget resolution for the Lockbox.Includes the amount of the Lockbox within the content of the concurrent budget resolution.Authorizes a waiver or suspension in the Senate of points of order under this Act only with a three-fifths majority. Requires the same majority to sustain an appeal on a ruling on such points of order.(Sec. 6) Amends the Social Security Act to require the Secretary of the Treasury to determine, before October 1 of each fiscal year, the debt reduction dividend for such fiscal year. Provides that such dividend is equal to the excess of $229 billion over total net interest expenditures by the Federal Government during the preceding fiscal year. Reserves for social security and Medicare reform for each fiscal year beginning on or after October 1, 1999, amounts equal to 100 percent of such dividend for such fiscal year. Allocates 75 percent to social security reform and 25 percent to Medicare reform.Provides that any transfer of funds to the Old-Age and Survivors and Disability Insurance Trust Funds or to the Federal Hospital Insurance Trust Fund equal to or less than the amount reserved under this section for each such fund that are included in social security or Medicare reform legislation, as applicable, shall not count as an outlay for purposes of a pay-as-you-go requirement under the Gramm-Rudman-Hollings Act and shall be exempt from sequestration.Defines: (1) \"social security reform legislation\" as legislation that the chief actuary of the Social Security Administration certifies extends the solvency of the Old-Age and Survivors and Disability Insurance Trust Funds, taken together, for 75 years; and (2) \"Medicare reform legislation\" as legislation that the chief actuary of the Health Care Financing Administration certifies extends the solvency of the Federal Hospital Insurance Trust Fund for 20 years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Debt Reduction Lockbox Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend chapter 11 of title 31, United States Code, to establish a Debt Reduction Lockbox, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:19-05:00"
}