{
  "actions": [
    {
      "acted_at": "1991-07-23", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2974-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Chapman, Jim", 
      "sponsored_at": "1991-09-12", 
      "state": "TX", 
      "thomas_id": "00190", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1991-09-12", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gordon, Bart", 
      "sponsored_at": "1991-09-12", 
      "state": "TN", 
      "thomas_id": "00448", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kopetski, Mike", 
      "sponsored_at": "1991-09-12", 
      "state": "OR", 
      "thomas_id": "00648", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lancaster, H. Martin", 
      "sponsored_at": "1991-09-12", 
      "state": "NC", 
      "thomas_id": "00660", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1991-09-12", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Moran, James P.", 
      "sponsored_at": "1991-09-12", 
      "state": "VA", 
      "thomas_id": "00832", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1991-09-12", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Torres, Estaban Edward", 
      "sponsored_at": "1991-09-12", 
      "state": "CA", 
      "thomas_id": "01162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1991-09-12", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-23", 
  "number": "2974", 
  "official_title": "To provide payments to States and certain other entities and individuals as a reward to increase the number of children who receive preschool health care and early childhood education and to increase the number of high school seniors who achieve outstanding scores in math and science; and for other purpose.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rewards for Results Act of 1991", 
  "sponsor": {
    "district": "3", 
    "name": "Gephardt, Richard A.", 
    "state": "MO", 
    "thomas_id": "00433", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-23", 
  "subjects": [
    "Academic performance", 
    "Child health", 
    "Corporation taxes", 
    "Education", 
    "Educational accountability", 
    "Educational tests", 
    "Families", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Health", 
    "Income tax", 
    "Infants", 
    "Mathematics", 
    "Preschool education", 
    "Scholarships", 
    "Scientific education", 
    "Tax rates"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-23", 
    "text": "Rewards for Results Act of 1991 - Title I: Ready to Start School - Entitles all eligible States to receive payments from the Secretary of Health and Human Services (HHS) as a reward for meeting certain criteria in achieving the national educational goal of readiness to start school. Provides for such payments for any of the first six fiscal years beginning after enactment of this Act. Provides for two types of such payments: (1) those relating to eligible children one year old; and (2) those relating to eligible children who register for first grade. Requires States, in order to be eligible, to submit applications containing: (1) certifications of numbers of eligible children, by particular family income category, and their receipt of health care prior to age one or first grade registration, as applicable (and receipt of parental care or early childhood education prior to first grade); and (2) assurances that such payments will be used in addition to other Federal and State funds for, respectively, health care for eligible children less than one year old, and early childhood education and health care to eligible children less than seven years old. Sets forth formulas for determining the amounts of such payments, according to numbers of children certified in specified categories of family income. Title II: Excellence in Student Performance - Entitles eligible States, upon application, to receive payments from the Secretary of Education as a reward for meeting certain criteria in achieving the national educational goal of excellence in student performance. Provides for such payments for any of the first six fiscal years beginning after enactment of this Act. Requires a State, in order to be eligible to receive such payments, to establish a baseline figure for each local educational agency (LEA) each year that represents the most recent available figures for the number of graduating high school seniors whose average scores in mathematics and science on an international test equal or surpass the highest average scores of another nation. Requires an LEA, to qualify to receive payments under this title, to demonstrate an increase in the baseline figure above the previous year's figure. Requires students, to receive scholarship funds under this title, to have an average mathematics and science score on the international test that equals or surpasses the highest average score of another nation. Requires the National Education Goals Panel, established by the President, to select the international test. Directs the Secretary to annually adjust the test results to allow the variation in types of students tested in other nations. Requires State applications to provide specified information, an affidavit regarding accuracy of test results, and assure use of funds to supplement not supplant all other funds. Bases payments to States on a formula involving per student reward amount and the number of eligible students with test scores meeting the criteria. Sets forth formulas for determining per student reward amount, with exceptions for payments to States with LEAs with very high or very low percentages of students meeting the criteria. Requires State educational agencies to submit plans for distribution of such payments, with at least 80 percent of funds received under this title to be distributed to LEAs. Requires LEAs to distribute such funds equitably to all secondary schools within their jurisdiction. Requires qualifying students who desire such scholarship funds to submit applications to the Secretary of Education with their certified test results, within three years after notification of test results. Sets scholarship amounts as follows: (1) $5,000 for a qualified eligible student; and (2) $2,500 who are not eligible to be counted under specified provisions for education of disadvantaged children under chapter 1 title I of the Elementary and Secondary Education Act of 1965. Directs the Secretary of Education to pay such funds to the institution of higher education of the qualifying student's choice where they are enrolled for a recognized course of study. Directs the National Education Goals Panel to report to the Congress, within two years after enactment of this Act, on the feasibility of testing in other academic subjects and grade levels. Title III: Increase in Rate of Corporate Income Tax - Amends the Internal Revenue Code to increase the rate of tax on corporations applicable to taxable years 1992 through 1997. Title IV: General Provisions- - Directs the appropriate Secretary (of HHS for title I, of Education for title II) to: (1) conduct random annual audits of at least ten percent of States receiving payments under this Act; and (2) impose specified sanctions for noncompliance. Provides for contingent advance payments for the second year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rewards for Results Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide payments to States and certain other entities and individuals as a reward to increase the number of children who receive preschool health care and early childhood education and to increase the number of high school seniors who achieve outstanding scores in math and science; and for other purpose.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:34-05:00"
}