{
  "actions": [
    {
      "acted_at": "1975-03-21", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-09-01", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-1198.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1302-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1975-01-03", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hartke, Vance", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "01349", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGee, Gale W.", 
      "sponsored_at": "1975-01-03", 
      "state": "WY", 
      "thomas_id": "01396", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Montoya, Joseph M.", 
      "sponsored_at": "1975-01-03", 
      "state": "NM", 
      "thomas_id": "01403", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1975-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1975-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-21", 
  "number": "1302", 
  "official_title": "A bill to promote safety and health in the mining industry, to prevent recurring disasters in the mining industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Mine Safety and Health Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-21", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Mine safety", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1976-09-01", 
    "text": "(Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-1198) Federal Mine Safety and Health Amendments Act - =Title I: Amendments to the General Provisions of the Federal Coal Mine Health and Safety Act of 1969= - Sets forth the definition of \"mine\" under this Act. Transfers the functions of the Secretary of the Interior in developing health and safety standards to the Secretary of Labor. =Title II: Mine Safety and Health Standards Amendments= - Revises title I of the Federal Coal Mine Health and Safety Act of 1969. Establishes the duty of: (1) each mine operator and miner to comply with the health and safety standards of this Act; and (2) each mine operator to furnish a place of employment free from recognized hazards. Provides that the Secretary may request the recommendations of an advisory committee whenever he determines that a rule should be promulgated. Sets forth the time period for the reporting of any recommendations by the Committee. Prescribes procedures for publication and public hearings with respect to any rule proposed by the Secretary prior to its issuance. Requires the Secretary, in promulgating standards, to set the standard which assures miners will not suffer impairment of health, functional capacity, or diminished life expectancy even if regularly exposed to hazards throughout their working lives. Directs the Secretary to consider: (1) the latest available scientific data in the field; (2) the feasibility of the standards; and (3) experience gained under this and other health and safety statutes. Requires the Secretary of Health, Education, and Welfare to identify toxic materials found in mines and not covered by a standard, and to determine whether such materials pose a threat to miners. Provides that any standard promulgated must prescribe the use of labels or other warnings necessary to ensure that miners are appraised of all hazards to which they are exposed, relevant symptoms and appropriate emergency treatment and proper conditions and precautions of safe use or exposure. Sets forth additional factors which must be prescribed in specified instances. Requires that no safety or health standard promulgated under this Act shall reduce the protection afforded miners below that provided by any safety or health standard previously in effect. States that where the Secretary determines that miners are potentially subjected to physical or mental impairment from exposure to toxic substances, he may promulgate an emergency standard. Sets forth the procedures for promulgation of such emergency standard. Allows operators to apply to the Secretary for a temporary order permitting limited non-compliance with a standard. Specifies the circumstances under which such order shall be originally granted and renewed. Allows an operator to apply for a variance from a standard. Permits persons adversely affected by a standard to challenge its validity, within 60 days of its promulgation, in the appropriate U.S. Court of Appeals. Empowers the Secretary to appoint advisory committees to assist and advise him. Sets forth the composition and compensation of the members of any such committee. Authorizes the Secretary, or the Secretary of Health, Education, and Welfare: (1) to enter any mine subject to this Act; and (2) to make reasonable inspections and investigations and to question privately employers, owners, operators, agents, or employees. Requires inspections of underground mines at least four times a year. States that no advance notice of inspections shall be given. Sets forth rules regarding the maintenance of records by operators with regard to work-related deaths, injuries, illness, miner exposure to toxic substances, and all accidents, except specified roof falls. Provides that if any miner or their representative believes that a standard violation exists that threatens physical harm or that an imminent danger exists, he may request an inspection by the Secretary. Requires the Secretary to provide a minimum of one spot inspection of all or part of a mine during every five working days at irregular intervals, if the mine contains some especially hazardous conditions. Provides that if, upon inspection or investigation, the Secretary or his representative believes an operator has violated any standard, he shall issue a citation to the operator, describing the nature of the violation, and fixing a reasonable time for the violation's abatment. Prescribes rules governing: (1) gross violations of standards; (2) follow-up inspections; and (3) withdrawal from the area of unabated violations of all but specified personnel. Requires the Secretary to notify, within a reasonable time, an operator issued a citation of any penalty to be assessed, and that the operator has 15 working days to notify the Secretary that he wishes to contest the citation or proposed penalty. Prohibits discharging, discriminating against, or interfering with the exercise of statutory rights by any mine employee or applicant for employment because he filed a complaint or instituted or caused to be instituted any proceeding under or related to this Act or testified or is about to testify for himself or others. Provides that if an operator notifies the Secretary that he intends to contest a citation, the Secretary shall immediately advise the Commission, which must then provide an opportunity for a hearing and issue an order affirming, modifying, or vacating the Secretary's order. Permits any person adversely affected or aggrieved by an order of the Commission to obtain review of such order in any appropriate U.S. Court of Appeals and specifies the procedures to be followed after a petition for review is filed. Provides procedures for counteracting dangerous conditions, including: (1) issuance of withdrawal orders barring all except specified persons from an area; and (2) issuance of notices where less than imminent dangers exist and an investigation is being conducted into such conditions. Authorizes the Secretary to institute civil action for relief, including a permanent or temporary injunction, in any appropriate United States district court whenever an operator or his agent: (1) violates or does not comply with any order or decision issued under this Act; (2) hinders the Secretary or the Secretary of Health, Education, and Welfare or their representatives in carrying out the provisions of this Act; (3) refuses to admit such representatives to the mine; (4) refuses to permit the inspection of the mine, or the investigation of an accident or occupational disease related to such mine; (5) refuses to furnish any information or report requested in furtherance of this Act's provisions; or (6) refuses to permit access to any copying of such records as necessary to carry out the provisions of this Act. Authorizes the Secretary to institute a civil action for relief, including permanent or temporary injuction, in the district court of the United States whenever the Secretary believes that the operator of a mine is engaged in a pattern of violation of the health and safety standards of this Act. Imposes penalties for violation of this Act. Provides that if a mine is closed by an order issued under this Act, all miners working during the shift when the order was issued who are idled shall be entitled to full compensation at their regular rates of pay for the period they are idled, but not more than the balance of the shift. Authorizes the Secretary to administer this Act through the Mine Safety and Health Administration. Establishes the Federal Mine Safety and Health Review Commission. Enables an Administrative Law Judge of the Commission to hear and make determinations on any proceeding instituted before the discretionary review by the Commission of an administrative judge's decision. Authorizes the appropriation of any moneys in the Treasury not otherwise appropriated that may be necesssary to carry out the provisions of this title. =Title III: Miscellaneous Provisions= - Transfers the functions of the Secretary of the Interior under the Federal Coal Mine Health and Safety Act of 1969 and the Federal Metallic and Nonmetallic Mine Safety Act of 1966 to the Secretary of Labor, except those expressly transferred to the Commission by this Act. Provides that the standards relating to mines which are in effect on the date of enactment of this Act shall remain in effect as mandatory standards under title I of this Act until the Secretary issues new or revised standards. Establishes in the Labor Department a Mine Safety and Health Administration to be headed by an Assistant Secretary of Labor appointed by the President, with the Senate's advice and consent. Provides that research activities relating to mine health will be carried out by the Secretary of Health, Education, and Welfare through the National Institute for Occupational Safety and Health, and the Secretary's research activities relating to safety are extended to all mines now covered by this Act. Extends to all mines covered by this Act the Secretary of Health, Education, and Welfare's authorization to conduct studies and research involving the protection of life and prevention of diseases relating to certain non-miners who work with or around mine products. Authorizes the Secretary to make grants to any State in which mining takes place. Specifies the qualifications required for mining inspectors. Directs that the National Mine Health and Safety Academy is to be maintained as an agency of the Interior Department. States that the academy is responsible for mine safety and health inspector's training and technical support personnel training. Repeals the Federal Metal and Nonmetallic Mine Safety Act of 1966."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Mine Safety and Health Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote safety and health in the mining industry, to prevent recurring disasters in the mining industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:16-05:00"
}