{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1011-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1011", 
  "official_title": "A bill to regulate commerce by assuring adequate supplies of energy resource products will be available at the lowest possible cost to the consumer.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2263-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2349-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5027-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Public Energy Act", 
  "sponsor": {
    "district": "25", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Energy", 
    "Energy policy", 
    "Executive reorganization", 
    "Independent regulatory commissions", 
    "Petroleum industry", 
    "Petroleum law and legislation", 
    "Power resources"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Public Energy Act - Title I: Declaration of Policy - Declares it unlawful after the date of enactment of this Act for any person engaged in commerce in the business of refining energy resource products to acquire any energy resource product extraction asset, energy pipeline asset, or energy marketing asset. States that the Attorney General of the United States and the Federal Trade Commission shall simulataneously and independently examine the relationship of persons now engaged in one or more branches of the energy industry. Requires the Attorney General and the Federal Trade Commission to institute suits in the district courts of the United States requesting the issuance of such relief as is appropriate under this Act. Provides that any person who knowingly violates any provision of this title shall, upon conviction, be punished, in the case of an individual, by a fine of not to exceed $500,000 or by imprisonment for a period not to exceed ten years, or both, or in the case of a corporation, by a fine of not to exceed $5,000,000 or by suspension of the right to do business in interstate commerce for a period not to exceed ten years, or both. Title II: Federal Energy Commission - Establishes an independent regulatory commission to be known as the Federal Energy Commission, consisting of five Commissioners who shall be appointed by the President, by and with the advice and consent of the Senate. Provides that for the purpose of assuring a sufficient supply of energy resource products throughout the United States with the greatest possible economy and with regard to the proper utilization and conservation of natural resources, the Commission shall divide the country into regional districts which shall be served by energy refinery assets designated by the Commission for such purpose. Provides that, beginning with the expiration of the three-year period which begins on the date of enactment of this Act, the Commission shall, by rule, prescribe all rates and charges (or the manner for determining all rates and charges) made, demanded, or received by any energy refinery asset for or in connection with the sale of any energy resource products. Requires the Commission to specify (or prescribe a manner for specifying) the price of energy resource products at all levels of sale if the Commission finds that such action is necessary to avoid excessive prices to the ultimate consumer of such products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate commerce by assuring adequate supplies of energy resource products will be available at the lowest possible cost to the consumer.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:44-05:00"
}