{
  "actions": [
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2629-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-06", 
  "number": "2629", 
  "official_title": "A bill to amend the Uniform Code of Military Justice to improve the military justice system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Justice Amendments of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-06", 
  "subjects": [
    "Armed forces and national security", 
    "Courts and Civil Procedure", 
    "Courts-martial and courts of inquiry", 
    "Criminal procedure", 
    "Military law", 
    "Supreme Court"
  ], 
  "subjects_top_term": "Military law", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-06", 
    "text": "Military Justice Amendments of 1979 - Amends the Uniform Code of Military Justice to authorize a person who is placed under arrest or in confinement prior to trial to apply for release from arrest or confinement to the special court-martial in whose court-martial district the place of arrest or confinement is located, unless the charges have been referred to a general court-martial, in which case such application for release shall be to that court. Provides that general courts-martial shall consist of a military judge and seven military jurors or only a military judge in specified cases. Provides that special courts-martial shall consist of a military judge and five jurors or only a military judge in specified cases. Requires the Judge Advocate General of each armed force to establish one or more general court-martial judicial districts for that armed force. Directs that each general court-martial district shall have a court known as the general court-martial. Sets forth: (1) the composition of the general court-martial; and (2) the jurisdiction of such court. Requires the Judge Advocate General of each armed force to establish one or more special court-martial judicial districts for that armed force. Directs that in each special court-martial judicial district there shall be a court known as the special court-martial. Sets forth the composition and jurisdiction of such courts. Declares both the general courts-martial and the special courts-martial to be courts established by Act of Congress and authorizes such courts to issue all writs necessary or appropriate in aid of their jurisdiction. Sets forth provisions concerning: (1) who may serve as military jurors; (2) the appointment and removal of military general and special court-martial judges; (3) the detailing of trial counsel and defense counsel; (4) the detailing of court reporters and interpreters; and (5) absent and additional military jurors. Requires the defense counsel in every court-martial proceedings: (1) to assist the accused in preparation and submission of any petition or motion with respect to the sentence; and (2) to seek at the expense of the United States such collateral relief as may be necessary to protect any right of the accused. Stipulates that when the military jurors court-martial deliberate or vote, only the regular military jurors may be present. Provides that an appeal by the United States shall be to the appropriate Court of Military Review: (1) from a decision, judgement or order of a military judge dismissing a charge or specification; and (2) from a decision or order of a military judge suppressing or excluding evidence not made after the accused has been put in jeopardy and before the verdict of the court-martial, if the trial counsel certifies to the military judge that the appeal is not taken for purposes of delay and that the evidence is a substantial proof of a fact material in the proceedings. Stipulates that if an appeal is taken by the United States, the military judge shall decide whether the accused should be released from pretrial restraint. Grants each accused and the trial counsel of a general court-martial three peremptory challenges. Grants each accused and the trial counsel of a special court-martial one peremptory challenge. Stipulates that only a military judge, for good cause, may forbid the taking of oral or written depositions. Stipulates that only the military judge shall rule upon all questions of law and all interlocutory questions arising during the proceedings. Stipulates that in each court-martial in which the accused is convicted, the military judge shall adjudge an appropriate sentence. Requires that if the accused has been found guilty of any offense, the military judge shall, as soon as the sentence is determined, announce the sentence and advise the accused of his right to appeal. Credits any periods of pretrial confinement served prior to sentencing towards the service of the sentence adjudged. Repeals provisions of the Code relating to the reduction in enlisted grade on approval of sentence. Stipulates that after a trial by court-martial a verbatim transcript of all proceedings and evidence including and subsequent to the announcement of the findings of the court-martial shall be forwarded to the referring authority and the referring authority may approve the sentence or such part or amount as such authority determines should be approved. Provides that action relating to clemency may be taken by the person who referred the case to trial, or any officer authorized to refer a case to a general court-martial. Repeals specified sections of the Code relating to general court-martial records and the reconsideration and revision of rulings. Repeals the provisions of the Code which authorize the convening authority to order a rehearing, if such authority disapproves the findings and sentence of a court-martial. Grants up to 30 days to file a notice of appeal from a conviction by court-martial after the referring authority has informed the accused of a clemency decision. Declares that there is a United States Court of Military Review for each of the armed forces established under article one of the Constitution. Sets forth provisions concerning appellate military judges, their qualifications, and terms. Requires referring authorities to refer to the Court of Military Review the record in every case of trial by court-martial in which notice of appeal has been timely filed. Requires the Chief Judges to prescribe uniform rules of procedure for Courts of Military Review. Increases the number of judges on the United States Court of Military Appeals from three to five. Requires the Court of Military Appeals to review the record in: (1) all cases in which the sentence, as affirmed by a Court of Military Review, extends to death; and (2) all cases reviewed by a Court of Military Review in which, upon petition of the United States upon a matter of law, and upon good cause shown, the Court of Military Appeals has granted a review. Authorizes the United States Court of Military Appeals to make such rules as it deems proper respecting the admission and expulsion of persons to membership in its bar. Requires appellate defense counsel to represent the accused before the Court of Military Review or the Court of Military Appeals in any matter: (1) when requested to do so by the accused; or (2) when the United States or any respondent is represented by counsel. Authorizes appellate defense counsel to seek at the expense of the United States such collateral relief as necessary to protect any right of the accused. Prohibits the execution of a sentence extending to the dismissal, unsuspended, of a commissioned officer, cadet, or to an unsuspended dishonorable or bad-conduct discharge unless the accused has been informed of his right to seek clemency. Authorizes the accused at any time to petition the general court-martial in whose general court-martial district the trial occurred for a new trial on the grounds of newly discovered evidence or fraud upon the court. Authorizes cases in the United States Court of Military Appeals to be reviewed by the Supreme Court by writ of certiorari."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Justice Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Uniform Code of Military Justice to improve the military justice system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:42-05:00"
}