{
  "actions": [
    {
      "acted_at": "1991-11-21", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-21", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3853-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-21", 
  "number": "3853", 
  "official_title": "To provide a framework for national economic revitalization, to provide additional resources to the Bank Insurance Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Economic Revitalization and Recapitalization Act of 1991", 
  "sponsor": {
    "district": "11", 
    "name": "Kanjorski, Paul E.", 
    "state": "PA", 
    "thomas_id": "00615", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-21", 
  "subjects": [
    "Accounting", 
    "Accounting and auditing", 
    "Administrative fees", 
    "Administrative procedure", 
    "Auditing", 
    "Bank accounts", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank examination", 
    "Bank failures", 
    "Bank loans", 
    "Bank management", 
    "Bank mergers", 
    "Bank records", 
    "Branch banking", 
    "Capital formation", 
    "Collection of accounts", 
    "Community development", 
    "Conferences", 
    "Conflict of interests", 
    "Congressional reporting requirements", 
    "Corporate debt", 
    "Cost control", 
    "Credit unions", 
    "Debtor and creditor", 
    "Delegation of powers", 
    "Deposit insurance", 
    "District of Columbia", 
    "Dividends", 
    "Earnings", 
    "Economic growth", 
    "Economics and public finance", 
    "Employee training", 
    "Executive compensation", 
    "Federal employees", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government lending", 
    "Government paperwork", 
    "Government trust funds", 
    "Guardian and ward", 
    "Infrastructure (Economics)", 
    "Inspectors general", 
    "Insurance premiums", 
    "Interest rates", 
    "Lawyers", 
    "Public debt", 
    "Real estate business", 
    "Real estate investment", 
    "Regulatory reform", 
    "Risk assessment", 
    "Savings and loan associations", 
    "Standards", 
    "Stockholders", 
    "Stocks"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-21", 
    "text": "Emergency Economic Revitalization and Recapitalization Act of 1991 - Title I: Economic Revitalization - Mandates that a conference of national leaders be held by a specified deadline to issue an economic revitalization plan within a certain timeframe. Title II: Federal Deposit Insurance Fund Recapitalization and Bank Reforms - Subtitle A: Deposit Insurance Funds - Amends the Federal Deposit Insurance Act to increase from $5,000,000,000 to $20,000,000,000 the amount of credit available from the Treasury to the Federal Deposit Insurance Corporation (FDIC). Sets maximum limits upon the outstanding obligations of the Bank Insurance Fund (BIF) and the Savings Association Insurance Fund (SAIF). Directs the Comptroller General to report quarterly to certain congressional committees regarding FDIC compliance with such obligation limitations. Mandates a repayment schedule as a prerequisite to any such borrowing. Requires the Secretary of the Treasury to submit a copy of such schedule to certain congressional committees and to consult with them regarding repayment terms. Authorizes the FDIC to impose special assessments upon insured depository institutions (in addition to existing assessments) if emergency assessments are required and if they are allocated between the BIF and SAIF according to their respective needs. Sets forth guidelines the BIF must follow when borrowing from its members. Subtitle B: Supervisory Reforms - Prescribes guidelines for: (1) mandatory annual on-site examinations of all insured depository institutions; and (2) fiscal status reports from all insured depository institutions (except for certain small-sized insured depository institutions). Sets forth guidelines for assessments to cover FDIC costs of conducting examinations of insured depository institutions and their affiliates. Outlines the application procedure for deposit insurance. Requires the FDIC to study and report to the Congress on ways to streamline Federal banking regulatory requirements. Subtitle C: Accounting Reforms - Mandates that: (1) the accounting principles applicable to all insured depository institutions be uniform and consistent with generally accepted accounting principles; (2) each appropriate Federal banking agency implement certain accounting procedures (maintaining uniform accounting standards) for use in determining the capital ratios of insured depository institutions; and (3) each appropriate Federal banking agency report annually to certain congressional committees on any differences between its accounting or capital standards and those used by other agencies. Subtitle D: Prompt Regulatory Action - Requires each appropriate Federal banking agency and the FDIC to prescribe regulations for implementation of a prompt regulatory action system which includes: (1) uniform standards; (2) minimum capital requirements; (3) deadlines for submission and review of capital restoration plans; (4) standards for safety and soundness; and (5) asset growth guidelines. Sets capital distributions restrictions for any insured depository institution that does not meet all currently applicable capital standards after making such distribution. Requires undercapitalized depository institutions to submit capital restoration plans with specified contents. Sets forth regulatory guidelines and restrictions for depository institutions according to risk categories (including the appointment of conservators or receivers for national banks and Federal savings associations not in compliance with statutory capital standards). Authorizes the FDIC Board of Directors to appoint the FDIC as sole conservator or receiver of an insured depository institution (after consultation with the appropriate Federal or State agency) after a determination that specified risk conditions have been met. Subtitle E: Least-Cost Resolution - Mandates that the FDIC assistance to troubled insured depository instiutions be in accord with prescribed least-cost resolution guidelines to ensure that such assistance is the least costly of all possible methods to the affected deposit insurance fund. Mandates an annual General Accounting Office (GAO) audit of the FDIC and the Resolution Trust Corporation to determine compliance with such least-cost approach. Sets forth procedural guidelines with respect to: (1) creditors' claims; (2) data collection; (3) financial services industry impact analyses before resolution of a troubled insured depository institution; and (4) financial assistance prior to appointment of a receiver or conservator. Amends the Federal Reserve Act to set forth limitations on advances by a Federal Reserve bank to an undercapitalized depository institution. Amends the Federal Deposit Insurance Act to direct the FDIC, upon providing assistance to a troubled institution, to: (1) remove its board of directors; and (2) treat shareholders' claims with regard to such institution as if the institution were closed. Subtitle F: Federal Insurance for State Chartered Depository Institutions - Uniform Depositor Protection Act of 1991 - Sets a deadline by which State depository institutions or credit unions must obtain deposit insurance as a prerequisite to accepting deposits. Subtitle G: Technical Corrections - Amends the Federal Deposit Insurance Act to: (1) grant the FDIC all rights, powers, and duties to implement its duties with respect to the assets and liabilities of the Federal Savings and Loan Insurance Corporation (FSLIC) Resolution Fund; and (2) declare the FDIC successor to the FSLIC as conservator or receiver of certain depository institutions. Subtitle H: Management and Conflict of Interest Reforms - Management and Conflict of Interest Reform Amendments of 1991 - Amends the Depository Institution Management Interlocks Act to prohibit an outside counsel or independent auditor of certain large-sized depository institutions (or depository holding companies) from serving as a voting member of the board of directors of such entities. Requires such entities to make specified disclosures to their boards of directors with respect to: (1) five percent ownership of voting stock; and (2) proposed changes in control of the entity. Requires a majority of the voting members of such entities' boards of directors to be outside directors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Economic Revitalization and Recapitalization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Management and Conflict of Interest Reform Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Uniform Depositor Protection Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide a framework for national economic revitalization, to provide additional resources to the Bank Insurance Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:00-05:00"
}