{
  "actions": [
    {
      "acted_at": "1999-10-01", 
      "committee": "Committee on Commerce, and in addition to the Committees on Education and the Workforce, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committees on Education and the Workforce, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-01", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-01", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-01", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-12", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-20", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3000-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Brady, Robert A.", 
      "sponsored_at": "2000-04-03", 
      "state": "PA", 
      "thomas_id": "01469", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Carson, Julia", 
      "sponsored_at": "2000-04-03", 
      "state": "IN", 
      "thomas_id": "01473", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Christensen, Donna MC", 
      "sponsored_at": "1999-10-01", 
      "state": "VI", 
      "thomas_id": "01474", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "2000-05-02", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jackson, Jesse L., Jr.", 
      "sponsored_at": "1999-10-01", 
      "state": "IL", 
      "thomas_id": "00587", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Jones, Stephanie Tubbs", 
      "sponsored_at": "2000-05-16", 
      "state": "OH", 
      "thomas_id": "01581", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McKinney, Cynthia A.", 
      "sponsored_at": "2000-03-29", 
      "state": "GA", 
      "thomas_id": "00780", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Owens, Major R.", 
      "sponsored_at": "2000-04-03", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "2000-03-29", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "2000-04-03", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Woolsey, Lynn C.", 
      "sponsored_at": "2000-05-16", 
      "state": "CA", 
      "thomas_id": "01242", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-01", 
  "number": "3000", 
  "official_title": "To establish a United States Health Service to provide high quality comprehensive health care for all Americans and to overcome the deficiencies in the present system of health care delivery.", 
  "popular_title": "U.S. Universal Health Service Act", 
  "related_bills": [], 
  "short_title": "Josephine Butler United States Health Service Act", 
  "sponsor": {
    "district": "9", 
    "name": "Lee, Barbara", 
    "state": "CA", 
    "thomas_id": "01501", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-10-01", 
  "subjects": [
    "Abortion", 
    "Abortion counseling", 
    "Access to health care", 
    "Accident insurance", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Alcoholism treatment", 
    "Alternative medicine", 
    "Ambulatory care", 
    "Armed forces and national security", 
    "Arthritis", 
    "Assault", 
    "Birth control", 
    "Breast cancer", 
    "Business income tax", 
    "Case management", 
    "Charitable contributions", 
    "Childbirth", 
    "Civil rights and liberties, minority issues", 
    "Clinical trials", 
    "Collective bargaining in government", 
    "Commerce", 
    "Community health services", 
    "Community hospitals", 
    "Comprehensive health care", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Continuing education", 
    "Contraceptives", 
    "Corporation taxes", 
    "Crime and law enforcement", 
    "Data banks", 
    "Day care", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Disciplining of employees", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug industry", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Emergency medical services", 
    "Eminent domain", 
    "Employee benefit plans", 
    "Employee health benefits", 
    "Employee rights", 
    "Employee training", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Epidemiology", 
    "Executive reorganization", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal aid to substance abuse programs", 
    "Federal budget process", 
    "Federal budgets", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Financial statements", 
    "Food adulteration and inspection", 
    "Foreign trade and international finance", 
    "Fringe benefits", 
    "Geriatrics", 
    "Government employees' health insurance", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government securities", 
    "Government trust funds", 
    "Grievance procedures", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Health facilities", 
    "Health insurance", 
    "Health planning", 
    "Health services administration", 
    "Health surveys", 
    "Hereditary diseases", 
    "Higher education", 
    "Hospital care", 
    "Hospitals", 
    "Housing and community development", 
    "Imports", 
    "Income tax", 
    "Indian medical care", 
    "Industrial relations", 
    "Informed consent (Medical law)", 
    "Inspectors general", 
    "Investment of public funds", 
    "Job hunting", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor disputes", 
    "Law", 
    "Lead poisoning", 
    "Legal services", 
    "Legislation", 
    "Licenses", 
    "Long-term care", 
    "Managed care", 
    "Maternal health services", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical education", 
    "Medical malpractice", 
    "Medical personnel", 
    "Medical records", 
    "Medical research", 
    "Medical statistics", 
    "Medical supplies", 
    "Medicare", 
    "Military dependents", 
    "Military medicine", 
    "Minorities", 
    "Minority health", 
    "Mortgage guaranty insurance", 
    "National health insurance", 
    "National service", 
    "Negligence", 
    "Nursing homes", 
    "Occupational health and safety", 
    "Paints and varnishes", 
    "Patients' rights", 
    "Personal income tax", 
    "Pregnancy", 
    "Prescription pricing", 
    "Presidential appointments", 
    "Preventive medicine", 
    "Psychiatric hospitals", 
    "Public debt", 
    "Public lands and natural resources", 
    "Quality of care", 
    "Railroad employees", 
    "Railroad retirement plans", 
    "Regional medical programs", 
    "Research centers", 
    "Rural health", 
    "Science, technology, communications", 
    "Sexually transmitted diseases", 
    "Sick leave", 
    "Social security taxes", 
    "Social welfare", 
    "Sparsely populated areas", 
    "Standards", 
    "State laws", 
    "Sterilization (Birth control)", 
    "Student aid", 
    "Student loan funds", 
    "Surgery", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax-exempt securities", 
    "Taxation", 
    "Tea", 
    "Terminal care", 
    "Terminally ill", 
    "Transportation and public works", 
    "Veterans' medical care", 
    "Whistle blowing", 
    "Women", 
    "Women's health", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-10-01", 
    "text": "TABLE OF CONTENTS: Title I: Establishment and Operation of the United States Health Service Subtitle A: Initial Organization Subtitle B: Organization of Area Health Boards Subtitle C: General Provisions Regarding Health Boards Title II: Delivery of Health Care and Supplemental Services Subtitle A: Patients' Rights in Health Care Delivery Subtitle B: Eligibility for, Nature of, and Scope of Services Provided by the Service Subtitle C: Health Care Facilities and Delivery of Health Care Services Title III: Health Labor Force Subtitle A: Job Categories and Certification Subtitle B: Education of Health Workers Subtitle C: Employment and Labor-Management Relations Within the Service Title IV: Other Functions of Health Boards Subtitle A: Advocacy, Grievance Procedures, and Trusteeships Subtitle B: Occupational Safety and Health Programs Subtitle C: Health and Health Care Delivery Research, Quality Assurance, and Health Equity Subtitle D: Health Planning, Distribution of Drugs and Other Medical Supplies, and Miscellaneous Functions Title V: Financing of the Service Subtitle A: Health Service Taxes Subtitle B: Health Service Trust Fund Subtitle C: Preparation of Plans and Budgets Subtitle D: Allocation and Distribution of Funds Subtitle E: General Provisions Title VI: Miscellaneous Provisions Josephine Butler United States Health Service Act - Title I: Establishment and Operation of the United States Health Service - Subtitle A: Initial Organization - Establishes the United States Health Service (Service) as an independent executive branch entity. Vests the appropriate National Health Board of the Service (National Board) with the authority through which the authority of the Service shall be exercised. Provides that the authority of the Service shall also be exercised by area health boards in accordance with this Act and National Board guidelines. Authorizes appropriations.Subtitle B: Organization of Area Health Boards - Sets forth procedures regarding election and appointment of interim national, interim regional, and initial and subsequent National, regional, district, and community health boards. Provides for the appropriate Boards to establish health care delivery regions, districts, and communities.Subtitle C: General Provisions Regarding Health Boards - Sets forth the membership and terms of office of health boards and certain public accountability and financial disclosure requirements with regard to serving on such boards. Establishes an Office of the Inspector General for the Service.Title II: Delivery of Health Care and Supplemental Services - Subtitle A: Patients' Rights in Health Care Delivery - Affords every user the right to receive high quality care and supplemental services from any facility within the Service capable of providing such services without charge and without discrimination. Sets forth a list of other basic health rights.(Sec. 202) Amends the Fair Labor Standards Act of 1938 to entitle certain employees to health leave compensation.Subtitle B: Eligibility for, Nature of, and Scope of Services Provided by the Service - Declares all individuals in the United States eligible to receive health care and supplemental services under this Act. Requires the Service to provide specified services. Provides for Service reimbursement of emergency health services costs.Subtitle C: Health Care Facilities and Delivery of Health Care Services - Requires each community board to maintain health care facilities as necessary for the delivery of primary, specialized, and community-oriented services.(Sec. 221) Requires each district board, where appropriate, to maintain a general hospital and other health care facilities and to provide specialized health care services.Requires each regional board to maintain the following: (1) a regional medical facility for highly specialized care; and (2) services that cannot be provided by community or district boards.Requires each area health board to hire health workers, purchase or lease necessary premises, minimize care delivery fragmentation and duplication, assist community and district boards in operating services, and ensure that all required health services under this title are available and accessible.Requires the National Board to authorize the National Institute of Evaluative Clinical Research to establish evidence-based clinical decision criteria that, where feasible, shall apply nationwide.(Sec. 222) Requires each health board to establish policies and organizational plans for the operation of a facility. Authorizes a health board that has established more than one health care facility to provide for a health care facility board or boards to manage any facility the health board cannot effectively manage.Prohibits a health board from permitting its facilities to be used for private service delivery. Prohibits health board employees from engaging in private service delivery.Requires regular facilities inspections.(Sec. 223) Requires area health boards to provide specified services, including abortion services counseling. Requires an individual to give written voluntary consent before any treatment or procedure which could affect the individual's capacity to reproduce children.Title III: Health Labor Force - Subtitle A: Job Categories and Certification - Declares that, notwithstanding State laws to the contrary, the Service shall be the sole judge of the qualifications of its employees.(Sec. 303) Requires the National Board to establish guidelines for the classification, certification, and employment of health workers. Requires that the guidelines permit alternative approaches to healing.Requires that each regional board establish advanced specialty training certification standards.Prohibits individual health facility administrators from downgrading the level of skill, license, or certification required to perform the duties delineated by the National Board.Directs the National Board to convene a national level task force to review the impact on the safety and health of patients and workers of downgrading and deskilling of health care job categories by replacing licensed with unlicensed workers during the 1990's, particularly in the nursing area, and to recommend remedies as appropriate.Prohibits health care workers who report compromises in the quality of care from being subjected to recriminations.Subtitle B: Education of Health Workers - Requires each regional board to establish a health team school to provide initial and continuing basic care delivery education and initial and continuing advanced specialty education. Requires that the schools be funded exclusively by the Service, prohibits them from charging or accepting tuition or fees, and requires them to provide each student with an allowance for living expenses, educational supplies, and any child care.(Sec. 312) Requires that enrollees agree to perform health care services as Service employees.(Sec. 313) Requires the National Board to make educational loan payments.Subtitle C: Employment and Labor-Management Relations Within the Service - Requires the National Board to ensure that all individuals employed as health workers before enactment of this Act and desiring employment in the Service find appropriate employment in the Service.(Sec. 321) Imposes certain remuneration-related restrictions on health workers and Service employees.(Sec. 323) Amends the Labor-Management Reporting and Disclosure Act of 1959 to include the Service in the term \"employer.\"(Sec. 324) Makes the remedies provided by stated Federal laws regarding jurisdiction and tort claims exclusive of any other civil action or proceeding.Title IV: Other Functions of Health Boards - Subtitle A: Advocacy, Grievance Procedures, and Trusteeships - Requires each area health board to establish a health advocacy program.(Sec. 401) Requires the National Board to establish a health rights legal services program for users and health workers.Subtitle B: Occupational Safety and Health Programs - Requires the National Board to oversee regional occupational safety and health programs and to participate in the establishment and administration of standards under the Occupational Safety and Health Act of 1970 (OSHA).(Sec. 411) Amends OSHA to substitute references to the National Board for references to the Secretary of Health and Human Services (HHS).(Sec. 412) Requires each: (1) community board to provide for the operation of a community occupational safety and health action council; (2) regional board to establish a regional occupational health and safety program; and (3) Community Health Board to establish employer maintained worksite facilities to meet occupational and emergency health care needs of employees, with the cost borne by the employer.(Sec. 415) Grants employees in workplaces having 25 or more employees the right to establish workplace occupational safety and health committees.Authorizes such employees to monitor conditions and to remove themselves from the site of any hazard without loss of pay or other job rights.Subtitle C: Health and Health Care Delivery Research, Quality Assurance, and Health Equity - Requires the Service to conduct a program of health and health care delivery research.(Sec. 422) Transfers the National Institutes of Health from HHS to the National Health Board. Requires the National Board to establish the following five new national institutes of: Epidemiology, Evaluative Clinical Research, Health Care Services, Pharmacy and Medical Supply, and Sociology of Health and Health Care.Subtitle D: Health Planning, Distribution of Drugs and Other Medical Supplies, and Miscellaneous Functions - Requires the following: (1) each area board to collect data on supply and demand regarding health workers and care delivery; (2) publication of a National Pharmacy and Medical Supply Formulary; and (3) each regional board to establish a program for the purchase and distribution of drugs and other medical supplies. Authorizes the National Board to operate drug and medical supply manufacturing facilities.Title V: Financing of the Service - Subtitle A: Health Service Taxes - Amends the Internal Revenue Code (IRC) to impose on individuals and on corporations additional taxes of specified percentages of the total taxes otherwise imposed on individuals and on corporations under IRC.(Sec. 502) Ends the exclusion from gross income of amounts paid by third parties for medical care. Excludes from gross income employer contributions to accident or health plans to the extent that such contributions do not provide for health care available to such employees under this Act. Prohibits income tax deductions for: (1) health care expenses as a trade or a business expense; and (2) contributions to certain medical and hospital facilities.Repeals IRC provisions regarding medical and dental expenses, hospital insurance tax imposed on employment and self-employment income, and receipts for railroad employees.(Sec. 503) Declares that no contractual or other nonstatutory obligation of any employer to pay or provide for health care for present or former employees and their dependents and survivors shall apply on or after the effective date of health services under this Act to the extent such individuals are eligible to receive such services under this Act.(Sec. 504) Prohibits Federal, State, or private workers' compensation programs from paying for or providing any health care on or after the effective date of health services under this Act to the extent such care is available under this Act.Subtitle B: Health Service Trust Fund - Creates in the Treasury the Health Service Trust Fund (Fund).(Sec. 511) Appropriates to the Fund: (1) amounts equal to 100 percent of the expected net receipts from taxes imposed by subtitle A as well as Federal Hospital Insurance employment taxes; and (2) a Government contribution equal to 40 percent of the amount so appropriated.(Sec. 512) Transfers to the Fund all assets and liabilities of the Medicare (title XVIII of the Social Security Act (SSA))trust funds.Subtitle C: Preparation of Plans and Budgets - Requires the National Board to annually fix the maximum amount of funds which may be expended from the Fund during the fiscal year.Subtitle D: Allocation and Distribution of Funds - Requires the National Board to transmit annually a national budget to regional boards. Declares the budget adopted on approval by a majority of the regional boards.(Sec. 532) Sets forth similar requirements for preparation and adoption of regional and district budgets.(Sec. 534) Requires each National Board budget to incorporate a fund for special operating expenses.(Sec. 535) Requires funds allocated under the national health budget to be distributed by the National Board from the Fund. Prohibits health boards from requesting or receiving funds from any other source.Subtitle E: General Provisions - Authorizes the National Board to borrow money, issue and sell obligations, and pledge Fund assets. Empowers the National Board to require the Secretary of the Treasury to purchase the Service's obligations, to a specified maximum.(Sec. 541) Makes obligations issued by the Service obligations of the Government under certain circumstances.Authorizes the Secretary of the Treasury, for the purchase of Service obligations, to use as a public debt transaction the proceeds from the sale of any securities issued under the Second Liberty Bond Act.Title VI: Miscellaneous Provisions - Repeals, on the effective date of health services under this Act, the Public Health Service Act (PHSA), except for specified provisions regarding: (1) its short title and definitions; (2) licensing, quarantine, and inspections authority; and (3) safety of public water systems. Delays, until four years after the effective date of health services, repeal of portions of PHSA regarding provision of assistance to educational institutions and their students in areas that have not established health team schools.(Sec. 602) Repeals SSA provisions relating to maternal and child health (title V of SSA), Medicare, Medicaid (title XIX of SSA), professional standards review (part B of title XI of SSA), plus additional various specified SSA provisions relating to entitlement to hospital insurance benefits, uniform health reporting systems, limitation on Federal participation for capital expenditures, the program for determining qualification for certain health care personnel, disclosure of ownership and related information, disclosure of certain convictions, and payments to States for health care and supplemental services.Repeals the Federal Employees Health Benefits Program (FEHBP), specified provisions on medical benefits and on programs relating to veterans, and the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS).Repeals the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970; the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act Amendments of 1974; and specified provisions of the Comprehensive Drug Abuse Prevention and Control Act of 1970 relating to medical treatment of narcotic addiction.Repeals specified Federal law regarding hospitals, community hospitals, and other health facilities for Indians.Repeals the District of Columbia Medical Facilities Construction Act of 1968 and the District of Columbia Medical and Dental Manpower Act of 1970.Repeals specified provisions of the National Housing Act regarding mortgage insurance for nursing homes, hospitals, and group practice facilities.Repeals the Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963; the Family Planning Services and Population Research Act of 1970; the National Arthritis Act of 1974; and the National Diabetes Mellitus Research and Education Act.Repeals specified provisions of the Lead-Based Paint Poisoning Prevention Act regarding grant, demonstration, and research programs for lead-based paint poisoning prevention.Repeals specified OSHA provisions regarding the National Institute for Occupational Safety and Health.Requires the President to prepare and submit to Congress legislation to repeal or amend provisions of laws that are inconsistent with this Act.(Sec. 603) Transfers to the Fund amounts appropriated to carry out the purposes of any law repealed by this Act.(Sec. 604) Amends Federal money and finance law to require the President's annual budget submitted to Congress to account for expenditures from, and appropriations to, the Fund separately from such items with respect to expenditures and appropriations relating to other operations of the Government."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "U.S. Universal Health Service Act", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Josephine Butler United States Health Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a United States Health Service to provide high quality comprehensive health care for all Americans and to overcome the deficiencies in the present system of health care delivery.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:26-05:00"
}