{
  "actions": [
    {
      "acted_at": "1975-10-06", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Government Operations with amendment, S. Rept. 94-763.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Government Operations rejected in Senate, roll call #286 (21-60).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-15", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #288 (82-9).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-17", 
      "references": [], 
      "text": "Referred jointly to House Committees on the Judiciary; and Standards of Official Conduct.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2477-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Standards of Official Conduct", 
      "committee_id": "HSSO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-06", 
  "number": "2477", 
  "official_title": "A bill to provide more effective public disclosure of certain lobbying activities to influence issues before the Congress and the executive branch.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lobbying Act", 
  "sponsor": {
    "district": null, 
    "name": "Ribicoff, Abraham A.", 
    "state": "CT", 
    "thomas_id": "01422", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-06", 
  "subjects": [
    "Congress", 
    "Lobbying"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1976-06-15", 
    "text": "(Measure passed Senate, amended, roll call #288 (82-9)) Lobbying Disclosure Act - Makes it the purpose of this Act to disclose the identity and extent of activities of organizations which pay others or engage on their own in efforts to influence an issue before the Congress, and to so disclose without interfering with the right of petition or other constitutional rights. Defines \"lobbyist\" as an organization which pays any legislative agent $250 or more in any quarter, other than expenses, to engage in a lobbying communication; an organization which engages 12 or more oral lobbying communications in a quarter, with the exception of communications to Members or their staffs from organizations from such Members' respective districts; or an organization which directly or indirectly in any quarter engages in lobbying solicitation the direct expenses of which total $5,000 or more. Excludes from such definition those organizations which are controlled local affiliates of parent voluntary membership organizations, such local affiliates whose employees engage in less than 12 in person oral lobbying communications per quarter, and such local affiliates which hhave information on their lobbying activities supplied by their parent organizations. Defines \"lobbying communication\" to mean a communication with the Congress intended to influence an issue before the Congress, a communication with the executive branch urging an employee thereof to act or not to act with respect to matters before the Congress or with respect to a Federal contract or other benefit amounting to $1,000,000 or more. Defines \"lobbying solicitation\" to mean a solicitation intended to influence an issue before the Congress or the executive branch by urging persons to communicate with the Congress or the executive branch with respect to such issue. Provides that lobbying communication and solicitation do not include those by an individual acting on his own behalf for redress of personal grievances or to express his own opinion; testimony given for inclusion in the public record of a hearing; those by an executive employee, a Member or employee of the Congress, or a State or local government employee acting in their official capacities; those made through newspapers, books, or periodicals, and those made by or on behalf of political candidates or parties. Requires organizations to register with the Comptroller General within 15 days after becoming lobbyists, and to renew such registration annually. Requires such registrations to contain identifications, descriptions of memberships and methods of establishment of positions on issues, sources of income (of $2,500 or more), descriptions of subjects matters of anticipated lobbying, and identification of the legislative agents or officers of the lobbyist. Requires organizations to report quarterly on their lobbying activities, including identification of agents or officers; issues which were the subjects of communications; income paid to agents or expenses incurred; means of solicitations and numbers of persons solicited; and gifts, loans, or honorariums exceeding $10 in value made directly or indirectly to Members or employees of Congress. Permits the Comptroller General to withhold from disclosure such information reported to him by organizations which would lead to harassment of, or threats or reprisals against, any person. Directs the Comptroller General to develop a filing and cross-indexing system for the information reported to him under this Act, to make such information publicly available, and to compile and summarize such information quarterly to facilitate its disclosure. Empowers the Comptroller to render, upon request and after consultation with the Attorney General, advisory opinions on the applicability of this Act to specific facts. Directs the Comptroller General to investigate violations of this Act; to attempt to conciliate civil violations, or failing such conciliation to refer them to the Attorney General; and to refer apparent criminal violations to the Attorney General who may institute criminal actions. Empowers the Comptroller General to issue subpoenas and administer oaths in the enforcement of this Act. Subjects violators of this Act to a civil penalty of $10,000, or for knowing and willful violations or fraud, to a fine of $10,000 and/or five years' imprisonment. Directs the Comptroller General to report by March 31 of each year on his activities in carrying out this Act. Repeals the Federal Regulation of Lobbying Act. Provides that an organization which is entitled to receive tax-exempt contributions under the Internal Revenue Code, because it falls within section 501 (c) of such Code, shall not be denied a tax exemption soley because it complies with the registration, record-keeping, and reporting provisions of this Act. Authorizes appropriations as are necessary to carry out this Act. Effectuates this Act beginning the first calendar quarter which begins 180 days after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lobbying Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide more effective public disclosure of certain lobbying activities to influence issues before the Congress and the executive branch.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:35-05:00"
}