{
  "actions": [
    {
      "acted_at": "2007-01-04", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-02-06T12:32:00-05:00", 
      "references": [], 
      "text": "Mr. Grijalva moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-06T12:32:00-05:00", 
      "references": [
        {
          "reference": "CR H1218-1222", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-06T12:32:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 161.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-06T12:43:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-06T13:27:00-05:00", 
      "references": [
        {
          "reference": "CR H1228-1229", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-06T13:50:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H1218-1219", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "76", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 419 - 0 (Roll no. 76).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2007-02-06T13:50:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-15", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Senate Subcommittee on National Parks. Hearings held. With printed Hearing: S.Hrg. 110-104.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-23", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-06-26", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute and an amendment to the title. With written report No. 110-101.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-06-26", 
      "calendar": "Senate Legislative", 
      "number": "231", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 231.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2008-06-11", 
      "references": [
        {
          "reference": "CR S5530", 
          "type": "consideration"
        }
      ], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr161-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Baird, Brian", 
      "sponsored_at": "2007-01-12", 
      "state": "WA", 
      "thomas_id": "01557", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bordallo, Madeleine Z.", 
      "sponsored_at": "2007-01-12", 
      "state": "GU", 
      "thomas_id": "01723", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fortuno, Luis G.", 
      "sponsored_at": "2007-01-12", 
      "state": "PR", 
      "thomas_id": "01800", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gonzalez, Charles A.", 
      "sponsored_at": "2007-01-18", 
      "state": "TX", 
      "thomas_id": "01555", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2007-01-18", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2007-01-12", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Honda, Michael M.", 
      "sponsored_at": "2007-01-04", 
      "state": "CA", 
      "thomas_id": "01634", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson-Lee, Sheila", 
      "sponsored_at": "2007-01-12", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Larsen, Rick", 
      "sponsored_at": "2007-01-04", 
      "state": "WA", 
      "thomas_id": "01675", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Matsui, Doris O.", 
      "sponsored_at": "2007-01-04", 
      "state": "CA", 
      "thomas_id": "01814", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "2007-01-04", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Moran, James P.", 
      "sponsored_at": "2007-01-04", 
      "state": "VA", 
      "thomas_id": "00832", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Simpson, Michael K.", 
      "sponsored_at": "2007-01-04", 
      "state": "ID", 
      "thomas_id": "01590", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Smith, Adam", 
      "sponsored_at": "2007-02-05", 
      "state": "WA", 
      "thomas_id": "01528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Wu, David", 
      "sponsored_at": "2007-01-22", 
      "state": "OR", 
      "thomas_id": "01598", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2007-02-06T13:50:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2007-01-04", 
  "number": "161", 
  "official_title": "To adjust the boundary of the Minidoka Internment National Monument to include the Nidoto Nai Yoni Memorial in Bainbridge Island, Washington, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2739-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Minidoka National Historic Site Act", 
  "sponsor": {
    "district": "1", 
    "name": "Inslee, Jay", 
    "state": "WA", 
    "thomas_id": "00584", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2007-02-06T13:50:00-05:00", 
  "subjects": [
    "Boundaries", 
    "California", 
    "Commemorations", 
    "Concentration camps", 
    "Detention of persons", 
    "Economics and public finance", 
    "Executive orders", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Historic sites", 
    "History", 
    "Idaho", 
    "Japanese Americans", 
    "Monuments and memorials", 
    "National monuments", 
    "Public lands and natural resources", 
    "Tourism", 
    "Washington State", 
    "World War II"
  ], 
  "subjects_top_term": "Commemorations", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-06-26", 
    "text": "Minidoka National Historic Site Act - Title I: Bainbridge Island Japanese American Memorial - (Sec. 101) Adjusts the boundary of the Minidoka Internment National Monument located in Idaho to include the Nidoto Nai Yoni (\"Let it not happen again\") memorial that commemorates the Japanese Americans of Bainbridge Island, Washington, who were the first to be forcibly removed from their homes and relocated to internment camps during World War II. (Sec. 102) Requires the memorial to be administered as part of the Minidoka Internment National Monument. Authorizes the Secretary, in order to carry out this title, to enter into agreements with: (1) the City of Bainbridge Island (the City); (2) the Bainbridge Island Metropolitan Park and Recreational District; (3) the Bainbridge Island Japanese American Community Memorial Committee; (4) the Bainbridge Island Historical Society; and (5) other appropriate individuals or entities. Allows the Secretary, in order to implement such an agreement, to: (1) enter into a cooperative management agreement relating to the operation and maintenance of the memorial with the City; and (2) enter into cooperative agreements with, and make grants to, the City and other non-federal entities for the development of facilities, infrastructure, and interpretive media at the memorial, if any federal funds provided by a grant or through a cooperative agreement are matched with non-federal funds. Authorizes the Secretary to operate and maintain a site in the State of Washington for administrative and visitor use purposes associated with the Minidoka Internment National Monument. Title II: Establishment of Minidoka National Historic Site - (Sec. 202) Establishes the Minidoka National Historic Site in order to protect, preserve, and interpret the resources associated with the former Minidoka Relocation Center where Japanese Americans were incarcerated during World War II. Abolishes the Minidoka Internment National Monument (the Monument) as described in Presidential Proclamation 7395 of January 17, 2001. Incorporates land and any interests in the land at the Monument within, and made part of, the Site. Makes any funds available for purposes of the Monument available for the Site. (Sec. 203) Specifies the boundaries of the Site. (Sec. 204) Transfers administrative jurisdiction over: (1) the BOR parcel 1 and BOR parcel 2, including any improvements on, and appurtenances to, the parcels, from the Bureau of Reclamation to the National Park Service (NPS) for inclusion in the Site; and (2) specified public domain lands from the Bureau of Land Management (BLM) to the NPS for inclusion in the Site. Revokes portions of any prior Department of the Interior orders withdrawing such public domain land. Authorizes the Secretary to acquire any land or interest in land located within the boundary of the Site by donation, purchase with donated or appropriated funds from a willing seller, or exchange. (Sec. 205) Instructs the Secretary to interpret the story of the relocation of Japanese Americans during World War II to the Minidoka Relocation Center and other centers across the United States. Requires that, to the extent feasible, the collection of oral histories and testimonials from Japanese Americans who were confined shall be a part of the interpretive program at the Site. Requires the Secretary to coordinate the development of interpretive and educational materials and programs for the Site with the Manzanar National Historic Site in California. Authorizes the Secretary, in keeping with the historical use of the land following the decommission of the Minidoka Relocation Center, to issue a special use permit or enter into a lease to allow agricultural uses within the Site. (Sec. 206) Authorizes the Secretary to issue to Jerome County, Idaho, a document of disclaimer of interest in land for the parcel identified as Tract No. 2. Title III: Conveyance of American Falls Reservoir District Number 2 - (Sec. 302) Authorizes the Secretary of the Interior to convey all interest in specified land to the: (1) American Falls Reservoir District No. 2 (District) located in Jerome, Lincoln, and Gooding Counties, Idaho; (2) city of Gooding; and (3) Idaho Department of Fish and Game. (Sec. 303) Requires the District, upon conveyance of such land and improvements, to comply with all applicable federal, state, and local laws (including regulations) in the operation of each facility transferred. Prohibits anything in this title from modifying or otherwise affecting the applicability of federal reclamation law (the Act of June 17, 1902, the National Irrigation Act and Acts supplemental to and amendatory of that Act) to project water provided to the District. (Sec. 304) Revokes the Department of Interior's previous orders that withdrew specified land from the Gooding Division of the Minidoka project and requires the the Secretary, acting through the Director of the BLM, to manage the withdrawn land. (Sec. 305) Relieves the United States of liability for damages of any kind relating to the land conveyed under the conveyance, unless they result from injury caused by negligence of the United States. (Sec. 306) Requires the District to assume responsibility for all duties and costs associated with the operation, replacement, maintenance, enhancement, and betterment of the transferred land (including any improvements to the land). Bars the District from being eligible to receive federal funding to assist in any such activity relating to such lands and improvements transferred, with the exception of any funding that would be available to a similarly situated nonreclamation district, as determined by the Secretary. (Sec. 307) Instructs the Secretary, before completing any conveyance under this title, to complete all actions required under: (1) the National Environmental Policy Act if 1969; (2) the Endangered Species Act of 1973; (3) the National Historic Preservation Act; and (4) all other applicable laws (including regulations). (Sec. 308) Requires the District to pay fair market value for the withdrawn lands, to be acquired by them, in accordance with the terms of Agreement No. 5-07-10-L1688 between the United States and the District. Directs the Secretary, acting through the Commissioner of Reclamation, in full satisfaction of the federal obligation to the District for the replacement of the existing structure that is to be transferred to the NPS for inclusion in the Minidoka National Historic Site, to provide to the District a grant in a specified amount in accordance with the terms of the Agreement. Title IV: Authorization of Appropriations - (Sec. 401) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bainbridge Island Japanese American Monument Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Bainbridge Island Japanese American Monument Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Minidoka National Historic Site Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To adjust the boundary of the Minidoka Internment National Monument to include the Nidoto Nai Yoni Memorial in Bainbridge Island, Washington, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:18-05:00"
}