{
  "actions": [
    {
      "acted_at": "1978-03-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-03-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11586-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-15", 
  "number": "11586", 
  "official_title": "A bill to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas, petroleum, petroleum products, and certain other materials, to provide standards with respect to the siting, construction, and operation of liquefied natural gas and liquid petroleum gas facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fuels Transportation Safety Amendments Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-15", 
  "subjects": [
    "Energy", 
    "Energy transportation", 
    "Fines (Penalties)", 
    "Fuel storage", 
    "Gas pipelines", 
    "Liquefied natural gas", 
    "Natural gas", 
    "Safety measures", 
    "Transportation and Travel", 
    "Transportation safety"
  ], 
  "subjects_top_term": "Gas pipelines", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-15", 
    "text": "Fuels Transportation Safety Amendments Act - Amends the Natural Gas Pipeline Safety Act of 1968. Title I: Fuels Transportation Generally - Grants the Secretary of Transportation the authority to require pipeline operators to correct conditions which are hazardous to life or property. Sets forth criteria to be used by the Secretary in determining whether hazardous conditions exist. Directs the Secretary to require of all pipeline operators a detailed description of their pipeline and provides for the public disclosure of this information. Directs the Secretary to require that pipeline operators report all leaks and sets forth the requirements for such reports. States penalties for the failure to report pipeline leaks. Requires the Secretary to set safety standards for specified types of products being stored at or transported in pipelines. Permits the Secretary to enforce safety regulations for facilities, other than pipelines that are used for the storage or transportation of natural gas products. Permits the Secretary to enter into agreements with State regulatory bodies concerning intrastate pipelines. Provides procedures for the certification of State pipeline safety procedures. Sets forth procedures for Congressional approval of proposed amendments to pipeline safety regulations. Title II: Sitting and Safety of Liquefied Gas Facilities - Prohibits the construction or expansion of existing liquefied gas facilities used in interstate or foreign commerce without the approval of the Secretary of Transportation. Directs the Secretary to formulate and publish compliance standards. Sets forth factors to be included in such standards. Imposes strict liability on the owner and operator of any liquedfied gas facility which suffers a fire, explosion or discharge of gas. Waives strict liability upon a showing that the harm was caused by an act of war or by the negligence of the United States government. Requires a showing of financial responsibility before any production, transmission, or storage of liquefied natural gas is undertaken. Permits the Secretary to establish criteria for the measurement of financial responsibility. Establishes the Liquefied Gas Liability Fund, a nonprofit corporate entity, to be administered by the Secretary of Transportation. Directs such Fund to collect a fee of 2 cents per million Btu's of gas produced in, or imported into the United States. Sets a limit on the amount of fees to be accumulated in the Fund. Provides that where strict liability is imposed and the damages involved were caused by negligence, that the owner/operator of the facility or the Fund, as appropriate, shall be subrogated to the rights of any person entitled to recovery. Permits the Fund to borrow money if it is unable to satisfy a claim with the funds on hand. Allows the Secretary to waive, by regulations, the safety and financial responsibility requirements where he finds the financial and administrative burdens of compliance are not justified by the reduction of risk to life or property. Establishes penalties for the violation of safety or financial responsibility standards. Directs the Secretary to formulate a 10-year projection of liquefied gas needs. Requires the Secretary to cooperate with other relevant Federal agencies in the development of a liquefied gas safety study. Title III: Miscellaneous Provisions - Establishes criminal penalties for the willful attempt or destruction of interstate pipeline and liquefied gas facilities. Sets standards for citizen suits concerning compliance with the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fuels Transportation Safety Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas, petroleum, petroleum products, and certain other materials, to provide standards with respect to the siting, construction, and operation of liquefied natural gas and liquid petroleum gas facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:48-05:00"
}