{
  "actions": [
    {
      "acted_at": "1991-08-01T20:45:00-04:00", 
      "bill_ids": [
        "hres210-102"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 210 Reported to House. Rule provides for consideration of H.R. 3201 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Providing for the consideration of a bill to be introduced by Representative Rostenkowski on August 2, 1991, relating to unemployment compensation and waiving all points of order against the bill and against its consideration Measure will be considered read. Bill is closed to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T10:00:00-04:00", 
      "references": [], 
      "text": "The House Committee on Ways and Means reported an original measure, H. Rept. 102-184, by Mr. Rostenkowski.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T10:01:00-04:00", 
      "calendar": "Union", 
      "number": "112", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 112.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1991-08-02T12:38:00-04:00", 
      "bill_ids": [
        "hres210-102"
      ], 
      "references": [], 
      "text": "Rule H. Res. 210 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T12:39:00-04:00", 
      "bill_ids": [
        "hres210-102"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 210.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T12:39:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 3201 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Measure will be considered read. Bill is closed to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T12:39:00-04:00", 
      "bill_ids": [
        "hres210-102"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 210 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T12:39:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable David E. Bonior to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T12:39:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T13:25:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 3201.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T13:26:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02T13:54:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "253", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 375 - 45 (Roll no. 253).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-08-02T13:54:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-08-02", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-08-05", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-06", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-06", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-08-17", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1991-08-17", 
      "congress": "102", 
      "law": "public", 
      "number": "107", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 102-107.", 
      "type": "enacted"
    }, 
    {
      "acted_at": "1992-10-05", 
      "bill_ids": [
        "hr3040-102"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "See H.R.3040.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3201-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "102", 
    "law_type": "public", 
    "number": "107"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1992-10-05", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-08-02T13:54:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-08-02", 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "3201", 
  "official_title": "To provide emergency unemployment compensation, and for other purposes.", 
  "popular_title": "Unemployment Compensation bill", 
  "related_bills": [
    {
      "bill_id": "hres210-102", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3040-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Emergency Unemployment Compensation Act of 1991", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1991-08-17", 
  "subjects": [
    "Armed forces reserves", 
    "Budget deficits", 
    "Congressional veto", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal-state relations", 
    "Fraud", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Intergovernmental fiscal relations", 
    "Off-budget expenditures", 
    "Unemployment insurance", 
    "Veterans' benefits", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "Emergency Unemployment Compensation Act of 1991 - Establishes an emergency unemployment compensation program. Allows any State to enter into and participate in an agreement with the Secretary of Labor (the Secretary) under which the State agency which administers the State unemployment compensation law will make payments of emergency unemployment compensation: (1) to individuals who have exhausted all rights to regular compensation under State law, have no rights to such regular compensation or any additional State or Federal compensation, and are not receiving Canadian compensation; and (2) for any week of unemployment beginning in the individual's eligibility period. Sets forth provisions relating to exhaustion of regular benefits and weekly amount of emergency benefits equal to regular benefits. Authorizes a State Governor, in a period of a seven or eight percent total unemployment rate in that State (as defined under this Act), to elect to trigger off an extended compensation period to provide emergency unemployment compensation to individuals who have exhausted their rights to regular compensation under State law. Requires a State, under such an agreement, to establish an emergency unemployment compensation account with respect to the benefit year of each eligible individual who files an application. Limits benefit payments to not more than the amount in the individual's account. Sets forth formulas for determining the amount in such account. Provides that the applicable limit in such account shall be equal to: (1) 20 for an eight-percent period, i.e. one triggered by a total unemployment rate (TUR) of eight percent or more in the State, seasonally adjusted, for the most recent three months with available data; (2) 13 for a seven-percent period; (3) seven for a six-percent period; and (4) four for any other period. Sets forth special rules relating to such applicable limits. Requires reduction in such account by the amount of extended benefits received by the individual relating to the same benefit year under the Federal-State Extended Unemployment Compensation Act of 1970. Sets the weekly benefit amount at the amount of regular compensation (including dependents' allowances) payable under the State law to the individual for such week for total unemployment. Provides for determination of periods and applicable triggers. Provides, in general, that no emergency unemployment compensation shall be payable to any individual under this Act for any week beginning: (1) before the later of September 1, 1991, or the first week following the week in which an agreement under this Act is entered into; or (2) after July 4, 1992. Sets forth transition and reachback provisions for the eligibility of certain individuals for such benefits. Provides for payments to States having such agreements for emergency unemployment compensation. Sets forth financing provisions. Requires that funds in the extended unemployment compensation account of the Unemployment Trust Fund be used to make payments to States having agreements under this Act. Sets forth provisions relating to fraud and overpayments. Defines the eligible period under this Act. Provides that in no event shall an individual's period of eligibility include any weeks after the 39th week after the end of the benefit year for which the individual exhausted rights to regular compensation or extended compensation. Amends specified Federal law to repeal certain limitations on payment of unemployment compensation to former members of the Armed Forces. Reduces the length of required active duty by reserves for purposes of such payment. Amends the Social Security Act to establish an Advisory Council on Unemployment Compensation. Directs the Secretary of Labor to establish such a Council by February 1, 1992, and every fourth year thereafter. Requires each such Council to evaluate the unemployment compensation program. Sets forth membership and staff provisions. Requires each Council to report to the President and the Congress by February 1 of the second year following the year in which it is required to be established. Requires the first Council report to include findings and recommendations on determining eligibility for extended unemployment benefits on the basis of unemployment statistics for regions, States, or subdivisions of States. Designates as emergency requirements, pursuant to the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Holling Act) all direct spending amounts provided, and all appropriations authorized by this Act (for all fiscal years). Provides that this Act shall not take effect unless, by its enactment date, the President submits to the Congress a written designation of all such direct spending amounts and authorized appropriations as such emergency requirements."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Unemployment Compensation bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Emergency Unemployment Compensation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Emergency Unemployment Compensation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide emergency unemployment compensation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:40-05:00"
}