{
  "actions": [
    {
      "acted_at": "1988-05-27", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-16", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-17", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-05", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2462-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1988-05-27", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1988-06-21", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1988-05-27", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1988-05-27", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-27", 
  "number": "2462", 
  "official_title": "A bill to amend title 38, United States Code, to improve various aspects of Veterans' Administration health-care programs, to provide certain new categories of veterans with eligibility for readjustment counseling from the Veterans' Administration, to extend the authorizations of appropriations for certain grant programs and to revise certain provisions regarding such programs, to revise certain provisions relating to the personnel system of the department of Medicine and Surgery, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Administration Health-Care Personnel and Programs Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-27", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Counseling", 
    "Employment and training programs", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Hospitals", 
    "International affairs", 
    "Korean War, 1950-1953", 
    "Labor and employment", 
    "Manpower training programs", 
    "Mental health", 
    "Nurses", 
    "Philippines", 
    "Veterans' benefits", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "World War II"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-27", 
    "text": "Veterans' Administration Health-Care Personnel and Programs Act of 1988 - Amends Federal veterans' benefits provisions to extend the eligibility for veterans' readjustment counseling to any veteran who served on active duty after May 7, 1975, in an area during a period in which hostilities occurred in such area. (Currently, such benefits are authorized only for any veteran who served on active duty during the Vietnam era.) Authorizes the Administrator of Veterans Affairs, upon the request of any veteran who served on active duty during the Korean conflict or World War II, to furnish counseling to such veteran in overcoming any psychological problems associated with such veteran's service during such period. Details the emphasis and assessments to be included in such counseling. Defines \"hostilities\" as situations in which members of the armed forces were subjected to danger from armed conflict comparable to danger members have been subjected to in battle with the enemy during a period of war. Extends through FY 1992 the authority of the Veterans Administration (VA) to provide contract care for U.S. veterans in the Philippines. Authorizes the Administrator, upon the recommendation of the Chief Medical Director of the VA's Department of Medicine and Surgery (the Department), to appoint in the competitive service five individuals with a recognized degree or certification from an accredited institution in a health-care occupation or profession who were appointed to and successfully participated in a VA-affiliated clinical education program. Requires the Administrator, in appointing such individuals, to apply certain veterans' hiring preferences. Requires the Administrator to provide the President with at least 45 days' notice (currently 90 days) of the Administrator's intention to provide basic pay increases for certain VA employees. Amends Federal provisions relating to VA employees to provide that disciplinary boards shall be appointed to investigate disciplinary actions for performance or conduct during tenure with the VA. Authorizes the Chief Medical Director to delegate the function of appointing such a board to certain Department employees not involved with or subordinate to an official involved in the action. Entitles a VA employee against whom a suspension of 14 days or less, reassignment or reduction in rank without a reduction in basic pay, reprimand, or admonishment is proposed to the following: (1) advance written notice of the reasons for such action; (2) a reasonable time to respond; (3) proper representation; and (4) a written decision and reasons therefor at the earliest practicable date. Provides for agency review of any employee disciplinary action taken. Outlines action to be taken as part of any such agency review. Directs the Administrator to authorize review of agency actions on grievances or disciplinary actions under negotiated Federal employee procedures in order to resolve employee grievances or disciplinary actions within the VA. Requires any arbitrator chosen to arbitrate an employee grievance or disciplinary action to be qualified or experienced in examining and adjudicating health-care issues. Requires reciprocal reimbursement (payments to and by the VA from or to other medical installations for the use of specialized medical resources) to include a methodology that establishes an appropriate reimbursement rate after taking into account local conditions and needs and the actual costs to the providing facility of the resource involved. Authorizes appropriations for fiscal years 1989 through 1992 for the making of grants to certain eligible institutions affiliated with the VA for the purpose of increasing the production and manpower training potential of professional and other health personnel. Directs the Chief Medical Director (CMD) of the VA to conduct a pilot program at not less than five VA medical centers during calendar years 1989 through 1991 in order to determine: (1) the effects of pay and personnel management practices of the Department on the ability of the VA to recruit and retain employees qualified to provide direct patient-care services in the VA; and (2) whether it is desirable to take certain actions aimed at increasing the involvement and responsibility of registered nurses and to increase the pay differential for evening and night service in order to attract qualified workers to those shifts. Requires the CMD, in conducting such pilot program, to take one or a number of the actions described above at one or a number of such pilot sites. Directs the CMD, no later than February 1, 1990, to submit to the Administrator and to the Senate and House Veterans' Affairs Committees (the veterans committees) a report on the first 12 months' experience under the pilot program. Directs the Administrator, no later than 60 days after receiving such report, to submit to the veterans committees any comments on the report that the Administrator considers appropriate. Directs the CMD, no later than June 30, 1991, to report to the Administrator and the veterans committees on the first 24 months' experience under the program. Directs the Administrator, no later than 60 days after the receipt of such report, to make appropriate comment on such report to the veterans committees. Directs the CMD, no later than February 1, 1992, to report to the Administrator and the veterans committees a final report on the pilot program. Directs the Administrator, no later than 60 days after receiving such report, to make appropriate comment on such report to the veterans committees, along with the Administrator's final assessment of the program. Directs the Special Committee on Post-Traumatic Stress Disorder, no later than April 1, 1989, to submit to the Administrator a report evaluating the results of a study required under the Veterans' Health Care Amendments of 1983 concerning the treatment of post-traumatic stress disorder of veterans. Directs the Administrator, no later than 30 days after receiving such report, to submit to the veterans committees a copy of such report, together with comments. Directs the Special Committee, no later than February 1 of the years 1990 and 1991, to submit to the Administrator a report containing updated information concerning such study, together with any appropriate additional information on overall efforts of the VA to meet the needs of veterans with post-traumatic stress disorder. Directs the Administrator, no later than 60 days after receiving each of the Special Committee's reports, to submit to the veterans committees a copy of such reports, together with appropriate comments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Administration Health-Care Personnel and Programs Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve various aspects of Veterans' Administration health-care programs, to provide certain new categories of veterans with eligibility for readjustment counseling from the Veterans' Administration, to extend the authorizations of appropriations for certain grant programs and to revise certain provisions regarding such programs, to revise certain provisions relating to the personnel system of the department of Medicine and Surgery, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:00-05:00"
}