{
  "actions": [
    {
      "acted_at": "1973-12-14", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11967-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Lehman, William", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-14", 
  "number": "11967", 
  "official_title": "A bill to reform the conduct and financing of Federal election campaign.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Reform Act", 
  "sponsor": {
    "district": "5", 
    "name": "Gunter, Bill", 
    "state": "FL", 
    "thomas_id": "00477", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-14", 
  "subjects": [
    "Advisory bodies", 
    "Campaign funds", 
    "Election law", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Election law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-14", 
    "text": "Federal Election Campaign Reform Act - Title I: Federal Elections Commission - Establishes the Federal Elections Commission as an independent establishment in the executive branch, which shall be composed of six members, no more than three of which shall be of the same party. Provides that two members shall be appointed by the President, two by the Speaker of the House of Representatives and two by the President pro tempore of the Senate. Empowers the Commission to subpoena or require testimony and records. Requires each candidate to designate a central compaign committee, which shall forward expenditure requests to the Commission for disbursements from the Federal Election Campaign Financing Fund and to receive reports from subordinate political committees. Title II: Public Financing of Federal Election Campaigns - Establishes the Federal Election Campaign Financing Fund in the Treasury. Provides for the appropriation, into the Fund from the Treasury, of such sums as may be necessary to carry out this title. Establishes methods by which candidates may qualify for disbursements from the Fund. Establishes amounts which qualified candidates may receive from the Fund. Requires that any expenditure by or on behalf of any candidate in general or primary elections shall be drawn from monies in the Fund available to such candidate. Authorizes national party committees and congressional campaign committees to spend on behalf of a candidate ten percent of the amount available to such candidate from the Fund. Requires that any candidate who receives any contribution in his attempt to qualify for disbursements from the Fund shall, not later than 30 days after qualifying, transmit to the Commission: (1) an accounting of such contributions; and (2) contributions received which exceed the total amount of the expenditures allowed. Title III: Limitation of Political Contributions - Provides for a $25,000 fine and/or 10 years imprisonment for violators of this title. Prohibits personal contributions to candidates in excess of $100. Prohibits total contributions in excess of $100 in any year to national party committees, congressional campaign committees, and contributions to or for the benefit of any candidate for the purpose of assisting the candidate to qualify for disbursements from the Fund. Provides that it shall be unlawful for any person to make any cash contribution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the conduct and financing of Federal election campaign.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:08-05:00"
}