{
  "actions": [
    {
      "acted_at": "1984-04-03", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-17", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from National Science Foundation, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2525-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1984-05-23", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-03", 
  "number": "2525", 
  "official_title": "A bill entitled the \"National Science Foundation Amendments of 1984\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Science Foundation Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-03", 
  "subjects": [
    "Armed forces and national security", 
    "Blacks", 
    "Classified defense information", 
    "Computer networks", 
    "Educational technology", 
    "Engineering", 
    "Federal advisory bodies", 
    "Foundations", 
    "Government operations and politics", 
    "International cooperation in science", 
    "Minorities", 
    "Minority women", 
    "National Science Foundation", 
    "National Security and Intelligence Operations", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Reprogramming of appropriated funds", 
    "Research", 
    "Research and development", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Technological innovations", 
    "Women"
  ], 
  "subjects_top_term": "Engineering", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-03", 
    "text": "National Science Foundation Amendments of 1984 - Amends the National Science Foundation Act of 1950 to direct the National Science Foundation (Foundation) to: (1) initiate and support fundamental engineering research and education programs through contracts, grants, loans, and other forms of assistance; (2) foster the interchange of engineering information among scientists in the United States and foreign countries; (3) foster and support the development and use of computer and other scientific technologies, primarily for research and education in engineering; (4) evaluate the status and needs of the engineering field; (5) maintain a central clearinghouse for the collection and analysis of engineering resource data; (6) initiate and maintain a program for the determination of the total amount of money by grant, contract, or other arrangement from U.S. agencies for engineering research; (7) initiate and support engineering activities relating to international cooperation, national security, and its effect upon society through contracts, grants, loans, and other forms of assistance; and (8) initiate and support engineering research at academic and other nonprofit institutions and applied scientific research when relevant to national problems in the public interest. Requires the National Science Board and the Director of the Foundation to recommend and encourage the promotion of research and education in science and engineering. Requires the Foundation to strenghten research and education in engineering and to avoid undue concentration in such areas. Requires persons with engineering backgrounds to be nominated for appointment as members to the Board. Requires the President to give due consideration to: (1) equitable representation of women and minority engineers when making such nominations; and (2) any recommendations for nomination submitted to him by the National Academy of Engineering or other engineering organizations. Authorizes the Foundation, within specified limits, to: (1) award scholarships and graduate fellowships for study and research in the sciences or in engineering at appropriate nonprofit American or foreign institutions; (2) enter into contracts or other arrangements for engineering activities and such activities relating to international cooperation or national security; (3) prescribe, with specified approval, the extent to which vouchers for funds expended under contracts for engineering research shall be subject to itemization or substantiation prior to payment; and (4) publish engineering information to further the dissemination of such information consistent with the national interest. Requires provisions dealing with the patent laws of the United States to be included in contracts or other arrangements entered pursuant to this Act which relate to engineering research. Authorizes the Foundation to cooperate in any international engineering activities that are consistent under this Act. Requires the Foundation to utilize appropriations to make contracts or other arrangements for engineering research. Permits the transfer of funds available to U.S. agencies for engineering research to the Foundation. Requires the Secretary of Defense and the Foundation to establish security safeguards, including measures restricting access to information and property, with regard to engineering research activities relating to the national defense. Directs the Director of the Foundation to require as a precondition of any award made by the Foundation for precollege engineering curriculum development activities, that the awardee, including any subcontractors, make available for inspection by the parents of children engaged in such educational activities all instructional materials provided under such award or subcontract."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Science Foundation Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"National Science Foundation Amendments of 1984\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:18-05:00"
}