{
  "actions": [
    {
      "acted_at": "1999-08-05", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres175-106", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1999-08-05", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-05", 
  "number": "175", 
  "official_title": "A resolution expressing the sense of the Senate regarding United States policy toward the North Atlantic Treaty Organization, in light of the Alliance's April 1999 Washington Summit and the conflict in Kosovo.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-05", 
  "subjects": [
    "Alliances", 
    "Armed forces and national security", 
    "Canada", 
    "Central Europe", 
    "Conferences", 
    "Czech Republic", 
    "Defense burdensharing", 
    "Democracy", 
    "Denmark", 
    "Eastern Europe", 
    "Europe", 
    "European Union", 
    "Government operations and politics", 
    "Hungary", 
    "Iceland", 
    "International affairs", 
    "Military posture", 
    "Military readiness", 
    "Military strategy", 
    "NATO countries", 
    "NATO enlargement", 
    "NATO military forces", 
    "Norway", 
    "Peace", 
    "Poland", 
    "Regionalism (International organization)", 
    "Sovereignty", 
    "Summit diplomacy", 
    "Turkey"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-05", 
    "text": "Declares that the Senate: (1) regards the political independence and territorial integrity of the emerging democracies in Central and Eastern Europe as vital to European peace and security and to U.S. interests; (2) endorses the commitment of the North Atlantic Council (NAC) that the North Atlantic Treaty Organization (NATO) will remain open to the accession of further members; (3) endorses the Alliance's decision to implement the Membership Action Plan as a means to further enhance the readiness of European democracies seeking NATO membership to bear the responsibilities and burdens of membership; (4) believes that all NATO members should commit to improving their respective defense capabilities; and (5) endorses NATO's decision to launch the Defense Capabilities Initiative, intended to improve the defense capabilities of the European Allies. Expresses the sense of the Senate that: (1) NAC should pace, not pause, the process of NATO enlargement by extending an invitation of membership to those states able to meet specified guidelines on a country-by-country basis and, in the course of its December 1999 ministerial meeting, should initiate a formal review of all pending applications for NATO membership; (2) the results of such review should be presented to the membership of NAC in May 2000 with recommendations concerning enlargement; (3) NATO should assess potential applicants for NATO membership on a continual basis and should be the primary institution through which European and North American allies address security issues of transatlantic concern; (4) the President, the Secretary of State, and the Secretary of Defense should fully use their offices to encourage NATO allies to commit the resources necessary to rapidly deploy forces over long distances, sustain operations for extended periods, and operate jointly with the United States in high-intensity conflicts; (5) improved European military capabilities, not new institutions, are the key to a vibrant and more influential European Security and Defense Identity within NATO; (6) the European Union must implement its Cologne Summit decisions concerning its Common Foreign and Security Policy in a manner that will ensure that non-Western European Union NATO allies will not be discriminated against; and (7) the European Union's implementation of such decisions should not promote unnecessary duplication of resources and capabilities, a decline in military resources that European allies contribute to NATO, or a strategic perspective on transatlantic security issues that conflicts with that promoted by NATO."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution expressing the sense of the Senate regarding United States policy toward the North Atlantic Treaty Organization, in light of the Alliance's April 1999 Washington Summit and the conflict in Kosovo.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:58-05:00"
}