{
  "actions": [
    {
      "acted_at": "1973-02-27", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4838-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-27", 
  "number": "4838", 
  "official_title": "A bill to amend the Economic Stabilization Act of 1970 with respect to rent stabilization.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Patten, Edward J.", 
    "state": "NJ", 
    "thomas_id": "00896", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-27", 
  "subjects": [
    "Economics and public finance", 
    "Housing and community development", 
    "Rent", 
    "Rent control"
  ], 
  "subjects_top_term": "Rent control", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-27", 
    "text": "Provides that with respect to any lease of or implied contract for occupancy of a residence in a low vacancy State (having a rental vacancy rate of lower that 6.5 percent entered into during an applicable period) no person may charge a monthly rent which exceeds the highest monthly rent previously charged for the same residence plus: (1) 2.5 percent thereof annually; and (2) the amount of any increase in State or local taxes. Limits the rent for residences not leased during the preceding 48 month period to the fair market rental value of the residence. Requires the crediting on a prorated basis against future rent payment of the amount of rent in excess of the prescribed limits charged to a lessor after January 11, 1973. Stipulates that nothing in this Act shall be construed to invalidate the provisions of any State or local rent control laws or regulations except to the extent that they operate to permit to be charged a monthly rent in excess of that permitted by this Act. Permits the President to grant exceptions upon application where the operation of this Act would cause serious financial hardship to a lessor. Prohibits any retaliatory action against any person who exercises any rights conferred upon him by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Economic Stabilization Act of 1970 with respect to rent stabilization.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:09-05:00"
}