{
  "actions": [
    {
      "acted_at": "1987-12-19", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1974-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1987-12-19", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-19", 
  "number": "1974", 
  "official_title": "A bill to enhance the enforcement authority of depository institution regulating agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Enhanced Enforcement Powers Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-19", 
  "subjects": [
    "Administrative procedure", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank holding companies", 
    "Corporations and Stocks", 
    "Credit unions", 
    "Criminal justice information", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "National Credit Union Administration", 
    "National banks", 
    "Savings and loan associations", 
    "Savings banks"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-19", 
    "text": "Enhanced Enforcement Powers Act of 1987 - Title I: Regulation of Banks - Amends the Federal Deposit Insurance Act to list the types of remedial relief that an appropriate Federal banking agency may require in a cease and desist order. Allows a Federal banking agency to issue a temporary cease and desist order where an insured bank's books and records are so incomplete or inaccurate that the agency is unable to determine the financial condition of the bank or the details or purposes of any transactions. Makes technical amendments with respect to a Federal agency's authority to remove or suspend any \"institution-related party.\" States that the resignation or termination of an individual shall not affect the jurisdiction or authority of a Federal banking agency to take enforcement actions. Expands a Federal banking agency's authority to assess penalties to include violations of conditions imposed in writing by such agency in connection with the granting of any application or other request. Permits any individual who is the subject of a suspension, removal, or prohibition order under such Act to, with agency approval, reenter the industry. States that the authority granted to Federal banking agencies under such Act shall be in addition to, and not restricted by, any other authority provided by law. Increases the civil penalty for permitting certain convicted individuals to work at an insured bank. Subjects the individual, as well as the bank, to such penalty. Deletes the provision requiring that those assessed a civil money penalty under the Change in Bank Control Act of 1978 be afforded the right to a de novo trial in U.S. district court. States that such persons are entitled to an agency hearing and administrative review. Amends the Bank Protection Act of 1968 to eliminate a specified reporting requirement regarding the installation, maintenance, and operation of security devices and procedures. Modifies the civil money penalty assessment powers of Federal agencies with respect to inaccurate Call Reports and bank holding company reports. Amends the Right to Financial Privacy Act of 1978 to extend the exemptions which apply to bank records which are subject to the supervisory and regulatory functions of Federal banking agencies to such records of bank holding companies and nonbank subsidiaries. Permits financial institutions to provide law enforcement authorities with pertinent bank records relating to criminal activities, drug control laws, and money laundering without meeting the requirements of such Act. Permits the transfer of financial records from one Federal agency to another. Title II: Regulation of Savings and Loan Associations - Savings Institutions Supervisory Amendments of 1987 - Amends the National Housing Act and the Home Owners' Loan Act of 1933 to allow the Federal Savings and Loan Insurance Corporation (FSLIC) and the Federal Home Loan Bank Board to: (1) order restitution or reimbursement from their institution-related parties to recover losses resulting from violations of law or other improper conduct; and (2) use a cease and desist order to limit the activities and functions of an institution-related individual or insured institution. States that a temporary cease and desist orders may place limits on the activities and functions of institution-related parties, insured institutions, association-related parties, and Federal associations. Provides for the removal or suspension of institution and association-related parties based upon unsafe or unsound conduct causing financial loss or other damage to an insured institution or Federal association. States that removals or suspensions under such Act shall be deemed to be a removal or suspension from all federally insured institutions, bank holding companies, and Federal associations. Amends the National Housing Act and the Home Owners' Loan Act of 1933 to provide that the jurisdiction and authority granted to the FSLIC and the Bank Board under such Acts shall not be affected by the resignation or termination of any institution or association-related party. Amends the National Housing Act and the Home Owners' Loan Act of 1933 to make procedural changes with respect to the civil money penalty authority of the FSLIC and the Bank Board. Amends the National Housing Act to require insured institutions, Federal savings banks, and savings and loan holding companies to make reports of condition to the FSLIC. Establishes civil penalties for failing to submit such reports within the period of time specified by the FSLIC and for making false or misleading reports. Title III: Credit Unions - Amends the Federal Credit Union Act to set forth the types of relief which the National Credit Union Administration Board (NCUAB) can require as part of a cease and desist order. Allows the NCUAB to issue a cease and desist order in cases in which a credit union's books and records are so incomplete or inaccurate that the NCUAB is unable to determine the financial condition of that credit union. Makes technical amendments with respect to the NCUAB's authority to remove or suspend any \"institution-related party.\" Grants such removal authority to other Federal regulatory agencies. States that the resignation or termination of an individual shall not affect the jurisdiction or authority of the NCUAB to take enforcement actions. Expands the NCUAB's authority to assess penalties to include violations of conditions imposed in writing by such agency in connection with the granting of any application or other request. Permits any individual who is the subject of a suspension, removal, or prohibition order under such Act to, with agency approval, reenter the industry. Increases the civil penalty for permitting certain convicted individuals to work at an insured institution without NCUAB permission. Subjects the individual, as well as the institution, to such penalty. Eliminates certain reporting requirements regarding the installation, maintenance, and operation of security devices and procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Enhanced Enforcement Powers Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Savings Institutions Supervisory Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the enforcement authority of depository institution regulating agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:49-05:00"
}