{
  "actions": [
    {
      "acted_at": "2013-09-19", 
      "committees": [
        "HSBU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-19", 
      "committees": [
        "HSBU"
      ], 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-19", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3149-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Schrader, Kurt", 
      "sponsored_at": "2013-09-19", 
      "state": "OR", 
      "thomas_id": "01950", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-19", 
  "number": "3149", 
  "official_title": "To amend the Congressional Budget Act of 1974 to provide for a debt stabilization process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pay Down the Debt Act of 2013", 
  "sponsor": {
    "district": "52", 
    "name": "Peters, Scott H.", 
    "state": "CA", 
    "thomas_id": "02113", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-19", 
  "subjects": [
    "Budget deficits and national debt", 
    "Budget process", 
    "Congressional oversight", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Legislative rules and procedure"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-19", 
    "text": "Pay Down the Debt Act of 2013 - Amends the Congressional Budget Act of 1974 to establish a budget target for: (1) FY2016 that is a ratio of debt held by the public to the estimated gross domestic product (GDP) that is lower than the ratio in FY2015, and (2) a fiscal year after FY2016 that is a ratio of such debt to the GDP that does not exceed the ratio in the prior fiscal year. Requires the Director of the Office of Management and Budget (OMB) to report each year to the President and the Director of the Congressional Budget Office (CBO) to report to Congress whether the projected debt-to-GDP ratio will exceed the prior fiscal year's ratio in any of the five ensuing fiscal years. Requires the President's budget submission to Congress to include recommendations to achieve the budget targets set by this Act if the OMB report indicates that ratios of debt to GDP will be exceeded in any of FY2016-FY2024. Requires a concurrent resolution on the budget, if the CBO report indicates that for any of such fiscal years the ratios will be exceeded, to include stabilization instructions directing congressional committees to determine and recommend changes in laws within their jurisdictions that achieve the budget targets set forth in this Act. Makes it out of order in the House of Representatives or the Senate to: (1) consider any concurrent resolution on the budget that fails to include directions sufficient to achieve budget targets set by this Act, or (2) consider any legislation that provides a net increase in mandatory budget authority or a net decrease in revenues. Suspends the requirements of this Act for any fiscal year: (1) if the Secretary of the Treasury notifies the President and each chamber of Congress and publishes in the Federal Register that the estimated real GDP in a fiscal year would exceed the real GDP of the prior year by less than 1%; or (2) upon enactment of a joint resolution stating that the stabilization legislation would cause or exacerbate an economic downturn. Allows any Member of the House of Representatives or the Senate to introduce a bill to achieve the applicable budget target if Congress has not agreed to a concurrent resolution on the budget by June 15 of a calendar year in which the debt stabilization process has been triggered by a report by the Director of CBO. Requires such Director to prepare and submit to Congress a cost estimate for the bill. Provides for expedited congressional consideration of the bill if it has at least 50 cosponsors in the House of Representatives or 10 in the Senate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pay Down the Debt Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Congressional Budget Act of 1974 to provide for a debt stabilization process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:30:21-05:00"
}