{
  "actions": [
    {
      "acted_at": "1985-03-28", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-30", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed:  S.Hrg. 99-345.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-17", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-08-28", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Hatch under the authority of the order of Aug  1, 85 with an amendment in the nature of a substitute. With written report No. 99-131.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-08-28", 
      "calendar": "Senate Legislative", 
      "number": "281", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 281.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1985-09-26", 
      "bill_ids": [
        "hr1210-99"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1210 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-26", 
      "bill_ids": [
        "hr1210-99"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 1210 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s709-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "709"
    }, 
    {
      "amendment_id": "s710-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "710"
    }
  ], 
  "bill_id": "s801-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-03-28", 
  "number": "801", 
  "official_title": "A bill to authorize appropriations for the National Science Foundation for fiscal year 1986.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1210-99", 
      "reason": "related"
    }
  ], 
  "short_title": "National Science, Engineering, and Mathematics Authorization Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-07-17", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "Antarctic regions", 
    "Art", 
    "Astronomy", 
    "Atmospheric research", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Biology", 
    "Business and commerce", 
    "Business intelligence", 
    "Business records", 
    "California", 
    "Commemorations", 
    "Computers", 
    "Conflict of interests", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Consumer education", 
    "Earth sciences", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Educational innovations", 
    "Engineering", 
    "English language", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Foundations", 
    "Freedom of information", 
    "Government consultants", 
    "Government contractors", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Graduate education", 
    "Hawaiians", 
    "Higher education", 
    "Indemnity", 
    "Information services", 
    "International cooperation in science", 
    "Inventions", 
    "Language and languages", 
    "Liability insurance", 
    "Licenses", 
    "Magnet schools", 
    "Mathematics", 
    "Meteorology", 
    "Migrant labor", 
    "Minorities", 
    "Minority education", 
    "Music", 
    "National Science Foundation", 
    "Ocean engineering", 
    "Ocean floor", 
    "Oceanography", 
    "Oklahoma", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Physics", 
    "Public Contracts, Procurement, and Property", 
    "Public administration", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Scholarships", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientists in government", 
    "Secularism", 
    "Social sciences", 
    "Student aid", 
    "Student loan funds", 
    "Student records", 
    "Teacher education", 
    "Technical education", 
    "Territories (U.S.)", 
    "Vocational education"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1985-08-28", 
    "text": "(Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 99-131) National Science, Engineering, and Mathematics Authorization Act of 1986 - Title I: National Science Foundation Authorization - National Science Foundation Authorization Act for Fiscal Year 1986 - Authorizes appropriations to the National Science Foundation (NSF) for FY 1986. Provides that such funds authorized for FY 1986 will be available for the following categories: (1) advanced scientific computing; (2) astronomical, atmospheric, earth, and ocean sciences; (3) biological, behavioral, and social sciences; (4) engineering; (5) mathematical and physical sciences; (6) scientific, technological, and international affairs; (7) program development and management; (8) U.S. Antarctic program; and (9) science and engineering education and titles I and IV of the Education for Economic Security Act (EESA), together with amounts available for FY 1986 from funds previously appropriated for such purpose. Reserves at least $1,000,000 of such appropriations to NSF for the ethics and values in science and technology program. Directs the NSF to report by December 30, 1986, to specified congressional committees on the distribution of such reserved funds for such program. Limits the amounts from appropriations authorized under this Act which may be used for: (1) consultation, representation, or other extraordinary expenses; and (2) expenses incurred outside the United States. Permits transfers of funds among categories as long as such transfers do not exceed ten percent of authorized amounts. Permits transfers in excess of ten percent if: (1) the Director of NSF submits a written explanation of the proposed transfer to specified congressional officers and committees; and (2) 30 calendar days have passed after such submission. Amends the National Science Foundation Act of 1950 to delete certain provisions relating to notification of meetings to members of the National Science Board (the Board). Provides that the Director of NSF may make contracts, grants, and other arrangements only with the prior approval of the Board or under authority delegated by the Board and subject to such conditions as the Board may specify (thus removing the Director's current authority to make grants, contracts, or arrangements involving specified limited amounts under certain conditions without the Board's prior approval). Requires that such delegation of authority and conditions specified by the Board be reported to specified congressional committees. Revises provisions for special commissions to provide that special commissions: (1) shall consist of such members as the Board considers appropriate; and (2) may be established to study and make recommendations to NSF on issues relating to research and education in science and engineering. Repeals specified provisions of the National Science Foundation Authorization Act, Fiscal Year 1978 which require financial or other conflict of interest disclosure statements by NSF officials and employees. Removes a prohibition under the National Science Foundation Act of 1950 against NSF officers or employees acquiring, retaining, or transferring patent rights on inventions which they may make or produce in connection with performing their assigned activities and which are directly related to the subject matter thereof. Removes certain prohibitions under such Act against outside employment and activities by the Director, the Deputy Director, or any Assistant Director of NSF and against their holding any office in or acting in any capacity for any organization with which NSF makes any grant, contract, or other arrangement. Prohibits disclosure to the public of: (1) specified information supplied to NSF or to an NSF contractor by an industrial or commercial organization, unless such information has been transformed into statistical or aggregate formats that do not allow the identification of the supplier; and (2) the names of organizations supplying such information. Repeals provisions of the National Science Foundation Authorization Act, Fiscal Year 1978 which require establishment of a Resource Center for Science and Engineering at an educational institution enrolling a substantial number of minority and/or low-income students. Amends the National Science Foundation Authorization Act, 1976 to remove a limitation on the monetary amount and the duration of the grant included in the Alan T. Waterman Award. Provides that the Board will periodically establish the amounts and terms of such grants. Amends the National Science Foundation Act of 1950, the National Science Foundation Authorization Act, 1976, and the and Science and Technology Equal Opportunities Act to revise provisions for NSF functions relating to engineering research and education. Replaces specified references to \"technology\" with references to \"engineering.\" Requires appropriate scientific review, including review by the NSF's appropriate advisory committee or committees and the National Science Board, before any funds authorized to the appropriated under this title may be expended with respect to closure of a National research facility. Authorizes the NSF to design, establish, and maintain a data collection and analysis capability to identify and assess the research facilities needs of universities. Requires documentation of such needs and collection and analysis of university expenditures for such purposes. Directs the NSF, in conjunction with other appropriate Federal agencies, to conduct the necessary surveys every two years and report the results to the Congress, with the first such report due by September 1, 1986. Title II: Education for Economic Security Reauthorization - Part A: National Science Foundation Mathematics and Science Programs - Amends the Education for Economic Security Act (EESA) to delete the requirement for joint applications for NSF mathematics and science teacher institutes under part A of title I of EESA. Requires, instead, evidence of cooperation between the applicant agency or institution and an institution of higher education or a local educational agency, as appropriate. Declares that all applications for such NSF teacher institutes shall be subject to peer review. Raises the limit on awards to such teacher institutes from $200,000 to $300,000. Authorizes the NSF to establish and carry out a new EESA program of graduate fellowships to encourage and assist promising students to continue their education and research in science, mathematics, and engineering. Provides for the distribution of funds authorized under title I of this Act for the category of science and engineering education for FY 1986, together with amounts available for FY 1986 from funds previously appropriated for such purpose. Reserves the following amounts of such funds for the following purposes under EESA: (1) at least $3,000,000 for Congressional Merit Scholarships in Mathematics, Science, and Engineering Education; and (2) more than $1,000,000 for Presidential Awards for Teaching Excellence in Mathematics and Science. Directs the NSF to apportion the remainder of such funds among the following NSF mathematics and science programs under EESA: (1) teacher institutes; (2) education development; (3) Director's discretionary funds; and (4) graduate fellowships. Part B: Education for Economic Security - Amends EESA to extend through FY 1988 the authorization of appropriations for the Education for Economic Security (EES) program under which the Secretary of Education makes both grants to States and discretionary grants to strengthen teacher skills and instruction in mathematics, science, computer learning, and foreign languages. Revises formulas under such grants program for State allotments, allotments to schools operated for Indian children by the Department of the Interior, and allotments to specified U.S. territories and possessions. Allows local educational agencies (LEAs) to use such program funds to: (1) support teacher training in mathematics and science, as well as in-service training and retraining; and (2) if an LEA has already met its need for such training and retraining in mathematics and science, support such training and retraining in computer learning and foreign languages, and acquire mathematics and science instructional materials and equipment. Allows State educational agencies (SEAs), for purposes of distributing 50 percent of such EES program funds to LEAs, to calculate the relative enrollments in public and private nonprofit schools within the school district of such LEAs on the basis of the total number of children enrolled in public schools and in either: (1) private nonprofit schools; or (2) private nonprofit schools desiring that their children and teachers participate in the EES program. Declares that LEA officials are still responsible for annually contacting private nonprofit school officials to determine whether such schools desire that their children and teachers participate in the EES program. Includes retraining or inservice training in the teaching of foreign languages among authorized uses of certain EES higher education funds. Includes cooperative projects to improve student understanding and performance in computer learning among other authorized uses of such funds. Requires that State preliminary assessments of certain educational needs be available to all LEAs. Requires the Secretary to submit to the Congress a summary report of the final version of State assessments under the EES program. Authorizes the Secretary, with specified amounts reserved by the Secretary, to carry out directly, or through grants, cooperative agreements, or contracts, projects authorized under the Secretary's discretionary fund for programs of national significance. Includes cooperative agreements with, as well as grants to, certain entities for specified educational purposes, among the required uses to which the Secretary must put 75 percent of such funds. Part C: Partnerships in Education for Mathematics, Science, and Engineering - Authorizes appropriations for FY 1986 through 1988 to carry out the program for Partnerships in Education for Mathematics, Science, and Engineering under EESA. Transfers the administration of such program from the NSF to the Department of Education. Part D: Presidential Awards - Reserves not more than $1,000,000 from amounts authorized under title I of this Act for the category of science and engineering for FY 1986, together with the amount available for such fiscal year from funds previously appropriated for such purpose, for the program of Presidential Awards for Teaching Excellence in Mathematics and Science under EESA. Part E: Excellence in Education - Extends through FY 1988 the authorization of appropriations for the Excellence in Education program under EESA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Science Foundation Authorization Act for Fiscal Year 1986", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Science, Engineering, and Mathematics Authorization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Science Foundation Authorization Act for Fiscal Year 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the National Science Foundation for fiscal year 1986.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:18-05:00"
}