{
  "actions": [
    {
      "acted_at": "2001-01-03T14:30:00-05:00", 
      "references": [
        {
          "reference": " CR H6-18", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as privileged matter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-01-03T14:30:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H. Res. 5.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-01-03T15:32:00-05:00", 
      "references": [], 
      "text": "On ordering the previous question Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-01-03T15:32:00-05:00", 
      "references": [], 
      "text": "Mr. Moakley moved to commit with instructions to Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-01-03T15:33:00-05:00", 
      "references": [], 
      "text": "The previous question on the motion to commit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-01-03T15:55:00-05:00", 
      "references": [
        {
          "reference": " CR H17-18", 
          "type": "text"
        }
      ], 
      "text": "On motion to commit with instructions Failed by the Yeas and Nays: 199 - 213 (Roll no. 3).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-01-03T16:14:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": " CR H6-8", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "4", 
      "status": "PASSED:SIMPLERES", 
      "suspension": null, 
      "text": "On agreeing to the resolution Agreed to by the Yeas and Nays: 215 - 206 (Roll no. 4).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-01-03T16:14:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres5-107", 
  "bill_type": "hres", 
  "committees": [], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2001-01-03T16:14:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2001-01-03", 
  "number": "5", 
  "official_title": "Adopting rules for the One Hundred Seventh Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "26", 
    "name": "Armey, Richard K.", 
    "state": "TX", 
    "thomas_id": "00028", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASSED:SIMPLERES", 
  "status_at": "2001-01-03T16:14:00-05:00", 
  "subjects": [
    "Appropriations", 
    "Armed forces and national security", 
    "Commemorations", 
    "Congress", 
    "Congressional allowances", 
    "Congressional budget process", 
    "Congressional committee membership", 
    "Congressional committees (House)", 
    "Congressional conference committees", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional mail", 
    "Congressional officers", 
    "Congressional publications", 
    "Congressional reporting requirements", 
    "Debt limit", 
    "Economics and public finance", 
    "Families", 
    "Gifts", 
    "Government consultants", 
    "Government operations and politics", 
    "Governmental investigations", 
    "House Energy and Commerce", 
    "House Financial Services", 
    "House Government Reform", 
    "House Intelligence", 
    "House International Relations", 
    "House Transportation and Infrastructure", 
    "House rules and procedure", 
    "Inspectors general", 
    "Legislation", 
    "Legislative resolutions", 
    "Lobbying", 
    "Members of Congress (House)", 
    "Members of Congress (Senate)", 
    "Names", 
    "Performance measurement", 
    "Politicians' spouses"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2001-01-03", 
    "text": "Adopts the Rules of the House of Representatives of the 106th Congress as the Rules of the House of the 107th Congress, with specified amendments.Amends rule II of the Rules of the House to remove requirements that the Clerk: (1) print a list of reports that any officer or department is required to make to Congress and the calendars of the House; and (2) mail to any Member an extra copy of a requested document that has been printed by order of either House of Congress.Sets forth requirements for the Clerk with respect to the preparation of enrolled bills that are currently carried out by the House Committee on Administration.Amends rule X to eliminate the Committee on Banking and Financial Services. Renames the Committee on Commerce the Committee on Energy and Commerce. Creates a Committee on Financial Services (with oversight over many of the areas currently under the jurisdiction of the Banking and Financial Services Committee).Requires the Permanent Select Committee on Intelligence to review and study: (1) on a continuing basis laws, programs, and activities of the intelligence community; and (2) on an exclusive basis the sources and methods of the Central Intelligence Agency, the Director of Central Intelligence, and the National Foreign Intelligence Program.Directs the Committee on House Administration to provide policy direction for the Inspector General and oversight of the Clerk, Sergeant-at-Arms, Chief Administrative Officer, and Inspector General.Increases the maximum number of: (1) members of the Permanent Select Committee on Intelligence from 16 to 18; and (2) such members from one party from nine to ten.Amends rule XI to authorize each committee (other than the Appropriations, Budget, and Ways and Means committees) to fix the number of its members to constitute a quorum for taking any action other than one for which the presence of a majority of the committee is otherwise required (currently, any action other than the reporting of a measure or recommendation).Amends rule XIII to require reports on measures approved by committees to include a statement of general performance goals and objectives for which the measure authorizes funding (currently, a summary of oversight findings and recommendations by the Committee on Government Reform).Requires reports of the Appropriations Committee on a general appropriations bill to include a list of appropriations contained in the bill for expenditures not currently authorized by law for the period concerned, along with a statement of the last year for which such expenditures were authorized, the level of expenditures authorized for that year, the actual level of expenditures for that year, and the level of appropriations in the bill for such expenditures.Amends rule XXI to provide a point of order against consideration of legislation that provides for the designation or redesignation of a public work in honor of an individual then serving as a Member, Delegate, Resident Commissioner, or Senator.Amends rule XXII to prohibit instructions to conferees in a motion to instruct or a motion to recommit to conference from including argument.Repeals rule XXIII (statutory limit on the public debt).Amends rule XXIII (formerly rule XXIV) to prohibit: (1) a Member, Delegate, or Resident Commissioner from retaining a spouse in a paid position; and (2) a House employee from accepting compensation for work for a committee on which his or her spouse serves as a member. Makes such prohibition inapplicable in the case of a spouse whose pertinent employment predates the 107th Congress.Prohibits consultants from lobbying the contracting committee on any matter, but authorizes such individuals to lobby other Members or House staff on matters outside the jurisdiction of such committee.Amends rule XXV (formerly rule XXVI) to provide that the terms \"officer\" and \"employee,\" when used in clause 5 (gift rule) of such rule, have the same meanings as in rule XXIII (code of official conduct).Reaffirms, for the 107th Congress, each provision of House Resolution 168 (105th Congress) that was not executed as a change in the standing rules, with a specified exception.Sets forth orders regarding budget enforcement of certain legislation.Increases the number of subcommittees allowed the Committees on Government Reform, International Relations, and Transportation and Infrastructure."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adopting rules for the One Hundred Seventh Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:47-05:00"
}