{
  "actions": [
    {
      "acted_at": "1988-10-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5562-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-21", 
  "number": "5562", 
  "official_title": "A bill to amend the Clean Air Act to control acid deposition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Acid Deposition Control Act of 1988", 
  "sponsor": {
    "district": "3", 
    "name": "Bonker, Don", 
    "state": "WA", 
    "thomas_id": "00109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-21", 
  "subjects": [
    "Acid rain", 
    "Air pollution control", 
    "Air pollution control equipment", 
    "Business records", 
    "Coal", 
    "Economics and public finance", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Federal aid to air pollution control", 
    "Government trust funds", 
    "Mines and mineral resources", 
    "Nitrogen oxides", 
    "Standards", 
    "Sulphur oxides", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-21", 
    "text": "Acid Deposition Control Act of 1988 - Amends title I (Air Pollution Prevention and Control) of the Clean Air Act to allocate required reductions in sulfur dioxide emissions among powerplants and States. Requires States to set emission limitations for oxides of nitrogen from: (1) electric utility steam generating units using tangential and wall-fired boilers; and (2) other electric utility steam generating units if the Administrator of the Environmental Protection Agency determines that reductions at comparable cost-effectiveness are reasonably feasible. Directs each State which is required to reduce emissions of sulfur dioxide or oxides of nitrogen pursuant to this Act to submit a revised State implementation plan to the Administrator which establishes enforceable emissions limitations, compliance schedules, conservation measures, and other enforceable measures necessary to achieve such emission reductions. Prohibits a State from allocating an emission reduction to a small utility powerplant whose costs of compliance would significantly exceed the Statewide average for all fossil-fuel fired powerplants and result in significant adverse competitive effects on the small utility. Requires the Administrator to issue guidelines, within nine months of this Act's enactment, for the development and implementation of emissions trading programs. Prohibits the Administrator from approving emission trading unless the electric utility: (1) demonstrates that the total aggregate tonnage of emissions reduction will be no less than would be achieved absent such trading; (2) agrees to install and operate continuous emission monitoring for sulfur dioxide; and (3) maintains, and makes available to the public, records of its operations and emissions. Directs the Administrator to impose fees on persons who generate or import electric energy which shall be credited to the Acid Deposition Control Fund out of which payments will be made to electric utilities to reduce sulfur dioxide emissions. Makes the portion of costs covered dependent on the control measures employed. Imposes other conditions on such payments to ensure that utilities are rewarded for cost-effective emission control measures. Requires the Administrator to survey the history of reviews and revisions of new source performance standards for sulfur dioxide and oxides of nitrogen applicable to electric utility boilers and report to the Congress, within nine months of this Act's enactment, on the results of such survey. Directs the Secretary of Energy to establish a Clean Coal, Acid Deposition and Climate Change Control Technology Installation Program which shall provide grants, from FY 1989 through 1993, to owners or operators of fossil-fuel fired steam generating units for the installation of clean coal technology, conservation measures, or renewable resource technology, or any combination thereof, which has not been adequately demonstrated on a commercial scale and has a reasonable likelihood of achieving more cost-effective continuous emission reductions than measures or technology which has been adequately demonstrated on a commercial scale. Authorizes appropriations for such program for FY 1989 through 1992. Authorizes the Administrator to issue an extension on emission standards compliance deadlines to owners or operators of fossil-fuel fired steam generating units who made a good faith effort to install and operate the measures or technology for which a grant has been authorized under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Acid Deposition Control Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to control acid deposition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:50-05:00"
}