{
  "actions": [
    {
      "acted_at": "1988-09-09", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-13", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Regulation", 
      "text": "Referred to Subcommittee on Energy Regulation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2770-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Regulation and Conservation", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-09", 
  "number": "2770", 
  "official_title": "A bill entitled the \"Oil Pipeline Regulatory Reform Act of 1988\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5289-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5289-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Oil Pipeline Regulatory Reform Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Nickles, Don", 
    "state": "OK", 
    "thomas_id": "01412", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-09-09", 
  "subjects": [
    "Administrative procedure", 
    "Alaska", 
    "Antitrust law", 
    "Courts and Civil Procedure", 
    "Department of Energy", 
    "Economics and public finance", 
    "Energy policy", 
    "Federal Energy Regulatory Commission", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum pipelines", 
    "Petroleum prices", 
    "Price regulation", 
    "Regulatory reform", 
    "Restrictive trade practices"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-09-09", 
    "text": "Oil Pipeline Regulatory Reform Act of 1988 - Amends the Department of Energy Organization Act to terminate Federal Energy Regulatory Commission (FERC) jurisdiction over oil and other pipelines except the Trans-Alaska Pipeline. Authorizes the Attorney General and any interested person to petition the Secretary of Energy (the Secretary) for an adjudication of whether Commission rate regulation of an existing pipeline in any market is in the public interest. Prescribes adjudication guidelines. Provides that pipeline rates for service to markets which are not identified in a mandatory published adjudications list will no longer be subject to FERC regulatory jurisdiction. Prescribes adjudication guidelines under which the Secretary shall find that regulation of a pipeline is in the public interest only if it is demonstrated that such regulation is necessary to constrain the exercise of substantial market power in the supply and demand of products transported by the pipeline in that market. States that new pipelines shall not be subject to existing Commission regulatory jurisdiction or rate regulation, but shall be subject to common carrier regulation under such Act. States that Commission rate regulation shall be prospective only. Prohibits terminated Commission regulatory jurisdiction from reverting to any other Federal agency. Confers exclusive, original jurisdiction over any petition for judicial review upon the U.S. Court of Appeals for the District of Columbia Circuit. Precludes from such judicial review any action of the Attorney General under this Act, including adjudication petitions. Outlines the parameters within which pipelines are required to operate as common carriers. Requires pipelines to file terms of carriage schedules (except carriage rates) with the Commission. Mandates that pipeline rates be regulated only in markets in which the Secretary has found Commission rate regulation to be in the public interest. Sets forth guidelines for maximum rates, on a market by market basis, subject to price cap regulation based on base rates and cumulative changes in a Competitive Pipeline Price Index. Precludes a pipeline from conditioning its services upon entering into other transactions or on taking or refraining from any action. Retains the applicability of all antitrust laws to pipeline transportation of crude oil or refined oil products. Confers exclusive, original jurisdiction over any petition for judicial review upon the U.S. Court of Appeals for the District of Columbia Circuit. Precludes from such judicial review any action of the Attorney General under this Act, including adjudication petitions. Requires the Secretary to report to the Congress regarding the results of this Act five years after the conclusion of all adjudications."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Pipeline Regulatory Reform Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Oil Pipeline Regulatory Reform Act of 1988\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:07-05:00"
}