{
  "actions": [
    {
      "acted_at": "1974-04-24", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14376-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-24", 
  "number": "14376", 
  "official_title": "A bill to authorize in the District of Columbia a plan providing for the representation of defendants who are financially unable to obtain an adequate defense in criminal cases in the courts of the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3475-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "District of Columbia Criminal Justice Act", 
  "sponsor": {
    "district": "13", 
    "name": "Diggs, Charles C., Jr.", 
    "state": "MI", 
    "thomas_id": "00298", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-24", 
  "subjects": [
    "Crime and law enforcement", 
    "District of Columbia", 
    "Law"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-24", 
    "text": "District of Columbia Criminal Justice Act - Directs the Joint Committee on Judicial Administration to place in operation in the District of Columbia a plan for furnishing representation to a person in the District of Columbia a plan for furnishing representation to a person who is finacially unable to obtain adequate representation, including those for whom the sixth amendment to the Constitution requires the appointment of counsel or for whom, in a case in which he faces loss of liberty, any local law requires the appointment of counsel. Provides that a person for whom counsel is appointed shall be represented at every stage of the proceedings from his initial appearance before the court through appeals. Sets forth methods for determining payment rates for attorneys appointed pursuant to this Act. Provides that counsel for a person who is financially unable to obtain investigative, expert, or other services necessary for an adequate defense may request them in an ex parte application. Directs the Joint Committee to annually prepare and submit to the Commissioner of the District of Columbia its estimate of the amount needed for furnishing representation by private attorneys to persons entitled to representation in accordance with this Act. Authorizes the appropriation to the District of Columbia of such funds as may be necessary for the administration of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Criminal Justice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize in the District of Columbia a plan providing for the representation of defendants who are financially unable to obtain an adequate defense in criminal cases in the courts of the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:49-05:00"
}