{
  "actions": [
    {
      "acted_at": "1984-03-07", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-07", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Energy Conservation and Power", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Energy Conservation and Power", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-15", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Energy Development and Applications", 
      "text": "Referred to Subcommittee on Energy Development and Applications.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-15", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Natural Resources, Agricultural Research, and Environment", 
      "text": "Referred to Subcommittee on Natural Resources, Agricultural Research, and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-15", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Energy Research and Production", 
      "text": "Referred to Subcommittee on Energy Research and Production.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-15", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Transportation, Aviation and Materials", 
      "text": "Referred to Subcommittee on Transportation, Aviation and Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Subcommittee Hearings Held.  Hearings printed: H. Hrg. 98-146.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-02", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water and Power Resources", 
      "text": "Referred to Subcommittee on Water and Power Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-02", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Fossil and Synthetic Fuels", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-05-17", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 98-787 (Part I).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5048-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power Resources", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy Development and Applications", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Natural Resources, Agricultural Research and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy Research and Production", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Transportation, Aviation and Materials", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-07", 
  "number": "5048", 
  "official_title": "A bill to authorize appropriations for the Department of Energy for civilian applications for fiscal years 1985 and 1986, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Energy Civilian Applications Authorization Act, Fiscal Years 1985 and 1986", 
  "sponsor": {
    "district": "20", 
    "name": "Ottinger, Richard L.", 
    "state": "NY", 
    "thomas_id": "00882", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-05-10", 
  "subjects": [
    "Alternative energy sources", 
    "Authorization", 
    "Automobiles", 
    "Breeder reactors", 
    "Coal research", 
    "Department of Energy", 
    "Economics and public finance", 
    "Energy conservation", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal employees", 
    "Federal office buildings", 
    "Fossil fuels", 
    "Fuel consumption", 
    "Government operations and politics", 
    "Government trust funds", 
    "Information services", 
    "Methanol", 
    "Nuclear fission", 
    "Petroleum reserves", 
    "Photovoltaic power systems", 
    "Power resources", 
    "Radioactive wastes", 
    "Research and development", 
    "Solar energy", 
    "Uranium enrichment"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1984-05-17", 
    "text": "(Reported to House from the Committee on Energy and Commerce with amendment, H.Rept.98-787(Part I)) Department of Energy Civilian Applications Authorization Act, Fiscal Years 1985 and 1986 - Title I: Conservation, Information, Regulation, Strategic Petroleum Reserve, and Solar Energy - Authorizes appropriations to the Department of Energy for FY 1985 and 1986 for: (1) energy conservation (other than low-income weatherization assistance); (2) regulation and information activities (other than for the Federal Energy Regulatory Commission), economic regulation, and the Energy Information Administration; (3) the Strategic Petroleum Reserve; (4) renewable energy technology transfer; and (5) carrying out the provisions of the Federal Photovoltaic Utilization Act. Requires the Secretary of Energy to monitor and report to Congress on energy savings achieved under State and local conservation programs funded under the Energy Conservation and Production Act and the National Energy Extension Service Act and to provide information to the administrators of such programs regarding the most and least successful energy-saving measures and practices under such programs. Authorizes appropriations for FY 1985 and 1986 for such activities. Requires the Secretary to establish a grant program to encourage the development, manufacture, and marketing of renewable energy systems. Specifies the maximum amount of a grant under such program as well as the criteria to be used in awarding such grants. Requires the Secretary to conduct seminars to disseminate information on advancements in renewable energy systems and services and on the establishment of renewable energy businesses and to provide technical and business advice to grant recipients. Sets forth reporting requirements for the Secretary with respect to the grant program. Directs the Secretary to establish a grant program to encourage the development of renewable energy technology demonstration projects. Specifies the maximum amount of a grant under such program. Requires that grants be awarded for proposals for the first commercial application of a technology or for the first end-use of a technology and for projects that would not be developed in the absence of such a grant. Sets forth reporting requirements for the Secretary with respect to such grant program. Requires the Secretary, in implementing energy conservation policies, to: (1) establish and publish energy performance targets for calendar years 1985 and 1986 for each Federal building; (2) establish criteria for evaluating the achievement of the operating managers of each agency responsible for meeting such targets; and (3) report to Congress on measures ensuring that such criteria are used in personnel evaluations of such managers. Prohibits the use of funds authorized under this Act for the acquisition of any passenger automobile that does not have a fuel economy of at least 27.5 miles per gallon (except in the case of vehicles designed for combat related missions for the armed forces or for use in law enforcement or emergency rescue work). Requires the Secretary to acquire, to the extent funds are available, at least 1,000 methanol-powered passenger automobiles during FY 1985 and to conduct studies with respect to the performance and operation and maintenance costs of such vehicles. Authorizes the Secretary to provide Federal agencies with such vehicles upon their request. Requires that an agency requesting such vehicles pay for each vehicle and cooperate in the studies conducted by the Secretary. Sets forth reporting requirements with respect to this program. Authorizes appropriations for FY 1985 and 1986. Directs the Secretary to conduct engineering feasibility, design, cost-benefit, and market survey studies of a packaged, nominally 100 to 300 ton per day, relocatable methane to methanol plant capable of utilizing current domestic supplies of unutilized natural gas. Authorizes appropriations for FY 1985 to carry out such studies. Title II: Other Civilian Energy Programs - Part A: Authorizations for Fiscal Years 1985 and 1986 - Authorizes appropriations to the Department of Energy for FY 1985 and 1986 for energy supply research and development activities in the following programs: (1) the solar energy program; (2) the renewable energy program; (3) the nuclear fission program (consisting of converter reactor systems, nuclear waste technology, remedial actions, advanced nuclear systems, breeder reactor systems, and civilian radioactive waste research and development); and (4) the magnetic fusion program. Authorizes appropriations to the Department of Energy for FY 1985 and 1986 for: (1) energy conservation activities other than the activities for which funds are authorized in title I; (2) power marketing activities; (3) department administration; (4) Nuclear Waste Fund expenditures; (5) uranium supply and enrichment activities; (6) fossil energy activities; and (7) general science and research activities and energy supply research and development activities (other than for solar energy, renewable energy, nuclear fission, or magnetic fusion). Part B: General Provisions - Requires any State receiving financial assistance for energy extension service activities pursuant to the National Energy Extension Service Act or the Energy Policy and Conservation Act to provide funds from non-Federal sources for such activities equal to not less than 20 percent of the amount allocated to the State during any fiscal year. Requires the Secretary to establish and submit to the appropriate congressional committees criteria for the technical evaluation of the advanced enrichment technologies. Prohibits the Secretary from making a final determination with respect to further construction of enrichment capacity by the Department of Energy until such criteria are established and 60 days elapse following the date of their establishment. Prohibits the Secretary from executing new contracts or modifying existing contracts for the procurement of Set III or Set IV centrifuge machines other than those that were on order as of March 13, 1984. Requires the Secretary to study the feasibility of the Department of Energy transferring to the private sector any uranium enrichment capacity developed after March 1, 1984, as well as uranium enrichment research and development. Directs the Secretary to report to Congress during FY 1985 and 1986 on the revenues generated by the uranium enrichment program and on the Department of Energy's ability to meet its projected revenues by the end of the fiscal year involved. Requires the Secretary to study and report to specified congressional committees on: (1) the potential to extend nuclear fuel burnup beyond the present program goals of the Department of Energy; and (2) the effects of extended nuclear fuel burnup on the Department's efforts to subsequently manage higher burnup spent nuclear fuel. Prohibits the use of funds appropriated under this Act for atomic energy defense activities of the Secretary of Energy. Prohibits the transfer, reprocessing, or use for nuclear explosive purposes of plutonium used, produced in, or obtained from any civilian energy reserch, development, demonstration, or test facility of the Department of Energy. Exempts from such prohibition plutonium originating in the United States that, before the enactment of this Act, was produced in or obtained from Department of Energy atomic energy defense activities and then used in civilian energy research, development, demonstration, or test facilities or fabricated as a core for the Fast Flux Test Facility. Requires the Secretary to carry out a national coal engineering development program which shall establish proven environmental control technologies and proven utilization technologies with respect to coal which are suitable for commercial applications. Authorizes a grant program under which the Secretary may give assistance to eligible applicants to pay for a portion of their coal engineering development projects. Requires the Secretary to prepare, as part of the national coal engineering development program, a five-year national coal engineering development research plan with respect to opportunities for expanding the use of coal in the residential- commercial, industrial, electric utility, and other sectors of the economy. Requires that such plan be submitted to the President and Congress. Provides that the Secretary shall make annual reports to the President and Congress at the end of each of FY 1985 and 1986 with respect to the national coal engineering development program. Establishes the Interagency Commission on Methanol which shall develop, and coordinate efforts to implement, a national methanol energy policy. Requires the Commission to: (1) study the issues related to producing and using methanol as a fuel; (2) develop a long-term commercialization plan for methanol as an alternative fuel; (3) coordinate all Federal efforts with respect to methanol research and commercialization; (4) ensure communication between Federal agencies involved in methanol demonstration projects or having an interest in such projects; and (5) establish an information clearinghouse on methanol and related products. Requires the establishment of a private sector advisory panel to inform the Commission about methanol-related matters. Sets forth reporting requirements with which the Commission must comply. Terminates both the Commission and the advisory panel upon the submission of the Commission's final report. Title III: Miscellaneous Provisions - Provides that for FY 1985 and 1986 the Office of the Assistant Secretary for Fossil Energy may maintain a minimum employment level of 685 full-time permanent Federal employees and the Economic Regulatory Administration may maintain a minimum employment level of 320 full-time permanent Federal employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Civilian Applications Authorization Act, Fiscal Years 1985 and 1986", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Energy Civilian Applications Authorization Act, Fiscal Years 1985 and 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of Energy for civilian applications for fiscal years 1985 and 1986, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:47-05:00"
}