{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr289-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Bryant, John W.", 
      "sponsored_at": "1991-01-03", 
      "state": "TX", 
      "thomas_id": "00142", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Espy, Mike", 
      "sponsored_at": "1991-01-03", 
      "state": "MS", 
      "thomas_id": "00356", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faleomavaega, Eni F.H.", 
      "sponsored_at": "1991-06-04", 
      "state": "AS", 
      "thomas_id": "00367", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1991-06-04", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1991-06-04", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1991-06-04", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mfume, Kweisi", 
      "sponsored_at": "1991-06-04", 
      "state": "MD", 
      "thomas_id": "00798", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mrazek, Robert J.", 
      "sponsored_at": "1991-06-04", 
      "state": "NY", 
      "thomas_id": "00840", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1991-01-03", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "1991-01-03", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1991-01-03", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Walsh, James T.", 
      "sponsored_at": "1991-06-04", 
      "state": "NY", 
      "thomas_id": "01197", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "289", 
  "official_title": "To amend the Communications Act of 1934 to require the Federal Communications Commission to continue and improve efforts to promote diversity in media ownership, management, and programming, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Diversity in Media Act of 1991", 
  "sponsor": {
    "district": "7", 
    "name": "Collins, Cardiss", 
    "state": "IL", 
    "thomas_id": "00220", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Administrative procedure", 
    "Affirmative action programs", 
    "Broadcasting", 
    "Congressional reporting requirements", 
    "Discrimination in employment", 
    "Government operations and politics", 
    "Government paperwork", 
    "Independent regulatory commissions", 
    "Licenses", 
    "Minorities in the mass media industry", 
    "Radio stations", 
    "Television relay systems", 
    "Television stations", 
    "Women in the mass media industry"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Diversity in Media Act of 1991 - Amends the Communications Act of 1934 to require holders of mass communications licenses to submit to the Federal Communications Commission an annual report describing the proportion of the ownership and control of such holder that is held by minorities and women. Requires the Commission, in a hearing on two or more mutually exclusive license applications: (1) to determine if an applicant is entitled to prevail, primarily, on the basis of increasing diversification of media ownership or, secondarily, on the extent to which the ownership and management are functionally integrated; and (2) if an applicant is not so entitled to prevail, to determine which applicant will best promote the public interest based on such factors. Requires the Commission, in evaluating applicants, to award a demerit based on ownership of other media and enhancement credits based on the extent to which the applicant is owned or controlled by minorities or women, past local residence and participation in civic affairs, and previous broadcast or other business experience transferable to broadcasting. Amends the definition of \"media of mass communications\" for purposes of random selection provisions to include instructional television fixed service, operational fixed and fixed satellite services, and other services without regard to whether the services are distributed for a fee or the reception system is individually addressed. Defines \"system of random selection\" to include any system that uses chance to select one applicant from a group of qualified applicants. Requires the Commission, when using selection criteria with a random system to select among mutually exclusive applicants for licenses, to grant a significant preference or enhancement to any applicant owned or controlled by members of a minority group or women. Requires the Commission to issue a tax certificate for assignment of a license or transfer of control of a corporate licensee for a broadcast, common carrier, private radio, or other telecommunications facility to an assignee or transferee owned or controlled by members of a minority or women if such action is consistent with increasing the participation of minorities and women as employees or owners of telecommunications facilities. Requires the Commission to allow a licensee holding a license designated for a revocation hearing or a license renewal application hearing to transfer the license to an eligible applicant owned or controlled by members of a minority or by women if there has been no final ruling by the Commission and if the amount to be paid by the transferee does not exceed a specified percentage of the fair market value of the license. Prohibits discrimination in employment by: (1) licensees of commercially operated or public broadcast stations; (2) commercially operated and public broadcast station networks; (3) common carriers; (4) satellite operators; and (5) the headquarters operations of any of these entities. Requires any such entity with five or more employees to establish a program to ensure equal opportunity in every aspect of its employment policy. Requires the Commission to prescribe rules specifying program requirements. Requires the filing with the Commission of an equal employment opportunity program by applicants for a construction permit, assignment of a license, transfer of control, or renewal of any license. Provides an exemption from such requirement: (1) for applicants with fewer than five full-time employees; and (2) with respect to any minority group representing less than one percent of the population recruitment area. Requires entities covered by this Act to file with the Commission annual statistical reports identifying by race and sex the number of employees in specified job categories. Requires the Commission to include in its report to the Congress information on the participation of women and minorities as employees and owners of telecommunications facilities. Requires the Commission, when determining criteria for applications for new licenses for media of mass communications, to include provisions that will increase the diversity of the ownership among the new licenses granted. Requires the Commission, when specifying application acceptance requirements for AM clear-channel stations, to accept all technically qualified applications owned or controlled by members of a minority or by women."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Diversity in Media Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Communications Act of 1934 to require the Federal Communications Commission to continue and improve efforts to promote diversity in media ownership, management, and programming, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:14-05:00"
}