{
  "actions": [
    {
      "acted_at": "1987-12-02", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-04", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-08", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3684-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-02", 
  "number": "3684", 
  "official_title": "A bill to amend the Buy American Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Buy American Act of 1987", 
  "sponsor": {
    "district": "4", 
    "name": "DeFazio, Peter A.", 
    "state": "OR", 
    "thomas_id": "00279", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-02", 
  "subjects": [
    "Buy American", 
    "Commercial arbitration", 
    "Competition", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Dispute settlement", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government procurement", 
    "International competitiveness", 
    "Public Contracts, Procurement, and Property", 
    "Restrictive trade practices", 
    "Trade agreements", 
    "Trade negotiations", 
    "Treaties"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-02", 
    "text": "Buy American Act of 1987 - Amends the Buy American Act to prohibit a Federal agency from awarding a contract for the procurement of goods produced or manufactured in, or a service provided by, a foreign country whose government discriminates in awarding such contracts against U.S. products or services. Provides that such prohibition shall not apply in the case of a country which is a least developed country. Allows the President or the head of a Federal agency to award a contract for the procurement of goods produced or manufactured in, or a service provided by, a foreign country to which such prohibition applies if the President or the head of an agency: (1) determines that such action is necessary in the public interest or to avoid unreasonable cost or the restriction of competition; and (2) notifies the Congress of such determination. Prohibits the denial of the award of a contract when such denial would limit the procurement of goods or would establish preference for the product of a single U.S. manufacturer. Amends the Trade Agreements Act of 1979 to require the President, by no later than December 31, 1988, and annually thereafter, to submit to the Congress a report on compliance with the Agreement on Government Procurement by countries designated as eligible for waiver of discriminatory purchasing requirements under the Act. Requires the President, in such report, to take into account the relative impact of noncompliance with the Agreement on U.S. commerce. Requires that the report include an analysis of the impact on Government procurement costs that may occur as a consequence of any waiver revocations or other actions that may be required under this Act. Directs the President to initiate consultations in accordance with the Agreement's dispute settlement procedures to correct problems with those signatories to the Agreement that are identified as not meeting their obligations. Provides for the revocation of the waiver of discriminatory purchasing requirements for those countries considered not in good standing with the Agreement where a dispute settlement procedure is not concluded within one year. Directs the President to instruct the United States Trade Representative, in conducting renegotiations of the Agreement, to seek improvements in the Agreement that will secure full and open competition in the award of procurement contracts. Requires the President to submit to the Congress a report on actions taken with respect to the annual report and dispute settlement procedures under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Buy American Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Buy American Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:02-05:00"
}