{
  "actions": [
    {
      "acted_at": "1987-06-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-10", 
      "bill_ids": [
        "hr4333-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.4333.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2568-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-02", 
  "number": "2568", 
  "official_title": "A bill to promote and protect taxpayer rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1313-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4333-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s604-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Omnibus Taxpayers' Bill of Rights Act", 
  "sponsor": {
    "district": "3", 
    "name": "Hammerschmidt, John P.", 
    "state": "AR", 
    "thomas_id": "00490", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-02", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative responsibility", 
    "Auditing", 
    "Civil Rights and Liberties", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil service employment", 
    "Collection of accounts", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Consumer credit", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Damages", 
    "Department of the Treasury", 
    "District courts", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Income tax", 
    "Information services", 
    "Injunctions", 
    "Inspectors general", 
    "Internal Revenue Service (IRS)", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Ombudsman", 
    "Rating of employees", 
    "Right of privacy", 
    "Right to counsel", 
    "Sound recording and reproducing", 
    "Tax administration", 
    "Tax auditing", 
    "Tax consultants", 
    "Tax courts", 
    "Tax liens", 
    "Tax sales", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-02", 
    "text": "Omnibus Taxpayers' Bill of Rights Act - Requires the Secretary of the Treasury (Secretary) to prepare a statement setting forth in nontechnical terms: (1) the rights and obligations of a taxpayer and of the Internal Revenue Service (IRS) during a tax audit; (2) the procedures by which a taxpayer may appeal adverse decisions, prosecute refund claims, and file complaints; and (3) the procedures that the IRS may use in enforcing revenue laws. Directs the Secretary to transmit drafts of such statement to specified congressional committees and to distribute the final statement to all taxpayers with tax forms sent by the IRS. Amends the Inspector General Act of 1978 and other Federal law to establish within the Department of the Treasury (Department) an Office of Inspector General (Inspector). Transfers to such Office the existing audit and investigation units of the Department. Prohibits the Inspector from reviewing: (1) monetary, fiscal, and tax policy; and (2) the exercise of legal judgment in the investigation and litigation of cases. Authorizes the Secretary to: (1) withhold from the Inspector requested information that the Secretary determines will jeopardize the success of an ongoing investigation or litigation, confidential sources, or the national security; and (2) prohibit the Inspector from undertaking or continuing an audit or investigation under limited circumstances described in this Act. Requires the IRS, upon taxpayer request, to conduct any interview regarding a deficiency assessment at a reasonable time and place convenient to the taxpayer and to the IRS, and to permit the taxpayer, at his or her own expense, to record the interview. Authorizes the IRS interviewer to record such interview if the taxpayer has been given prior notice and is provided, upon request and payment of reproduction costs, with a transcript of the recording. Requires the interview to warn the taxpayer that: (1) he or she has a right to remain silent; (2) any statement the taxpayer makes may be used against him or her; and (3) he or she has the right to the presence of an attorney, certified public accountant, enrolled agent, or enrolled actuary. Permits a waiver of such rights if voluntarily and knowingly made. Amends Federal law to require the Comptroller General (Comptroller) of the General Accounting Office to: (1) conduct audits of the IRS with respect to the efficiency, uniformity, and equity of the internal revenue laws (current law specifies no particular focus for such audits); and (2) conduct special audits or investigations of internal revenue law administration upon the request of any congressional committee or Member of Congress. Requires the Comptroller's annual report to the Congress to include specified findings concerning IRS management, efficiency, procedures, and structure. Divests of its finality a vote of the Joint Committee on Taxation to disapprove a Comptroller General audit of the IRS. Designates such vote as a recommendation to disapprove an audit and makes such recommendation subject to congressional approval. Prohibits evaluations of IRS personnel based on revenue collected from taxpayers as a result of audits or investigations involving such personnel. Amends the Internal Revenue Code to prescribe criminal penalties for: (1) any investigation by an officer or employee of the United States in connection with Federal tax laws that inquires into the beliefs, associations, or activities of any individual or organization; or (2) the maintenance of any records containing information derived from such an investigation. Creates a civil cause of action in Federal court (regardless of the amount in controversy) for any taxpayer aggrieved by such prohibited investigation or recordkeeping. Authorizes both equitable remedies and awards of damages, including punitive damages, litigation costs and reasonable attorney fees, in such cases. Extends from ten to 30 days the period between the required notice to a person who neglects or refuses to pay tax liability and a levy on such person's salary, wages, or other property. Specifies information that must be incorporated in such notice, including possible alternative actions and the appropriate appeals procedures. Adds to the circumstances triggering termination of such a levy: (1) an agreement between the taxpayer and the Secretary for payment of the liability; and (2) the Secretary's determination that the taxpayer's financial condition precludes enforceability of the liability. Revises the list of property exempt from levy to: (1) increase the exempt amount permitted for certain personal effects, the property of a business, and wages; (2) add an exemption for certain deposits in qualified institutions; and (3) provide an express exemption, except under limited circumstances specified in this Act, for the taxpayer's principal residence, a motor vehicle used by the taxpayer as the primary means of transportation to work, and any tangible personal property essential to the operation of the taxpayer's business in cases when a levy would prevent the taxpayer from carrying on such business. Prohibits a levy on any property when levy and sales expenses would exceed either the liability for which the levy is made or the fair market value of the levied property. Sets forth situations in which the Secretary must release a levy. Applies to jeopardy levies the administrative and judicial review procedures currently applicable to jeopardy assessments. Authorizes the Secretary, in certain cases, to enter into a binding agreement with a taxpayer under which such taxpayer may pay tax liability in installments. Requires the Secretary to offer in writing to enter such an agreement with any individual: (1) whose tax liability is $20,000 or less; and (2) who has not been delinquent in installment tax payments under similar agreements during a specified period. Permits the Secretary, after proper notice and a hearing, to modify or annul such an agreement upon the finding that the financial condition of the affected taxpayer has significantly changed. Requires the Secretary to abate in full any deficiency, including penalty or interest, completely attributable to erroneous advice in writing given to a taxpayer by an IRS officer or employee in response to such taxpayer's specific inquiry. Directs IRS officers and employees, when giving oral advice to a person, to inform such person that the contents of such communication are not binding on the IRS. Authorizes the IRS Ombudsman, upon application filed by a taxpayer, to issue a Taxpayer Assistance Order if, in the determination of the Ombudsman: (1) the taxpayer is suffering or is about to suffer from an unusual or irreparable loss as a result of the manner in which the internal revenue laws are being administered by the Secretary; and (2) the Secretary has failed to carry out any of his or her duties or has violated any provision of law. Allows the terms of a Taxpayer Assistance Order to require the Secretary to release property of the taxpayer levied upon or to cease or refrain from certain actions. Requires the Secretary to obey any Taxpayer Assistance Order issued by the Ombudsman. Allows an administrative appeal of tax liens. Revises the criteria according to which the Secretary determines a minimum sale price for property seized by levy and subject to a tax sale. Prohibits the Secretary from authorizing a class audit of taxpayers in a particular business or trade until each group member is given proper notice and the opportunity either to file an amended return or to challenge the Secretary's findings at a hearing. Places upon the IRS the burden of proof on all issues in all administrative and judicial proceedings between the IRS and a taxpayer. Applies the rulemaking provisions of the Administrative Procedure Act to all IRS rules and regulations prescribed by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Taxpayers' Bill of Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote and protect taxpayer rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:31-05:00"
}