{
  "actions": [
    {
      "acted_at": "1983-07-29", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-05", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-05", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-05", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-14", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3712-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-29", 
  "number": "3712", 
  "official_title": "A bill to amend the Defense Production Act of 1950 to revitalize the defense industrial base of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2782-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Defense Industrial Base Revitalization Act", 
  "sponsor": {
    "district": "32", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-29", 
  "subjects": [
    "Armed forces and national security", 
    "Business and commerce", 
    "Buy American", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Education", 
    "Employment and training programs", 
    "Government and business", 
    "Grants-in-aid", 
    "Higher education", 
    "Labor and employment", 
    "Manpower training programs", 
    "Military-industrial complex", 
    "National Security and Intelligence Operations", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Public Contracts, Procurement, and Property", 
    "Science and technology", 
    "Scientific education", 
    "Small business", 
    "Standards", 
    "Strategic materials", 
    "Vocational education", 
    "Wage controls", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "Defense industries", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-29", 
    "text": "Defense Industrial Base Revitalization Act - Title I: Industrial Modernization and Strategic and Critical Materials - Amends the Defense Production Act of 1950 to direct the President to take immediate action to assist in the modernization of industries which are related to defense. Limits such assistance to small and medium-sized businesses unless national security requires otherwise. Directs the Secretary of Defense to determine immediately and semiannually which industries should be given priority and the type of assistance which would be most helpful. Requires each proposal to include a financial plan which specifies how the assistance offered will insure that the company involved will become more economically viable. Directs the President to assist persons expanding the domestic capability to produce or process critical and strategic materials. Sets forth the terms of such assistance, including qualification through public solicitation and the President's right to refuse delivery of items exceeding market price. Prohibits the extension of assistance for establishments relocating from one area to another or for persons divesting other persons of contracts customarily performed by them. Authorizes appropriations for FY 1984-1986. Permits the President to utilize the borrowing authority of the Treasury as specified and to use unobligated funds in Department of Defense appropriations. Limits the amount of funds used to the amounts provided in advance in appropriation Acts. Title II: Defense-Related Skill Training and Education -- Directs the President to implement a national program to train workers in skills necessary in key defense industries. Requires the Secretary of Defense to transmit to the President recommendations as to the necessary skills. Makes assistance available through grants to Governors for allotment to State vocational education programs in States with previously approved plans for a three-year program of skills training. Requires that the State job training coordinating council be given an opportunity to participate in the development of, review of, and comment on such plan. Requires each State to make contributions to such program of ten percent of its costs to qualify for extensions of such programs. Directs the President to implement a grant program to assist institutions of higher education in obtaining and installing modern equipment to train scientific and technical personnel needed in the key industries. Sets forth the terms of such assistance, including application procedures, limits on grants, and the requirement that such equipment be purchased through competitive bidding. Requires such equipment to be of U.S. origin. Authorizes appropriations for such purpose for FY 1984-1986. Directs the Comptroller General to monitor this program and submit an annual report to Congress. Directs the Office of Technology Assessment to study the public facilities or infrastructure essential to the defense industrial base and report to Congress on recommendations for measures to avoid serious impediments to production. Sets forth the labor standard to be maintained on any project funded under this Act, including compliance with the wage requirements of the Davis-Bacon Act. Directs the President to transmit to Congress every six months a listing of all loans, loan guarantees, and commitments for loan guarantees made in assisting in the modernization of defense-related industries. Title III: Amendments to Defense Production Act of 1950 - Requires each executive department and agency to follow the principle of geographical dispersal to the degree possible in constructing any Government-owned industrial facility. Directs such departments and agencies to continuously assess the capability of the defense industrial base to satisfy near-term and increased mobilization production requirements. Prohibits the President from exercising his authority to direct performance of defense production contracts unless Congress is notified of such exercise of authority and 60 days of continuous session of Congress has passed. Relieves the President of this restriction where immediate action is needed in the interest of national security. Postpones until the end of FY 1986 the termination date of certain provisions of the Defense Production Act of 1950, including certain priorities, allocations, and expansion of productive capacity and supply provisions. Repeals the National Commission on Supplies and Shortages Act of 1974. Amends the Defense Production Act of 1950 to require any defense contractor who includes an offset agreement in excess of $5,000,000 in a defense contract with a nation other than the United States to file an annual report with the Secretary of the Treasury. Directs the Secretary to report annually to the appropriate congressional committees on the number and amount of offsets in such contracts. Directs the Secretary of Defense to report to the appropriate congressional committees within 30 days of signing any memorandums of understanding involving offsets in contracts in excess of $5,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Industrial Base Revitalization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Defense Production Act of 1950 to revitalize the defense industrial base of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:15-05:00"
}