{
  "actions": [
    {
      "acted_at": "1995-02-03", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Economic and Educational Opportunities, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Economic and Educational Opportunities, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-03", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-03", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-15", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-24", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Postsecondary Education, Training and Life-Long Learning", 
      "text": "Referred to the Subcommittee on Postsecondary Education, Training and Life-Long Learning.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-24", 
      "bill_ids": [
        "hr4-104"
      ], 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "text": "See H.R.4.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr819-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education, Training and Life-Long Learning", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Fox, Jon D.", 
      "sponsored_at": "1995-02-13", 
      "state": "PA", 
      "thomas_id": "00406", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1995-02-24", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-02-03", 
  "number": "819", 
  "official_title": "To amend title IV of the Social Security Act to provide welfare families with the education, training job search, and work experience needed to prepare them to leave welfare within 2 years, to increase the rate of paternity establishment for children receiving welfare benefits, to provide States with greater flexibility in providing welfare, and to authorize States to conduct demonstration projects to test the effectiveness of policies designed to help people leave welfare and increase their financial security.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Welfare to Work Act of 1995", 
  "sponsor": {
    "district": "6", 
    "name": "Johnson, Nancy L.", 
    "state": "CT", 
    "thomas_id": "00602", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-02-03", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alcoholism", 
    "Automated teller machines", 
    "Block grants", 
    "Career education", 
    "Caregivers", 
    "Child health", 
    "Child support", 
    "Clinics", 
    "Collection of accounts", 
    "Commerce", 
    "Compensatory education", 
    "Compulsory education", 
    "Computer networks", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Data banks", 
    "Day care", 
    "Debit cards", 
    "Disabled", 
    "Dropout prevention", 
    "Dropouts", 
    "Drug abuse", 
    "Drug testing", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Educational policy", 
    "Electronic funds transfers", 
    "Elementary and secondary education", 
    "Elementary school students", 
    "Employment subsidies", 
    "Evaluation research (Social action programs)", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Food stamps", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Home ownership", 
    "Household moving", 
    "Housing and community development", 
    "Housing finance", 
    "Identification devices", 
    "Income", 
    "Intergovernmental fiscal relations", 
    "Interstate relations", 
    "Job hunting", 
    "Labor and employment", 
    "Manpower training programs", 
    "Marriage", 
    "Married people", 
    "Medicaid", 
    "Minorities", 
    "Narcotic addicts", 
    "Parent and child", 
    "Paternity", 
    "Physical examinations", 
    "Poor", 
    "Preventive medicine", 
    "Profit", 
    "Public assistance programs", 
    "Residence requirements", 
    "Savings accounts", 
    "Science, technology, communications", 
    "Secondary education", 
    "Secondary school students", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Students", 
    "Support of dependents", 
    "Teenage pregnancy", 
    "Transportation and public works", 
    "Travel costs", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Unmarried fathers", 
    "Unmarried mothers", 
    "Vaccination", 
    "Vocational education", 
    "Vocational guidance", 
    "Wages", 
    "Welfare fraud", 
    "Welfare reform", 
    "Women"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-02-03", 
    "text": "TABLE OF CONTENTS: Title I: AFDC Transition and Work Program Title II: Paternity Establishment Title III: Expansion of Statutory Flexibility of States Title IV: Expansion of State and Local Flexibility Title V: Miscellaneous Welfare to Work Act of 1995 - Title I: AFDC Transition and Work Program - Amends part F (Job Opportunities and Basic Skills Training Program) (JOBS) of title IV of the Social Security Act (SSA) to give the JOBS program the new purpose of assuring that needy families with children obtain not only the education and training needed to prepare them for a life without welfare, but the work experience as well. (Sec. 101) Requires State JOBS programs to include a transition component and a work supplementation component that: (1) are each allowed to include any State work experience program approved by the Secretary; and (2) with respect to the first component, must include the State's job search program, and, with respect to the second component, may include the State's work supplementation or community work experience program. Amends part A (Aid to Families with Dependent Children) (AFDC) of SSA title IV to revise State AFDC plan participation requirements to incorporate participation in the two JOBS program components above under specified guidelines as a requirement for qualified individuals to receive AFDC. Imposes sanctions for a qualified individual's failure to participate in the JOBS program as required under such guidelines, which include a reduction in AFDC benefits and eventual benefit termination for repeated failures. Revises the exemptions from JOBS program participation requirements. Extends to all States the option to limit AFDC-UP. Increases State JOBS program and work program participation rates with regard to, respectively, AFDC-eligible individuals and unemployed parents. Provides for additional payments to States for JOBS programs. (Sec. 102) Amends community work experience and work supplementation program provisions. (Sec. 104) Establishes requirements for participation in: (1) job search and work programs, by noncustodial parents with child support arrearages; and (2) programs for work, job training, parenting and money management classes, and career counseling, by minor noncustodial parents who fail to provide child or spousal support. Title II: Paternity Establishment - Amends SSA title IV part D (Child Support and Establishment of Paternity) and part A (AFDC) to require mothers or other custodial relatives to cooperate with paternity establishment efforts by States, with good faith exceptions. (Sec. 202) Amends SSA title IV part A (AFDC) to remove States' options with respect to the requirement that unmarried individuals under 18 who are eligible for AFDC and are pregnant or with dependent children under their care reside at the home of their parent or legal guardian, with specified exceptions, in order to receive AFDC. (Sec. 204) Increases the paternity establishment percentage. Title III: Expansion of Statutory Flexibility of States - Amends SSA title IV part A to give States the options to: (1) convert AFDC into a block grant program; (2) exempt themselves from otherwise mandatory denial of AFDC where either parent is a minor; (3) treat families moving interstate who apply for AFDC in their new State of residence (where they have resided for less than one year) under the AFDC rules of their former State of residence; (4) reduce AFDC for parents under 21 who have dropped out of school and dependent children who, without good cause, do not maintain minimum school attendance; (5) exempt themselves from otherwise mandatory denial of AFDC for additional children; (6) modify certain AFDC income disregard rules; (7) provide for a married couple transitional benefit in cases where an AFDC recipient marries an individual who is not a parent of the recipient's child, and the resulting family would become ineligible for AFDC by reason of the marriage; (8) disregard certain savings and income of a family on AFDC designated for education, training, employability (including self-employment), home purchase, or residence change in determining eligibility for AFDC; and (9) condition the receipt of AFDC on the recipient's attendance at parenting and money management classes and on prior approval of any action requiring a change in the educational institution attended by the recipient's dependent child. Title IV: Expansion of State and Local Flexibility - Establishes an Interagency Waiver Request Board in order to provide a focal point within the Federal Government for the development and coordination of waiver requests to improve opportunities for low-income individuals and families. (Sec. 402) Prescribes contents of applications to implement Federal assistance plans, as well as the review, approval, implementation, and evaluation processes. (Sec. 405) Requires any entity applying for plan approval to establish a Public Private Partnership Committee to advise it on plan development and implementation. (Sec. 407) Directs the Comptroller General to submit certain reports on activities under this title to the Congress. (Sec. 408) Terminates any authority provided under this title seven years after the enactment of this Act. Title V: Miscellaneous - Amends SSA title IV part A to require AFDC applicants and recipients to undergo any necessary substance abuse treatment as a condition of receiving AFDC. (Sec. 502) Directs the Secretary of Health and Human Services to: (1) conduct research projects to evaluate the impact of education and training programs on the ability of individuals to end participation in the AFDC program; (2) conduct demonstration projects and report to the Congress on whether providing benefits based on need through the use of electronic cards and automatic teller machines would reduce administrative costs and fraud; and (3) establish a commission to determine the cost and feasibility of creating an interstate system to compare the social security numbers of all AFDC recipients in order to identify those recipients receiving AFDC from multiple States. (Sec. 503) Amends SSA to require State AFDC applicants to participate in job search activities while the application is pending, unless a State by law exempts itself from this requirement. (Sec. 505) Amends SSA title IV part A to deny AFDC for certain children who have not received appropriate medical examinations and immunizations. Amends the Child Care and Development Block Grant Act with regard to childhood immunizations. Requires the Surgeon General to issue and periodically revise recommendations for the immunization of children under age six."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Welfare to Work Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title IV of the Social Security Act to provide welfare families with the education, training job search, and work experience needed to prepare them to leave welfare within 2 years, to increase the rate of paternity establishment for children receiving welfare benefits, to provide States with greater flexibility in providing welfare, and to authorize States to conduct demonstration projects to test the effectiveness of policies designed to help people leave welfare and increase their financial security.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:01-05:00"
}