{
  "actions": [
    {
      "acted_at": "1979-09-19", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture, Nutrition and Forestry with amendment, S. Rept. 96-365.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1775-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1979-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Culver, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00255", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hayakawa, Samuel Ichiye", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01356", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jepsen, Roger W.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "01372", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Morgan, Robert B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "01404", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stennis, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "01439", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stewart, Donald", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "01442", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stone, Richard (Dick)", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01443", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1979-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1979-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-19", 
  "number": "1775", 
  "official_title": "A bill to promote the development of energy from agricultural commodities, forest products, and their wastes and residues, and rural energy conservation practices.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5397-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Agricultural, Forestry, and Rural Energy Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-19", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Alternative energy sources", 
    "Biomass energy", 
    "Data banks", 
    "Department of Agriculture", 
    "Education", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Forest management", 
    "Forest products", 
    "Forestry research", 
    "Forests", 
    "Forests and forest products", 
    "Government lending", 
    "Government records, documents, and information", 
    "Information services", 
    "Leases", 
    "Lumber trade", 
    "National forests", 
    "Research", 
    "Research and development", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Selective dissemination of information", 
    "States", 
    "Wood"
  ], 
  "subjects_top_term": "Biomass energy", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1979-10-11", 
    "text": "(Reported to Senate from the Committee on Agriculture, Nutrition and Forestry with amendment, S. Rept. 96-365) Agricultural, Forestry, and Rural Energy Act of 1979 - Amends the Food and Agriculture Act of 1977 to add a new \"Title XX--Agricultural, Forestry, and Rural Energy Act\" which directs the Secretary of Agriculture to implement an Agricultural, Forestry, and Rural Energy Production, Use, and Conservation Program in order to enable the United States to achieve net energy independence for agricultural and forestry production, processing, and marketing, and to reduce the petroleum and natural gas consumption of rural residents and communities by 50 percent by the year 2000. Directs the Secretary to establish an Agricultural, Forestry, and Rural Energy Board to assist the Secretary by: (1) making a comprehensive assessment of the Nation's agricultural, forestry and rural energy needs, resources, practices, legal authorities, programs, and related elements (such assessment to be updated at least every five years); and (2) preparing the Energy Production, Use, and Conservation Program. Requires the Board to keep the Secretary of Energy informed of its activities in order to obtain his views and to coordinate with other Federal energy initiatives. Requires the Energy Production, Use, and Conservation Program to: (1) inventory the specific needs and opportunities for public and private investment in agricultural, forestry, and rural energy production, use, and conservation projects; (2) identify estimated costs, returns, results, and benefits associated with such investments; and (3) discuss the priorities and options for the accomplishment of such Program. Requires cooperation with Federal, State, and local agencies and organizations. Demands submission of the completed Program to the President and to Congress within one year after enactment of this Act, with revision at least every five years. Requires simultaneous submission to the Secretary of Energy and delays implementation of the Program until 45 days after such delivery, or after the Secretary of Agriculture receives the Secretary of Energy's comments, whichever is sooner. Requires annual reports on the Program to Congress by February 1 of each year, the first to be submitted by February 1, 1982. Directs the Secretary of Agriculture to implement an applied research program to develop: (1) economical and energy-efficient fuel, industrial hydrocarbons, and petrochemical substitutes from biomass; (2) techniques for using energy so derived in the production, processing, and marketing of agricultural commodities and forest products; (3) economical ways for rural communities to use such energy; (4) the use of wood as an energy-efficient material in building construction; and (5) energy conservation systems and techniques for farmers, owners of forest land, rural residents, and rural communities. Authorizes annual appropriations not to exceed $50,000,000 solely for applied research at State agricultural experiment stations to develop agricultural, forestry, and rural energy production, use, and conservation. Requires the Secretary to study the feasibility of alternate crop-livestock systems to produce both foodstuffs and fiber for domestic and export markets and biomass for use in the production of energy. Directs the Secretary to implement an extension program to disseminate the results of rural energy research and to encourage rural residents and communities to adopt projects for the production and use of biomass energy and energy conservation techniques. Authorizes the annual appropriation of $50,000,000 under the Smith-Lever Act, and $5,000,000 under the Renewable Resources Extension Act of 1978 for rural and forest energy extension work by State extension services. Directs the Secretary to establish (to the extent practicable, at existing Department of Agriculture research facilities) from four to eight Wood Energy Centers and from four to eight Agricultural Biomass Energy Centers, each in a different geographic region of the United States and located in an area containing substantial amounts of private forest land or intensively used farm land, as appropriate. Requires each Center, under Board direction, to: (1) perform applied wood or agricultural biomass energy production and use and energy conservation research projects; (2) develop an information bank; (3) field-test promising research findings; (4) provide technical assistance to farmers and other interested persons; (5) make demonstration projects; (6) disseminate information on new energy technologies; (7) perform energy need analyses for rural residents and communities; (8) perform similar research, field test, and demonstration programs with respect to agricultural commodities; and (9) implement solar energy model farms and demonstration projects. Permits the Secretary to make National Forest Systems wood and residues available to assist in such research and demonstrations. Authorizes annual appropriations of $30,000,000 for Wood Energy Centers and $30,000,000 for Agricultural Biomass Energy Centers, effective October 1, 1980. Amends the Cooperative Forestry Assistance Act of 1978 to make timber for wood energy production eligible for Federal cost-sharing in the forestry incentives program. Directs the Secretary to conduct a five-year pilot program of financial assistance to owners of nonindustrial private forest land which shall include, but not be limited to: (1) the insuring and guaranteeing of loans providing periodic loan disbursements; (2) the consolidation for resale in private capital markets of the loan obligations of individual landowners; and (3) the loaning of funds to lending institutions in order to make such guaranteed loans. Declares eligible for such program any private individual, group, Indian tribe or other native group, association, partnership, corporation or other legal entity which owns forest land capable of producing crops of industrial wood, provided the applicant is unable to obtain sufficient credit elsewhere. Requires borrowers to prepare, keep current, and adhere to an individual forest management plan, developed in cooperation with and approved by the State forester (or equivalent official). Limits the maximum amount of any insured or guaranteed loan to any one landowner to $50,000 annually. Authorizes the Secretary to guarantee up to 90 percent of that portion of the overall loan obligation which exceeds the market value of the assets securing such loan. Bases the amount of the periodic loan disbursement upon the future expected market value of the timber securing such loan, limiting the total principal and interest obligation to 80 percent of such value. Allows for adjustment of loan terms, as agreed by both landowner and lender, following periodic reviews of individual loan agreements and forest management plans. Entitles borrowers to prepayment of all or any part of an outstanding loan obligation without penalty. Sets a repayment term of up to 40 years. Allows the interest rate to be set by the lender and borrower. Directs the Secretary to appoint a program development and evaluation committee to advise him regarding the financial assistance program. Requires funding for the program to be drawn from the Rural Development Insurance Fund. Authorizes necessary appropriations for administrative expenses. Limits the total annual obligation: (1) for insured loans to a maximum $5,000,000; and (2) for guaranteed loans to a maximum of $5,000,000. Authorizes the Secretary to make grants to State for the employment of additional State foresters or equivalent officials to provide technical assistance to owners of private forest land in: (1) identifying the opportunities for, and increasing the production of, wood for energy; and (2) developing individual forest management plans under programs of this Act. Requires the Secretary, in determining the amount of such assistance, to consider the underuse of forest growth in the State and the potential for use of this material in energy production in the State. Permits the Secretary to take necessary actions to make wood energy use training programs available to such foresters. Authorizes the annual appropriation of not more than $8,500,000 for such financial assistance program. Directs the Secretary to establish State advisory committees in States with significant amounts of private forest land to advise the Secretary and the State forester periodically about the effectiveness of Federal programs and the potential for developing markets for wood energy. Directs the Secretary to implement a program disseminating information and providing technical assistance with respect to the small-scale production and use of ethanol, methanol, low and medium British thermal unit gas, and other energy forms from agricultural biomass. Requires State extension services to conduct at least 100 workshops annually instructing: (1) interested parties on construction and operation of agricultural biomass energy production facilities; and (2) county extension agents on the conduct of agricultural biomass energy extension at the local level. Directs the Secretary to establish projects for rural energy conservation and the production and use of energy from biomass through direct, insured, and guaranteed loans to finance the construction and operation of commercial or on-farm projects. Authorizes the Secretary to make up to $100,000,000 worth of grants for demonstration for the same purposes. Limits the total amount of such loans made or insured in any fiscal year to not more than $250,000,000 with at least one-third allocated for projects using wood or wood wastes, and at least one-half allocated for small-scale facilities for the annual production of at most 2,000,000 gallons of ethanol, or the energy equivalent of other forms of biomass energy. Limits the annual total of guaranteed loans to $1,000,000,000, similarly allocated. Requires: (1) the execution of at least 75 percent of such loans, guarantees, and grants by May 31 of the fiscal year in question; and (2) the coordination of such programs with other specified agriculture and energy loan and grant programs. Amends the Consolidated Farm and Rural Development Act to authorize, for fiscal years 1981 and 1982, not to exceed: (1) $25,000,000 for community facility loans for rural electric systems for projects to generate electricity using nonfossil energy sources including biomass and hydropower; (2) $50,000,000 for direct, insured, or guaranteed farm ownership (real estate) loans for nonfossil energy systems used on farms; (3) $20,000,000 for direct, insured, or guaranteed farm operating loans for equipment using biomass or solar energy or increasing energy conservation; (4) $250,000,000 for guaranteed and $20,000,000 for insured industrial development loans, with authority to transfer amounts between such categories, for commercial biomass energy production projects. Authorizes the Administrator of the Rural Electrification Administration to make grants to owners of rural electric systems, or federations of such owners, for projects demonstrating alternate energy and conservation technologies. Authorizes appropriations for such grants for fiscal years 1981 through 1984. Directs the Farm Credit Administration to encourage the production credit associations, Federal land banks, and banks for cooperatives to use the existing authority in the Farm Credit Act of 1971 to make loans to farmers for the establishment or operation of commercially feasible biomass energy production or energy conservation projects. Amends the Soil Conservation and Domestic Allotment Act to authorize the Secretary to provide cost-sharing financial assistance and technical assistance to agricultural producers for shelter belts, minimum tillage systems, manure or other suitable fertilizer wastes, integrated pest management, energy-efficient irrigation water management, and water conservation measures necessary to improve crop yields in relation to the amount of energy used in crop production. Declares the intent of Congress that the Secretary proceed to process applications for leases on National Forest System land expeditiously, notwithstanding the current status of any plan being prepared under the Forest and Rangeland Renewable Resources Planning Act of 1974. Requires a process report to the appropriate congressional committees within 90 days after enactment of this Act, and annually thereafter through 1985. States that applications for permits to explore, drill, and develop resources on such leased lands also be processed expeditiously with regard to environmental standards. Makes this Act effective upon enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural, Forestry, and Rural Energy Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the development of energy from agricultural commodities, forest products, and their wastes and residues, and rural energy conservation practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:09-05:00"
}