{
  "actions": [
    {
      "acted_at": "1976-08-25", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres521-94", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-25", 
  "number": "521", 
  "official_title": "A resolution regarding a treaty requiring international environmental impact statements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-25", 
  "subjects": [
    "Environmental assessment", 
    "Environmental protection", 
    "International affairs", 
    "Treaties"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-25", 
    "text": "Expresses the sense of the Senate that the United States Government should seek the agreement of other governments to a treaty to provide that: (1) no state shall undertake any action which may be reasonably expected to have a significant adverse effect on the physical environment or environmental interests of another state or on a global commons area unless such activities are carried out in accordance with the provisions of this Treaty; and (2) before authorizing any activity affecting the environment, a Party to this Treaty will ensure that an International Environmental Impact Statement regarding the potential adverse physical environmental effects of such activity is prepared and submitted to the United Nations Environment Program and to any other Party to this Treaty whose physical environment or environmental interests may be adversely affected by such activity, and such parties shall have an opportunity to make their views known as to the desirability of undertaking the activity. Directs that the states party to this Treaty shall have a compulsory obligation to settle any dispute between them relating to the interpretation or application of this Treaty. Provides that five years after the entry into force of this Treaty, a conference of Parties shall be held at Geneva, Switzerland, in order to review the operation of this Treaty. Provides that the Treaty shall be of unlimited duration with each party having the right to withdraw upon 90 days notice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution regarding a treaty requiring international environmental impact statements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:22-05:00"
}