{
  "actions": [
    {
      "acted_at": "2007-08-03", 
      "references": [
        {
          "reference": "CR S10908-10909, S10928-10929", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S10909-10928", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2001-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coleman, Norm", 
      "sponsored_at": "2007-08-03", 
      "state": "MN", 
      "thomas_id": "01697", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2007-08-03", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-08-03", 
  "number": "2001", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "All Students Can Achieve Act", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-08-03", 
  "subjects": [
    "Academic performance", 
    "Authorization", 
    "Charter schools", 
    "Compensatory education", 
    "Continuing education", 
    "Curricula", 
    "Data banks", 
    "Department of Education", 
    "Disabled", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "English language", 
    "Families", 
    "Federal aid to education", 
    "Foster home care", 
    "Government operations and politics", 
    "Higher education", 
    "Homeless", 
    "Housing and community development", 
    "Illiteracy", 
    "Indian education", 
    "Language and languages", 
    "Language arts", 
    "Learning", 
    "Literacy programs", 
    "Mathematics", 
    "Minorities", 
    "Minority education", 
    "Native Americans", 
    "Parent-school relationships", 
    "Performance measurement", 
    "Rating of teachers", 
    "Reading", 
    "Recruiting of employees", 
    "Research and development", 
    "School administration", 
    "School choice", 
    "School districts", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Social welfare", 
    "Special education", 
    "Standards", 
    "Student records", 
    "Teacher education", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Teaching", 
    "Teaching materials", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-08-03", 
    "text": "All Students Can Achieve Act - Amends the Elementary and Secondary Education Act of 1965 to revise and augment programs created or amended under the No Child Left Behind Act of 2001. Requires states to implement: (1) data systems capable of tracking individual student performance over time and linking such performance to teachers, programs, and services; and (2) highly effective teacher and principal rating systems based primarily on objective measures of student achievement. Allows states that meet these requirements to use a growth model in calculating students' adequate yearly progress (AYP) toward academic performance standards. Requires local educational agencies (LEAs) to: (1) provide professional development and support to teachers and principals not rated as highly effective; and (2) remove them if they fail to attain such rating over specified periods. Provides grants to states for innovative programs to: (1) reform teacher training, compensation, tenure, and assignment policies; and (2) implement school-based reward systems. Requires states to distribute equitably nonfederal funds and effective teachers and principals among their LEAs and schools. Targets increased school improvement grant funds to states on the basis of their share of schools not making AYP. Directs the National Assessment Governing Board to create voluntary: (1) American content and performance standards and assessments in language arts or reading, mathematics, and science for grades 3 through 12; and (2) high-quality alternative assessments for disabled and limited English proficient (LEP) students. Requires states to establish P-16 stewardship commissions to align state learning standards with college and workplace needs. Differentiates the reforms for schools needing comprehensive intervention and those needing focused intervention on the basis of whether the school is identified as needing improvement due to the failure of one-half or more, or less than one-half of its students, respectively. Makes students at schools needing comprehensive intervention or in failing subgroups that are the subject of focused intervention eligible for supplemental educational services when intervention begins. Requires students to meet state proficiency standards in science by the 2019-2020 school year. Permits states to: (1) use alternative academic achievement standards for disabled students; and (2) determine AYP for LEP students by excluding new arrivals and including former LEP students. Establishes an Adjunct Teachers Corps grant program to recruit and train professionals and individuals with subject-matter expertise to teach secondary school courses in core subjects. Allows low-income students from schools in need of comprehensive intervention to transfer (with federal funds to follow) to schools served by other LEAs if they are unable to transfer to schools that are not in need of such intervention within their current LEA service area. Requires public charter schools to receive funding commensurate with that provided to other public schools. Requires each state to designate an office or position to oversee the implementation of parental involvement requirements. Provides for the incorporation of universal design for learning principles in the choice of educational standards, assessments, curricula, methods, materials, and technology. Increases funding for research and development on primary and secondary education reform. Awards grants to states and, through them, subgrants to LEAs for specified activities designed to facilitate participation in the mainstream school environment by homeless and foster care students. Includes the graduation rate of each secondary school subgroup in AYP determinations. Requires LEAs to implement districtwide school improvement plans if at least one-half of their: (1) students failed to make AYP in the preceding year; or (2) schools failed to make AYP for such year and suffer from low attendance rates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "All Students Can Achieve Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:50-05:00"
}