{
  "actions": [
    {
      "acted_at": "1977-05-10", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1482-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1977-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-10", 
  "number": "1482", 
  "official_title": "A bill to provide for the recycling of used oil.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Oil Recycling Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-10", 
  "subjects": [
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Excise tax", 
    "Government operations and politics", 
    "Government procurement", 
    "Income tax", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Recycling of waste products", 
    "Research and development", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Recycling of waste products", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-10", 
    "text": "National Oil Recycling Act - Directs the Administrator of the Environmental Protection Agency, the Federal Energy Administration, the Secretary of Commerce (acting through the National Bureau of Standards), and all Federal procuring agencies to encourage the use of recycled oil through Federal contracts and procurement policies. Directs the General Services Administration, the Department of Defense, and all other Federal agencies to revise procurement regulations to conform to the intent of this Act. Authorizes the appropriation of $25,000,000 for fiscal year 1975 and for each succeeding fiscal year for grants to States to assist in the development of State oil recycling programs. Details minimum eligibility requirements for participation by States in such program. Stipulates that this Act shall not preempt stricter State controls over recycled oil. Directs the Administrator of the Environmental Protection Agency to proscribe standards governing the labeling of recycled oil consistent with this Act, the Resource Conservation and Recovery Act of 1976, and the Energy Policy and Conservation Act. Prohibits restrictive covenants designed to discourage the recycling of used oil. Imposes a fine of $50,000 and/or imprisonment of up to one year for violations of such prohibition. Requires major users of industrial and automotive oil, used oil recyclers, and used oil collectors to maintain complete records of oil recycling-related activities. Directs the Administrator of the Environmental Protection Agency to submit annual reports to Congress containing information on the extent and impact of oil recycling in the United States. Authorizes the appropriation of $10,000,000 for each of fiscal years 1977 through 1981 for grants for the demonstration of new oil recycling processes and technologies. Authorizes the appropriation of $10,000,000 for each of fiscal years 1977 through 1979 for the development of reports, standards, and testing methods under this Act. Amends the Internal Revenue Code of 1954 to expand the present excise tax on lubricating oil to include hydraulic oil, cutting oil, and non-highway uses of such oils. Exempts recycled oil from such tax. Authorizes a tax credit of three cents for each gallon of lubricating oil re-refined by recyclers of used oil."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Oil Recycling Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the recycling of used oil.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:19-05:00"
}