{
  "actions": [
    {
      "acted_at": "2010-08-05", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3763-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-08-05", 
  "number": "3763", 
  "official_title": "A bill to improve safety and preparedness surrounding offshore energy production and to respond to the blowout and explosion of the mobile offshore drilling unit Deepwater Horizon that occurred on April 20, 2010, and resulting hydrocarbon releases into the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3391-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Restoring Ecosystem Sustainability and Protection on the Delta Act", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-08-05", 
  "subjects": [
    "Accidents", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Alabama", 
    "Aquaculture", 
    "Aquatic ecology", 
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Energy", 
    "Energy revenues and royalties", 
    "Environmental technology", 
    "Evidence and witnesses", 
    "Floods and storm protection", 
    "Florida", 
    "Food industry and services", 
    "Government investigations", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Lawyers and legal services", 
    "Licensing and registrations", 
    "Life, casualty, property insurance", 
    "Louisiana", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Mississippi", 
    "Oil and gas", 
    "Pollution liability", 
    "Research administration and funding", 
    "Research and development", 
    "State and local finance", 
    "Travel and tourism", 
    "Water resources funding", 
    "Wetlands", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-08-05", 
    "text": "Restoring Ecosystem Sustainability and Protection on the Delta Act - Amends the Gulf of Mexico Energy Security Act of 2006 to revise provisions concerning the meaning of outer Continental Shelf revenues and the allocation of such revenues among Gulf producing states. Sets forth provisions concerning exempting drilling activities from the requirements of the \"Decision memorandum regarding the suspension of certain offshore permitting and drilling activities on the Outer Continental Shelf.\" Establishes in the Treasury the Gulf Coast Ecosystem Restoration Fund for the conservation, protection, and restoration of the Gulf Coast ecosystem. Directs the Secretary of the Treasury to deposit into the Fund not less than 80% of any amounts collected as penalties, settlements, or fines under the Federal Water Pollution Control Act (commonly known as the Clean Water Act) in relation to the blowout and explosion of the mobile offshore drilling unit Deepwater Horizon and resulting hydrocarbon releases into the environment. Establishes the Gulf Coast Ecosystem Restoration Task Force to: (1) develop a proposed comprehensive plan for the long-term conservation, flood protection, and restoration of biological integrity, productivity, and ecosystem functions in the Gulf Coast ecosystem, which shall include a list of projects to be funded and carried out over three years; (2) update the project list annually; and (3) establish a Gulf Coast-based working group for recommending, coordinating, and implementing policies, programs, activities, and projects to accomplish Gulf Coast ecosystem restoration. Amends the Water Resources Development Act of 2007 to require the Secretary of the Army to carry out any modifications to projects implemented under the coastal Louisiana ecosystem science and technology program that are necessary to address the impacts of the blowout. Amends the Oil Pollution Act of 1990 to: (1) make the party responsible for an offshore facility, except a deepwater port, from which oil is discharged into or upon navigable waters or adjoining shorelines liable for all discharge removal costs and damages for each incident (currently, for all removal costs plus $75 million); (2) prohibit the party responsible for an offshore facility (other than a pipeline or deepwater port) from asserting a claim for recovery of removal costs or damages; and (3) require the Interagency Committee to develop a program to provide for research, development, and demonstration of innovative technology to prevent or mitigate oil discharge from offshore oil facilities. Amends the Outer Continental Shelf Lands Act to establish the Offshore Facilities Oil Spill Mutual Insurance Fund for adjusting and paying damages and other claims asserted against an insured who is a responsible party for an incident that occurs after this Act's enactment at an offshore facility (other than a deepwater port or pipeline). Requires the Fund to be credited with any premiums collected for deepwater leases and shallow water leases and investment income earned from investments of premium payments. Amends the Public Works and Economic Development Act of 1965 to direct the Secretary of Commerce to establish a program to provide technical assistance grants for use in assisting individuals and businesses affected by the Deepwater Horizon oil spill in the Gulf of Mexico. Prohibits the use of grant funds to provide compensation for damages or removal costs relating to the spill."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Restoring Ecosystem Sustainability and Protection on the Delta Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve safety and preparedness surrounding offshore energy production and to respond to the blowout and explosion of the mobile offshore drilling unit Deepwater Horizon that occurred on April 20, 2010, and resulting hydrocarbon releases into the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:57-05:00"
}