{
  "actions": [
    {
      "acted_at": "1984-07-31", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-20", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2895-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-07-31", 
  "number": "2895", 
  "official_title": "A bill to provide additional benefits under the medicare part A program, and additional optional benefits under the medicare part B program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Catastrophic Loss Prevention Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-07-31", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Hospitals", 
    "Insurance", 
    "Medical economics", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Medicare", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-07-31", 
    "text": "Health Care Catastrophic Loss Prevention Act of 1984 - Amends part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act to: (1) remove the limits on inpatient hospital stays; (2) increase from 100 to 150 days coverage for post-hospital extended care services; (3) reduce the deductible for inpatient hospital services; and (4) reduce coinsurance for post-hospital extended care. Requires the amount of the monthly premium under part A for a year to be an amount such that the aggregate amount of premiums will cover the costs to the Federal Hospital Insurance Trust Fund of such additional benefits and reduced deductibles and coinsurance. Provides that if an individual has a private insurance plan that would cover the additional benefits provided by this Act, then that individual will not be entitled to the additional benefits provided through part A and shall not be required to pay a premium under part A for such benefits. Amends part B (Supplementary Medical Insurance) of title XVIII to permit any individual enrolled under part B to pay a premium amount which would cover any copayments otherwise not payable under part B because the payment rate for a service is less than 100 percent. Requires the amount of the monthly premium under part B for a year to be an amount such that the aggregate amount of premiums will cover the costs to the Federal Supplementary Medical Insurance Trust Fund of such additional benefits. Provides for automatic enrollment for such benefit when an individual enrolls under part B, unless an individual notifies the Secretary of Health and Human Services that he or she does not wish to be enrolled. Directs the Secretary to appoint a Commission on Extended Care Services to conduct a study of extended care services under Medicare. Requires the Secretary to report the results of the study to the appropriate House and Senate committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Catastrophic Loss Prevention Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide additional benefits under the medicare part A program, and additional optional benefits under the medicare part B program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:27-05:00"
}