{
  "actions": [
    {
      "acted_at": "2013-05-14", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-14", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-14", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-20", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-22", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-06-14", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Regulatory Reform, Commercial And Antitrust Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Energy and Mineral Resources Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-24", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 27 - 14.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1965-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Regulatory Reform, Commercial And Antitrust Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cramer, Kevin", 
      "sponsored_at": "2013-06-06", 
      "state": "ND", 
      "thomas_id": "02144", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Duncan, Jeff", 
      "sponsored_at": "2013-06-28", 
      "state": "SC", 
      "thomas_id": "02057", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-05-22", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-14", 
  "number": "1965", 
  "official_title": "To streamline and ensure onshore energy permitting, provide for onshore leasing certainty, and give certainty to oil shale development for American energy security, economic development, and job creation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Lands Jobs and Energy Security Act", 
  "sponsor": {
    "district": "5", 
    "name": "Lamborn, Doug", 
    "state": "CO", 
    "thomas_id": "01834", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-07-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Air quality", 
    "Alternative and renewable resources", 
    "Civil actions and liability", 
    "Department of Energy", 
    "Department of the Interior", 
    "Endangered and threatened species", 
    "Energy", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Forests, forestry, trees", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Land use and conservation", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Oil and gas", 
    "User charges and fees", 
    "Water quality"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-14", 
    "text": "Federal Lands Jobs and Energy Security Act - Streamlining Permitting of American Energy Act of 2012 - Amends the Mineral Leasing Act to revise requirements for the issuance of permits to drill in energy projects on federal lands. Authorizes the Secretary of the Interior to extend the initial 30-day permit application review period for up to 2 periods of 15 days each, if the Secretary has given written notice of the delay to the applicant. Deems a permit application approved if the Secretary has not made a decision on it by 60 days after its receipt. Prescribes a notice requirement for denial of an application. Requires the Secretary to collect a single $6,500 permit processing fee per application from each applicant at the time the decision is made whether or not to issue a permit. Requires that specified minimum percentages of fees collected as annual wind energy and solar energy right-of-way authorization fees be available for the local Department of the Interior field office where they are collected, for Bureau of Land Management (BLM) permit approval activities, and to the Secretary for department-wide permitting activities. Requires the Secretary to collect a $5,000 documentation fee to accompany each protest for a lease, right of way, or application for permit to drill. Requires the Secretary to: (1) establish a Federal Permit Streamlining Project in every BLM Field office with responsibility for permitting energy projects on federal land, and (2) enter into a related memorandum of understanding with the Secretary of Agriculture, the Administrator of the Environmental Protection Agency (EPA), and the Chief of the Army Corps of Engineers. Requires federal signatories to such memorandum to assign staff with special expertise to BLM field offices. States that the Secretary shall not require a finding of extraordinary circumstances related to a categorical exclusion in administering the Energy Policy Act of 2005 (EPA 2005) with respect to review under the National Environmental Policy Act of 1969 (NEPA). (A \"categorical exclusion\" under NEPA is a category of actions which do not individually or cumulatively have a significant effect on the human environment and which have been found to have no such effect in procedures adopted by a federal agency in implementing environmental regulations and for which, therefore, neither an environmental assessment nor an environmental impact statement is required.) Sets forth procedures for judicial review of leasing of federal lands for the exploration, development, production, processing, or transmission of oil, natural gas, wind, or any other energy source of energy. Providing Leasing Certainty for American Energy Act of 2013 - Directs the Secretary, in conducting lease sales under the Mineral Leasing Act, to offer for sale at least 25% of the annual nominated acreage not previously made available for lease. Shields such acreage from protest and the test of extraordinary circumstances, but makes it eligible for certain categorical exclusions under EPA 2005 and NEPA. Amends the Mineral Leasing Act to prohibit the Secretary from: (1) withdrawing any covered energy project issued under that Act without finding a violation of lease terms by the lessee; (2) delaying indefinitely issuance of project approvals, drilling and seismic permits, and rights of way for activities under a lease; and (3) cancelling or withdrawing any lease parcel after a competitive lease sale has occurred and a winning bidder has made the last payment for the parcel. Instructs the Secretary to: (1) make nominated areas available for lease within 18 months after an area is designated as open under a current land use plan, (2) issue all leases sold 60 days after the last payment is made, and (3) adjudicate any lease protests filed following a lease sale. Prohibits additional lease stipulations (except certain emergency stipulations) after the parcel is sold without consultation and agreement of the lessee. Requires federal land managers to follow existing resource management plans and continue to actively lease in areas designated as open when resource management plans are being amended or revised, until such time as a new record of decision is signed. Declares without force or effect Bureau of Land Management Instruction Memorandum 2010-117. Protecting Investment in Oil Shale the Next Generation of Environmental, Energy, and Resource Security Act or PIONEERS Act - Deems the final regulations regarding oil shale management published by the BLM on November 18, 2008, to satisfy all legal and procedural requirements under any law, including the Federal Land Policy and Management Act of 1976, the Endangered Species Act of 1973, NEPA, and EPA 2005. Directs the Secretary of the Interior to implement those regulations, including the oil shale leasing program they authorize, without any other administrative action necessary. Deems the November 17, 2008, U.S. Bureau of Land Management Approved Resource Management Plan Amendments/Record of Decision for Oil Shale and Tar Sands Resources to Address Land Use Allocations in Colorado, Utah, and Wyoming and Final Programmatic Environmental Impact Statement also to satisfy all legal and procedural requirements under any law. Directs the Secretary to implement the oil shale leasing program in those areas covered by the resource management plans amended by such amendments, and covered by such record of decision, without any other administrative action necessary. Directs the Secretary to hold a lease sale, within 180 days after enactment of this Act, that offers an additional 10 parcels for lease for research, development, and demonstration of oil shale resources under the terms offered in the solicitation of bids for such leases published on January 15, 2009. Requires the Secretary, by January 1, 2016, to hold at least 5 separate commercial lease sales, in multiple lease blocs, in areas of at least 25,000 acres, which: (1) have been nominated through public comment, and (2) are considered to have the most potential for oil shale development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Lands Jobs and Energy Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "PIONEERS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Protecting Investment in Oil Shale the Next Generation of Environmental, Energy, and Resource Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Providing Leasing Certainty for American Energy Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Streamlining Permitting of American Energy Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To streamline and ensure onshore energy permitting, provide for onshore leasing certainty, and give certainty to oil shale development for American energy security, economic development, and job creation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:20:27-05:00"
}