{
  "actions": [
    {
      "acted_at": "1983-07-27", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-02", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-08-03", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-03", 
      "calendar": "Senate Legislative", 
      "number": "341", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 341.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-08-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-08-04", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Executive Comment Requested from DOT.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-19", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Merchant Marine", 
      "text": "Referred to Subcommittee on Merchant Marine.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-02", 
      "in_committee": null, 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-02", 
      "in_committee": null, 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-02", 
      "in_committee": null, 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-09", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-09", 
      "in_committee": null, 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Merchant Marine and Fisheries.  Report No: 98-514.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "Placed on Union Calendar No: 297.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-18", 
      "bill_ids": [
        "s1102-98"
      ], 
      "references": [], 
      "text": "See S.1102.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-04", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1689-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1983-07-27", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-10-04", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1983-08-04", 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-27", 
  "number": "1689", 
  "official_title": "A bill to clear certain impediments to the licensing of the vessel Endless Summer for employment in the coastwise trade.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1102-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Coast Guard Authorization Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Trible, Paul S., Jr.", 
    "state": "VA", 
    "thomas_id": "01169", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "1984-10-04", 
  "subjects": [
    "Aircraft", 
    "Alaska", 
    "Authorization", 
    "Boating accidents", 
    "Bridges", 
    "California", 
    "Coast guard", 
    "Coastwise shipping", 
    "Congressional oversight", 
    "Drunk driving", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal officials", 
    "Ferries", 
    "Fire fighters", 
    "Fishing boats", 
    "Free enterprise", 
    "Government operations and politics", 
    "Ice breaking operations", 
    "Licenses", 
    "Marine safety", 
    "Marine transportation", 
    "Merchant marine", 
    "Merchant seamen", 
    "Merchant ships", 
    "Military pay", 
    "Mississippi River", 
    "North Carolina", 
    "Officer personnel", 
    "Passenger ships", 
    "Private legislation", 
    "Rescue work", 
    "River regulation", 
    "Ships", 
    "Ships and shipping", 
    "Survivors' benefits", 
    "Vessel documentation", 
    "Whistle blowing", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Ships", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1984-10-04", 
    "text": "(Measure passed House, amended) Coast Guard Authorization Act of 1984 - Authorizes appropriations for the Coast Guard for FY 1985 and 1986 for: (1) operation and maintenance, including icebreaking; (2) acquisition, construction, rebuilding, and improvement for aids to navigation, shore facilities, vessels, and aircraft; (3) research, development, test, and evaluation; (4) alteration or removal of bridges over navigable waters of the United States constituting obstructions to navigation; and (5) retirement pay and benefits. Establishes an end-of-year strength for the Coast Guard for FY 1985 and 1986. Authorizes average military training loads for FY 1985 and 1986 for: (1) recruitment and special training; (2) flight training; (3) professional training; and (4) officer acquisition. Authorizes the Secretary of the department in which the Coast Guard is operating (the Secretary) to transfer up to five percent of appropriations among categories. Requires the Secretary to give the Chairmen of the House Committee on Merchant Marine and Fisheries and the Senate Committee on Commerce, Science, and Transportation 15 days notice of any proposed transfer. Expresses the sense of the Congress that the United States has important interests in maintaining a fleet of icebreaking vessels for operation in the Arctic and Antarctic. Directs the Secretary to plan for the design and construction of at least two additional polar icebreaking vessels to be operational by the end of FY 1990. Requires the Secretary to consult with other Federal agencies and make status reports to Congress on such plans in January of 1985 and 1986. Imposes civil and criminal penalties for operating a vessel when intoxicated. Requires marine casualty reports to include information indicating whether alcohol was a cause of the casualty. Requires State recreational boating safety programs to disseminate information concerning the hazards of operating a vessel when under the influence of alcohol. Excludes recreational vessels and associated components sold with known safety defects which create a substantial risk of personal injury to the public from vessels which meet minimum safety standards. Directs the Secretary to establish a helicopter rescue swimmer program. Requires the Secretary to proceed vigorously with efforts to develop improved lifesaving equipment for use on passenger ferries. Requires the use of authorizations to maintain in full operation the Vessels Traffic Service (VTS) system in San Francisco, California, for FY 1985 and 1986, but prohibits any contracting out of Coast Guard functions until the Coast Guard conducts a study and reports to Congress on such system. Requires the procurement of at least 27 long range search and survelliance aircraft. Encourages the Secretary to develop an electronic surveillance system capable of producing and documenting images for use on such aircraft. Prohibits any person in charge of a vessel in any capacity from discriminating against a seaman who in good faith reports or is about to report certain violations to the Secretary. Grants a seaman discharged or discriminated against in violation of this Act a remedy in Federal district court. Encourages the Secretary to identify functions performed by the Guard which are not inherently governmental and could be performed more cost effectively under contract with the private sector. Requires the Secretary to give the appropriate congressional committees 30 days notice before using funds to develop a contracting out proposal for functions currently performed by Coast Guard or civilian personnel. Requires the Secretary to give to Congress a list of such functions before the start of each fiscal year. Renders specified Coast Guard provisions gender neutral. Extends the Towing Safety Advisory Committee from October 6, 1985, to the end of FY 1990. Amends the Inland Navigation Rules concerning towing and pushing to exclude below the Huey P. Long Bridge on the Mississippi from certain power-driven vessel lighting requirements. Eliminates compensation, except for travel and per diem allowances, for members of the Road Advisory Council. Extends such Council from October 6, 1985, to the end of FY 1990. Excludes from computations of length of service in the Coast Guard an officer's time spent at any of the service academies. Renders ineligible for promotion an officer whose separation or retirement date has officially passed but who is being deferred for physical disability evaluation purposes. Increases from $25,000 to $100,000 the ceiling on settlement of claims by the Secretary of Transportation involving damage to Coast Guard property. Makes it a Federal crime to kill an employee of the Coast Guard assigned to perform investigative, inspection, or law enforcement functions. Amends the Military Construction Authorization Act, 1982 to authorize the Secretary of Transportation (when the Coast Guard is not operating as a service in the Navy) to participate in decisions regarding the use of certain former Public Health Service facilities. Amends the Department of Defense Authorization Act, 1984 to authorize the Secretary of Transportation (when the Coast Guard is not operating as a service in the Navy) to participate in decisions involving the use of Public Health Service facilities. Eliminates the need for the Chief of Engineers' approval of plans for the construction or maintenance of bridges over navigable waters. Amends the General Bridge Act of 1946 to eliminate the need for the Chief of Engineers' approval of plans for the construction and operation of any bridge. Repeals the duplicate tankerman manning requirement. Makes the Secretary of Transportation partially responsible for administering Coast Guard medical benefits when the Coast Guard is operating under such Secretary's department. Requires that at least 26 Coast Guard cutters be available for duty on the Atlantic and Gulf Coasts throughout FY 1985 and 1989. Permits the Secretary of Transportation to designate two officers of the Guard to serve on the Reserve Forces Policy Board whenever the Guard is operating in the Department of Transportation. Directs the Secretary to require exposure suits on vessels operating in specified waters. Establishes civil and criminal penalties for violations of this requirement. Directs the Secretary to make a grant to the Maritime Fire and Safety Association to develop a fire response capability for vessels through equipment and trained personnel. Authorizes appropriations for FY 1985 through 1987. Authorizes the Secretary to pay preappointment travel expenses for cadet orientation visits. Authorizes the Secretary to authorize certain additional Reserve commodores and rear admirals to meet planned mobilization requirements. Establishes the position of Associate Deputy Secretary of Transportation within that Department to assist and act for the Secretary of Transportation when such Secretary and the Deputy Secretary of Transportation are unable to act. Permits the Secretary to test a flat rate per diem allowances system for military travel allowances through FY 1986. Requires prior notification of the appropriate congressional committees. Limits the vessel pilot's annual physical examination requirement to those pilots on vessels above a specified tonnage. Modifies civil penalties for violations of certain vessel personnel licensing requirements. Includes vessels operating on the Great Lakes within certain licensed personnel requirements from which vessels operating on other lakes are generally excluded. Modifies vessel manning requirements for certain vessels. Limits the licensed master requirement to certain vessels propelled by machinery or carrying passengers. Requires a coastwise seagoing vessel to be under the control of a licensed pilot if the vessel is not sailing on register, is underway, and is not on the high seas, in addition to existing requirements. Directs the Secretary of Transportation to designate which areas of Prince William Sound, Alaska, may be navigated by a vessel not controlled by a licensed pilot. Permits the Secretary to require certain self-propelled vessels engaged in foreign commerce and operating on the navigable waters of the U.S. to be controlled by a licensed pilot. Increases the minimum tonnage of vessels traveling from coast to coast which are required to have an official logbook. Deems the Trent River Railroad Bridge in New Bern, North Carolina, an unreasonable obstruction to navigation. Amends the Coastwise Load Line Act, 1935 to modify loadline requirements for certain fishing vessels. Applies such Act to the Great Lakes except as specified. Makes technical amendments regarding commercial fishing industry vessels. Redefines \"passenger\" to include individuals carried on sailing school vessels. Redefines \"sailing instruction\" to include certain classroom work for learning disabled students. Amends the Uniformed Services Pay Act of 1981 to place the compensation of the Commandant of the Coast Guard on a par with that of the chiefs of staff of the uniformed services."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Coast Guard Authorization Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to clear certain impediments to the licensing of the vessel Endless Summer for employment in the coastwise trade.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:00-05:00"
}