{
  "actions": [
    {
      "acted_at": "1975-11-12", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-14", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-882.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-25", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-27", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-27", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #539 (78-5).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-31", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-31", 
      "bill_ids": [
        "hr12835-94", 
        "hr12851-94", 
        "hr14070-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, provisions of H.R. 12835, H.R. 12851, and H.R. 14070 inserted.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-31", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-15", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-27", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1701.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-28", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #659 (78-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-29", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-29", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-10-12", 
      "references": [], 
      "text": "Public law 94-482.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2657-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1976-12-31", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1975-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-10-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-12", 
  "number": "2657", 
  "official_title": "An Act to extend the Higher Education Act of 1965, to extend and revise the Vocational Education Act of 1963, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12835-94", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr12851-94", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr14070-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Education Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-12", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Appropriations", 
    "Arts, culture, religion", 
    "Bankruptcy", 
    "Bilingual education", 
    "College costs", 
    "College students", 
    "Colleges", 
    "Consumer education", 
    "Curricula", 
    "Day care", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Education", 
    "Education of Indians", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational finance", 
    "Educational innovations", 
    "Educational policy", 
    "Educational research", 
    "Educational statistics", 
    "Elementary education", 
    "Employment forecasting", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government lending", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Higher education", 
    "Intergovernmental fiscal relations", 
    "International education", 
    "Labor and employment", 
    "Manpower training programs", 
    "Native Americans", 
    "Parent and child", 
    "Professional education", 
    "Schools", 
    "Secondary education", 
    "Sex discrimination in education", 
    "State aid to education", 
    "States", 
    "Student aid", 
    "Student employment", 
    "Student enrollment", 
    "Student loan funds", 
    "Students", 
    "Teacher education", 
    "Vocational education", 
    "Women", 
    "Women's education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-09-27", 
    "text": "(Conference report filed in House, H. Rept. 94-1701) Education Amendments - =Title I: Higher Education= - Amends Title I of the Higher Education Act of 1965 to authorize appropriations of $40,000,000 for each of the fiscal years 1977, 1978, and 1979 for the community service program and the continuing education program. Includes within the authorized uses of such funds support for continuing education programs in colleges and universities and support for resource materials sharing programs. Authorizes the Commissioner of Education to provide technical assistance to States and institutions of higher education in carrying out the community service programs and the continuing education programs. Adds a new program under such title of grants to States for support of lifelong learning programs. Authorizes the Commissioner to coordinate State lifelong learning programs and to assist States in the development of new programs of lifelong learning. Lists programs which are to be considered as illustrative of lifelong learning, including basic adult education, continuing education, agricultural education and education for older people. Authorizes appropriations for carrying out such lifelong learning program of $20,000,000 for fiscal year 1977, $30,000,000 for fiscal year 1978, and $40,000,000 for fiscal year 1979. Requires the Commissioner to submit an annual report on such program to the President and Congress. Authorizes the appropriation, under Title II of the Higher Education Act of 1965, of $110,000,000 for fiscal year 1977, $115,000,000 for fiscal year 1978, and $120,000,000 for fiscal year 1979 for the program under such title of assistance to institutions of higher education in the acquisition of library resources, and library training and research. Adds a new program under such title of grants to major research libraries. Limits the maximum number of libraries which may receive such grants to 150. Authorizes appropriations for such program of $10,000,000 for the fiscal year 1977, $15,000,000 for fiscal year 1978, and $20,000,000 for fiscal year 1979. Authorizes the appropriation, under Title III of the Higher Education Act of 1965, of $120,000,000 for each of the fiscal years 1977 through 1979 for the program of assistance to developing academic institutions. Removes the present ceiling under such program of amounts that may be granted to institutions which received a waiver of the five-year existence requirement by virtue of a location next to a substantial population of Indians. Extends the Basic Educational Opportunity Grants program, of Title IV of the Higher Education Act of 1965, through fiscal year 1979. Retains the present ceiling on such grants of $1,400 for academic year 1977-78, but increases the ceiling to $1,800 for subsequent years. Allows the inclusion of educational expenses for dependent children in determining the expected family contribution under such program. Authorizes payment to institutions of $10 per academic year for each grantee to provide for student information and to provide for the costs of administering the basic grant program. Extends the Supplemental Educational Opportunity Grants program of such title through fiscal year 1979 at existing levels of authorization. Extends the State Student Incentive Grants program of such title through fiscal year 1979 at existing levels of authorization. Requires States to allow all nonprofit institutions of higher education in the State to participate in such State program. Establishes a new program under such title which will fund 90 percent of the costs of establishing and operating service learning centers at institutions of postsecondary education serving substantial numbers of disadvantaged students. States that such centers shall provide remedial and other special services to students at such institutions. Authorizes appropriations of $200,000,000 for each of the fiscal years 1977-79 for this program and existing special programs for students from disadvantaged backgrounds. Authorizes total appropriations of $90,000,000 through fiscal year 1979, under such title, for the establishment of Educational Information Centers which shall provide educational information, guidance, counseling, and referral services for all individuals, including individuals residing in rural areas. Extends the current level of authorization for the Veterans' Cost of Instruction Payments through fiscal year 1979. Directs the Administrator of Veterans' Affairs to provide assistance, technical consultation and information as necessary to promote maximum effectiveness of such program. Directs the Commissioner of Education to provide Congress with a report of efforts undertaken to monitor such program. Extends the authority for the Guaranteed Student Loan program, under such title, through fiscal year 1981. Requires the Commissioner of Education to develop and implement a plan to encourage States to establish student loan guarantee agencies. Provides for financial incentives to State guarantee agencies to encourage expansion of their activities. Increases the aggregate amount of graduate loans which may be guaranteed from $10,000 to $15,000. Allows the insurance of a student loan only if the borrower agrees to promptly notify the holder of the note of any change of address. Allows a period of one year in which a student's payment on an insured loan may be deferred if the student is seeking and unable to find employment. Increases the income level below which a student qualifies automatically for interest subsidy benefits on a guaranteed loan from $15,000 adjusted family income to $25,000. Requires educational institutions to establish policies and procedures for notifying the holder or the insured of a guaranteed student loan of a change in the student's enrollment status. Establishes new requirements for Federal reinsurance of State guaranteed loans. Authorizes the payment to each participating educational institution of $10 per year for each student receiving a guaranteed loan. Authorizes the Commissioner of Education to contract with private business concerns, State student loan insurance agencies, or State guarantee agencies for recovery of defaulted loans in the Federal direct insurance loan program. Requires the Commissioner to publish an annual report on loan volume and default data. Expands the definition of an institution of higher education for purposes of the Guaranteed Student Loan program to include public or other nonprofit institutions which admit as regular students non-high school graduates who are beyond the age of compulsory school attendance. Changes the definition of eligible lender for purposes of such program to bar commercial lenders whose primary consumer credit function is the making or holding of guaranteed loans, to require school lenders to have at least one full-time financial aid administrator, and to exclude school lenders at which, for each of two consecutive years, the default rate on student loans reached 15 percent. Allows the Commissioner to waive the default rate restriction in specified circumstances. Repeals the Emergency Student Loan Insurance Act, but establishes new authority for such Act's special allowance provisions. Provides for a five-year delay in the discharge in bankruptcy of any loan insured under the Guaranteed Student Loan program. Provides felony penalties for any person convicted of embezzlement, fraud, theft, or forgery, in connection with such program. Authorizes appropriations for the College Work Study program, under such title, through fiscal year 1982. Creates a job location and development program, under the Work Study program, which permits institutions to use not more than ten percent or $15,000 of their work study allocation to locate and develop off-campus student jobs. Extends the Cooperative Education program through fiscal year 1982, and makes it a new Title VIII of the Higher Education Act of 1965. Increases the maximum grant to a single institution under such program from $75,000 to $175,000. Extends the length of an institutions' participation in such grant program from a maximum of three years to a maximum of five years. Extends the National Direct Student Loan program, under Title IV of the Higher Education Act of 1965, through fiscal year 1979. Requires participating institutions to submit, at least semi-annually, a report describing the total number of loans in default. Requires institutions receiving payments under specified provisions of Title IV of the Higher Education Act of 1965 to carry out information dissemination activities regarding financial assistance to current and prospective students; and requires such institutions to hire at least one full-time employee to assist students in obtaining financial aid information. Provides that students shall be eligible to receive financial assistance under Title IV of the Higher Education Act of 1965 only if the student is maintaining satisfactory progress in the course of study being pursued, and the student does not owe a refund on grants under Title IV of such Act, or is not in default on a guaranteed student loan. Authorizes the Commissioner to carry out audits of educational institutions with regard to any funds obtained either directly or indirectly under Title IV of the Higher Education Act of 1965. Repeals programs under Title V of such Act which relate to grants to States to support communities experiencing teacher shortages, fellowships for teachers, improvement of training opportunities for secondary school personnel, training of higher education personnel, and training of vocational education personnel. Authorizes appropriations through fiscal year 1979 for the Teacher Corps program. Permits other educational personnel, in addition to teachers and teacher aides, to participate in such program. Expands the length of time in which an institution may participate in such program from two to five years. Authorizes appropriations through 1979 for a National Council Teacher Training Surveys and Assessments, which shall assess the status of teacher training and develop remedial plans; grants to local education agencies to establish Teacher Centers, which shall improve teaching skills; and grants to higher education institutions to train personnel and improve graduate programs in education. Expands programs under Title VII of such Act to allow funds under such title to be used to enable institutions of higher education to reconstruct or renovate in order to conserve energy, comply with Occupational Health and Safety Administration standards, and remove architectural barriers. Terminates the Title VIII program of Networks for Knowledge. Authorizes appropriations through fiscal year 1979 for Title IX programs of grants to institutions of higher education for assistance for graduate and professional programs and for fellowship programs. Authorizes appropriations through fiscal year 1979 for the Title X program of grants to States for assistance to community colleges. Authorizes additional uses for such grants. Authorizes appropriations through fiscal year 1979 for the Title XI program of assistance for Law School Clinical Programs. Terminates the Title X program of assistance for occupational education. Amends Title XII of the Higher Education Act of 1965 to forbid educational institutions receiving Federal funds to enter into or carry out any projects or contracts which bar participation of any person on the basis of race, religion, sex or national origin. =Title II: Vocational Education= - Authorizes appropriations in a reduced amount through fiscal year 1977 for programs under the Vocational Education Act. Rewrites the Vocational Education Act effective in fiscal year 1978. Authorizes appropriations through fiscal year 1982 for State planning processes and grants to States for vocational programs, including assistance for vocational programs: (1) in areas with high concentrations of unemployed youth, and (2) for disadvantaged persons, and for bilingual education. Establishes within State boards an office for women to reduce sex stereotyping in vocational education programs. Sets forth the allotment formula for funds authorized under such new Act. Requires States desiring to participate in the vocational education programs under such Act to develop and prepare comprehensive statewide long-range and annual plans. Requires such States to also establish advisory councils, including members from specified interests related to vocational education, which shall advise on development of the statewide programs, on policy matters, and evaluate State vocational education programs and submit such evaluations to the National Advisory Council. Requires long-range plans to set overall manpower and vocational education goals for the States, and describe the use of all funds employed to achieve such goals. Requires priority in State programs to persons with special needs, to areas with special need, and to innovative programs. Sets forth criteria and procedures which the Commissioner shall apply in approving or disapproving State annual plans, including that such plans study sex discrimination in vocational education, and otherwise comply with such Act. Provides that each State's allotment will give priority to areas of particular need, including specified minimum percentage expenditures for programs dealing with handicapped persons, disadvantaged persons, persons who have left high school, and programs in States with high concentrations of people of limited English-speaking ability. Authorizes the Commissioner to make: (1) grants to States for vocational guidance and counseling services; (2) grants to institutions of higher education, agencies or boards for the purpose of improving the qualifications of persons serving in vocational education programs; (3) grants to State and local educational agencies, institutions of higher education, and other public and private agencies to develop and disseminate exemplary and innovative programs; and (4) grants to institutions of higher education, and other public and private agencies to develop and disseminate vocational education materials for new and changing occupations, to overcome sex bias, to coordinate materials put out by Federal agencies, and to train personnel in curriculum development. Sets forth a formula for allotment of funds to the States for compensation of students in work-study programs. Authorizes grants to States to establish and operate programs of cooperative vocational education related to students' occupational and educational objectives. Authorizes the appropriation of funds through fiscal year 1981 for grants to local educational agencies to modernize facilities and equipment. Authorizes appropriations through fiscal year 1982 to assist the States in preparing males and females for the occupation of homemaking, including consumer education. Authorizes appropriations for grants to postsecondary institutions to carry out programs for the training of persons in coal mine and solar energy technology. Authorizes appropriations through fiscal year 1982 for grants to or contracts with institutions of higher education and public and private agencies for vocational education research, training, experimentation, and demonstration. Authorizes grants to support activities which show promise of overcoming sex stereotyping and bias in vocational education. Authorizes appropriations for grants to and contracts with State agencies, local educational agencies, and other institutions to support programs for persons in need of bilingual vocational training programs. Directs the Commissioner of Education to conduct a study on the extent to which sex discrimination and sex stereotyping are being eliminated in programs assisted under this title. =Title III: Extension and Revision of Other Education Programs= - Authorizes appropriations through fiscal year 1979 to carry out the Emergency School Aid Act, with a portion of such appropriations designated for the design and planning of magnet schools, and neutral site schools. Extends the authorization of the Allen J. Ellender Fellowship program through fiscal year 1982. Amends provisions relating to maintenance of effort under the Elementary and Secondary Education Act, the Adult Education Act, and the General Provisions Act. Limits grants for children previously in schools in areas having high concentrations of children from low-income families transferred to a school outside of such an area as a result of a desegregation order. =Title IV: General Education Provisions= - Amends Title IX of the Education Amendments of 1972 (relating to sex discrimination) to exempt from such title any program or activity relating to Boys or Girls State or Nation, father-son and mother-daughter activities, and scholarship awards to beauty pageant winners. Extends the Fund for the Improvement of Postsecondary Education through fiscal year 1979. Restates the objectives of the National Institute of Education. Establishes within the Institute a Federal Council on Educational Research and Development, with specified advisory functions. Directs the Administrator of the National Center for Educational Statistics to review annually the data collection procedures of the Education Division and the Office of Civil Rights and to identify unnecessary paperwork. Requires the Commissioner of Education to report annually to Congress on progress in eliminating paperwork. Provides that all Federal funds for institutions of higher education shall be available to all qualified schools administered by the Secretary of the Interior for Indians. =Title V: Technical and Miscellaneous Provisions= - Makes technical amendments to the Acts amended by this Act. Directs the Secretary of Health, Education, and Welfare to study and report by June 30, 1977, on the need for reorganization of the Education Division. Authorizes the Commissioner of Education to pay up to 50 percent of the cost of establishing the Wayne Morse Chair of Law and Politics at the University of Oregon. Allows the Department of Health, Education, and Welfare to establish a day care center for the children of employees so long as no Federal funds are used for equipping or operating such facility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the Higher Education Act of 1965, to extend and revise the Vocational Education Act of 1963.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to extend the Higher Education Act of 1965, to extend and revise the Vocational Education Act of 1963, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:39-05:00"
}