{
  "actions": [
    {
      "acted_at": "1974-02-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13030-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "38", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-26", 
  "number": "13030", 
  "official_title": "A bill to amend the Securities and Exchange Commission Act of 1933 to regulate the structure of certain corporations and other firms engaged in petroleum refining.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Petroleum Industry Company Act", 
  "sponsor": {
    "district": "1", 
    "name": "Aspin, Les", 
    "state": "WI", 
    "thomas_id": "00033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-26", 
  "subjects": [
    "Antitrust law", 
    "Corporations", 
    "Energy", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-26", 
    "text": "Petroleum Industry Company Act - Provides that no company operating a refinery, other than an independent refiner, shall at the same time own or control any interest of any nature whatsover, directly of through any affiliate, in any company engaged in the exploration for, development of, or production of, crude oil or other liquid hydrocarbons. Provides that no company operating a refinery, other than an independent refiner, shall at the same time own or control any interest of any nature whatsover, directly or through any affiliate, in any company engaged in the marketing of finished products. States that it shall be unlawful for any pipeline company subject to this Act to transport to, from, or within any State, territory, or the District of Columbia, any crude oil or other liquid hydrocarbon, or any fininsed product, which is produced or manufactured by such pipeline company or any company which is an affiliate of such pipeline company. Requires the Securities and Exchange Commission, in accordance with such rules, regulations, or orders as it may deem necessary to carry out the purposes of this Act, to require companies holding ownership interests in facilities which are prohibited by this Act, to submit within one year from the date of enactment of this Act, plans for the divestment of such ownership interests, whether represented by securities or otherwise. Establishes a $5000-per-day fine for violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Petroleum Industry Company Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities and Exchange Commission Act of 1933 to regulate the structure of certain corporations and other firms engaged in petroleum refining.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:27-05:00"
}