{
  "actions": [
    {
      "acted_at": "1975-04-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5777-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-09", 
  "number": "5777", 
  "official_title": "A bill to designate a national network of essential rail lines; to authorize the Secretary of Transportation to acquire, rehabilitate, and maintain rail lines; to require minimum standards of maintenance for rail lines; to provide financial assistance to the States for rehabilitation of rail lines, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7980-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Railroad Right-of-Way Protection Act", 
  "sponsor": {
    "district": "7", 
    "name": "Maguire, Andrew", 
    "state": "NJ", 
    "thomas_id": "00725", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-09", 
  "subjects": [
    "Advisory bodies", 
    "Common carriers", 
    "Department of Transportation", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Interstate highway system", 
    "Labor and employment", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad law", 
    "Railroads", 
    "Railroads and state"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-09", 
    "text": "Railroad Right-of-Way Protection Act - Title I: Findings, Purposes, and Definitions - Makes Congressional findings, sets forth the purposes of this Act, and defines the terms used in this Act. Title II: Interstate Railroad System - Requires, within thirty days after the date of enactment of this Act, all rail carriers to provide the Secretary of Transportation and the Rail Services Planning Office with one copy each of the latest edition of all employees operating timetables, with related special instructions; all temporary and semipermament \"slow orders\" currently in effect; all other current restrictions on train operation not included in the preceding items; and a verified statement indicating the maximum speeds authorized on each and every rail line for freight and passenger trains at all times since January 1, 1935, including the dates between which such speeds were authorized. Requires additions, deletions, and changes in such information to be promptly forwarded to the Secretary and the Office within seven days after any such addition, deletion, or change is made. Provides that the initial Interstate Railroad System shall consist of all rail lines operated within the United States by domestic railroad companies which as of the date of enactment of this Act are subject to traffic usage of at least 10,000,000 gross ton-miles per year per mile of rail line. Sets forth a procedure for additions to, and deletions from, such System. Requires the System to promote and enhance the ability of rail carriers to provide modern, efficient, and economical interstate rail freight and passenger service. Directs the Secretary and the Secretary of the Army to study the long term capital improvement needs of System rights-of-ways. Title III: Interstate Railroad Administration - Establishes, in the Department of Transportation, the Interstate Railroad Administration whose functions shall be to acquire, rehabilitate, maintain, and modernize the rail lines of the System so as to fully develop the potential of modern rail service in meeting the transportation requirements of the Nation. Requires the Administration to make quarterly and annual reports on its activities and finances. Title IV: Acquisition of Rail Lines by Administration and States - Permits any railroad company to convey to the Administration its right, title and interest in all its rail lines included within the System. Directs the Administration to convey rail lines deleted from the System to the State in which such rail line is located. Directs the Administration and the States to assume responsibility for the maintenance and rehabilitation of rail lines so acquired. Establishes, within the Treasury of the United States, a Rail Rehabilitation Trust Fund. Authorizes to be appropriated to the Trust fund $500,000,000 for each fiscal year beginning June 30, 1975, and terminating September 30, 1981. Stipulates that amounts in the Trust Fund shall be available for rehabilitating rail lines in the System in accordance with maintenance standards prescribed by the Secretary of Transportation, and for making grants to the States to rehabilitate State rail lines. Requires rail carriers operating over rail lines of the Administration to pay a user charge. Establishes a Rail Maintenance Fund in the treasury to provide funds for the maintenance of rail lines operated by the Administration. Directs that amounts received from the user charge be deposited in the Fund. Title V: Maintenance of and Access to Rail Lines of Railroad Companies - Requires rail lines in the System which are not conveyed to the Administration to be maintained in accordance with specified standards. Prohibits the abandonment of rail lines by railroad carriers without permission from the Interstate Commerce Commission. Title VI: Protection of Employees - Provides that no owner or operator of rail lines shall contract out any project for rehabilitation or maintenance work required by this Act of a value of over $450 per month in labor and materials which is normally performed by employees in any bargaining unit covered by a labor agreement between such owner or operator and any labor organization. Provides that owners and operators of rail lines shall take such action as may be necessary to insure that all laborers and mechanics employed by contractors and subcontractors in the performance of construction work financed with the assistance of funds received under this Act shall be paid wages at rates not less than those prevailing on similar construction in the locality as determined by the Secretary of Labor in accordance with the Davis-Bacon Act. Requires that protective arrangements be made for railroad employees in any transaction for access to rail lines, transfer of freight traffic, reduction of rail line capacity, or abandonment of rail lines. Title VII: Oversight and Enforcement - Establishes an Advisory Committee to: (1) monitor the activities of the Secretary, Commission, Administration, and States pursuant to this Act; and (2) submit to the Secretary a report evaluating the effectiveness of this Act in achieving the objectives thereof declared by the Congress. Provides that it shall be unlawful for any State or any rail carrier to disobey, disregard, or fail to adhere to the provisions of this Act or to any rule, regulation, order, or standard prescribed by the Secretary under this Act. Sets forth civil penalties for violations of the provisions of this Act. Authorizes appropriations of such sums as may be necessary to enable the Secretary to carry out the provisions of this Act and to perform any other related duties which may be imposed upon him by law. Title VIII: Miscellaneous Provisions - Exempts persons contracting for the joint use of railroad tracks and facilities from all prohibitions of existing law, including the antitrust laws of the United States insofar as may be necessary to enable them to enter into such contracts and to perform their obligations thereunder."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Right-of-Way Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate a national network of essential rail lines; to authorize the Secretary of Transportation to acquire, rehabilitate, and maintain rail lines; to require minimum standards of maintenance for rail lines; to provide financial assistance to the States for rehabilitation of rail lines, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:04-05:00"
}