{
  "actions": [
    {
      "acted_at": "1991-02-06", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-06", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-02-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-19", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water, Power and Offshore Energy Resources", 
      "text": "Referred to the Subcommittee on Water, Power and Offshore Energy Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Water, Power and Offshore Energy Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-24", 
      "bill_ids": [
        "hr429-102"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See H.R.429.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr923-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Offshore Energy Resources", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-06", 
  "number": "923", 
  "official_title": "To authorize the reformulation of the Cedar Bluff Unit of the Pick-Sloan Missouri Basin Program, Kansas, to provide for the amendment of water service and repayment contracts.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr429-102", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-06", 
  "subjects": [
    "Costs", 
    "Dams", 
    "Fish culture", 
    "Government trust funds", 
    "Irrigation", 
    "Kansas", 
    "Land transfers", 
    "Missouri River development", 
    "Reservoirs", 
    "Water resources development", 
    "Watersheds"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-06", 
    "text": "Authorizes the Secretary of the Interior to reformulate the Cedar Bluff Unit of the Pick-Sloan Missouri Basin Program, Kansas, including reallocation of the conservation capacity of the Cedar Bluff Reservoir, to create: (1) a designated operating pool for fish, wildlife, and recreation purposes, and for groundwater recharge for environmental, domestic, municipal, industrial, and irrigation uses; and (2) a joint-use pool for flood control, water sales, fish, wildlife, and recreation purposes. Authorizes the Secretary to contract with Kansas for the sale, use, and control of the designated operating pool (with the exception of water reserved for Russell, Kansas) and to allow Kansas to acquire use and control of water in the joint-use pool, provided that the State shall not permit utilization of water from Cedar Bluff Reservoir to increase irrigation of lands in the Smoky Hill River Basin from Cedar Bluff Reservoir to its confluence with Big Creek Authorizes the Secretary to contract with Kansas for the acceptance of a specified payment and the State's commitment to pay a proportionate share of the annual operation, maintenance, and replacement charges for the Cedar Bluff Dam and Reservoir, as full satisfaction of all reimbursable costs associated with irrigation of the Cedar Bluff Unit. Requires, after the reformulation authorized by this Act, that any revenues in excess of operating and maintenance expenses received by the State from the sale of water from the Cedar Bluff Unit be paid to the United States and covered into the Reclamation Fund to the extent that such charges or reimbursable capital obligation exists for the Cedar Bluff Unit under reclamation law. Provides that once such charges or obligations are satisfied, any additional revenues shall be retained by the State. Authorizes the Secretary to transfer ownership of the fish hatchery facility at Cedar Bluff Dam and related water rights to Kansas for its use and operation. Provides for the reversion of the title to such property if any of the property transferred to Kansas is subsequently transferred from State ownership or used for any purpose other than those provided for in this Act. Authorizes the Secretary to transfer title to the Cedar Bluff Irrigation District headquarters located near Hays, Kansas, contingent upon the District's agreement to close down the irrigation system to the satisfaction of the Secretary at no additional cost to the United States, after which all easement rights shall revert to the owners of the land to which the easements are attached."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To authorize the reformulation of the Cedar Bluff Unit of the Pick-Sloan Missouri Basin Program, Kansas, to provide for the amendment of water service and repayment contracts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:32-05:00"
}