{
  "actions": [
    {
      "acted_at": "2002-03-14", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-04-25", 
      "in_committee": "House Committee on International Relations", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-25", 
      "in_committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-06-05T14:56:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on International Relations. H. Rept. 107-493.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-05T14:56:00-04:00", 
      "calendar": "Union", 
      "number": "294", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 294.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2002-07-22T19:10:00-04:00", 
      "references": [], 
      "text": "Mr. Hyde moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-22T19:11:00-04:00", 
      "references": [
        {
          "reference": " CR H5040-5048", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-22T19:11:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 3969.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-22T19:22:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": " CR H5040-5046", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-07-22T19:22:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-23", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3969-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Wynn, Albert Russell", 
      "sponsored_at": "2002-03-19", 
      "state": "MD", 
      "thomas_id": "01251", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-07-22T19:22:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2002-03-14", 
  "number": "3969", 
  "official_title": "To enhance United States public diplomacy, to reorganize United States international broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Freedom Promotion Act of 2002", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2002-07-22T19:22:00-04:00", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Ambassadors", 
    "American economic assistance", 
    "American studies", 
    "Americans employed in foreign countries", 
    "Arts, culture, religion", 
    "Authorization", 
    "Broadcasting Board of Governors", 
    "Civil rights and liberties, minority issues", 
    "Communication satellites", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cultural relations", 
    "Data banks", 
    "Democracy", 
    "Department of State", 
    "Diplomacy", 
    "Diplomats", 
    "Disabled", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Elementary and secondary education", 
    "Elementary education", 
    "English language", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Foreign service", 
    "Freedom of speech", 
    "Freedom of the press", 
    "Government consultants", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Graduate education", 
    "Graduate students", 
    "Health", 
    "High schools", 
    "Higher education", 
    "Human rights", 
    "Information technology", 
    "International affairs", 
    "International broadcasting", 
    "International cooperation", 
    "International propaganda", 
    "Internet", 
    "Islamic countries", 
    "Journalism", 
    "Journalistic ethics", 
    "Labor and employment", 
    "Language and languages", 
    "Libraries", 
    "Library schools and training", 
    "Mass media", 
    "Middle schools", 
    "Paraprofessional school personnel", 
    "Presidential appointments", 
    "Promotions", 
    "Recruiting of employees", 
    "Religion", 
    "Reporters and reporting", 
    "Scholarships", 
    "Science, technology, communications", 
    "Secondary education", 
    "Space activities", 
    "Teachers", 
    "Television relay systems", 
    "Translating and interpreting", 
    "Volunteer workers in government", 
    "World health", 
    "Youth services"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2002-07-22", 
    "text": "Freedom Promotion Act of 2002 - Title I: United States Public Diplomacy - (Sec. 102) Amends the State Department Basic Authorities Act of 1956 to set forth the public diplomacy responsibilities of the State Department, including that it develop a comprehensive strategy for the use of public diplomacy resources and assume a prominent role in coordinating the efforts of all Federal agencies involved in public diplomacy.Requires the Secretary of State to: (1) make public diplomacy an integral component in the planning and execution of U.S. foreign policy; (2) ensure, in cooperation with the United States Agency for International Development (AID), that information concerning U.S. foreign assistance is disseminated widely and prominently, to the extent practicable, within countries and regions that receive such assistance; (2) establish a public diplomacy reserve corps to augment the public diplomacy resources and capabilities of the States Department in emergency and critical circumstances worldwide; and (3) establish a multimedia programming and distribution capacity including satellite, Internet, and other services.Revises the functions of the Under Secretary for Public Diplomacy to include the provision of guidance to State Department personnel in the United States and overseas who conduct or implement U.S. public diplomacy policies, programs, and activities.(Sec. 103) Requires the Secretary of State to prepare an annual review and analysis of the impact of public diplomacy efforts on target audiences and, on the basis of such review, to develop, and report to the appropriate congressional committees, on an annual plan for the implementation of a public diplomacy strategy which specifies goals, agency responsibilities, and necessary resources and mechanisms for achieving such goals during the next fiscal year.(Sec. 104) Requires the Secretary of State to emphasize the importance of public diplomacy and applicable skills and techniques in the recruitment, training, and assignment of Foreign Service members, including to increase the number of Foreign Service officers proficient in languages spoken in predominantly Muslim countries.(Sec. 105) Amends the United States Information and Educational Exchange Act of 1948 to require the United States Advisory Commission on Public Diplomacy to review U.S. public diplomacy programs, policies, and activities and to assess the effectiveness of the various mechanisms of U.S. public diplomacy, taking into consideration factors including public and media attitudes around the world toward the United States, Americans, and U.S. foreign policy, and make appropriate recommendations. Requires the Commission to report biennially the results of the review to the Secretary of State and the appropriate congressional committees. Revises the qualifications of Commission members to require at least four of them to have substantial experience in the conduct of public diplomacy or comparable activities in the private sector, including that no member be an officer or employee of the United States.(Sec. 106) Directs the Secretary of State to develop and implement a demonstration program to assist foreign governments to establish or upgrade their public library systems to improve literacy and support public education.(Sec. 107) Expresses the sense of Congress that the Secretary of State should include sub-Saharan Africa countries with predominantly Muslim populations in the public diplomacy activities authorized by this Act.(Sec. 108) Authorizes appropriations for FY 2002 and 2003 for public diplomacy programs and activities, with specified limits.Title II: United States Educational and Cultural Programs of the Department of State - (Sec. 201) Establishes certain initiatives with countries with predominantly Muslim populations as part of the State Department's educational and cultural exchange programs.(Sec. 202) Directs the Secretary of State, to the extent practicable, to establish and maintain a database listing all American and foreign alumni of international exchange and training programs in order to encourage networking, interaction, and communication with alumni.(Sec. 203) Directs the Secretary of State to report to Congress on implementation of section 102 of the Human Rights, Refugee, and Other Foreign Relations Provisions Act of 1996 that calls on the inclusion of freedom and democracy advocates in educational and cultural exchange programs.(Sec. 205) Authorizes supplemental appropriations for FY 2002 and 2003 for: (1) educational and cultural exchange programs of the State Department; and (2) the National Endowment for Democracy to fund programs that promote democracy, good governance, the rule of law, independent media, religious tolerance, the rights of women, and strengthening of civil society in countries of predominantly Muslim population.(Sec. 207) Expresses the sense of Congress that the Secretary of State should work toward the establishment of a program for foreign journalists from regions of conflict that will provide professional training in techniques, standards, and practices in the field of journalism.Title III: Reorganization of United States International Broadcasting - (Sec. 301) Amends the U.S. International Broadcasting Act of 1994 to establish the U.S. International Broadcasting Agency, which shall be headed by the Board of Governors of the U.S. International Broadcasting Agency (Board of Governors), to carry out various international broadcasting activities of the United States (thereby eliminating the Broadcasting Board of Governors and the International Broadcasting Bureau, respectively).(Sec. 310) Authorizes supplemental appropriations for FY 2003 for the Board of Governors to expand television and radio broadcasting to countries with predominantly Muslim populations and to support audience development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom Promotion Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Freedom Promotion Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance United States public diplomacy, to reorganize United States international broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:02-05:00"
}