{
  "actions": [
    {
      "acted_at": "1988-07-28", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Hospitals and Health Care", 
      "text": "Referred to Subcommittee on Hospitals and Health Care.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Hospitals and Health Care", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Hospitals and Health Care", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-15", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-15", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-16", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Veterans' Affairs.  Report No: 100-937.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-16", 
      "committee": "House Committee on Ways and Means Sequentially, for a Period Ending not Later than Sep 28, 88", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means Sequentially, for a Period Ending not Later than Sep 28, 88.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-20", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-20", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-22", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "333", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 406 - 0 (Record Vote No: 333).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-09-26", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5114-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Hospitals and Health Care", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1988-07-28", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1988-09-16", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Jenkins, Edgar L.", 
      "sponsored_at": "1988-09-16", 
      "state": "GA", 
      "thomas_id": "00595", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Leath, Marvin", 
      "sponsored_at": "1988-09-16", 
      "state": "TX", 
      "thomas_id": "00673", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "McEwen, Bob", 
      "sponsored_at": "1988-07-28", 
      "state": "OH", 
      "thomas_id": "00768", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Richardson, Bill", 
      "sponsored_at": "1988-09-16", 
      "state": "NM", 
      "thomas_id": "00958", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rowland, J. Roy", 
      "sponsored_at": "1988-09-08", 
      "state": "GA", 
      "thomas_id": "00993", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1988-07-28", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O., Jr.", 
      "sponsored_at": "1988-09-08", 
      "state": "WV", 
      "thomas_id": "01095", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-09-22", 
    "vetoed": false
  }, 
  "introduced_at": "1988-07-28", 
  "number": "5114", 
  "official_title": "A bill to amend title 38, United States Code, to improve programs for the recruitment and retention of health-care personnel of the Veterans' Administration, to extend certain expiring programs of the Veterans' Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Health-Care Programs Amendments of 1988", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1988-09-22", 
  "subjects": [
    "Agent Orange", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Armed forces and national security", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civil service system", 
    "Congressional oversight", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Employee selection", 
    "Extended care facilities", 
    "Federal aid to health facilities", 
    "Federal employees", 
    "Federal employees and officials", 
    "Food service", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Hospital administrators", 
    "Hospital personnel", 
    "Hospitals", 
    "International affairs", 
    "Land transfers", 
    "Management information systems", 
    "Manpower policy", 
    "Medical centers", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medical supplies", 
    "Medical tests", 
    "Military dependents", 
    "Military medicine", 
    "Nurses", 
    "Nursing", 
    "Nursing homes", 
    "Ohio", 
    "Overtime", 
    "Parking facilities", 
    "Philippines", 
    "Recruiting of employees", 
    "Retired military personnel", 
    "Survivors' benefits", 
    "Tennessee", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Veterans' benefits", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "Vietnam veterans", 
    "Vietnamese Conflict", 
    "Wages"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-09-22", 
    "text": "(Measure passed House, amended, roll call #333 (406-0)) Veterans' Health-Care Programs Amendments of 1988 - Title I: Personnel Provisions - Directs the Administrator of Veterans Affairs to provide special pay for nurses (as is currently provided to physicians and dentists) in a specified amount (depending on full- or part-time employment) upon the execution of a written agreement to complete a specified period of service with the Department of Medicine and Surgery (the Department) of the Veterans Administration (VA). Directs the Administrator, in addition to such special pay, to provide incentive special pay to Department nurses for: (1) tenure of service within the Department of two years or more but less than five years; (2) tenure of service within the Department of five years or more: (3) service in intensive care units, critical care units, emergency rooms, operating rooms, or in nursing specialties for which recruitment and retention of qualified nurses is difficult; (4) service in a specific geographic location in which it is especially difficult to recruit and retain qualified nurses; and (5) service in a head nurse position. Directs the Administrator to provide such incentive special pay, under the same criteria, for eligible part-time nurses employed in the Department. Provides that the agreement required for the payment of special pay may only be entered into if the nurse is a registered nurse and an employee of the Department whose duty assignments involve direct patient care. Provides specified amounts (per annum) of such special incentive pay for qualified nurses within the Department. Extends premium pay for nurses for work performed during certain hours or for overtime work to licensed practical or vocational nurses and nurse assistants of the Department. Excludes Department employees appointed and paid under general Federal provisions governing appointments in the competitive service from any Federal veterans' benefits provisions limiting employment outside of the VA. Includes nurses who are retired military personnel and who are necessary to meet emergency employment needs in the category of Department personnel who are exempt from reductions in retirement pay under Federal provisions regarding pay administration in the competitive service. Waives parking fees at VA medical facilities for certain Department health-care employees who are eligible for basic pay increases. Provides that fees prescribed by the Administrator for parking facilities which are acquired by lease may be in effect only during the original term of the first lease by the VA of such facility. Repeals provisions that require directors of hospitals, domiciliary facilities, and centers who are not physicians to be subject to the same conditions of employment and salary as physicians who are directors of such facilities. Designates each nonphysician director appointed by the Administrator as a career appointee in the Senior Executive Service. Provides that the conversion of nonphysician hospital directors to the Senior Executive Service will not result in pay reductions for such individuals. Excludes certain personnel, appointed under a cross-servicing agreement between the VA and the Department of Defense for the sharing of health-care facilities, from certain VA personnel ceiling limitations. Authorizes the Administrator, upon the recommendation of the Chief Medical Director of VA, to appoint qualified individuals in the competitive civil service to the Department without regard to Federal provisions regarding examination, certification, and appointment in the competitive service. Requires the Administrator to apply the principles of preference for hiring established under such Federal provisions. Title II: Health Program Amendments - Prohibits the Administrator from furnishing treatment and rehabilitation for alcohol or drug dependence or abuse disabilities of veterans after September 30, 1991. Extends through FY 1992 the authority of the President to authorize the Administrator to contract with the Veterans Memorial Medical Center in the Republic of the Philippines to provide for payments for care in such facility for eligible U.S. veterans. Extends through FY 1992 the authority of the Administrator to make grants annually to such facility for equipment upgrading and replacement and rehabilitation of the physical plant and facilities. Increases the amount of grants authorized. Rescinds a certain VA medical regulation relating to the use of community nursing home facilities. Title III: Health-Care Management - Directs the Administrator, during FY 1989 and 1990, to carry out a pilot program in one medical region of the Department for an improved management system for amounts payable to the United States from programs administered by the Department. Requires the Administrator to develop an automated program to carry out billing and collection of fees. Sets forth the requirements of such program and the allocation of amounts received by the VA through such program. Provides that the amounts retained and allocated shall be used for: (1) pay and other personnel benefits to enhance the recruitment and retention of Department health-care employees; and (2) the supplementing of medical equipment accounts of medical centers at which such accounts are deficient. Authorizes appropriations. Requires the Administrator, by October 1, 1988, to compile a list of individuals eligible for medical care under veterans' benefits provisions relating to survivors and dependents of certain veterans. Provides that the Administrator may pay benefits only to persons on such list. Directs the Administrator, no later than October 1, 1988, to establish a procedure for the periodic review of the need for, and the cost-effectiveness of, such medical care. Requires the Inspector General of the VA to report to the Senate and House Veterans' Affairs Committees on the Administrator's compliance with the establishment of such list and the procedures of such review. Directs the Administrator to study alternative methods for providing for the costs of such medical care and to report such study to the Congress. Authorizes appropriations. Makes military dependents who are eligible for medical care under Federal armed forces provisions eligible for health care under sharing agreements for health-care resources between the VA and the Department of Defense. Authorizes the Administrator, as part of a pilot program to assist medical schools which are primarily State-supported, to transfer all right, title, and interest of the United States in certain medical equipment to such schools. Prohibits the VA canteen service from contracting for the performance by any individual not employed by the United States of any activity that would otherwise be performed by an individual employed by the United States who is compensated with nonappropriated funds. Declares that the head of such service may not be required to report to any VA official other than the Administrator and the Deputy Administrator. Provides that funds previously appropriated to the VA for Agent Orange research shall be available, until the end of FY 1989, for blood testing expenses of the Air Force of individuals who participated in the spraying of Agent Orange in Vietnam during the Vietnam era. Directs the Administrator to change the status of a VA satellite outpatient clinic located in Toledo, Ohio, to that of an independent clinic. Directs the Administrator to transfer to the State of Tennessee all right, title, and interest to a tract of land located within the Alvin C. York Veterans' Administration Medical Center in Rutherford County, Tennessee, upon the condition that such transferred land may only be used by such State for a State home nursing care facility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Health-Care Programs Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Veterans' Health-Care Programs Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve programs for the recruitment and retention of health-care personnel of the Veterans' Administration, to extend certain expiring programs of the Veterans' Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:40-05:00"
}