{
  "actions": [
    {
      "acted_at": "1986-10-02", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-10-02", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Consumer Affairs and Coinage", 
      "text": "Referred to Subcommittee on Consumer Affairs and Coinage.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5636-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Consumer Affairs and Coinage", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-02", 
  "number": "5636", 
  "official_title": "A bill to improve disclosures to consumers of the terms of consumer leases and lease-purchase agreements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Lease and Lease-Purchase Agreement Act", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-02", 
  "subjects": [
    "Advertising", 
    "Advertising and Marketing", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Deceptive advertising", 
    "Fines (Penalties)", 
    "Labeling", 
    "Lawyers and Legal Services", 
    "Leases", 
    "Legal fees"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-02", 
    "text": "Consumer Lease and Lease-Purchase Agreement Act - Amends the Consumer Credit Protection Act to revise disclosure requirements, including advertisement disclosure requirements, for consumer leases and to establish separate disclosure requirements for lease-purchase agreements. Requires information disclosed pursuant to such requirements to be segregated from all other terms and information provided. Includes among revised disclosures for consumer leases: (1) the total lease cost; (2) the amount of any required security deposit; (3) statements explaining certain information about the consumer's liability based on the residual value of the property; and (4) a statement referring the consumer to the appropriate lease document for information concerning other possible costs. Requires the following information to be disclosed for lease-purchase agreements: (1) the number, individual amount, timing, and total amount of payments; (2) a statement that the consumer will not own the property until all payments are made; (3) a statement referring the consumer to the contract for an explanation of other possible costs; (4) a statement that the consumer is responsible for the fair market value of lost, stolen, damaged, or destroyed property; (5) a statement indicating whether the property is new or used; (6) a statement of the property's cash price; (7) the total of initial payments paid or required at or before consummation of the agreement or delivery of the property, which ever is later; (8) a clear summary of the terms of the consumer's option to purchase; (9) the identity of the party responsible for maintaining or servicing the property while it is being leased; (10) a brief description of insurance provided or paid for by the lessor; (11) a description of any security interest held or to be retained by the lessor; and (12) the date of the transaction and the identities of lessor and consumer. Requires each item of property displayed or offered by a lessor to have a tag or label disclosing specified information. Requires lease-purchase agreements to be written in plain English with a plainly worded translation in any other language used by the lessor in the advertising. Prohibits certain items from a lease-purchase agreement, including: (1) a confession of judgment; (2) a negotiable instrument; (3) a wage assignment; and (4) a waiver by the consumer of claims or defenses. Specifies provisions such an agreement must contain. Requires a lessor to provide the consumer a written receipt for each payment made by cash or money order. Requires that advertisements specify whether the advertised transaction is a lease or a lease-purchase agreement, except certain advertisements in the yellow pages of a telephone book. Provides that a renegotiation is a new lease or agreement requiring new disclosures. Requires no disclosures for a lease or agreement extension. Requires lessors to pay consumers' attorney fees only in unsuccessful suits to collect more than the prescribed maximum amount at the end of a lease. Prescribes civil and criminal penalties for violations and outlines defenses. Authorizes civil actions against lessor assignees only if a violation is apparent on the face of the disclosure statement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Lease and Lease-Purchase Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve disclosures to consumers of the terms of consumer leases and lease-purchase agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:45-05:00"
}