{
  "actions": [
    {
      "acted_at": "1978-08-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 95-1534.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-18", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #789 (359-40).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-21", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13817-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Keys, Martha E.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "00630", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-09", 
  "number": "13817", 
  "official_title": "A bill to amend the Social Security Act with respect to the health programs authorized under it and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-09", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Auditing", 
    "Block grants", 
    "Dentists", 
    "Federal advisory bodies", 
    "Health facilities", 
    "Hospitals", 
    "Intergovernmental relations", 
    "Medicaid", 
    "Medical personnel", 
    "Medicare", 
    "Nurses", 
    "Nursing homes", 
    "Peer review organizations (Medicine)", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1978-08-31", 
    "text": "(Repported to House from the Committee on Ways and Means with amendment, H. Rept. 95-1534) Amends Title XI (General Provisions and Professional Standards Review) of the Social Security Act to include within the definition of an organization qualified for conditional designation as a Professional Standards Review Organization, an organization of health care practitioners who hold independent hospital admitting privileges. Includes as members of the advisory group for each statewide Professional Standards Review Council at least one registered professional nurse and one doctor of dental surgery or dental medicine. Includes one registered professional nurse, one doctor of dental surgery, or dental medicine, and one health care practitioner other than a physician in the National Professional Standards Review Council. Establishes an advisory committee to the National Professional Standards Review Council to be made up of representatives of health care practitioners other than physicians. Amends Title XVIII (Medicare) of the Act to authorize a hospital which meets specified conditions to enter into an agreement with the Secretary of Health, Education, and Welfare under which its inpatient hospital facilities may be used for the furnishing of services of the type which, if furnished by a skilled nursing facility, would constitute post-hospital extended care services. States that payment to any hospital for such services shall be based on the reasonable cost of such services. Sets forth a formula for determining such cost. Sets forth guidelines controlling such agreements. Directs the Secretary to report to Congress concerning such agreements. Amends Title XIX (Medicaid) to provide for payment to be made under a State plan approved under such Title for skilled nursing facility services and intermediate care facility services furnished by hospital which has in effect an agreement (as set forth above) under Title XVIII. Amends Title XI to require, as a condition for payment to any State under Title V (Maternal and Child Health and Crippled Children's Services) or Title XIX for costs incurred in the performance of audits of certain entities which also provide services under Title XVIII, that the conduct of such audits be coordinated with audits performed with respect to the entity for purposes of Title XVIII. Requires, under Titles V and XIX, that a State plan for medical assistance provide that the records of any entity participating in the plan and providing services reimbursable on a cost-related basis will be audited to insure that proper payments are made under the plan. Requires the Secretary to report to Congress concerning such audits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act with respect to the health programs authorized under it and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:29-05:00"
}