{
  "actions": [
    {
      "acted_at": "1973-02-01", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s713-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-01", 
  "number": "713", 
  "official_title": "A bill to provide for strike ballots in certain cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Fannin, Paul J.", 
    "state": "AZ", 
    "thomas_id": "01330", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-01", 
  "subjects": [
    "Labor and employment", 
    "Labor disputes"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-01", 
    "text": "Provides that upon the filing with the National Labor Relations Board of a petition in the appropriate bargaining unit or units involved in a strike which has been pending for thirty days or more in any industry affecting commerce, the Board shall conduct a referendum among the employees of such unit or units on the question whether such strike should be continued. Stipulates that if a majority of the employees voting in the referendum vote against the strike, the labor organization representing the employees shall order such employees to discontinue the strike and such strike shall not be resumed until at least ninety days have elapsed following the referendum. States that if a majority of those voting in the referendum vote in favor of the strike no subsequent petition may be filed under this Act until at least sixty days have elapsed following such referendum, and unless such subsequent petition has been signed by at least 30 percent of the employees in the appropriate bargaining unit or units involved in the strike. Provides that any employee who participates in a strike which has been continued, or resumed prior to the expiration of ninety days, after a majority of the employees in the appropriate bargaining unit or units involved in the strike voting in the most recent referendum conducted with respect to such strike under this Act shall have voted against such strike shall not during the existence of the strike or thereafter, unless reemployed or reinstated by the employer, be considered to be an employee of such employer for the purposes of the National Labor Relations Act or the Railway Labor Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for strike ballots in certain cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:24-05:00"
}