{
  "actions": [
    {
      "acted_at": "1995-06-13", 
      "references": [
        {
          "reference": "CR S8257-8258, S8264-8265", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-13", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-06-21", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-07-20", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kassebaum with an amendment in the nature of a substitute. With written report No. 104-117.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-20", 
      "calendar": "Senate Legislative", 
      "number": "149", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 149.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-07-18", 
      "references": [
        {
          "reference": "CR S8303-8311", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-18", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-18", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1996-07-22T10:30:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-22T16:52:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T20:11:00-04:00", 
      "references": [], 
      "text": "Mr. Goodling moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T20:12:00-04:00", 
      "references": [
        {
          "reference": "CR H11140-11153", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T20:12:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T20:42:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House resumed debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T20:47:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-09-25T20:47:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27", 
      "references": [
        {
          "reference": "CR S11573-11582", 
          "type": "consideration"
        }
      ], 
      "text": "Senate agreed to the House amendment by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-09-28", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-30", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-10-03", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1996-10-03", 
      "congress": "104", 
      "law": "public", 
      "number": "235", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 104-235.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4926-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4926"
    }
  ], 
  "bill_id": "s919-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1995-06-13", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "104", 
    "law_type": "public", 
    "number": "235"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1996-10-03", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-09-25T20:47:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1996-07-18", 
    "vetoed": false
  }, 
  "introduced_at": "1995-06-13", 
  "number": "919", 
  "official_title": "A bill to modify and reauthorize the Child Abuse Prevention and Treatment Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Abuse Prevention and Treatment Act Amendments of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Coats, Daniel", 
    "state": "IN", 
    "thomas_id": "00209", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1996-10-03", 
  "subjects": [
    "Abandonment of family", 
    "Actions and defenses", 
    "Administrative remedies", 
    "Adopted children", 
    "Adoption", 
    "Authorization", 
    "Boarder babies", 
    "Caregivers", 
    "Child abuse", 
    "Child health", 
    "Child molesting", 
    "Child welfare", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Computer networks", 
    "Conferences", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continuum of care", 
    "Court records", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal statistics", 
    "Custody of children", 
    "Day care", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Economics and public finance", 
    "Employee training", 
    "Evaluation research (Social action programs)", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child welfare", 
    "Federal aid to day care centers", 
    "Foster home care", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grand jury", 
    "Guardian and ward", 
    "Handicapped infants", 
    "Health", 
    "Homeless", 
    "Homeless children", 
    "Indian children", 
    "Infants", 
    "Information services", 
    "Labor and employment", 
    "Law", 
    "Migrant labor", 
    "Minorities", 
    "Missing children", 
    "Nonprofit organizations", 
    "Parent and child", 
    "Parental kidnapping", 
    "Peer review organizations (Medicine)", 
    "Pluralism (Social sciences)", 
    "Public records", 
    "Rape", 
    "Religion", 
    "Religion and medicine", 
    "Research grants", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Sex crimes", 
    "Social science research", 
    "Social welfare", 
    "Social workers", 
    "State laws", 
    "Trauma care", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Victims of crimes", 
    "Vital statistics", 
    "Volunteer workers in social service", 
    "Women"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1996-09-25", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Child Abuse Prevention and Treatment Act Subtitle A: General Program Subtitle B: Community-Based Family Resource and Support Grants Subtitle C: Certain Preventive Services Regarding Children of Homeless Families or Families At Risk of Homelessness Subtitle D: Miscellaneous Provisions Title II: Amendments to Other Acts Subtitle A: Family Violence Prevention and Services Act Subtitle B: Child Abuse Prevention and Treatment and Adoption Reform Act of 1978 ('Adoption Opportunities Act') Subtitle C: Abandoned Infants Assistance Act of 1988 Subtitle D: Reauthorization of Various Programs Child Abuse Prevention and Treatment Act Amendments of 1996 - Title I: Amendments to the Child Abuse Prevention and Treatment Act - Subtitle A: General Program - Revises the Child Abuse Prevention and Treatment Act to replace provisions directing the Secretary of Health and Human Services (HHS) to: (1) establish the National Center on Child Abuse and Neglect with provisions authorizing the Secretary to establish an Office on Child Abuse and Neglect to execute and coordinate functions and activities under the Act; and (2) appoint an advisory board to submit to the Secretary and the appropriate congressional committees a report or interim report containing recommendations on coordinating Federal, State, and local child abuse and neglect (child abuse) activities with similar activities pertaining to family violence prevention, specific modifications needed in Federal and State laws and programs to reduce the number of unfounded or unsubstantiated reports of child abuse, and recommendations for modifications needed to facilitate coordinated national data collection. (Sec. 103) Repeals a provision establishing the Interagency Task Force on Child Abuse and Neglect. (Sec. 104) Revises provisions regarding the National Clearinghouse for Information Relating to Child Abuse, including expanding data collection to include data on false reports and data on deaths resulting from child abuse and neglect. (Sec. 105) Directs the Secretary to: (1) restructure the interdisciplinary program of research to provide information needed to better protect children from abuse or neglect and to improve the well-being of abused children, with at least a portion of such research being field initiated; and (2) require research on additional specific issues, including research on the causes, prevention, assessment, identification, treatment, cultural and socio-economic distinctions, and consequences of child abuse, and incidence of substantiated and unsubstantiated reported child abuse cases. Expands the types of technical assistance which may be provided to State and local public and nonprofit agencies. Repeals provisions requiring the publication and dissemination of child abuse information by the Secretary. Revises or sets forth provisions regarding peer review. (Sec. 106) Changes the criteria for demonstration grants to, and contracts with, public or nonprofit private agencies or organizations for time limited, demonstration programs and projects for specified purposes, including: (1) to provide training of personnel who are engaged in the field of prevention, identification, and treatment of child abuse and neglect, including the links between domestic violence and child abuse; (2) to establish national networks of mutual support and self-help programs; and (3) other innovative projects for establishment of a triage system of report assessment, kinship care, and promotion of safe, family-friendly physical environments for visitation and exchange of children for visits with non-custodian parents. Directs the Secretary, in making grants for demonstration projects, to require all such projects to be evaluated for their effectiveness. (Sec. 107) Repeals and revises certain discretionary program provisions and requires that the Secretary make grants to assist States in improving their child protective service systems in specified ways. Requires a qualifying State to have in effect a State law or statewide program which ensures specified provisions and procedures, including: (1) methods to preserve the confidentiality of records to protect the rights of the child and the child's parents or guardians, including requirements ensuring that reports and records maintained only be made available to individuals who are subject of the report, Federal, State, or local government entities having a need for such information to carry out legal responsibilities to protect children from abuse, child abuse citizen review panels and child fatality review panels, a grand jury or court, and other entities or classes of individuals statutorily authorized by the State to receive such information pursuant to a legitimate State purpose; and (2) provisions which allow for public disclosure of findings or information about the case of child abuse which has resulted in a child fatality or near fatality. Sets forth requirements regarding: (1) grants for the establishment of citizen review panels; and (2) annual State data reports. Directs the Secretary, within six months after receiving the State reports, to prepare and submit an annual report to the Congress. (Sec. 108) Repeals provisions regarding: (1) technical assistance to States for child abuse prevention and treatment programs; and (2) requirements that the Secretary ensure that a majority of assistance under the Act is available for discretionary research and demonstration grants, and that no funds appropriated for any grant or contract pursuant to authorizations made under the Act be used for any purpose other than that for which such funds were authorized. (Sec. 110) Redefines: (1) \"child abuse and neglect\" to mean, at a minimum, any recent act or failure to act on the part of a parent or caretaker, which results in death or serious physical or emotional harm, sexual abuse or exploitation, or an act or failure to act which presents an imminent risk of serious harm; and (2) \"sexual abuse\" to include the statutory rape of children in cases of caretaker or inter-familial relationships. (Sec. 111) Authorizes appropriations for FY 1997 through 2001 to carry out child abuse and neglect program activities, including specified allocations for discretionary activities and demonstration projects. (Sec. 112) Adds new provisions specifying that nothing in such Act shall be construed: (1) as establishing a Federal requirement that a parent or legal guardian provide a child any medical service or treatment against the religious beliefs of the parent or legal guardian; and (2) to require that a State find, or to prohibit a State from finding, abuse in cases in which a parent or legal guardian relies solely or partially upon spiritual means rather than medical treatment, in accordance with the religious beliefs of the parent or legal guardian. Requires a State, at a minimum, to have in place authority under State law to permit the child protective service system of the State to pursue any legal remedies, including the authority to initiate legal proceedings in a court of competent jurisdiction, to provide medical care or treatment for a child when such care or treatment is necessary to prevent or remedy serious harm to the child, or to prevent the withholding of medically indicated treatment from children with life threatening conditions. Places case by case determinations concerning the exercise of such authority within the sole discretion of the State, except with respect to the withholding of medically indicated treatments from disabled infants with life threatening conditions. Subtitle B: Community-Based Family Resource and Support Grants - Revises provisions of the Act regarding community-based family resource and support grants. Directs the Secretary to make grants on a formula basis to the entity designated by the State as the lead entity for the purpose of: (1) developing, operating, expanding, and enhancing statewide networks of community-based, prevention-focused, family resource and support programs that provide specified services (statewide networks); (2) fostering the development of a continuum of preventive services for children and families through State and community-based collaborations and partnerships; (3) financing the start-up, maintenance, expansion, or redesign of specific family resource and support program services identified as an unmet need, and integrated with the network of community-based family resource and support program to the extent practicable given funding levels and community priorities; (4) maximizing funding for specified activities for establishing, operating, or expanding a statewide network; and (5) financing specified public information activities. Sets forth provisions regarding: (1) eligibility for grants; (2) grant amounts; (3) existing grants; (4) application requirements; (5) local program requirements; and (6) performance measures. Authorizes the Secretary to allocate funds to support the activities of the lead entity in the State to: (1) create, operate, and maintain a peer review process, an information clearinghouse, and a computerized communication system between lead entities; (2) fund a yearly symposium on State system change efforts that result from the operation of the statewide networks; and (3) fund State-to-State technical assistance through biannual conferences. Authorizes appropriations for such grant programs through FY 2001. Subtitle C: Certain Preventive Services Regarding Children of Homeless Families or Families At Risk of Homelessness - Repeals Act provisions regarding demonstration grants for prevention of inappropriate separation from family and for prevention of child abuse and neglect. Subtitle D: Miscellaneous Provisions - Makes technical changes to the Act's table of contents. (Sec. 142) Repeals the Temporary Child Care for Children with Disabilities and Crisis Nurseries Act of 1986 and provisions of the Stewart B. McKinney Homeless Assistance Act regarding family support centers. Title II: Amendments to Other Acts - Subtitle A: Family Violence Prevention and Services Act - Revises the Family Violence Prevention and Services Act to prohibit a grant to an entity other than a State or an Indian tribe unless the entity provides for a non-Federal matching local share of not less than: (1) 20 percent for an entity operating an existing program; and (2) 35 percent for an entity intending to operate a new program. (Sec. 202) Directs that each State be allotted not less than one percent of amounts available for grants for the fiscal year in which the allotment is made or $400,000 (currently, $200,000), whichever is the lesser amount. (Sec. 203) Requires that, of amounts appropriated for family violence prevention and services in a fiscal year, not less than: (1) 70 (currently, 80) percent be used for making grants to States; and (2) ten percent be used by the Secretary for making grants for State domestic violence coalitions. Directs that Federal funds made available to a State be used to supplement and not supplant other Federal, State, and local public funds expended. Subtitle B: Child Abuse Prevention and Treatment and Adoption Reform Act of 1978 (\"Adoption Opportunities Act\") - Amends the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978, revising the findings and purposes, and directing the Secretary to study: (1) the nature, scope, and effects of the placement of children in kinship care arrangements, pre-adoptive, or adoptive homes; and (2) the efficacy of States contracting with public or private nonprofit agencies, organizations, or sectarian institutions to recruit potential adoptive and foster families and to provide assistance in the placement of children for adoption. Requires each State entering into an agreement regarding grants for improving State efforts to increase the placement of foster care children legally free for adoption to submit an application that describes the manner in which the State will use funds during the three fiscal years subsequent to the date of the application to accomplish the purposes of the Act. Directs the Secretary to provide: (1) technical assistance and resource and referral information to assist State or local governments with termination of parental rights issues, recruiting and retaining adoptive families, placing children with special needs, and providing pre- and post-placement services; and (2) other assistance to help State and local governments replicate successful adoption-related projects from other areas in the United States. (Sec. 213) Authorizes appropriations through FY 2001. Subtitle C: Abandoned Infants Assistance Act of 1988 - Extends the authorization of appropriations for the Abandoned Infants Assistance Act of 1988 through FY 2001. Directs the Secretary to give priority in making grants under such Act to applicants in States that have developed and implemented procedures for expedited termination of parental rights and placement for adoption of infants determined to be abandoned under State law. Subtitle D: Reauthorization of Various Programs - Extends the authorization of appropriations through FY 2001 for the Missing Children's Assistance Act (and directs that not more than five percent of the amount appropriated for a fiscal year be used to conduct an evaluation of the effectiveness of specified programs and activities established and operated under the Act). Repeals a provision of such Act mandating a study and report on the obstacles to individuals with legal custody of children in recovering such children from parents who have illegally removed those children from such individuals. (Sec. 232) Extends the authorization of appropriations under the Victims of Child Abuse Act of 1990 through FY 2000 for: (1) local and regional children's advocacy centers; and (2) grants for specialized assistance and training programs ."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Abuse Prevention and Treatment Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Child Abuse Prevention and Treatment Act Amendments of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Child Abuse Prevention and Treatment Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Child Abuse Prevention and Treatment Act Amendments of 1996", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Child Abuse Prevention and Treatment Act Amendments of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modify and reauthorize the Child Abuse Prevention and Treatment Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:51-05:00"
}