{
  "actions": [
    {
      "acted_at": "2010-03-15", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3114-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-15", 
  "number": "3114", 
  "official_title": "A bill to improve communication to consumers when there is a food recall.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1907-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Consumer Recall Notification Act", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-15", 
  "subjects": [
    "Consumer affairs", 
    "Food industry and services", 
    "Food supply, safety, and labeling", 
    "Government information and archives", 
    "Health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-15", 
    "text": "Consumer Recall Notification Act - Directs the Secretary of Health and Human Services (HHS), acting through the Commissioner of Food and Drugs, to improve communication between state entities, state and local health departments, and facilities in order to provide consumers with more and timely notification of Class I recalls (situations in which there is a reasonable probability that the use of, or exposure to, a violative product will cause serious adverse health consequences or death) by: (1) developing and distributing national and regional advisories concerning Class I recalls; (2) developing standardized formats for such advisories to be used by health or food safety agencies; and (3) providing frontline health professionals with information about symptoms to document and tests that should be performed to diagnose foodborne illness in relation to specific regional outbreaks that may occur as a result of an adulterated product.Requires a food facility that is subject to a Class I recall or a supplier that supplied products subject to such a recall to notify applicable retail establishments and restaurants within 24 hours of the public announcement of such recall. Directs the Commissioner to: (1) share commercial or financial information and lists of registered facilities with federal, state, local, and foreign agencies, provided they assure confidentiality of the information; (2) publish on the Food and Drug Administration (FDA) website a list of retail establishments, restaurants, and locations that sell or have sold products that are subject to a Class I recall; and (3) require on-site notification of a recalled product by posting notification in the freezer case or shelving unit in the retail establishment where the product is sold. Sets civil penalties for failure to notify retailers, restaurants, and customers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Recall Notification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve communication to consumers when there is a food recall.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:43-05:00"
}