{
  "actions": [
    {
      "acted_at": "1985-01-22", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-01-28", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Intergovernmental Relations", 
      "text": "Referred to Subcommittee on Intergovernmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-04", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-30", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Approved for reporting without amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-30", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Roth without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-30", 
      "calendar": "Senate Legislative", 
      "number": "261", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 261.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1985-08-01", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }
  ], 
  "amendments": [], 
  "bill_id": "s249-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Intergovernmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1985-01-22", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1985-01-22", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1985-08-01", 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-22", 
  "number": "249", 
  "official_title": "A bill to amend the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Relocation Act Amendments of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1985-08-01", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Cable television", 
    "Communications and Broadcasting", 
    "Eminent domain", 
    "Energy", 
    "Farms", 
    "Federal aid to housing", 
    "Federal-state relations", 
    "Government and business", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Low-income housing", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public housing", 
    "Public utilities", 
    "Real property", 
    "Relocation", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Small business", 
    "Surplus government property", 
    "Television"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-22", 
    "text": "Uniform Relocation Act Amendments of 1985 - Title I: General Provisions - Amends the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970 to expand the definition of the term \"State agency\" for purposes of such Act to include any entity having eminent domain authority under State law. Revises the definition of \"Federal assistance\" to exclude mortgage interest subsidies. Revises the definition of \"displaced person\" to provide that: (1) any residential tenant, farm operation, or small business which is permanently displaced as a direct result of Federal or federally-assisted rehabilitation or demolition projects shall be entitled to moving expenses and relocation advisory services under such Act; (2) any such entity which is permanently displaced as a direct result of a Federal or federally-funded program or project shall be entitled to moving expenses; (3) any entity which occupied the displacement dwelling illegally or solely for the purpose of obtaining relocation benefits shall not be eligible for relocation benefits; and (4) any utility required to move its facilities from public lands shall be entitled to be relocated or to receive a relocation payment from the Federal Government or the appropriate State or local government. Sets forth the requirements for a \"suitable\" replacement dwelling, which shall be used in such Act in place of a \"comparable\" replacement dwelling. Defines a \"displacing agency\" as any Federal agency, State, or State agency utilizing Federal assistance which causes a person to be displaced. Title II: Uniform Relocation Assistance - Requires the payment to displaced persons of actual expenses, not exceeding $10,000, necessary to reestablish a displaced small business or nonprofit organization at its new site. Removes the limitation on the moving expense allowance and the fixed amount of the dislocation allowance that a person displaced from a dwelling may elect to receive in lieu of itemized expenses. Declares that such allowances shall be determined according to a schedule established by a lead agency designated by the President. Increases the maximum and decreases the minimum limitations on the payment a person displaced from a business or farm operation may elect to receive in lieu of itemized deductions. Declares that such amount shall be determined according to criteria established by the lead agency. (Currently, such amount is based on the annual earnings of the farm or business.) Excludes from entitlement to such payment a displaced person whose sole business was the rental of the displacement property. Entitles a utility (including any transportation or communications system) that is displaced from property owned or controlled by a State or local agency as a result of a federally-assisted program, to a payment (not exceeding its actual reasonable relocation costs) as provided by State or local law or by a contract, if any, between the utility and the agency. Entitles a utility that is displaced from property owned or controlled by a State or local agency as a result of the acquisition of such property by a Federal agency, to relocation or payment of its actual reasonable relocation costs by the Federal agency, except as provided otherwise by a Federal law, a Federal regulation promulgated before March 17, 1983, or a contract between the utility and the Federal agency. Authorizes the head of an agency responsible for a program resulting in the displacement of a utility or cable television facilities from public property to provide a payment to such utility or cable operation not to exceed moving expenses. Increases the maximum amount of assistance that a displacing agency may provide to a displaced homeowner for replacement housing. Requires such assistance to include an amount necessary to: (1) meet the reasonable cost of a suitable replacement dwelling as defined in this Act; and (2) compensate the displaced person for any increased financing costs. Authorizes a displacing agency to extend the one-year period, following payment for an acquired home, during which the displaced person must purchase and occupy a replacement dwelling in order to qualify for housing replacement payments, but limits such payments to the costs of relocating such person within that one-year period. Revises the method of determining the amount of rental housing replacement assistance to be provided to displaced tenants. Eliminates the $4,000 rental assistance limitation and establishes the amount of such assistance for a person whose income exceeds 50 percent of the median area income at the lesser of: (1) $4,500; or (2) 36 times the difference between the monthly cost of a suitable replacement dwelling and the monthly cost of the displacement dwelling. Permits eligible displaced tenants to elect to: (1) receive Federal, State, or local low-income housing assistance in lieu of such rental housing replacement assistance; or (2) apply such rental assistance toward the downpayment on a decent, safe, and sanitary replacement dwelling. Declares that displaced homeowners who meet the residency requirement for rental housing replacement assistance but not for homeowner's housing replacement assistance may qualify for rental assistance, at the discretion of the lead agency. Directs the Secretary of Housing and Urban Development to give displaced persons priority for assistance under public housing programs. Directs the Small Business Administration and other Federal agencies to provide technical assistance to such persons applying for assistance and to expedite their applications. Requires that all relocation assistance advisory programs: (1) provide information on suitable locations for displaced farming operations; (2) assure that no person is required to move before being given a reasonable choice of suitable replacement dwellings; and (3) assure that a 180-day homeowner occupant is given a reasonable opportunity to remain in such occupancy status. Provides for the designation of a single, cognizant Federal agency to establish procedures to be used by a non-Federal displacing agency to implement related activities funded by two or more Federal agencies. Directs the lead agency to require that provisions authorizing a displacing agency to use project funds to provide dwellings for displaced persons if the project would be delayed because suitable replacement housing is not otherwise available be used to exceed housing replacement assistance ceilings only on a case-by-case basis and for good cause. Authorizes a displacing agency to provide replacement housing for persons eligible for low-income housing assistance through public housing programs. Permits a Federal agency to discharge its responsibilities by accepting the certification by a State agency that it will implement State law to carry out the Federal relocation assistance program, provided that the lead agency determines that such State law will accomplish the purpose and effect of the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970. Directs the head of the lead agency to monitor and report biennially to Congress on State agency implementation of such certification. Permits an agency to withdraw acceptance of a certification after providing the State government with notice and an opportunity to demonstrate why such action is inappropriate. Permits a Federal agency to withhold approval of any grant, contract, or cooperative agreement with any displacing agency found to have intentionally circumvented such State law. Provides that any payment a displaced person receives under State law shall replace a housing replacement or real property acquisition payment for substantially the same purpose under the Uniform Relocation Assistance and Real Property Acquisition Policies Act. Requires the President to designate a lead agency which shall: (1) promulgate rules to carry out such Act; (2) coordinate relocation assistance activities with Federal and federally-financed low-income housing programs; (3) monitor the implementation of such Act; and (4) report any major problems under such Act to Congress. Requires a State agency to pay the United States all net amounts (currently all amounts) received from the sale of surplus Federal property transferred to the agency for the purpose of providing replacement housing. Repeals the authority of any displacing agency to make loans to various organizations for planning and obtaining federally-insured mortgage financing for housing for displaced persons. Title III: Uniform Real Property Acquisition Policy - Authorizes the lead agency to prescribe a procedure under which Federal agencies may acquire real property without having it appraised. Permits a displaced person to donate the real property being acquired or any of the compensation paid for such property to the acquiring agency. Prohibits a Federal agency from approving any acquisition of real property involving Federal financial assistance unless the acquiring agency assures that: (1) it will be guided, to the greatest extent possible under State law, by the land acquisition policies of the Uniform Relocation Assistance and Real Property Acquisition Policies Act; and (2) property owners will be paid for necessary expenses as provided in such Act. Permits a Federal agency to discharge its acquisition responsibilities under such Act by accepting a certification by a State agency, which must be verified by the lead agency, that it will implement State law in a manner that will accomplish the acquisition policies and objectives of such Act. Directs the lead agency to monitor State agency implementation of such certification. Title IV: Effective Date - Sets forth the effective dates of specified provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Relocation Act Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:06-05:00"
}