{
  "actions": [
    {
      "acted_at": "1992-02-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2285-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-27", 
  "number": "2285", 
  "official_title": "A bill to amend the Public Health Service Act to revitalize the intramural research program of the National Institutes of Health, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Institutes of Health Revitalization Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-27", 
  "subjects": [
    "AIDS (Disease)", 
    "Building leases", 
    "College costs", 
    "College teachers", 
    "Day care", 
    "Department of Health and Human Services", 
    "Education", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Government operations and politics", 
    "Government procurement", 
    "Health", 
    "Health facilities", 
    "Honoraria", 
    "Land transfers", 
    "Leave of absence", 
    "Maryland", 
    "Medical centers", 
    "Medical education", 
    "Medical laboratories", 
    "Medical personnel", 
    "Medical research", 
    "Public health personnel", 
    "Recruiting of employees", 
    "Research centers", 
    "Research grants", 
    "Salaries", 
    "Scientific education", 
    "Scientists in government", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-27", 
    "text": "National Institutes of Health Revitalization Act of 1992 - Title I: Authorities of the Director of the National Institutes of Health - Amends the Public Health Service Act to add references to supervision of the intramural research program of the National Institutes of Health (NIH) to provisions relating to the duties and authority of the NIH Director. Mandates a prompt response by certain Government officials to requests, under this Act or its amendments, from the NIH Director. Title II: Personnel - Mandates development of a proposed model integrated service personnel system regarding NIH personnel to enable NIH to recruit and retain the highest quality personnel. Sets forth system requirements, including: (1) providing an excepted service system with one type of appointment authority and salaries comparable to the private sector; and (2) authorizing a program of repayment of educational loans of health professionals in exchange for the conducting, as NIH employees, of biomedical or clinical research in areas of need. Authorizes, with the approval of the chief executive officer of a State, establishment and implementation of a scientific personnel exchange program with a State. Allows NIH scientists, under the program, to elect to take sabbaticals at State higher learning institutions while continuing to be paid as Federal employees. Requires the participating State to offer the children of all NIH intramural scientists the opportunity to attend those institutions at in-State tuition rates. Amends provisions relating to a loan repayment program for research with respect to acquired immune deficiency syndrome to authorize a loan repayment program under which health professionals agree to conduct, as NIH employees, biomedical or behavioral research in areas of need in return for the Government repaying their educational loans. Authorizes appropriations. Title III: Warren Grant Magnuson Clinical Center - Authorizes establishment of a program for the renovation or replacement of the existing Warren Grant Magnuson Clinical Center. Authorizes the transfer of land from other Federal agencies. Authorizes appropriations. Title IV: Acquisition of Land and Facilities - Authorizes establishment of a comprehensive program for the replacement or refurbishment of less than adequate buildings, utility equipment and distribution systems, roads, walkways, parking areas, and grounds of the National Institutes of Health. Authorizes, to support and enhance NIH's intramural research program or related administrative needs, space leasing without regard to normal time or square foot limits. Authorizes the purchase of land to enhance NIH's intramural research capacity. Authorizes appropriations. Title V: Procurement - Requires the NIH Director and the Administrator of the General Services Administration to jointly conduct a study to develop a streamlined procurement system for NIH. Title VI: General Provisions - Authorizes assistance for day care for the children of NIH employees. Authorizes related rental or lease purchase agreements. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institutes of Health Revitalization Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revitalize the intramural research program of the National Institutes of Health, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:25-05:00"
}