{
  "actions": [
    {
      "acted_at": "2013-02-14", 
      "references": [
        {
          "reference": "CR S787", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-02-14", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-23", 
      "committee": "Committee on Energy and Natural Resources Subcommittee on National Parks", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on National Parks. Hearings held. With printed Hearing: S.Hrg. 113-27.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-05-16", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-06-27", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Wyden without amendment. With written report No. 113-62.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-06-27", 
      "calendar": "Senate Legislative", 
      "number": "116", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 116.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s371-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cowan, William M.", 
      "sponsored_at": "2013-02-14", 
      "state": "MA", 
      "thomas_id": "02189", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2013-02-14", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2013-02-14", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-04-23", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-02-14", 
  "number": "371", 
  "official_title": "A bill to establish the Blackstone River Valley National Historical Park, to dedicate the Park to John H. Chafee, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr706-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Blackstone River Valley National Historical Park Establishment Act", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-05-16", 
  "subjects": [
    "Dams and canals", 
    "Historic sites and heritage areas", 
    "Industrial facilities", 
    "Lakes and rivers", 
    "Massachusetts", 
    "Members of Congress", 
    "Monuments and memorials", 
    "Navigation, waterways, harbors", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Rhode Island", 
    "Senate"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2013-06-27", 
    "text": "Blackstone River Valley National Historical Park Establishment Act - (Sec. 4) Establishes the Blackstone River Valley National Historical Park in Massachusetts and Rhode Island as a unit of the National Park System. Authorizes the Secretary of the Interior to acquire, by donation, purchase from a willing seller, or exchange any land or interests in land considered contributing historic resources in specified historic sites and districts for inclusion in the Park's boundary. Authorizes the Secretary to acquire up to 10 acres in Woonsocket, Rhode Island for the development of administrative, curatorial, or visitor facilities for the Park. Permits acquisition of lands owned by the states or political subdivisions by donation only. Requires the Secretary to prepare a general management plan for the Park, which shall consider ways of using preexisting or planned visitor facilities and recreational opportunities developed in the National Heritage Corridor. Authorizes the Secretary to provide technical assistance, visitor services, interpretive tours, and educational programs to sites and resources in the Corridor located outside of the Park's boundary which are associated with the purposes for which the Park is established. Authorizes the Secretary to enter into cooperative agreements with the states, their political subdivisions, nonprofit organizations (including Blackstone River Valley National Heritage Corridor, Inc.), and other interested parties to provide: (1) technical assistance, interpretation, and educational programs in the historic sites and districts; and (2) up to 50% of the cost of any natural, historic, or cultural resource protection project in the Park. Requires any federal funding made available under such an agreement to be matched on a one-to-one basis by non-federal funds. Requires an agreement for reimbursement of any payment made by the Secretary for the cost of any project in the Park if there is any conversion, use, or disposal of the project for purposes inconsistent with this Act's purposes. Dedicates the Park to former U.S. Senator John H. Chafee from Rhode Island in recognition of: (1) his role in the preservation of the resources of the Blackstone River Valley and the heritage corridor that bears his name, and (2) the decades of his service to the people of Rhode Island and the United States. Requires a memorial to be displayed at a location in the Park that recognizes Senator Chafee's role in the preservation of the resources of the Blackstone River Valley for the people of the United States. (Sec. 5) Adjusts the boundary of the John H. Chafee Blackstone River Valley National Heritage Corridor. Designates the Blackstone River Valley National Heritage Corridor, Inc., as the local coordinating entity for the Corridor. Requires the local coordinating entity to assume the duties of the Blackstone River Valley National Heritage Corridor Commission for the implementation of the Cultural Heritage and Land Management Plan. Allows the local coordinating entity to use amounts made available under this Act, among other things, to: (1) make grants to Massachusetts and Rhode Island, their political subdivisions, nonprofits, and other persons; and (2) enter into cooperative agreements with or provide technical assistance to such states, their political subdivisions, nonprofits, federal agencies, and other interested parties. Authorizes the Secretary to enter into agreements with the local coordinating entity and other public or private entities to provide technical assistance or to implement the Cultural Heritage and Land Management Plan. Directs the Secretary to enter into a memorandum of understanding with the local coordinating entity to ensure: (1) the transition of management of the Corridor from the John H. Chaffee Blackstone River Valley National Heritage Corridor Commission to the local coordinating entity, and (2) coordination regarding the implementation of the Plan. Extends the Commission through FY2016. (Sec. 6) Authorizes appropriations for establishment of the Blackstone River Valley National Historical Park."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Blackstone River Valley National Historical Park Establishment Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Blackstone River Valley National Historical Park Establishment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish the Blackstone River Valley National Historical Park, to dedicate the Park to John H. Chafee, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:40:08-05:00"
}