{
  "actions": [
    {
      "acted_at": "1987-10-16", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-23", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations requested executive comment from State Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1796-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-16", 
  "number": "1796", 
  "official_title": "A bill to provide for the establishment of the Special Committee on Rio Grande Water Quality; to initiate a process leading to the identification of the causes of pollution in the Rio Grande; to outline the measures necessary to insure clean water in the Rio Grande; to propose methods for financing the costs involved in the recommended remedial measures; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rio Grande Clean Water Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-10-16", 
  "subjects": [
    "Advisory bodies", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "International affairs", 
    "International environmental cooperation", 
    "Mexico", 
    "Rivers", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-16", 
    "text": "Rio Grande Clean Water Act of 1987 - Title I: Establishment of the Special Committee on Rio Grande River Water Quality - Directs the President to establish the United States Special Committee on Rio Grande River Water Quality. Specifies the composition of the committee membership. Title II: Discussion and Planning with Representatives of the Government of Mexico - Directs the President to request the Secretary of State to instruct the United States Commissioner of the International Boundary and Water Commission, United States and Mexico, to propose to the Mexican Commissioner the formation of a similar Mexican Special Committee to assist in attaining the objectives of the U.S. committee and to assist in the formation of a Special Joint Committee on Rio Grande River Water Quality. Title III: Mission and Responsibilities of the Special Committee - Requires the U.S. Committee to: (1) conduct a study of the water pollution problem in the Rio Grande River; (2) provide opportunities for community comment and participation; (3) identify known and suspected sources of pollution in the Rio Grande River; (4) coordinate its activities with appropriate Federal and State agencies; (5) review existing information and documentation relating to pollution in the Rio Grande River; (6) report to the President and to the Congress, within three months after appointment of the Chairman of the Committee, on the Committee's activities; and (7) submit within 12 months of such appointment, a plan to abate such pollution, including a description of the facilities required, a cost estimate, and alternative means of financing the project. Title IV: Submission of Remedial Legislation by the President - Requires the President to submit to the Congress a proposal for legislation based on the findings of the Special Committee. Title V: Existing International Agreements - Directs that the activities of the Special Committee be conducted in accordance with the requirements of existing agreements, such as the U.S.-Mexico Water Treaty and Protocol of 1944 and the Agreement of Cooperation for the Protection and Improvement of the Environment in the Border Area of 1983. Title VI: Authorization of Appropriations - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rio Grande Clean Water Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of the Special Committee on Rio Grande Water Quality; to initiate a process leading to the identification of the causes of pollution in the Rio Grande; to outline the measures necessary to insure clean water in the Rio Grande; to propose methods for financing the costs involved in the recommended remedial measures; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:44-05:00"
}