{
  "actions": [
    {
      "acted_at": "2012-06-14", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Harkin. With written report No. 112-176.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-14", 
      "calendar": "Senate Legislative", 
      "number": "428", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 428.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3295-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-14", 
  "number": "3295", 
  "official_title": "An original bill making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3070-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1599-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2013", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-06-14", 
  "subjects": [
    "Administrative remedies", 
    "Adoption and foster care", 
    "Aging", 
    "Alternative treatments", 
    "Appropriations", 
    "Birth defects", 
    "Cancer", 
    "Cardiovascular and respiratory health", 
    "Centers for Disease Control and Prevention (CDC)", 
    "Chemical and biological weapons", 
    "Child care and development", 
    "Child health", 
    "Child safety and welfare", 
    "Coal", 
    "Committee for Purchase from People Who Are Blind or Severely Disabled", 
    "Corporation for National and Community Service", 
    "Corporation for Public Broadcasting", 
    "Dental care", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Disability and paralysis", 
    "District of Columbia", 
    "Drug, alcohol, tobacco use", 
    "Economics and public finance", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Emergency medical services and trauma care", 
    "Employee benefits and pensions", 
    "Employment and training programs", 
    "Energy assistance for the poor and aged", 
    "Environmental health", 
    "Executive agency funding and structure", 
    "Family planning and birth control", 
    "Family services", 
    "Federal Mediation and Conciliation Service", 
    "Federal Mine Safety and Health Review Commission", 
    "Foreign language and bilingual programs", 
    "Government studies and investigations", 
    "Government trust funds", 
    "HIV/AIDS", 
    "Health care quality", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Hearing, speech, and vision care", 
    "Hereditary and development disorders", 
    "Higher education", 
    "Humanities programs funding", 
    "Indian social and development programs", 
    "Infectious and parasitic diseases", 
    "Libraries and archives", 
    "Medicaid", 
    "Medical education", 
    "Medical research", 
    "Medicare", 
    "Medicare Payment Advisory Commission", 
    "Mental health", 
    "Migrant, seasonal, agricultural labor", 
    "Mining", 
    "Minority education", 
    "Minority health", 
    "Musculoskeletal and skin diseases", 
    "Museums, exhibitions, cultural centers", 
    "National Council on Disability", 
    "National Institutes of Health (NIH)", 
    "National Labor Relations Board (NLRB)", 
    "National Mediation Board", 
    "National and community service", 
    "Neurological disorders", 
    "Nuclear weapons", 
    "Occupational Safety and Health Review Commission", 
    "Pension Benefit Guaranty Corporation", 
    "Poverty and welfare assistance", 
    "Railroad Retirement Board", 
    "Refugees, asylum, displaced persons", 
    "Research administration and funding", 
    "Rural conditions and development", 
    "Separation, divorce, custody, support", 
    "Social Security Administration", 
    "Social security and elderly assistance", 
    "Special education", 
    "Student aid and college costs", 
    "Terrorism", 
    "Transportation employees", 
    "Unemployment", 
    "Veterans' education, employment, rehabilitation", 
    "Women's health", 
    "Worker safety and health", 
    "World health", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-06-14", 
    "text": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2013 - Makes appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for FY2013. Title I: Department of Labor - Department of Labor Appropriations Act, 2013 - Makes appropriations for FY2013 to the Department of Labor for: (1) the Employment and Training Administration, including training and employment services; (2) the Office of the Job Corps; (3) community service employment for older Americans; (4) federal unemployment benefits and allowances; (5) state unemployment insurance and employment service operations; (6) advances to the Unemployment Trust Fund; (7) employment and training program administration; (8) the Employee Benefits Security Administration; (9) the Pension Benefit Guaranty Corporation; (10) the Wage and Hour Division; (11) the Office of Labor Management Standards; (12) the Office of Federal Contract Compliance Programs; (13) the Office of Workers' Compensation Programs; (14) certain special benefits, including ones for disabled coal miners; (15) administrative expenses for the Energy Employees Occupational Illness Compensation Fund; (16) the Black Lung Disability Trust Fund; (17) the Occupational Safety and Health Administration (OSHA); (18) the Mine Safety and Health Administration; (19) the Bureau of Labor Statistics; (20) the Office of Disability Employment Policy; (21) departmental management; (22) veterans employment and training; (23) Department infrastructure technology (IT) modernization, and (24) the Office of Inspector General. Sets forth authorized uses of, and limitations on, funds and transfers of funds appropriated under this title. (Sec. 101) Prohibits use of Job Corps funds to pay individual salary and bonuses at a rate in excess of Executive Level II. (Sec. 102) Allows not more than 1% of discretionary funds for the current fiscal year for the Department of Labor in this Act to be transferred between a program, project, or activity. Prohibits any increase of any such program, project, or activity by more than 3% by any such transfer. (Sec. 103) Prohibits funds from being obligated or expended to procure goods mined, produced, manufactured, or harvested or services rendered, in whole or in part, by forced or indentured child labor in industries and host countries already identified by the Department of Labor prior to enactment of this Act, in accordance with a specified executive order. (Sec. 104) Prohibits the availability of funds to the Department of Labor for grants under the American Competitiveness and Workforce Improvement Act of 1998 (ACWIA) for any purpose except for competitive grants for the training of foreign workers in the occupations and industries for which they were hired under the H-1B visa program, and necessary related activities. (Sec. 105) Prohibits recipients of employment and training funds from using them to pay the salary and bonuses of an individual at a rate in excess of Executive Level II, with an exception for specified vendors. (Sec. 106) Prohibits the Secretary of Labor (Secretary in this title) from taking any action, with certain exceptions, to amend a specified definition for functions and activities or to modify a certain procedure for redesignation of local areas under the Workforce Investment Act of 1998 (WIA) until legislation reauthorizing the Act has been enacted. (Sec. 107) Authorizes the Secretary to transfer to Program Administration funds made available to the Employment and Training Administration for technical assistance services to grantees, if those services will be more efficiently performed by federal staff. (Sec. 108) Prohibits the Secretary from reserving more than 0.5% from each appropriation made available for certain named programs to carry out evaluations of such programs. Requires the transfer to departmental management of any reserved funds for use by the Office of the Chief Evaluation Officer within the Department of Labor. Makes such funds available only if the Chief Evaluation Officer submits a plan to the appropriate appropriations committees describing such evaluations 15 days in advance of any transfer. (Sec. 109) Authorizes the Secretary to reserve at least 3% of the authorization of appropriations for FY2011-FY2014 for the Community College and Career Training Grant Program to evaluate and provide technical assistance for program activities. (Sec. 110) Prohibits the use of funds to enforce or implement the final rules entitled: (1) \"Temporary Non-Agricultural Employment of H-2B Aliens in the United States.\" and (2) \"Wage Methodology for the Temporary Non-Agricultural Employment H-2B Program.\" (Sec. 111) Transfers to the Secretary from the Comptroller General authority to: (1) pay wages due laborers and mechanics under certain federal contracts, (2) list the names of contractors violating such contracts with employees and subcontractors, and (3) withhold amounts for unpaid wages and liquidated damages for contract violations. Title II: Department of Health and Human Services - Department of Health and Human Services Appropriations Act, 2013 - Makes appropriations for FY2013 to the Department of Health and Human Services (HHS) for: (1) the Health Resources and Services Administration, (2) the Centers for Disease Control and Prevention (CDC), (3) the National Institutes of Health (NIH), (4) the Substance Abuse and Mental Health Services Administration, (5) the Agency for Healthcare Research and Quality, (6) the Centers for Medicare and Medicaid Services (CMS), (7) the Administration for Children and Families, (8) the Administration for Community Living, and (9) the Office of the Secretary. (Sec. 209) Prohibits the use of funds for voluntary family planning projects unless the applicant certifies that it encourages family participation in the decision of minors to seek family planning services and that it provides counseling to minors on how to resist attempts to coerce minors into engaging in sexual activities. (Sec. 210) Prohibits any provider of voluntary planning services under the Public Health Service Act (PHSA) from being exempt from any state law requiring notifications or the reporting of child abuse, child molestation, sexual abuse, rape, or incest. (Sec. 211) Prohibits the use of funds to carry out the Medicare Advantage program if the Secretary of Health and Human Services denies participation in such program to an otherwise eligible entity because it will not provide, pay for, provide coverage of, or provide referrals for abortions. (Sec. 212) Allows the Secretary to exercise certain authority in order to carry out international health activities during FY2013. (Sec. 218) Requires the Secretary to establish a publicly accessible website to provide information regarding the uses of funds made available to the Prevention and Public Health Fund. (Sec. 219) Entitles states to receive abstinence education funding for FY2013 only if HHS receives an application by September 20, 2013. Rescinds any remaining obligated balances of FY2013 appropriations as of September 27, 2013. (Sec. 220) Requires the Secretary, within 45 days of enactment of this Act, to transfer funds appropriated for the Prevention and Public Health Fund to specific accounts for specified activities. Prohibits the Secretary from further transferring such amounts, notwithstanding provisions requiring the Secretary to use such funds to increase funding over the FY2008 level for programs authorized by the PHSA for prevention, wellness, and public health activities. Declares that funds transferred for the Epidemiology and Laboratory Capacity Grant Program shall be made available without regard to the specific allocation of such funds in the PHSA. (Sec. 221) Authorizes the Director of CDC or the Administrator of the Agency for Toxic Substances and Disease Registry to detail staff without reimbursement for up to 180 days to support the CDC response to a public health emergency or urgent public event that involves activation of the Emergency Operations Center at the CDC. (Sec. 222) Requires the Secretary of HHS to publish in the FY2014 budget justification and on the departmental website information concerning the employment of full-time equivalent federal employees or contracts for the purpose of implementing, administering, enforcing, or otherwise carrying out the provisions of the Patient Protection and Affordable Care Act in the proposed fiscal year and the three prior fiscal years. (Sec. 223) Requires the Secretary of HHS to respond in full within seven days after enactment of this Act to specified congressional inquiries related to contracts for the acquisition of public relations, publicity, advertising, communications, or similar services and a contract with a public relations firm. Title III: Department of Education - Department of Education Appropriations Act, 2013 - Makes appropriations for FY2013 to the Department of Education for: (1) education for the disadvantaged; (2) impact aid; (3) school improvement programs; (4) Indian education; (5) innovation and improvement activities; (6) safe schools and citizenship education; (7) English language acquisition and language enhancement; (8) special education; (9) rehabilitation services and disability research; (10) special institutions for persons with disabilities, including the American Printing House for the Blind, the National Technical Institute for the Deaf, and Gallaudet University; (11) career, technical, and adult education; (12) certain student financial assistance programs, as well as federal administrative expenses for such programs (setting a maximum individual Pell grant amount); (13) specified higher education programs; (14) Howard University; (15) the college housing and academic facilities loans program; (16) the historically Black college and university capital financing program account; (17) the Institute of Education Sciences; and (18) departmental management, including program administration, the Office for Civil Rights, and the Office of the Inspector General. Sets the maximum individual Pell grant amount at $4,860 during award year 2013-2014. Sets forth authorized uses of, and limitations on, funds appropriated under this title. (Sec. 301) Prohibits the use of funds to transport teachers or students in order to: (1) overcome racial imbalance in any school, or (2) carry out a racial desegregation plan. (Sec. 302) Prohibits the use of funds to require, directly or indirectly, the transportation of any student to a school other than the school nearest the student's home, except, for a student requiring special education, to the school offering that special education, in order to comply with title VI of the Civil Rights Act of 1964. Declares that such a prohibited indirect requirement of transportation of students includes the transportation of students to carry out a plan involving the reorganization of the grade structure of schools, the pairing of schools, the clustering of schools, or any combination of grade restructuring, pairing, or clustering. Exempts the establishment of magnet schools from such prohibition. (Sec. 303) Prohibits the use of funds to prevent the implementation of programs of voluntary prayer and meditation in public schools. (Sec. 304) Allows the transfer between appropriations of not more than 1% of discretionary funds for the current fiscal year for the Department of Education in this Act. Prohibits any increase of any such appropriation by more than 3% by any such transfer. (Sec. 305) Authorizes the Outlying Areas to consolidate funds received under this Act under part A (Innovative Programs) of title V of the Elementary and Secondary Education Act of 1965. (Sec. 306) Amends the Compact of Free Association Amendments Act of 2003 to continue the eligibility of the government, institutions, and people of Palau for Pell grant and supplemental education grant funding until the end of FY2013 to the extent they were eligible for such funding in FY2003. (Sec. 307) Amends the Department of Education Organization Act to change the name of the Department of Education's Office of Vocational and Adult Education to the Office of Career, Technical, and Adult Education. (Sec. 308) Authorizes the Secretary of Education to reserve funds for studies and evaluations of programs funded under the Elementary and Secondary Education Act of 1965 without regard to the source of funds for those activities. (Sec. 309) Amends the Higher Education Opportunity Act to prohibit postsecondary educational institutions from using revenues derived from federal educational assistance funds for: (1) advertising and promotion; (2) identifying and attracting prospective students; or (3) other activities the Secretary of Education may proscribe, such as paying for the promotion or sponsorship of education or military-related associations. Excepts from that prohibition activities that are required as a condition of receiving funds under title IV (Student Assistance) of the Higher Education Act of 1965 (HEA), specifically authorized under title IV, or otherwise specified by the Secretary. (Sec. 310) Amends title IV (Student Assistance) of the HEA to include only tuition and fees, books, and supplies from the Pell grant need analyses for students who receive all of their instruction through distance education. Requires guaranty agencies, beginning in October 2012, to assign defaulted loans that have been rehabilitated under the Federal Family Education Loan (FFEL) default reduction program to the Secretary if they are unable to resell the loans to eligible lenders. Reduces the subsidies provided to guaranty agencies that sell rehabilitated FFELs by: (1) requiring them to repay the Secretary all of the amount they received for guaranteeing the principal balance of the loan outstanding, rather than 81.5% of that amount; and (2) capping the amount they may charge borrowers for collection costs at 16%, rather than 18.5%, of the outstanding principal and interest. Eliminates interest subsidies for new student borrowers of Direct loans on or after July 1, 2013, who remain in school beyond 150% of the published length of their educational program. Increases the authorization and appropriation of additional funds for the Pell grant program. Allows students who are not high school graduates or have not met certain home schooling requirements to receive student assistance under title IV of the HEA if they are enrolled in an eligible career pathway program and demonstrate that they can benefit from the education or training being offered by an institution of higher education. Establishes special rules for allocating Direct loan servicing contracts and rights to nonprofit organizations with affiliates or under shared management or common control. Title IV: Related Agencies - Appropriates funds for: (1) the Committee for Purchase From People Who Are Blind or Severely Disabled; (2) the Corporation for National and Community Service (CNCS) to carry out programs under the Domestic Volunteer Service Act of 1973 and the National and Community Service Act of 1990, including Volunteers in Service to America (VISTA), the National Senior Volunteer Corps, Americorps state and national grants, and the National Civilian Community Corps; (3) the National Service Trust; (4) the Office of Inspector General; (5) the Corporation for Public Broadcasting; (6) the Federal Mediation and Conciliation Service; (7) the Federal Mine Safety and Health Review Commission; (8) the Institute of Museum and Library Services; (9) the Medicaid and CHIP Payment and Access Commission; (10) the Medicare Payment Advisory Commission (MEDPAC); (11) the National Council on Disability; (12) the National Health Care Workforce Commission; (13) the National Labor Relations Board; (14) the National Mediation Board; (15) the Occupational Safety and Health Review Commission; (16) the Railroad Retirement Board for retirement account payments; (17) payments to the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund; and (18) payments under title XVI (Supplemental Security Income) of the Social Security Act. Title V: General Provisions - Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 501) Authorizes the Secretaries of Labor, of Health and Human Services (HHS), and of Education to transfer unexpended balances of prior appropriations to accounts corresponding to current appropriations provided in this Act, to be used for the same purpose, and for the same periods of time, for which they were originally appropriated. (Sec. 506) Prohibits the expenditure of funds appropriated in this Act, and in any trust fund to which funds are appropriated in this Act, for: (1) any abortion, or (2) health benefits coverage that includes coverage of abortion. (Sec. 507) Declares that this prohibition does not apply: (1) if the pregnancy is the result of an act of rape or incest; or (2) in the case where a woman suffers from a physical disorder, physical injury, or physical illness, including a life-endangering physical condition caused by or arising from the pregnancy itself, that would, as certified by a physician, place the woman in danger of death unless an abortion is performed. Declares that nothing in Sec. 506 shall be construed as: (1) prohibiting the expenditure by a state, locality, entity, or private person of state, local, or private funds (other than Medicaid matching funds); or (2) restricting the ability of any managed care provider from offering abortion coverage or the ability of a state or locality to contract separately with such a provider for such coverage with state funds (other than Medicaid matching funds). Bars the availability of funds to a federal agency or program, or to a state or local government, if it subjects any institutional or individual health care entity to discrimination on the basis that the health care entity does not provide, pay for, provide coverage of, or refer for abortions. (Sec. 508) Prohibits the use of funds made available in this Act for: (1) the creation of a human embryo or embryos for research purposes; or (2) research in which a human embryo or embryos are destroyed, discarded, or knowingly subjected to risk of injury or death greater than that allowed for research on fetuses in utero under certain federal regulations and the Public Health Service Act. (Sec. 509) Bars the use of funds for activities promoting the legalization of any drug or other substance included in schedule I of the schedules of controlled substances under the Controlled Substances Act, except for normal and recognized executive-congressional communications. Makes such limitation inapplicable when there is significant medical evidence of a therapeutic advantage to the use of such drug or other substance or that federally sponsored clinical trials are being conducted to determine therapeutic advantage. (Sec. 510) Bars the use of funds to promulgate or adopt any final standard under the Social Security Act providing for, or providing for the assignment of, a unique health identifier for an individual (except in an individual's capacity as an employer or a health care provider), until legislation is enacted specifically approving the standard. (Sec. 511) Bars the obligation or expenditure of funds to enter into or renew a contract with an entity if: (1) it is otherwise a contractor with the United States and is subject to the requirement regarding submission of an annual report to the Secretary of Labor concerning employment of certain veterans, and (2) it has not submitted the required report for the most recent applicable year. (Sec. 512) Prohibits the transfer of funds made available in this Act to any federal department, agency, or instrumentality, except pursuant to an appropriation Act. (Sec. 513) Prohibits the availability of funds under the Library Services and Technology Act, as amended by the Children's Internet Protection Act, to certain libraries unless they have made specified required certifications. (Sec. 515) Prohibits the use of funds to: (1) request that a candidate for appointment to a federal scientific advisory committee disclose his or her political affiliation or voting history or the position he or she holds with respect to political issues not directly related to and necessary for the work of the committee involved, or (2) disseminate scientific information that is deliberately false or misleading. (Sec. 516) Requires each department and related agency funded through this Act, within 45 days of enactment of this Act, to submit an operating plan that details at the program, project, and activity level any funding allocations for FY2013 that are different than those specified in this Act, the accompanying detailed table in the committee report, or the FY2013 budget request. (Sec. 517) Requires the Secretaries of Labor, of HHS, and of Education each to report to the congressional appropriations committees on the number, amount, and other specified details of contracts, non-formula grants, and cooperative agreements exceeding $500,000 in value and awarded by the respective Department on a noncompetitive basis during each quarter of FY2013. (Sec. 518) Prohibits the use of funds in this Act to enter into a contract in an amount greater than $5 million or to award a grant in excess of such amount unless the prospective contractor or grantee certifies in writing to the agency awarding the contract or grant that, to the best of its knowledge and belief, it has: (1) filed all federal tax returns required during the three years preceding the certification; (2) not been convicted of a criminal offense under the Internal Revenue Code; and (3) not, within 90 days before certification, been notified of any unpaid federal tax assessment for which the liability remains unsatisfied, unless the assessment is the subject of an installment agreement or offer in compromise that has been approved by the IRS and is not in default, or the assessment is the subject of a non-frivolous administrative or judicial proceeding. (Sec. 519) Rescinds permanently specified funds made available for performance bonus payments under title XXI (State Children's Health Insurance Program) (CHIP) of the Social Security Act. (Sec. 520) Bars use of funds to distribute any needle or syringe to prevent the spread of blood borne pathogens in any location that has been determined by the local public health or local law enforcement authorities to be inappropriate for such distribution. (Sec. 521) Requires the Departments of Labor, of HHS, and of Education, as well as the Social Security Administration (SSA), to report quarterly to the congressional appropriations committees on the status of appropriations balances. (Sec. 522) Requires the Health Education Assistance Loan (HEAL) program under the Public Health Services Act, and the authority to administer such program, including servicing, collecting, and enforcing any of its remaining outstanding loans, to be permanently transferred from the Secretary of HHS to the Secretary of Education by the end of the first fiscal quarter that begins after the date of enactment of this Act. (Sec. 523) Authorizes federal agencies to use federal discretionary funds made available in this Act to carry out up to 13 Performance Partnership Pilots involving up to a total of $130 million in aggregate federal discretionary budget authority. Requires such Pilots to: (1) be designed to improve outcomes for disconnected youth age 14-24 who are homeless, in foster care, involved in the juvenile justice system, or are neither employed nor enrolled in an educational institution; and (2) involve federal programs targeted on disconnected youth, or designed to prevent youth from disconnecting from school or work, that provide education, training, employment, and other related social services. (Sec. 524) Requires the head of any department, agency, board, or commission funded by this Act to report quarterly to its Inspector General, or the senior ethics official for any entity without an Inspector General, regarding the costs and contracting procedures related to each conference it holds during FY2013 for which the cost to the federal government was more than $20,000. Prohibits the use of a grant or contract funded by amounts appropriated by this Act to defray the costs of a conference that is not directly and programmatically related to the purpose for which the grant or contract was awarded. Bars the use of funds made available in this Act for travel and conference activities noncompliant with OMB Memorandum M-12-12 dated May 11, 2012. (Sec. 525) Prohibits the use of funds made available in this Act to send or otherwise pay for the attendance of more than 50 employees from a federal department or agency at any single international conference unless the department or agency head reports to the congressional appropriations committees at least 30 days in advance of the beginning of the conference that such attendance is important to the national interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Education Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Health and Human Services Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Labor Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Education Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Health and Human Services Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Labor Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:35:51-05:00"
}