{
  "actions": [
    {
      "acted_at": "1997-06-09", 
      "references": [
        {
          "reference": "CR S5417", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-09", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s853-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-09", 
  "number": "853", 
  "official_title": "A bill to protect the financial interests of the Federal government through debt restructuring and subsidy reduction in connection with multifamily housing; to enhance the effectiveness of enforcement provisions relating to single family and multifamily housing (including amendments to the Bankruptcy code); to consolidate and reform the management of multifamily housing programs; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing 2020:  Multifamily Management Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-09", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Affordable housing", 
    "Apartment houses", 
    "Auctions", 
    "Auditing", 
    "Bank directors", 
    "Bank employees", 
    "Bank records", 
    "Bankruptcy", 
    "Building construction", 
    "Business income tax", 
    "Capital gains tax", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Collection of accounts", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Cooperative housing", 
    "Crime and law enforcement", 
    "Damages", 
    "Delegation of powers", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Foreclosure", 
    "Fraud", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health facilities", 
    "Home repair and improvement", 
    "Hospitals", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing discrimination", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the disabled", 
    "Housing management", 
    "Housing subsidies", 
    "Income tax", 
    "Injunctions", 
    "Insurance premiums", 
    "Interest", 
    "Labor and employment", 
    "Landlord and tenant", 
    "Law", 
    "Lead poisoning", 
    "Legal fees", 
    "Liability (Law)", 
    "Liens", 
    "Loan defaults", 
    "Low-income housing", 
    "Moderate income housing", 
    "Money laundering", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Mortgages", 
    "Nonprofit organizations", 
    "Nursing homes", 
    "Obstruction of justice", 
    "Paints and varnishes", 
    "Partnerships", 
    "Personal income tax", 
    "Public housing", 
    "Public records", 
    "Punitive damages", 
    "Real estate business", 
    "Reinsurance", 
    "Rent", 
    "Rent control", 
    "Rent subsidies", 
    "Rental housing", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Residential rehabilitation", 
    "Risk management", 
    "Secondary mortgage market", 
    "Sentences (Criminal procedure)", 
    "Single family housing", 
    "Small business", 
    "Social welfare", 
    "Surety and fidelity", 
    "Tax deferral", 
    "Taxation", 
    "Volunteer workers", 
    "Wages"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-09", 
    "text": "TABLE OF CONTENTS: Title I: Multifamily Restructuring Subtitle A: Housing Provisions Subtitle B: Extension of Time for Payment of Tax Attributable to FHA Portfolio Restructuring Title II: Housing Enforcement Subtitle A: Single Family and Multifamily Housing Subtitle B: Multifamily Housing Subtitle C: FHA Single Family Housing Title III: Exemption of HUD and USDA Multifamily Loan Foreclosures and Related Actions from the Bankruptcy Stay Title IV: FHA Multifamily Housing Consolidation and Reform Subtitle A: FHA Multifamily Housing Subtitle B: Extensions of Existing Authority and Other Provisions Title V: Rehabilitation Grants Housing 2020: Multifamily Management Reform Act - Title I: Multifamily Restructuring - Housing Opportunity Act of 1997 - Subtitle A: Housing Provisions - Directs the Secretary (Secretary) of Housing and Urban Development (HUD) to carry out a program of multifamily housing debt restructuring and subsidy reduction that takes into account the goals of: (1) maintaining existing affordable and safe housing; (2) minimizing adverse effects on tenants and neighborhoods; (3) supporting fair housing strategies; and (4) encouraging ownership and property management. Authorizes the Secretary (or specified designee) to take the following actions to make qualifying multifamily projects financially viable at market rates: (1) pay mortgage claims; (2) remove or modify project restrictions; (3) purchase reinsurance or otherwise transfer insurance interests; (4) take actions to induce owner or lender participation; (5)restructure mortgages; and (6) make insurance payments. Authorizes the Secretary to provide for the renewal of section 8 contracts. Authorizes the Secretary to provide: (1) tenant-based assistance to certain assisted and very-low-income families affected by such restructuring; and (2) project-based assistance in areas with tight housing markets or with high concentrations of elderly or disabled families. Prohibits owner discrimination with respect to section 8 certificate or voucher holders. Directs the Secretary to facilitate the sale of multifamily projects to tenant and nonprofit organizations. (Sec. 111) Amends the Balanced Budget Downpayment Act, I to authorize renewal of expiring section 8 contracts in excess of certain fair market standards at specified rental levels. (Sec. 112) Provides for the reuse and rescission of recaptured budget authority resulting from project restructuring. Subtitle B: Extension of Time for Payment of Tax Attributable to FHA Multifamily Restructuring - Amends the Internal Revenue Code to authorize specified tax payment extensions on debt reduction or gain from a sale attributable to section 8 housing restructuring. Title II: Housing Enforcement - Housing Enforcement Act of 1997 - Directs the Secretary to issue implementing regulations. Subtitle A: Single Family and Multifamily Housing - Amends the National Housing Act (Act) to exempt the Mortgage Review Board from certain bankruptcy stay provisions. (Sec. 211) Authorizes the Board to immediately suspend a mortgage under specified conditions. (Sec. 212) Extends (and increases) equity skimming penalties to 1- to-4 family residences. (Sec. 213) Amends Federal criminal law to include equity skimming as a money laundering offense. (Sec. 214) Authorizes the Secretary to recover mortgage insurance claims against a person convicted of equity skimming. (Sec. 215) Expands the scope of penalties for mortgagees, lenders, and other Federal Housing Administration (FHA) program participants. Subtitle B: Multifamily Housing - Amends the Act to extend certain multifamily mortgagor civil penalties (and the scope of such penalties) to general partners of a partnership mortgagor, or officers or directors of corporate mortgagors. (Sec. 221) Establishes civil money penalties for specified section 8 violations by owners or other liable parties. (Sec. 222) Amends the Housing and Community Development Act of 1987 to extend the double damages remedy for recovery of assets to specified insured mortgage agreements under the Housing Act of 1959 and the Housing and Community Development Act of 1992. (Sec. 223) Amends the Social Security Act to eliminate the 1994 termination date for HUD access to certain State employment information. (Sec. 224) Authorizes the Secretary to prohibit renewal or extension of certain expiring section 8 contracts unless the owner agrees to comply with any additional HUD conditions. Subtitle C: FHA Single Family Housing - Amends the Act to terminate mortgagee origination approval authority. Title III: Exemption of HUD and USDA Multifamily Loan Foreclosures and Related Actions from the Bankruptcy Stay - Amends Federal law to exempt HUD or Department of Agriculture appointment of receivership or loan foreclosures and related actions from the bankruptcy stay. Title IV: FHA Multifamily Housing Consolidation and Reform - FHA Multifamily Housing Reform Act of 1997 - Subtitle A: FHA Multifamily Housing - Amends the Act to authorize the Secretary (or approved mortgagee) to insure first or second mortgages and engage in related credit enhancement for certain multifamily housing projects and health care facilities. (Sec. 404) Authorizes the Secretary to enter into risk-sharing agreements with qualified participating mortgage entities and housing finance agencies in order to provide projects and facilities with first mortgage loans. Sets forth provisions concerning: (1) mortgage insurance and reinsurance; (2) risk apportionment and risk-sharing alternatives; (3) reimbursement capacity; (4) underwriting standards; and (5) non-Federal participation. (Sec. 406) Sets forth provisions regarding: (1) premiums and fees; (2) contracts; (3) default and contract claims; (4) prepayment charges; (5)environmental review; (6) lead-based paint poisoning prevention; (7) subsidy layering; (8) labor standards; and (9) disclosure of records. Subtitle B: Extensions of Existing Authority and Other Provisions - Amends the Act to extend authorities for: (1) mortgage auctions; and (2) transfer of certain excess receipts to the flexible subsidy program. (Sec. 422) Authorizes the Secretary to regulate rents, sales, charges, and operations with respect to certain multifamily housing projects in order to provide reasonable rentals and a reasonable rate of return. (Sec. 423) Includes health care facilities within the partial payment of claims authority. (Sec. 424) Amends the Housing Act of 1959 and the Cranston-Gonzalez National Affordable Housing Act to provide environmental protection under the supportive housing for the elderly program and the supportive housing for persons with disabilities program. Sets forth program provisions. (Sec. 425) Amends the Housing and Community Development Amendments of 1978 to authorize the Secretary to assign regulatory agreements in connection with the sale of HUD mortgages. Title V: Rehabilitation Grants - Amends the Act to authorize the Secretary to make rehabilitation grants to owners of formerly insured or assisted qualifying projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing 2020:  Multifamily Management Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "FHA Multifamily Housing Reform Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Housing Enforcement Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Housing Opportunity Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the financial interests of the Federal government through debt restructuring and subsidy reduction in connection with multifamily housing; to enhance the effectiveness of enforcement provisions relating to single family and multifamily housing (including amendments to the Bankruptcy code); to consolidate and reform the management of multifamily housing programs; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:57-05:00"
}