{
  "actions": [
    {
      "acted_at": "1990-10-22", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3226-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-22", 
  "number": "3226", 
  "official_title": "A bill to amend the Solid Waste Disposal Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hazardous Waste Safe Burning Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kasten, Robert W., Jr.", 
    "state": "WI", 
    "thomas_id": "00619", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-22", 
  "subjects": [
    "Air pollution control", 
    "Alternative energy sources", 
    "Energy policy", 
    "Environmental protection", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Incineration", 
    "Licenses", 
    "Standards"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-22", 
    "text": "Hazardous Waste Safe Burning Act of 1990 - Amends the Solid Waste Disposal Act to require the Administrator of the Environmental Protection Agency to modify the regulation setting standards applicable to the owners and operators of facilities which burn, for purposes of energy recovery, fuels containing hazardous waste to reflect the following provisions applicable to cement, lime, and aggregate kilns: (1) standards and requirements that are no less stringent than those which apply to incinerators by virtue of regulations currently in effect and permit requirements for the treatment, storage, or disposal of hazardous waste under such Act; (2) emission standards no less stringent than those proposed for incinerators by the Administrator on April 27, 1990; (3) requirements for the management of all residues from the burning of hazardous waste that are no less stringent than those applicable to incinerators; (4) requirements that any products resulting from the burning of hazardous waste meet specified treatment standards issued pursuant to such Act; (5) requirements for submission to the Administrator of a trial burn plan by each major burner of hazardous waste (in excess of 10,000 tons in any consecutive 12-month period) by June 30, 1991, and by all other burners of hazardous waste by December 31, 1991; (6) the requirement for submission to the Administrator of a trial burn report within six months of completion of the trial burn; and (7) the requirement for submission of a permit application by major burners of hazardous waste by September 30, 1991, and by all other burners of hazardous waste by March 31, 1992. Prohibits the burning of any fuel which contains any hazardous waste, or any other hazardous waste, in any cement, aggregate, or lime kiln after June 30, 1991, unless such standards are issued in the form of a final regulation by such date. Directs the Administrator: (1) to supervise a trial burn by each burner of hazardous waste within three months from the submission of such burner's trial burn plan; (2) within three months from the submission of any trial burn report, to make a determination either approving, disapproving totally, or disapproving the burning until a subsequent trial burn is conducted and reviewed by the Administrator; and (3) to complete action on each permit application submitted within two years of submission. Requires any burner of hazardous waste for which any deadline under such Act is not met to cease burning hazardous waste as of the date of the missed deadline. Prohibits any facility: (1) which was not burning hazardous waste on January 1, 1990, from burning hazardous waste until it has received a permit from the Administrator; and (2) from constructing new capacity or increasing its capacity for the burning of hazardous waste until it has received a permit for such new or expanded capacity from the Administrator. Authorizes the Administrator, until such time as the Administrator issues a permit, to impose such limitations with respect to that facility regarding hazardous waste as the Administrator deems necessary to protect human health and the environment. Repeals a provision restricting the regulation of cement kiln dust waste."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Waste Safe Burning Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:16-05:00"
}