{
  "actions": [
    {
      "acted_at": "1987-01-13", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s306-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-13", 
  "number": "306", 
  "official_title": "A bill to amend Title II of the Trade Act of 1974 to provide relief from injury caused by imports.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-13", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "Congress and Members of Congress", 
    "Countervailing duties", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "International competitiveness", 
    "Labor and employment", 
    "Legislation", 
    "Tariff", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Treaties", 
    "Unemployment"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-13", 
    "text": "Amends the Trade Act of 1974 to provide that the purpose of an import relief petition may be to enhance competitiveness. Includes among the economic factors to be considered in determining whether increased imports constitute a serious injury to a domestic industry the inability of a significant number of firms to operate domestic production facilities at a reasonable profit. Adds to the factors to be considered in import relief investigations relating to whether increased imports are a threat of serious injury to a domestic industry: (1) any combination of coordinated actions by a foreign government that increases the competitiveness of a foreign enterprise and that causes or threatens to cause serious injury to the domestic industry concerned; (2) the existence of an affirmative antidumping or countervailing duty determination; (3) the inability of the domestic industry to maintain existing levels of research and development expenses; and (4) the extent to which the U.S. market is the focal point for diversion of exports because of a foreign country's market restraints. Requires the International Trade Commission (ITC), in determining what domestic industry is affected by imports, to treat as part of the domestic industry only the domestic production of a domestic producer who also imports. Prohibits considering imports of like or directly competitive articles by domestic producers as a factor indicating the absence of serious injury or threat of serious injury to a domestic industry. Requires the ITC, in an import relief investigation, to consider factors other than imports which may cause injury or threaten injury to a domestic industry and to report on such factors to the President. Permits the ITC to recommend both increases in import restrictions and adjustment assistance if the ITC finds that increased imports are causing a serious injury or threat of serious injury to a domestic industry. Requires the ITC to prepare for the President an estimate of the short-and long-term effects of such increase in import restrictions on private and industrial consumers. Directs the President to impose provisional import relief if critical circumstances exist (circumstances caused by a significant increase in imports over a short period of time in which a delay in the imposition of relief would cause damage to the domestic industry that would be difficult to remedy under the usual import relief measures). Authorizes filing a petition with the Secretary of Agriculture for emergency import relief in addition to any petition filed with the ITC if the petition relates to imports of perishable products. Sets forth the procedure and deadlines for consideration of such petition. Requires the President, within seven days of receiving the recommendation of the Secretary of Agriculture, to decide what, if any, import restrictions to impose on such imports. Provides for the termination of such emergency relief. Requires the ITC to evaluate the effectiveness of import relief actions and to report on such evaluation to the President and the Congress. Requires the U.S. Trade Representative (USTR) to establish, upon request, a plan development group for an industry after the ITC begins an import relief investigation. Requires each such group (made up of government and private sector representatives) to prepare an assessment of current problems in the industry and a strategy to enhance its competitiveness. Sets forth information to be included in such assessment and strategy. Requires the assessment and strategy to be submitted, along with the opinions of the members of the plan development group on the viability of such strategy, to the import relief petitioner. Authorizes the petitioner, if the ITC finds that imports have caused serious injury to the domestic industry, to submit the assessment and strategy to the ITC on the day after the ITC makes such finding. Requires the USTR to present to the ITC some of the opinions of Federal agencies on the viability of such strategy. Requires the ITC, to try to obtain confidential commitments from the individual members of the domestic industry on their future actions. Requires the ITC to transmit such commitments to certain members of the Government to enable them to evaluate the assessment and strategy. Requires the President under certain circumstances to consider such confidential commitments, assessment and strategy, and recommendations of the interagency trade organization. Sets forth the actions the ITC must take if the ITC finds that increased imports are a substantial cause of or constitute a threat of serious injury to a domestic industry and if an adjustment assessment and strategy have been submitted. Directs the President, in determining whether to provide import relief, to take into account the probable effectiveness of import relief as a means of promoting adjustment or modernization in order to improve competitive abilities. Directs the President, if the President has received an assessment and strategy in connection with an injured or threatened industry, to: (1) provide the import relief found necessary by the ITC; (2) provide substantially equivalent import relief; or (3) submit to the Congress a draft of a bill making certain waivers and containing provisions implementing the import relief, if any, that the President has decided to take. Provides for expedited congressional consideration of such a bill. Requires the President to implement the import relief found necessary by the ITC if after 90 days such bill is not enacted. Provides for publication of the assessment and strategy if import relief is provided. Requires a review committee to: (1) monitor actions taken by petitioners to improve the competitive position of the industry; (2) make recommendations for administrative actions to achieve the objectives of the assessment and strategy; and (3) submit to the Congress legislative recommendations. Provides for expedited consideration of legislative recommendations. Requires the review committee to consult with members of the plan development group and with members of the domestic industry if the objectives and actions specified in the assessment and strategy are not being implemented or if the confidential commitments are not being kept. Authorizes the President to terminate or modify the import relief if, after the consultations, the review committee determines that such failure to implement the strategy or commitments is not justified by changed circumstances and has adversely affected overall implementation of the objectives set forth in the assessment and strategy. Directs the President, before deciding whether to grant import relief, to consult with the interagency trade organization established pursuant to the Trade Expansion Act of 1962 and consider the recommendations of such organization. Includes among the import relief actions available to the President the right to: (1) initiate on an accelerated basis an antidumping or countervailing duty investigation; (2) direct the Attorney General to review applications from the injured industry for antitrust law exemptions; or (3) enter into multilateral negotiations to address problems not susceptible to unilateral solution. Permits an import relief investigation into imports of an article that received import relief less than two years before the start of the new investigation if good cause is shown. Sets forth the procedure for an antidumping or countervailing duty investigation which the President orders as a form of import relief. Sets forth the factors to be used to determine whether to grant an antitrust law exemption if the President as a form of import relief orders the Attorney General to consider applications for such exemptions. Requires the Attorney General to report to specified congressional committees if any such exemption is granted. Directs the President to impose import restrictions or increase import duties if multilateral negotiations ordered by the President as a form of import relief fail to provide relief from serious injury or the threat of serious injury within one year. Provides for expedited consideration of legislation implementing such import restrictions or import duty increases. Requires the ITC to review an injury determination and its recommendations relating to the determination if: (1) the ITC has made a unanimous affirmative injury determination; (2) the President declined between January 1, 1984, and October 1, 1985, to prevent or remedy the injury or threat of injury found by the ITC; and (3) a petition for review is filed within one year of enactment of this Act. Requires the ITC, within 60 days of receiving such petition, to: (1) determine whether the injury should be reaffirmed or revoked; and (2) if the injury determination is reaffirmed, report such determination to the President and set forth the increase in import duty or the import restriction necessary to prevent the injury or threat of injury. Requires the ITC to publish such report. Requires the President to decide whether to impose such import relief within 30 days of receiving such report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend Title II of the Trade Act of 1974 to provide relief from injury caused by imports.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:10-05:00"
}