{
  "actions": [
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1234-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1989-11-16", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-02", 
  "number": "1234", 
  "official_title": "To provide financial assistance to States and localities for high quality early childhood development programs for prekindergarten children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Smart Start: The Community Collaboration for Early Childhood Development Act of 1989", 
  "sponsor": {
    "district": "7", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-02", 
  "subjects": [
    "Child development", 
    "Day care", 
    "Education", 
    "Education of socially handicapped children", 
    "Federal aid to day care centers", 
    "Federal aid to education", 
    "Preschool education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-02", 
    "text": "Smart Start: The Community Collaboration for Early Childhood Development Act of 1989 - Directs the Secretary of Education (the Secretary) to make grants to States and localities with approved plans and applications to help them expand or establish full-day early childhood development services for prekindergarten children. Authorizes appropriations for FY 1990 through 1994. Sets forth requirements relating to State and local eligibility for Federal assistance under this Act, including establishment or designation of a State Advisory Task Force and a Local Policy Group. Provides for Federal assistance to localities in States which elect not to participate. Prohibits any locality funded under specified provisions from receiving less than $25,000 in total Federal and State funds provided under this Act. Allows any locality to apply for a six-month planning grant to the State or, if the State does not participate, to the Secretary. Provides for State Advisory Task Forces. Requires each Task Force to report annually to the Governor and the Secretary on the status of early childhood development programs and child care programs operating within the States. Directs the Governor to designate a Lead State Agency to administer the early childhood development programs assisted under this Act. Requires any locality desiring to receive a grant under this Act to form a Local Policy Group. Requires each Group to report annually to the State Advisory Task Force on the status of early childhood development programs and child care within the locality. Requires selection of a local administering agency by specified local officials from among specified types of local agencies. Makes a child eligible to participate in programs assisted under this Act in the school year two years prior to the school year in which the child would be eligible under State law to enter first grade. Permits any State or locality which has served all children of the eligible age group requesting services to use funds to serve children in the school year three years prior to the school year in which they would be eligible under State law to enter first grade. Sets forth family contribution requirements. Provides services under this Act without charge to eligible children in families with incomes under 115 percent of the poverty line. Requires, for eligible children from families with incomes at or above 115 percent of the poverty line, payment of fees on a sliding scale up to the full cost of such services. Sets forth minimum standards for service providers. Requires Local Policy Groups to arrange for periodic on-site evaluation of local programs. Requires the Task Force to arrange for periodic on-site monitoring, inspection, and evaluation of programs. Directs the Secretary, either directly or by grant or contract, to provide for continuing evaluation of programs, including comparisons using nonparticipant control groups. Directs the Secretary to require States or localities to provide for independent evaluations. Directs the Secretary to: (1) publish results of evaluations within 90 days of their completion; and (2) submit copies to the appropriate congressional committees. Directs the Secretary to report annually to the appropriate congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Smart Start: The Community Collaboration for Early Childhood Development Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide financial assistance to States and localities for high quality early childhood development programs for prekindergarten children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:06-05:00"
}