{
  "actions": [
    {
      "acted_at": "2011-01-26", 
      "references": [
        {
          "reference": "CR S274-275", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-01-26", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S275-281", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-03-10", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-03-17", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with amendments. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2011-03-17", 
      "calendar": "Senate Legislative", 
      "number": "18", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 18.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2011-04-05", 
      "references": [], 
      "text": "By Senator Leahy from Committee on the Judiciary filed written report. Report No. 112-13. Minority views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s193-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-26", 
  "number": "193", 
  "official_title": "A bill to extend the sunset of certain provisions of the USA PATRIOT Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1805-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s290-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1125-112", 
      "reason": "related"
    }
  ], 
  "short_title": "USA PATRIOT Act Sunset Extension Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-03-10", 
  "subjects": [
    "Armed forces and national security", 
    "Bank accounts, deposits, capital", 
    "Business records", 
    "Congressional oversight", 
    "Consumer credit", 
    "Criminal investigation, prosecution, interrogation", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Intelligence activities, surveillance, classified information", 
    "Judicial review and appeals", 
    "Libraries and archives", 
    "Right of privacy", 
    "Telephone and wireless communication", 
    "Terrorism"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2011-03-17", 
    "text": "USA PATRIOT Act Sunset Extension Act of 2011 - (Sec. 2) Amends the USA PATRIOT Improvement and Reauthorization Act of 2005 to extend until December 31, 2013, provisions: (1) authorizing roving electronic surveillance of a foreign power or an agent of a foreign power under the Foreign Intelligence Surveillance Act of 1978, (2) authorizing the Director of the Federal Bureau of Investigation (FBI) to apply for an order requiring the production of tangible things (including books, records, papers, and documents) for foreign intelligence and international terrorism investigations, and (3) requiring the Attorney General to inform specified congressional committees annually concerning all such requests for the production of tangible things. Amends the Intelligence Reform and Terrorism Prevention Act of 2004 to extend until December 31, 2013, provisions revising the definition of an \"agent of a foreign power\" to include any non-U.S. person who engages in international terrorism or preparatory activities (\"lone wolf\" provision). Amends the Foreign Intelligence Surveillance Act of 1978 (FISA), the Right to Financial Privacy Act, and the Fair Credit Reporting Act to terminate on December 31, 2013, authorities for the issuance of national security letters. (Sec. 3) Amends FISA to revise requirements for applications for access to business records and other tangible things in counterterrorism investigations to require an applicant to present a statement of facts and circumstances relied upon to justify the applicant's belief that the records sought are relevant to an investigation. Repeals the presumption in favor of the government that an application for records is relevant to an investigation. Imposes similar requirements for access to bookseller records or records from a library that contain personally identifiable information about a patron and for orders for pen registers and trap and trace devices (devices for recording incoming and outgoing telephone numbers). Defines and requires \"minimization procedures\" for minimizing the retention and dissemination of information obtained from such records and devices. (Sec. 5) Revises requirements for obtaining orders to prohibit disclosure of the receipt of a national security letter. Requires the Federal Bureau of Investigation (FBI) or other appropriate agency to notify persons challenging a nondisclosure order if facts supporting such order no longer exist. (Sec. 6) Amends FISA to eliminate: (1) the requirement that recipients of any order to produce records wait one year before challenging such order or a nondisclosure requirement in court, and (2) the conclusive presumption that disclosure of an order for tangible things would endanger national security or a person's life or safety or would interfere with a criminal or terrorist investigation or with diplomatic relations. Revises procedures for obtaining judicial review of national security letter nondisclosure orders. Allows the recipient of a nondisclosure order to request judicial review of the order and requires the government to respond by setting forth specific facts in a certification that justify the need for nondisclosure based upon national security and other concerns. Requires courts, in considering whether to grant a nondisclosure order, to give substantial weight to the facts alleged by the government in its certification. (Sec. 7) Modifies the standard for obtaining a national security letter to require the FBI or other agency issuing a national security letter to provide a written statement of specific facts showing that there are reasonable grounds to believe that the information sought is relevant to an authorized investigation. (Sec. 8) Modifies reporting requirements for national security letters to require a breakdown of the types of persons targeted (e.g., U.S. persons and non-U.S. persons) and whether such persons are subjects of authorized national security investigations. (Sec. 9) Amends FISA to require the Attorney General to submit an annual unclassified report summarizing how the authorities under such Act are used, including the impact of such use on the privacy of U.S. persons. (Sec. 10) Extends through 2011 provisions requiring the Inspector General of the Department of Justice (DOJ) to conduct audits on investigative authority provided to the FBI under FISA and on the effectiveness and use of national security letters. Repeals a requirement for such audits to include information on bureaucratic or procedural impediments to the use of such letters. Directs the Inspector General to report to the House and Senate Judiciary and Intelligence Committees on the results of such audits by March 31, 2012, for audits conducted for 2007, 2008, and 2009, and by March 31, 2013, for audits conducted for 2010 and 2011. Requires reports by the Inspector General of each element of DOJ assessing the use and value of information obtained through such investigative authority and national security letters. Sets forth similar audit and reporting requirements regarding the use of pen registers and trap and trace devices and requires submission to the Attorney General and the Director of National Intelligence as well as Congress. (Sec. 11) Amends the federal criminal code to reduce from 30 to 7 days the period for giving delayed notice of the execution of a search warrant in a criminal investigation when the warrant permits the giving of such delayed notice. (Sec. 12) Directs the Attorney General to periodically review and revise the procedures adopted by the Attorney General on October 1, 2010, for the collection, use, and storage of information obtained in response to a national security letter, with due consideration to the privacy interests of individuals and the need to protect national security. (Sec. 14) Rescinds specified unobligated balances available in the DOJ Assets Forfeiture Fund. (Sec. 15) Amends FISA to require an order approving electronic surveillance to specify with particularity a description of the specific target identified. (Sec. 16) Establishes the death penalty for use of a radiological weapon, a guided missile to destroy an aircraft, an atomic weapon, a radiological dispersal device, or the variola virus where such use results in the death of any person."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "USA PATRIOT Act Sunset Extension Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "USA PATRIOT Act Sunset Extension Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the sunset of certain provisions of the USA PATRIOT Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:59:25-05:00"
}