{
  "actions": [
    {
      "acted_at": "1981-04-08", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s927-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-08", 
  "number": "927", 
  "official_title": "A bill to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of passengers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Bus Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-08", 
  "subjects": [
    "Common carriers", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Interstate commerce", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Regulatory reform", 
    "State laws", 
    "States", 
    "Transportation and state", 
    "Trucks"
  ], 
  "subjects_top_term": "Common carriers", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-08", 
    "text": "Motor Bus Act of 1981 - Sets forth the findings of Congress in regard to the need for a safe, competitive, and fuel-efficient motor bus system. Requires the appropriate congressional committees to conduct periodic oversight hearings on the effects of this Act no less than annually for five years following the date of enactment of this Act. Amends the Interstate Commerce Act to include the interstate motor carrier transportation of passengers in the overall transportation policy of the United States. Revises the entry policy for motor carriers of passengers. Eliminates specified restrictions on the operations of motor carriers of passengers, including charter and special operations carriers. Directs the Interstate Commerce Commission to: (1) eliminate gateway restrictions and circuitous route limitations; and (2) implement procedures to expedite processing of applications seeking removal of operating restrictions. Authorizes a motor carrier of passengers to provide transportation between any two points on its regular routes regardless of whether such points lie within the same State. Sets forth the zone of pricing freedom for motor carriers of passengers. Permits the Commission to increase rates within specified percentage ranges. Declares that rates and fares implemented pursuant to this Act shall be subject to specified antitrust laws. Describes the use of rate bureaus and motor carrier brokers of passengers by motor carriers of passengers. Authorizes the Commission to grant, to motor carriers of passengers, emergency temporary authority to provide transportation. Amends the Motor Carrier Act of 1980 to establish minimum levels of financial responsibility for any vehicle operated in interstate commerce by a motor carrier of passengers. Prohibits a State, political subdivision thereof, interstate agency, or other political agency from enacting or enforcing any law or regulation relating to the discontinuance of regular-route service by an authorized motor common carrier of passengers. Directs the Interstate Commerce Commission to promulgate rules for the discontinuance of essential intrastate and interstate regular route service by such carriers. Describes procedures postponing or challenging such discontinuances. Empowers the Commission to enjoin discontinuances that do not comply with such procedures. Sets forth procedures for certification of State authorities that regulate passenger fares and express rates. Authorizes a motor common carrier of passengers to provide: (1) charter passenger service in the same vehicle and at the same time as it provides regular route, scheduled passenger service; and (2) transportation for newspapers, baggage of passengers, or mail in the same motor vehicle with passengers or in a separate vehicle of any type. Directs the Commission to report to the President and Congress on more flexible entry policies for the motor bus industry. Requires the Secretary of Transportation and the Commission to report to the President and Congress on the relationship between the ownership and location of bus terminals and the level of competition among bus carriers. Prohibits a State or subdivision thereof from levying a discriminatory or unreasonably burdensome tax on interstate motor carrier transportation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Bus Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of passengers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:46-05:00"
}