{
  "actions": [
    {
      "acted_at": "1973-05-07", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7580-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-07", 
  "number": "7580", 
  "official_title": "A bill to revise title 28 of the United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Habeas Corpus Act Amendments", 
  "sponsor": {
    "district": "25", 
    "name": "Wiggins, Charles E.", 
    "state": "CA", 
    "thomas_id": "01228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-07", 
  "subjects": [
    "Criminal procedure", 
    "Habeas corpus"
  ], 
  "subjects_top_term": "Habeas corpus", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-07", 
    "text": "Habeas Corpus Act Amendments - Provides that an appeal may be taken to the court of appeals from the final order in a habeas corpus proceeding or a proceeding with respect to a motion attacking sentence only if the court of appeals issues a certificates of probable cause; however, such a certificate shall not be necessary in order for a State or the Federal Government to appeal the final order. (Amends 28 U.S.C. 2253) Limits the availability of the writ of habeas corpus in a Federal Court on behalf of a prisoner to cases in which the prisoner is in custody in violation of the Constitution or laws of the United States; the claimed constitutional violation presents a substantial question which was not theretofore raised and which could not before have been raised and determined; the claimed constitutional right is one which has as its primary purpose the protection of the reliability of either the factfinding process at the trail or the appellate process on appeal from the judgement of conviction; and the petitioner shows that a different result would probably have resulted if such constitutional violation had not occurred, or that the court's jurisdiction or sentence are subject to attack. (Amends 28 U.S.C. 2253, 2255)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Habeas Corpus Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise title 28 of the United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:55-05:00"
}