{
  "actions": [
    {
      "acted_at": "1983-05-05", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2914-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Barnes, Michael D.", 
      "sponsored_at": "1983-05-05", 
      "state": "MD", 
      "thomas_id": "00055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1983-05-05", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Feighan, Edward F.", 
      "sponsored_at": "1983-05-05", 
      "state": "OH", 
      "thomas_id": "00375", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1983-05-05", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Ireland, Andrew P.", 
      "sponsored_at": "1983-05-05", 
      "state": "FL", 
      "thomas_id": "00585", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1983-05-05", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Lantos, Tom", 
      "sponsored_at": "1983-05-05", 
      "state": "CA", 
      "thomas_id": "00663", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1983-05-05", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Mica, Daniel Andrew", 
      "sponsored_at": "1983-05-05", 
      "state": "FL", 
      "thomas_id": "00799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pritchard, Joel", 
      "sponsored_at": "1983-05-05", 
      "state": "WA", 
      "thomas_id": "00932", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Smith, Lawrence", 
      "sponsored_at": "1983-05-05", 
      "state": "FL", 
      "thomas_id": "01077", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1983-05-05", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1983-05-05", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1983-05-05", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1983-05-05", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Yatron, Gus", 
      "sponsored_at": "1983-05-05", 
      "state": "PA", 
      "thomas_id": "01253", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1983-05-05", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-05", 
  "number": "2914", 
  "official_title": "A bill to authorize appropriations for fiscal years 1984 and 1985 for the Department of State, the United States Information Agency, the Board for International Broadcasting, the Inter-American Foundation, and the Asia Foundation, to establish the National Endowment for Democracy, to provide for United States policy toward South Africa, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Asia Foundation Act", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-05-05", 
  "subjects": [
    "Advisory bodies", 
    "American investments", 
    "Arts, culture, religion", 
    "Authorization", 
    "Board for International Broadcasting", 
    "Business and commerce", 
    "Coins and coinage", 
    "Communication policy", 
    "Communications and Broadcasting", 
    "Conferences", 
    "Corporations and Stocks", 
    "Credit", 
    "Democracy", 
    "Department of State", 
    "Deportation", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Embassies", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal incorporation", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Foreign Trade and Investments", 
    "Foundations", 
    "Gold", 
    "Government and business", 
    "Government operations and politics", 
    "Immigration", 
    "Imports", 
    "Information policy", 
    "International affairs", 
    "International broadcasting", 
    "International corporations", 
    "Labor and employment", 
    "Loans", 
    "Mexico", 
    "Monetary policy", 
    "Money", 
    "Motion pictures", 
    "Radio broadcasting", 
    "Refugees", 
    "South Africa", 
    "Telecommunication policy", 
    "United Nations", 
    "United Nations finances", 
    "United Nations membership", 
    "United States Information Agency"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-05-05", 
    "text": "Title I: Department of State - Department of State Authorization Act, Fiscal Years 1984 and 1985 - Authorizes appropriations for the Department of State for FY 1984 and 1985 for: (1) administration of foreign affairs, with a specified amount earmarked for protective services; (2) international organizations and conferences; (3) international commissions; (4) migration and refugee assistance, with a specified amount earmarked to fight piracy in the Gulf of Thailand; and (5) U.S. Bilateral Science and Technology Agreements. Requires that the U.S. share of expenses of the International Bureau for the Protection of Industrial Property for any year after 1981 shall be paid out of the State Department funds for international organizations and conferences. Requires that the U.S. expenses for the thirty-first annual meeting of the North Atlantic Assembly shall be paid with State Department funds for FY 1984 for international organizations and conferences. Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary of State to allocate or transfer State Department funds to any U.S. agency for direct expenditure by such agency for the purposes for which the funds were appropriated in accordance with authority granted in such Act or under authority governing the activities of such agency. Limits the amount of any U.S. payment to the United Nations budget or to the budget of any specialized U.N. agency to an amount assessed as the U.S. contribution less 25 percent of the amount budgeted for projects whose primary purpose is to provide political benefits to the Palestine Liberation Organization. Directs the President to report annually to Congress on any such project. Provides that the Counselor of the Department of State shall be compensated at the rate of Level III rather than Level IV of the Executive Schedule. Deletes the provision limiting the amount that the National Commission on Educational, Scientific, and Cultural Cooperation may accept in gifts in a single year. Makes a specified amount of the funds authorized for the administration of foreign affairs for each of FY 1984 and 1985 available for the expenses of the National Commission on Educational, Scientific, and Cultural Cooperation. Amends the Foreign Service Act of 1980 to authorize training and instruction at the Foreign Service Institute for a maximum of 60 citizens of the Trust Territory of the Pacific Islands. Amends the State Department Basic Authorities Act of 1956 to require that the President, rather than the Secretary, appoint the Director of the Office of Foreign Missions. Grants the Director the rank of ambassador. Sets forth the qualifications of the Director. Prohibits specified types of reprograming of State Department funds unless the House Foreign Affairs and the Senate Foreign Relations Committees are notified 15 days before the proposed reprograming. Amends the Foreign Service Act of 1980 to provide for a benefit fund for foreign national employees of the State Department. Deletes the provision dealing with the payment of illness and burial expenses for Federal employees who are citizens of foreign countries. Sets forth the method of determining retirement benefits of certain foreign service officers. Directs the Secretary to assign responsibility for international communications and information policy matters within the Department to an appropriate Under Secretary of State. Lists the responsibilities for such matters. Directs the Secretary to establish within the State Department an Office of the Coordinator for International Communications and Information Policy. Requires the Coordinator to be responsible to the Under Secretary. Sets forth the duties of the Coordinator. Declares that the presence of nonessential personnel or dependents shall not preclude payment of danger pay to Federal employees serving under dangerous conditions. Expresses the sense of the Congress that the Secretary should recommend that extended voluntary departure status be granted to El Salvadorans and that such status should be granted until the situation in El Salvador has changed sufficiently to permit their safely residing in that country. Title II: United States Information Agency - United States Information Agency Authorization Act, Fiscal Years 1984 and 1985 - Authorizes appropriations for the U.S. Information Agency (USIA) for FY 1984 and 1985. Earmarks specified amounts for FY 1984 and 1985 for: (1) acquisition and construction of radio facilities; and (2) a grant to the National Endowment for Democracy. Authorizes supplemental appropriations for the USIA for FY 1983. Amends the United States Information and Educational Exchange Act of 1948 to prohibit specified types of reprograming of USIA funds unless the House Foreign Affairs and the Senate Foreign Relations Committees are notified 15 days before the proposed reprograming. Authorizes the USIA to award program grants for FY 1984 and 1985 only if those committees are notified 15 days in advance of the proposed grant. Authorizes disseminating USIA prepared information to foreign diplomats in the United States. Prohibits those diplomats from further disseminating such information within the United States except to other foreign diplomats. Directs the Administrator of General Services to provide for the distribution within the United States of the USIA film \"Thanksgiving in Peshawar.\" Title III: Board for International Broadcasting - Board for International Broadcasting Authorization Act, Fiscal Years 1984 and 1985 - Amends the Board for International Broadcasting Act of 1973 to authorize supplemental appropriations for FY 1983 and to authorize appropriations for FY 1984 and 1985. Limits the salary of the President of Radio Free Europe/Radio Liberty, Incorporated, to the rate payable for level IV of the Executive Schedule. Title IV: Inter-American Foundation - Inter-American Foundation Authorization Act, Fiscal Years 1984 and 1985 - Amends the Foreign Assistance Act of 1969 to authorize appropriations for the Inter-American Foundation for FY 1984 and 1985. Title V: The Asia Foundation - The Asia Foundation Act - Authorizes appropriations for the Secretary of State to make grants to The Asia Foundation in each of FY 1983 through 1985. Title VI: National Endowment for Democracy - National Endowment for Democracy Act - Authorizes the establishment of a nonprofit corporation to be known as the National Endowment for Democracy. Sets forth the purposes of the Endowment. Authorizes the Endowment to provide funding only for programs of private sector groups which are consistent with the purposes of the Endowment. Provides for the incorporation of the Endowment. Requires the Endowment to report annually to the President on its activities. Authorizes the Director of the USIA to make grants to the Endowment. Allocates funds from the Endowment for each of FY 1984 and 1985 for: (1) the National Democratic Institute for International Affairs; (2) the National Republican Institute for International Affairs; (3) the Free Trade Union Institute; and (4) the private enterprise development programs of the National Chamber Foundation. Title VII: South Africa - United States Policy Toward South Africa Act of 1983 - Subtitle I: Labor Standards - Requires any United States person who has or controls an enterprise in South Africa which employs more than 30 people to insure that in operating such enterprise the following employment principles are implemented: (1) desegregation in any employment facility; (2) equal employment for all employees; (3) equal pay for equal work; (4) establishment of a minimum wage and salary structure; (5) increase in the representation of nonwhites in managerial, supervisory, administrative, clerical, and technical jobs; (6) improvement of the quality of employees' lives outside the work environment; and (7) recognition of labor unions and fair labor practices. Declares that the Secretary may issue guidelines and give advisory opinions on compliance with such principles. Directs the Secretary of State to establish an Advisory Council in South Africa to advise the Secretary with respect to the implementation of such employment principles and to review the annual reports which each U.S. person covered by this Act must submit to the Secretary on the progress made in implementing such principles. Directs the Secretary to establish in the United States an American Advisory Council to make policy recommendations regarding labor practices of U.S. persons in South Africa and to review such persons' progress in implementing such employment practices. Directs the Secretary: (1) to take specified actions to insure compliance with the implementation of such employment principles; and (2) to review the compliance of such persons at least biennially. Sets forth penalties for noncompliance. Authorizes the President to waive compliance with the implementation of such principles if such compliance would harm U.S. national security. Subtitle II: Prohibition on Loans and Importation of Gold Coins - Prohibits any U.S. financial or lending institution from making any loan directly or through a foreign subsidiary to South Africa unless such loan is for educational, housing, or health facilities available to all persons on a nondiscriminatory basis. Prohibits the importation of any gold coin minted in South Africa or sold by South Africa. Directs the Secretary to take specified actions to enforce the prohibitions on loans and the importation of gold coins. Sets forth penalties for violations of such prohibitions. Authorizes the President to waive such prohibitions for one year if South Africa meets specified conditions. Subtitle III: General Provisions - Directs Federal agencies to cooperate with the Secretary in carrying out provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Asia Foundation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Board for International Broadcasting Authorization Act, Fiscal Years 1984 and 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of State Authorization Act, Fiscal Years 1984 and 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Inter-American Foundation Authorization Act, Fiscal Years 1984 and 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Endowment for Democracy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Information Agency Authorization Act, Fiscal Years 1984 and 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Policy Toward South Africa Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1984 and 1985 for the Department of State, the United States Information Agency, the Board for International Broadcasting, the Inter-American Foundation, and the Asia Foundation, to establish the National Endowment for Democracy, to provide for United States policy toward South Africa, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:54-05:00"
}