{
  "actions": [
    {
      "acted_at": "1985-02-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s491-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1985-06-05", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1985-05-03", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1985-05-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1985-07-11", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1985-04-23", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1985-02-21", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1985-05-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1985-04-17", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1985-06-20", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1985-04-23", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1985-05-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1985-06-05", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1985-02-21", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1985-05-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1985-05-09", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1985-05-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1985-05-09", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1985-03-26", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1985-02-21", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1985-06-20", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1985-09-13", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-21", 
  "number": "491", 
  "official_title": "A bill to improve debt-collection activities and default recoveries and to reduce collection costs and program abuse under student loan programs administered by the Department of Education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Loan Collection Improvement Amendments of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-21", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Auditing", 
    "Civil Rights and Liberties", 
    "Collection of accounts", 
    "Consumer credit", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Education", 
    "Federal aid to higher education", 
    "Federal preemption", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Limitation of actions", 
    "Right of privacy", 
    "Scholarships", 
    "State laws", 
    "States", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Students"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-21", 
    "text": "Student Loan Collection Improvement Amendments of 1985 - Title I: Guaranteed Student Loan Program - Amends the Higher Education Act of 1965 (HEA) to revise title IV, part B provisions for the Federal Insured Student Loan (FISL) program and the Guaranteed Student Loan (GSL) program. Revises FISL provisions for conditions for Federal loan insurance to grant lenders the option of requiring endorsement of the loan by a co-signer. Deletes a 15-year limitation on the period of the loan. Revises provisions for disbursement of loans to require that the funds borrowed be disbursed by check: (1) sent to the eligible institution the student attends or plans to attend, and made payable to the order of the student and such institution as copayees, with the endorsement of both parties required; or (2) in cases where the institution is not located in a State or where the loan is an auxiliary loan to a parent, sent to the borrower and made payable to the order of the borrower, with the endorsement of the borrower required, and a notice of disbursement sent by the lender or the Secretary of Education to the eligible institution. Revises GSL provisions for agreements with State and nonprofit private institutions for subsidy payments on loans insured under the student loan insurance program of such State or institution to also: (1) delete a 15-year limitation on the period of the loan; and (2) make similar revisions of the loan disbursement procedure. Requires that such agreements provide for: (1) independent financial and compliance audits of the guarantee agency, with regard to its performance under such an agreement, at least once every two years; and (2) recovery by the Secretary from the guarantee agency of amounts, plus interest, determined by such audits to be owing. Provides that, notwithstanding any provision of State law that would set an earlier deadline for filing suit, any suit for the collection of the amount due from a FISL or GSL borrower may be filed during a six-year period: (1) after the date a guarantee agency reimburses the previous holder of the loan for its loss on account of the borrower's default; and (2) after the date on which the loan is assigned to the Secretary. Provides that, notwithstanding any provision of State law to the contrary, in collecting any obligation arising from a loan made under FISL or GSL provisions, a guarantee agency which has an agreement with the Secretary shall not be subject to a defense raised by any borrower based on: (1) a claim of infancy; or (2) the action or omission of an eligible institution or lender, if such agency did not have actual notice of such defense when such agency reimbursed the previous holder of the loan for its loss. Revises provisions for payment of excess recovery to the insured to include reasonable administrative and collection costs, to the extent set forth in regulations issued by the Secretary, in the costs of the Secretary's recovery on any FISL loan. Requires, under GSL provisions (as well as under current FISL provisions), each guarantee agency (as well as the Secretary) to enter into cooperative agreements with credit bureau organizations to exchange information concerning student borrowers. Deletes FISL program requirements: (1) for notice to the borrower before certain information is disclosed; (2) for establishment of a system for prompt notification of borrowers; and (3) relating to other conditions under Federal law, for Federal agency disclosure of individual records. Provides that a guarantee agency (or a credit bureau organization) which discloses or receives such information shall not be considered a Government contractor within the meaning of specified Federal law relating to Federal agency disclosure of individual records. Authorizes the Secretary and each guarantee agency to disclose specified information concerning student borrowers to the eligible institutions such borrowers attend or previously attended. Allows, notwithstanding specified provisions of the Fair Credit Reporting Act, a consumer reporting agency to make a report containing information received from the Secretary or a guarantee agency regarding the status of a borrower's account on a loan under the FISL or GSL program for a period of up to seven years after: (1) the date on which the Secretary or the agency paid a claim to the holder on the guarantee; or (2) October 1, 1984, with regard to an account on a loan which the Secretary or the agency has paid a claim but not reported the account to a consumer reporting agency on or before such date. Provides that, notwithstanding any provision of State law to the contrary, in collecting any obligation arising from a loan made under GSL provisions, the United States shall not be subjected to a defense raised by any borrower on either a claim of infancy or the action or omission of an eligible institution or lender, if the Secretary and the Secretary's agents did not have actual notice of such defense when the Secretary reimbursed the previous holder of the loan for its loss. Authorizes the Secretary to impose a civil penalty of up to $25,000 for each of specified violations or failures to carry out student aid provisions or regulations or misrepresentations of financial charges by a lender or guarantee agency. Authorizes the Secretary to compromise such penalties. Title II: National Direct Student Loan Program - Revises HEA provisions for the National Direct Student Loan (NDSL) program. Requires NDSL agreements to provide that where a note or written agreement evidencing a loan is in default despite due diligence on the part of the institution to collect such loan: (1) if the institution has failed to maintain an acceptable collection record generally with respect to NDSL loans, the Secretary may require such institution to assign its rights under such note or agreement to the United States, without recompense; or (2) if the institution has not failed to maintain an acceptable NDSL collection record, the Secretary may allow it to assign its rights under such note or agreement to the United States, without recompense. Sets forth provisions relating to the seven-year period of reporting on the status of NDSL borrowers' accounts by consumer reporting agencies. (Such provisions are similar to those for such reporting on GSL accounts under title I of this Act.) Requires each institution to include in its information to NDSL student borrowers a description of any penalty imposed as a consequence of default (such as liability for expenses reasonably incurred in attempts by the Secretary or institutions to collect on a loan). Revises required terms of NDSL loans to grant institutions the option of requiring NDSL loans to be endorsed by a cosigner. Makes mandatory, rather than discretionary, the assessment of a charge for failure of an NDSL borrower to pay all or part of an installment when due. Requires that such charge include the expenses reasonably incurred in attempting such collection with respect to such loan. Authorizes the Secretary, in attempting to collect any defaulted NDSL loan, to use any collection means available to the United States, including referral to the Attorney General for litigation. Directs the Secretary to continue to collect any loan assigned under provisions for assignment of rights to the United States until all appropriate collection efforts, as determined by the Secretary, have been expended. Provides for a six-year statute of limitations on specified collection suits for NDSL loans, similar to that provided by the GSL amendments under title I of this Act. Title III: General Provisions - Revises general provisions for student assistance programs under HEA. Revises provisions for student eligibility for any grant, loan, or work assistance under HEA to require that a student not owe a refund on grants previously received at any institution, or be in default on any loan from a student loan fund at any institution, or a loan made, insured, or guaranteed by the Secretary for attendance at any institution. Provides for a six-year statute of limitations on specified collection suits for refunds due from a student on a grant made or work assistance awarded under HEA. Requires borrowers who have defaulted on student loans under HEA to pay reasonable collection costs, in addition to other charges specified under HEA, notwithstanding State law. Authorizes the Secretary to prescribe regulations for recovery by the Secretary from the eligible institution of amounts, plus interest, determined by specified audits to be owing. Title IV: Application Provisions - Sets forth the effective dates and applicability of specified amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Loan Collection Improvement Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve debt-collection activities and default recoveries and to reduce collection costs and program abuse under student loan programs administered by the Department of Education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:11-05:00"
}