{
  "actions": [
    {
      "acted_at": "1987-02-05", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s516-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-05", 
  "number": "516", 
  "official_title": "A bill to require the Secretary of Transportation to undertake certain actions to promote highway safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Highway Safety Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-05", 
  "subjects": [
    "Administrative procedure", 
    "Air bag restraint systems", 
    "All terrain vehicles", 
    "Automobile industry", 
    "Automobile safety appliances", 
    "Automobile safety standards", 
    "Consumer education", 
    "Consumer protection", 
    "Department of Transportation", 
    "Labeling", 
    "Motor Vehicles and Driving", 
    "Motor vehicle safety", 
    "Motor vehicles", 
    "Product safety", 
    "Public safety", 
    "Recreational vehicles", 
    "Seat belts"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-05", 
    "text": "Highway Safety Act of 1987 - Directs the Secretary of Transportation to: (1) initiate within specified deadlines a rulemaking to provide for improved side impact protection for passenger automobiles and multipurpose passenger vehicles; and (2) establish a Federal motor vehicles safety standard setting forth performance criteria for improved side protection for passenger automobiles and multipurpose passenger vehicles. Authorizes the Secretary to derive certain amounts from specified unobligated funds in order to implement a national program promoting the use of safety belts and passive restraints in passenger automobiles, including demonstrating the efficacy of airbag technology. Amends the Motor Vehicle Information and Cost Savings Act to direct the Secretary to enter into arrangements with the National Academy of Sciences to conduct a comprehensive study regarding a methodology for calculating a uniform numerical rating which enables consumers to compare meaningfully the crashworthiness of different passenger automobile models. Prescribes the contents of such study. Requires the Academy to report to the Secretary and to the Congress regarding such study results. Prescribes a schedule within which the Secretary must initiate public comment on the Academy's report and promulgate rules: (1) establishing an objectively based system for determining and publishing accurate comparative crashworthiness ratings for different passenger automobiles; and (2) requiring passenger automobile dealers to make such rating data available to prospective passenger automobile purchasers. Directs the Secretary to initiate within a certain time-frame a rulemaking to amend certain Federal motor vehicle safety standards to: (1) provide minimum roof crush resistance standards for multipurpose passenger vehicles; (2) provide for head restraints for multipurpose passenger vehicles; (3) provide for a single, highmounted stoplamp on multipurpose passenger vehicles; (4) extend the requirements of full front seat passive restraint occupant protection systems to multipurpose passenger vehicles; (5) review the vehicle classification system to ensure that all vehicles meet passenger automobile standards; and (6) require that all passenger automobiles manufactured after September 1, 1989, have lap and shoulder seatbelt protection. Requires that a minimum percentage of funds authorized for FY 1988 and 1989 be used to disseminate consumer information regarding the retrofitting of passenger automobiles with lap and shoulder rear seatbelts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Highway Safety Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Transportation to undertake certain actions to promote highway safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:15-05:00"
}