{
  "actions": [
    {
      "acted_at": "2000-03-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3832-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-06", 
  "number": "3832", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide tax benefits for small businesses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3081-106", 
      "reason": "includes"
    }
  ], 
  "short_title": "Small Business Tax Fairness Act of 2000", 
  "sponsor": {
    "district": "7", 
    "name": "Archer, Bill", 
    "state": "TX", 
    "thomas_id": "00026", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-06", 
  "subjects": [
    "Accidents", 
    "Accounting", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Alcohol tax", 
    "Alcoholic beverage industry", 
    "Alcoholic beverages", 
    "Annuities", 
    "Beer", 
    "Building construction", 
    "Business income tax", 
    "Capital gains tax", 
    "Capital investments", 
    "Citizen participation", 
    "Civil service pensions", 
    "Clergy", 
    "Coinsurance", 
    "Collective bargaining agreements", 
    "College costs", 
    "Commerce", 
    "Community development corporations", 
    "Community organization", 
    "Commuting", 
    "Conservation easements", 
    "Corporate finance", 
    "Corporate reorganizations", 
    "Corporation directors", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Death", 
    "Debt", 
    "Defined benefit pension plans", 
    "Defined contribution plans", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Disasters", 
    "Dismissal of employees", 
    "Dividends", 
    "Divorce", 
    "Divorcees", 
    "Earned income tax credit", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Emergency management", 
    "Employee ownership", 
    "Employee rights", 
    "Employment tax credits", 
    "Enterprise zones", 
    "Environmental protection", 
    "Estate tax", 
    "Evidence (Law)", 
    "Excise tax", 
    "Executive compensation", 
    "Executives", 
    "Families", 
    "Farm income", 
    "Farmers", 
    "Finance and financial sector", 
    "Financial services", 
    "Financial statements", 
    "Fisheries", 
    "Forfeiture", 
    "Franchises (Retail trade)", 
    "Fringe benefits", 
    "Gift tax", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Hazardous waste site remediation", 
    "Health", 
    "Health insurance", 
    "Higher education", 
    "Home ownership", 
    "Hours of labor", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing finance", 
    "Housing subsidies", 
    "Income tax", 
    "Indian economic development", 
    "Indian housing", 
    "Indian lands", 
    "Individual retirement accounts", 
    "Industrial development bonds", 
    "Inheritance tax", 
    "Insurance premiums", 
    "International affairs", 
    "International agencies", 
    "International employees", 
    "Investments", 
    "Job creation", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Licenses", 
    "Life expectancy", 
    "Loans", 
    "Local employees", 
    "Local laws", 
    "Local taxation", 
    "Low-income housing", 
    "Lumber trade", 
    "Marine and coastal resources, fisheries", 
    "Married people", 
    "Mass rapid transit", 
    "Medical economics", 
    "Metropolitan areas", 
    "Minimum tax", 
    "Minorities", 
    "Mortgage loans", 
    "National forests", 
    "National parks", 
    "Partnerships", 
    "Pension funds", 
    "Pension portability", 
    "Personal income tax", 
    "Planning", 
    "Poverty", 
    "Productivity in government", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Real estate appraisal", 
    "Real property", 
    "Reforestation", 
    "Religion", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Retail trade", 
    "Retirement", 
    "Rural economic development", 
    "Savings accounts", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "State employees", 
    "State laws", 
    "State taxation", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Summer employment", 
    "Surplus government property", 
    "Survivors' benefits", 
    "Tax administration", 
    "Tax credits", 
    "Tax cuts", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax rates", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Transportation and public works", 
    "Transportation workers", 
    "Travel costs", 
    "Trusts and trustees", 
    "Urban affairs", 
    "User charges", 
    "Valuation", 
    "Vocational education", 
    "Wages", 
    "Wholesale trade", 
    "Wilderness areas", 
    "Wine", 
    "Withholding tax", 
    "Women", 
    "Women's retirement", 
    "Youth employment", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-06", 
    "text": "TABLE OF CONTENTS: Title I: Small Business Provisions Title II: Pension Provisions Subtitle A: Expanding Coverage Subtitle B: Enhancing Fairness for Women Subtitle C: Increasing Portability for Participants Subtitle D: Strengthening Pension Security and Enforcement Subtitle E: Reducing Regulatory Burdens Subtitle F: Plan Amendments Title III: Estate Tax Relief Subtitle A: Reductions of Estate and Gift Tax Rates Subtitle B: Unified Credit Replaced With Unified Exemption Amount Subtitle C: Modifications of Generation-Skipping Transfer Tax Subtitle D: Conservation Easements Title IV: Tax Relief for Distressed Communities and Industries Subtitle A: American Community Renewal Act of 2000 Subtitle B: Timber Incentives Title V: Real Estate Provisions Subtitle A: Improvements in Low-Income Housing Credit Subtitle B: Private Activity Bond Volume Cap Subtitle C: Exclusion from Gross Income for Certain Forgiven Mortgage Obligations Small Business Tax Fairness Act of 2000 - Title I: Small Business Provisions - Amends the Internal Revenue Code (the Code) to increase a self-employed individual's deduction for the health insurance costs of self and family to 100 percent. Denies such deduction only for any month the individual actually participates in an employer-subsidized health plan (currently, for any month the individual is eligible to participate).(Sec. 102) Increases to $30,000 the aggregate cost taken into account for the option to expense certain depreciable business assets of small businesses.(Sec. 103) Increases from 50 percent to: (1) 60 percent in 2000 and 55 percent for taxable years beginning in 2001 the deduction for meal and entertainment expenses; and (2) 80 percent the deduction of business meal expenses for individuals subject to Federal limitations on hours of service.(Sec. 105) Amends the Code to: (1) extend income averaging to income from the trade or business of catching, taking, or harvesting fish intended to enter commerce through sale, barter, or trade; and (2) disregard income averaging for farmers and commercial fishermen in computing the regular alternative minimum tax.(Sec. 106) Repeals specified occupational taxes relating to distilled spirits, wine, and beer. Revises the record-keeping requirements for wholesale and retail liquor dealers. Makes it unlawful for any liquor dealer (except one selling beer exclusively) to purchase distilled spirits from any person but a wholesale liquor dealer (excluding a wholesale dealer exclusively in beer) subject to specified record-keeping requirements.(Sec. 107) Amends the Code (as amended by the Ticket to Work and Work Incentives Improvement Act of 1999) to repeal revisions to the Code (made by the Act) which repealed the use of the installment method of accounting for accrual method taxpayers and modified the pledge rules of installment obligations.Title II: Pension Provisions - Subtitle A: Expanding Coverage - Increases limits on benefits and contributions under qualified pension plans.(Sec. 202) Amends the Code with regard to the tax on prohibited transactions, and in particular certain transactions involving trusts which are part of an owner-employee plan, and which are not exempted from the tax. Limits the meaning of owner-employee, with respect to any non-exempt loan of any part of the corpus or income of a plan to an owner-employee or family member (subchapter S owner, partner, or sole proprietor), to: (1) a participant or beneficiary of an individual retirement plan; or (2) an employer or association of employees which establishes such a plan.(Sec. 203) Modifies top-heavy rules. Redefines certain key employees to: (1) eliminate the ten employees each of whom earns over $30,000 per year and owns the largest interests in the employer; and (2) include an officer of the employer earning more than $150,000 per year. Provides that employer matching contributions shall be taken into account for minimum contribution requirements. Declares that aggregate distributions during the last year (or, for in-service distributions, during the past five years) shall be taken into account when determining: (1) the present value of the cumulated accrued benefit for any employee; or (2) the amount of any employee's account.Excludes from the meaning of top-heavy plan any plan which consists solely of: (1) a cash or deferred arrangement using certain alternative methods of meeting nondiscrimination requirements; and (2) matching contributions which meet certain requirements of a specified additional alternative method of satisfying nondiscrimination tests.Exempts from the minimum benefit requirement, and determination of any employee's years of service with an employer, any service with an employer occurring during a plan year when the plan benefits no current or former employee (frozen plan).Declares that, with respect to top-heavy plans, determination of constructive stock ownership by a five-percent owner shall disregard family attribution requirements.(Sec. 204) Exempts elective deferrals of employer contributions not includable in an employee's gross income from specified limitations on an employer's deductions for such contributions to an employees' trust or annuity plan and compensation under a deferred payment plan.(Sec. 205) Repeals coordination requirements for deferred compensation plans of State and local governments and tax-exempt organizations.(Sec. 206) Eliminates the user fee for requests to the Internal Revenue Service (IRS) for determination letters with respect to the qualified status of any pension plan maintained solely by one or more eligible employers or any trust which is a part of the plan.(Sec. 207) Subjects participant's compensation to specified limits on deductions for employer contributions.(Sec. 208) Establishes an option to treat employee elective deferrals as qualified plus contributions (which shall not, however, be excludable from gross income).Subtitle B: Enhancing Fairness for Women - Amends the Code to allow eligible participants age 50 or over to make additional elective deferrals (catch-up contributions) in any plan year according to a schedule of percentage increments (from ten percent to 40 percent) between 2001 and 2004 and thereafter.(Sec. 222) Increases from 25 percent to 100 percent of compensation (up to $30,000) the maximum allowable annual addition to a participant's plan account.(Sec. 223) Provides for faster vesting of certain employer matching contributions.(Sec. 224) Directs the Secretary of the Treasury (Secretary) to simplify and finalize the regulations relating to specified minimum distribution requirements, and modify them to: (1) reflect current life expectancy; and (2) revise the required distribution methods so that, under reasonable assumptions, the amount of the required minimum distribution does not decrease over a participant's life expectancy.(Sec. 225) Amends the Code to provide for distribution or payment (division of benefits) from an eligible deferred compensation plan upon divorce.(Sec. 226) Directs the Secretary to revise the hardship distribution regulations to provide that six months is the period an employee is prohibited from making elective and employee contributions in order for a distribution to be deemed necessary to satisfy financial need (safe harbor relief for hardship withdrawals from cash or deferred arrangements).Subtitle C: Increasing Portability for Participants - Amends the Code to provide for rollovers among various specified kinds of plans. Revises the requirements for tax-exempt rollovers of individual retirement accounts (IRAs) into eligible (workplace) retirement plans.(Sec. 233) Exempts from certain limitations on the amount of a tax-exempt rollover from an exempt trust: (1) any portion of a distribution transferred in a direct trustee-to-trustee transfer to a qualified trust in a defined contribution plan, which is also separately accounted for; and (2) any portion transferred to an eligible retirement plan.(Sec. 234) Provides a hardship exception to the requirement that a tax-exempt rollover be made within 60 days after distribution.(Sec. 235) Amends the Code to revise the treatment of a plan as failing to meet minimum vesting standards if a participant's accrued benefit is decreased by amendment of the plan. Declares that a defined contribution plan shall not be treated as failing to meet such requirements merely because the transferee plan does not provide some or all of the forms of distribution previously available under another defined contribution plan in specified circumstances.(Sec. 236) Revises certain restrictions on distributions from qualified cash or deferred arrangements. Eliminates a corporation's disposition of assets or of an interest in a subsidiary as events for which lump-sum distributions are covered (while retaining termination of a plan as a covered event). Changes separation from service to severance from employment as a threshold event for the covered distribution of amounts from a qualified cash or deferred arrangement.(Sec. 237) Excludes from gross income any amount transferred to a defined benefit governmental plan in a direct trustee-to-trustee transfer if it is for: (1) purchase of a permissive service credit; or (2) a repayment of cash-outs to which certain limitations on contributions do not apply.(Sec. 238) Amends the Code with respect to restrictions on certain mandatory distributions to allow employers to disregard rollover contributions when determining the present value of nonforfeitable accrued benefits for cash-out purposes.(Sec. 239) Amends the Code, with respect to deferred compensation plans of State and local governments and tax-exempt organizations, to repeal certain additional minimum distribution requirements. Revises requirements for inclusion of deferred compensation in a participant's gross income to limit the taxable year: (1) to the taxable year in which the compensation or income is paid to the participant in the case of a State or local government; and (2) to the taxable year in which the compensation or income is paid or otherwise made available to the participant or other beneficiary in the case of a tax-exempt organization.Subtitle D: Strengthening Pension Security and Enforcement - Amends the Code, with respect to the full-funding limitation, to repeal the current liability funding limit percentage in the case of plan years beginning in 1999 or 2000. Sets the applicable percentage of current liability at 160 percent in 2001, 165 percent in 2002, 170 percent in 2003, and nothing afterwards.(Sec. 242) Revises the special rule for an employer's maximum deductible contribution to change the minimum amount, for plans with more than 100 participants, from the unfunded current liability to the unfunded termination liability. Excludes from termination liability, for plans with under 100 participants, any liability attributable to benefit increases for highly compensated employees resulting from a plan amendment made or effective within the last two years before the termination date.(Sec. 243) Amends the Code with respect to the excise tax on nondeductible contributions to a qualified employer plan. Allows an employer, in determining the amount of nondeductible contributions, to elect not to take into account any contributions to a defined benefit plan except to the extent they exceed the full-funding limitation.(Sec. 244) Establishes an excise tax (of $100 per applicable individual per day) on a defined benefit plan for failing to give notice to participants of any plan amendment providing for a significant reduction in the rate of future benefit accrual.Subtitle E: Reducing Regulatory Burdens - Amends the Code, with respect to annual valuation of a plan's liability, to require actual valuation only once every three years of a plan whose assets are at least 125 percent of its current liability. Permits use of prior year valuations for any two consecutive plan years, so long as an actual valuation takes place in the third year.(Sec. 262) Amends the Code to allow the reinvestment in qualifying employer securities of any employee stock ownership plan dividend paid by a C corporation, without loss of the corporation's deduction from gross income.(Sec. 263) Amend the Tax Reform Act of 1986 to repeal, as of December 31, 2000, the transition rule relating to certain highly compensated employees.(Sec. 264) Directs the Secretary to modify Treasury Regulations to provide that employees of tax-exempt organizations who are eligible to make contributions under a salary reduction agreement may be treated as excludable from a 401 (k) plan or 401 (m) plan if: (1) no such employee is eligible to participate in such 401(k) plan or 401(m) plan; and (2) 95 percent of other employees are eligible to participate in such a plan.(Sec. 265) Amends the Code to make a fringe benefit exclusion from gross income of any qualified retirement planning services provided to an employee and his spouse by an employer maintaining a qualified employer plan.(Sec. 266) Directs the Secretary to modify the annual return filing requirements for one-participant retirement plans (covering only the employer and spouse where the employer owns the entire business, or only one or more partners and spouses in a business partnership) to ensure that any plans with assets of $250,000 or less as of the close of the plan year need not file a return for that year.(Sec. 267) Directs the Secretary to continue to update and improve the Employee Plans Compliance Resolution System (or any successor program), giving special attention to certain tasks.(Sec. 268) Amends Code provisions regarding a tax exclusion for cash reimbursements to repeal the requirement that a voucher or similar item which may be exchanged for a transit pass is not readily available for direct distribution.(Sec. 269) Repeals the Secretary's mandate, with respect to the nondiscrimination test for matching contributions and employee contributions, to prescribe regulations to prevent the multiple use of the alternative limitation for any highly compensated employee.(Sec. 270) Directs the Secretary to provide that a plan shall be deemed to satisfy nondiscrimination requirements if it satisfies the facts and circumstances test as in effect before January 1, 1994, but only if: (1) it satisfies conditions prescribed by the Secretary to appropriately limit the availability of such test; and (2) it is submitted to the Secretary for a determination of whether it satisfies such test.Revises minimum coverage requirements to allow a plan that otherwise fails to meet such requirements to constitute a qualified plan if it meets certain requirements that were in effect immediately before enactment of the Tax Reform Act of 1986. (Such requirements stated that the plan must at least benefit employees qualifying under a classification set up by the employer and found by the Secretary not to be discriminatory in favor of employees who are officers, shareholders, or highly compensated.)Directs the Secretary to modify certain existing regulations with respect to employers operating separate lines of business to expand the ability of a pension plan to demonstrate compliance with the line of business requirements based upon the facts and circumstances surrounding the design and operation of the plan, even though the plan is unable to satisfy the mechanical tests currently used to determine compliance.(Sec. 271) Amends the Taxpayer Relief Act of 1997 to extend to international organizations the moratorium on application of certain nondiscrimination rules applicable to State and local governmental plans.(Sec. 272) Increases from 90 to 180 days certain notice and consent periods regarding distributions. Directs the Secretary to modify certain consent regulations to provide that the description of a participant's right, if any, to defer receipt of a distribution shall also describe the consequences of failing to defer such receipt.Subtitle F: Plan Amendments - Prescribes application requirements for plan or contract amendments.Title III: Estate Tax Relief - Subtitle A: Reductions of Estate and Gift Tax Rates - Amends the Code to repeal the two highest estate tax brackets and replace them with a top bracket of \"Over $2,500,000\", for which the estate tax rate shall be $1,025,800, plus 50 percent of the excess over $2,500,000. Repeals the phase out of graduated rates and the unified credit.Requires additional reductions in estate and gift tax rates of one percent for calendar 2003 and two percent for calendar 2004 and thereafter.(Sec. 302) Declares that it is the sense of Congress that the death tax relief in this Act is considered a first step in the effort to repeal this tax.Subtitle B: Unified Credit Replaced With Unified Exemption Amount - Repeals the unified credits against the estate and gift taxes, and replaces them with a unified exemption amount, determined by specified formulae involving amounts ranging from $675,000 in calendar year 2001 up to $1 million in calendar year 2006 and thereafter. Grants up to a $60,000 exemption to the estate of a nonresident, non-U.S. citizen, with specified variations for residents of U.S. possessions.Subtitle C: Modifications of Generation-Skipping Transfer Tax - Declares that, if any individual makes an indirect skip during such individual's lifetime, any unused portion of such individual's generation-skipping transfer (GST) exemption shall be allocated to the property transferred to the extent necessary to make the inclusion ratio for such property zero. Requires allocation to the property transferred of the entire unused portion if the amount of the indirect skip exceeds such unused portion.(Sec. 322) Declares that, if a trust is severed in a qualified severance, the trusts resulting from such severance shall be treated as separate trusts thereafter.(Sec. 323) Revises valuation rules for gifts for which a gift tax return was filed or deemed allocation made. Provides that, if an allocation of the GST exemption to any transfers of property is deemed to have been made at the close of an estate tax inclusion period, the value of the property shall be its value at such time.(Sec. 324) Directs the Secretary to prescribe circumstances and procedures under which extensions of time will be granted to make an allocation of GST exemption or an election not to apply specified allocation requirements to certain lifetime direct skips, indirect skips, or transfers to a particular trust.Subtitle D: Conservation Easements - Redefines land subject to a qualified conservation easement, for estate tax purposes, to mean land, on the decedent's date of death, located in or within: (1) 50 miles (currently, 25 miles) of a metropolitan area; (2) 50 miles (currently, 25 miles) of a national park or wilderness area; or (3) 25 miles (currently, ten miles) of an Urban National Forest.Title IV: Tax Relief for Distressed Communities and Industries - Subtitle A: American Community Renewal Act of 2000 - American Community Renewal Act of 2000 - Amends the Code to authorize the Secretary of Housing and Urban Development to designate (upon local or State nomination) up to 15 renewal communities, of which at least three shall be in rural areas.Requires for nomination purposes that: (1) the area be experiencing high rates of poverty and unemployment and general distress; and (2) State and local governments enter into written contracts with community organizations to promote specified economic growth and employment activities.Excludes from gross income capital gains on the sale or exchange of a qualified community asset (stock, business property, or partnership interest) held for more than five years.Allows a specified deduction for amounts paid into a family development account on behalf of an individual or another qualified individual who is a renewal community resident. Excludes from gross income account distributions used for qualified family development expenses (postsecondary education, first-home purchase, business capitalization, medical, and rollovers).Provides a penalty (with exceptions) in addition to inclusion as gross income for nonqualifying distributions.Authorizes: (1) designation of earned income tax credit payments for family development account deposit; (2) a commercial building revitalization tax deduction; (3) increased first year expensing for renewal community businesses; (4) extension of environmental remediation cost expensing and the work opportunity credit for renewal communities; and (5) similar tax treatment of renewal communities and enterprise zones for specified youth residence requirements.(Sec. 405) Permits a deduction for contributions to a family development account whether or not a taxpayer itemizes.Makes conforming amendments to provisions respecting: (1) tax on excess contributions and prohibited transactions; (2) trust and annuity information; (3) tax exemption applications; and (4) the commercial revitalization credit.Subtitle B: Timber Incentives - Amends the Code, with respect to the deductible amortization of reforestation expenditures, to increase the limitation on the aggregate amount of amortizable basis acquired during the taxable year from $10,000 to $25,000 (and from $5,000 to $12,500 in the case of a separate return by a married individual), but suspends the application of such limitation between December 31, 1999, and January 1, 2004.Title V: Real Estate Provisions - Subtitle A: Improvements in Low-Income Housing Credit - Amends the Code, with respect to the low-income housing credit, to revise the formula for the State housing credit ceiling. Replaces the set multiplicand of $1.25 (to be multiplied by the State population) with a graduated applicable multiplicand rising from $1.35 for calendar year 2001 to $1.65 for calendar year 2004 and thereafter, and a maximum product of $2 million. Provides for cost-of-living adjustments to the State ceiling.(Sec. 502) Revises the housing priority selection criteria a housing credit agency must use to develop a qualified plan for allocating housing credit dollar amounts among projects. Requires such criteria to include: (1) whether the project would use existing housing as part of a community revitalization plan; (2) tenant populations of individuals with children; and (3) projects intended for eventual tenant ownership. Drops from such criteria participation of local tax-exempt organizations. Requires a qualified allocation plan to: (1) give preference in making allocations to projects located in qualified census tracts whose development contributes to a concerted community revitalization plan; and (2) provide a procedure for agency monitoring for noncompliance with habitability standards through regular site visits.(Sec. 503) Requires housing credit agencies to: (1) provide for a comprehensive market study (by a disinterested party, at the developer's expense) of the housing needs of low-income individuals in the area to be served by the project before the credit allocation is made; and (2) make public a written explanation for any allocation of a housing credit dollar amount not made in accordance with the agency's established priorities and selection criteria.(Sec. 504) Revises special rules for the determination of the adjusted basis of buildings eligible for the low-income housing credit. Requires adjusted basis to include property used throughout the taxable year in providing any community service facility designed to serve primarily individuals (even if they are not tenants) whose income is 60 percent or less of area median income.Declares that assistance under the Native American Housing Assistance and Self-Determination Act of 1996 shall be disregarded in determining whether a building is federally subsidized for purposes of the low-income housing credit.(Sec. 505) Revises the definition of a qualified building (placed in service not later than the second calendar year following a housing credit dollar amount allocation) with respect to which the amount of a low-income housing credit may exceed the credit amount allocated to the building.Sets an alternative date for valuation of the taxpayer's actual basis in the project of which the building is a part (where the actual basis is more than ten percent of the taxpayer's reasonably expected basis). Allows the valuation of the actual basis to be as of the later of the date which is six months after the date that the allocation was made or (as currently) the close of the calendar year in which the allocation is made. Revises the formula for determination of the amount of State housing credit ceiling returned in a calendar year to include the dollar amount previously allocated to a project which fails to meet the ten percent test on a date after the close of the calendar year in which the allocation was made.Revises special rules for the increased basis of a building located in certain high cost areas to redefine a qualified census tract to include, as an alternative to existing criteria, a tract with a poverty rate of at least 25 percent.(Sec. 506) Revises the formula for determining unused housing credit carryovers allocated among certain States.Subtitle B: Private Activity Bond Volume Cap - Provides for an accelerated phase-in of specified increases in the volume cap on private activity bonds.Subtitle C: Exclusion From Gross Income for Certain Forgiven Mortgage Obligations - Excludes from gross income the discharge of qualified residential indebtedness. Limits such exclusion to the excess (if any) of the outstanding principal amount of such indebtedness (immediately before discharge) over the sum of any sales proceeds and any other outstanding principal indebtedness secured by such property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Tax Fairness Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "American Community Renewal Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to provide tax benefits for small businesses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:49-05:00"
}