{
  "actions": [
    {
      "acted_at": "1975-06-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-09-22", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-498.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-20", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-20", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-20", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #619 (375-5).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-11", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-11", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-11", 
      "bill_ids": [
        "s988-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 988, roll call #578 (90-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-11", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-02", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-02", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1005.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-08", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-743.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-12", 
      "references": [], 
      "text": "House agreed to conference report, roll call #191 (360-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-12", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-12", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-04-22", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-04-22", 
      "references": [], 
      "text": "Public law 94-278.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7988-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-04-22", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-17", 
  "number": "7988", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the program under the National Heart and Lung Institute, to revise and extend the program of National Research Service Awards, and to establish a national program with respect to genetic diseases; and to require a study and report on the release of research information.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres757-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr9455-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s988-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-17", 
  "subjects": [
    "Agriculture and food", 
    "Awards, medals, prizes", 
    "Blood", 
    "Diabetes", 
    "Federal advisory bodies", 
    "Genetic counseling", 
    "Health", 
    "Health services administration", 
    "Joint diseases", 
    "Medical care, personnel, and facilities", 
    "Medical research", 
    "Public health", 
    "Research", 
    "Vitamins"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-04-02", 
    "text": "(Conference report filed in House, H. Rept. 94-1005) Health Research and Health Services Amendments - =Title I: Revision of National Heart and Lung Institute Programs= - Authorizes research and training in the use of blood products and the management of blood resources under the National Heart and Lung Institute programs. Authorizes the use of funds under such programs for the prevention and control of blood diseases. Changes the name of the National Health and Lung Advisory Council to the National Heart, Lung, and Blood Advisory Council. Provides for the development of ten new Research and Demonstration Centers for basic and clinical research, training, and demonstration of advanced diagnostic, prevention, and treatment methods (including emergency medical services) for blood, blood vessel diseases, research in the uses of blood products, and research in the management of blood resources. Requires that the Advisory Council submit to the Secretary, for transmittal to the President and the Congress, an annual report on the progress of the national program toward accomplishment of its objectives during the preceding fiscal year. Authorizes the National Heart and Lung Advisory Council to approve contract-supported areas of research in heart, blood vessel, lung, blood diseases, and the use of blood and blood products and research in the management of blood resources. Authorizes appropriations for programs and activities of the National Heart, Lung and Blood Institute in the following amounts: $339,000,000 for fiscal year 1976, and $373,000,000 for fiscal year 1977. Provides that no less than 15 percent of the Institute's appropriations be reserved for programs respecting blood diseases. =Title II: National Research Service Awards= - Permits the Secretary to provide National Research Service Awards for biomedical and behavioral research at Federal as well as non-Federal public institutions. Authorizes appropriations for such awards. =Title III: Disclosure of Research Information= - Directs the President's Biomedical Research Panel and the National Commission for the protection of Human Subjects of Biomedical and Behavioral Research to each conduct an investigation and study of the implication of the disclosure to the public of information contained in research protocols, research hypotheses, and research designs obtained by the Secretary of Health, Education, and Welfare in connection with an application or proposal submitted during calendar year 1975 for a grant, fellowship, or contract under the Public Health Service Act. Requires a report on such study to be submitted to the House Interstate and Foreign Commerce Committee and the Senate Labor and Public Welfare Committee. =Title IV: Genetic Diseases= - National Sickle Cell Anemia, Cooley's Anemia, Tay-Sacs and Genetic Diseases Act - Authorizes the Secretary of Health, Education, and Welfare to make grants to public and non-profit private entities, and to enter into contracts with public and private entities, for projects to establish and operate voluntary genetic testing and counseling programs primarily in conjunction with other existing health programs, with a priority given to applications for grants and contracts for projects which are recipients of sickle cell anemia grants or contracts on the date of enactment of this Act. Directs the Secretary to carry out a program to develop information and educational materials relating to genetic diseases and to disseminate such information and materials to persons providing health care, to teachers and students, and to the public generally. Permits the Secretary to make grants to public and nonprofit private entities and enter into contracts with public and private entities and individuals for the development and dissemination of such materials. Authorizes appropriations for such grants and contracts for such testing and counseling and information development and dissemination. Approves extension of grants and contracts for research into genetic diseases, for training programs relating to genetic diseases, and for counseling and testing programs relating to genetic diseases. Authorizes appropriations for such purposes and for sickle cell anemia research. Sets forth procedures and requirements for application for grants and contracts under this title. Directs the Secretary to establish a program within the Service to provide voluntary testing, diagnosis, counseling, and treatment of individuals respecting genetic diseases. Requires reports to the Congress annually on the administration of this title. =Title V: Food, Drug, and Cosmetic Act Amendments= - Prohibits the Secretary from limiting the potency of any vitamin or mineral within a food; classifying any single or combination vitamin/mineral product as a drug on the basis of high potency which the Secretary determines to be in excess of nutritional usefulness; or limiting the combination or number of vitamins or minerals or other ingredients in foods, under the Federal Food, Drug, and Cosmetic Act. Permits the Secretary to regulate vitamins, minerals, or other food ingredients which the Secretary determines by regulation to be represented for use by pregnant or lactating women or children under the age of 12 years. Specifies under such Act that foods labeled to include all ingredients or advertised to refer to all ingredients beside vitamins and/or minerals cannot be deemed misbranded. Defines \"special dietary use,\" under such Act, to mean a particular use for which a food is represented to be used. Defines \"food\" under such Act, and provides that a food is defined to be misbranded if its advertising is false or misleading in a material respect or if its labeling is in violation of this Act. Permits a libel condemnation if a food's advertising was disseminated by the owner or operator of such establishment, was paid for by the owner or operator, or was used to promote the sale of the food. Provides that before the Secretary may initiate enforcement actions with respect to any food which is misbranded because of its advertising, he shall notify the Federal Trade Commission of his proposed actions. States that if the Commission then notifies the Secretary within 30 days that it has begun investigating such advertising, begun a civil action, served a complaint, or made certification to the Attorney General, the Secretary may not take such proposed actions. Provides that if within 60 days of such notice from the Commission the Commission does not take any such action, the Secretary may proceed with with his proposed actions. =Title IV: Arthritis Act Amendments= - National Arthritis Act Technical Amendments - States, under the National Arthritis Act, that the purpose of such Act is to provide for a long-range plan to expand and coordinate the national research, treatment and control effort against arthritis; to advance educational activities; to alert the nation's citizens to the early indications of arthritis; to establish and support the development of improved methods for arthritis screening, prevention and referral; and to establish a central arthritis screening and detection data bank. Permits the Secretary to provide for the development, modernization, and operation of new and existing comprehensive arthritis centers, and changes authorized appropriations for such centers to the following amounts: $11,000,000 for fiscal year 1975; $8,000,000 for fiscal year 1976; and $20,000,000 for fiscal year 1977. =Title VII: Diabetes Plan= - Terminates the Diabetes Commission on September 30, 1976. =Title VIII: Health Services= - Permits migrant and community health centers to provide ambulatory and surgical services. =Title IX: Indian Health Service= - Provides that the Secretary may, where he deems advisable, allow the Indian Health Service to utilize non-profit recruitment agencies to assist in obtaining personnel for the Public Health Service. =Title X: Appointment of Advisory Committees= - Requires all appointments to specified health advisory committees to be made without regard to political affiliation. =Title XI: Miscellaneous Provisions= - Provides that active service of commissioned officers of the Public Health Service shall be deemed to be active military service in the Nation's armed forces for the purposes of all rights, privileges, immunities, and benefits now or hereafter provided under the Soldier's and Sailor's Civil Relief Act of 1940, as amended. Authorizes the Secretary to make \"Visiting Scientist Awards\" to outstanding scientists who agree to serve as visiting scientists at institutions of post-secondary education which have significant enrollments of disadvantaged students. Extends the authorization of appropriations for physical shortage scholarships at $3,500,000 for fiscal year 1975 and $2,000,000 for fiscal year 1976, and for health professions student loans at $60,000,000 for fiscal year 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the program under the National Heart and Lung Institute, to revise and extend the program of National Research Service Awards, and to establish a national program with respect to genetic diseases; and to require a study and report on the release of research information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:42-05:00"
}