{
  "actions": [
    {
      "acted_at": "1998-10-07", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-15", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Courts and Intellectual Property", 
      "text": "Referred to the Subcommittee on Courts and Intellectual Property.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-15", 
      "bill_ids": [
        "s505-105"
      ], 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "For Further Action See S.505.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4712-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts and Intellectual Property", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "McCollum, Bill", 
      "sponsored_at": "1998-10-07", 
      "state": "FL", 
      "thomas_id": "00761", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-07", 
  "number": "4712", 
  "official_title": "To amend title 17, United States Code, to extend the term of copyright, to provide for a music licensing exemption, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s505-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Fairness In Music Licensing Act of 1998", 
  "sponsor": {
    "district": "9", 
    "name": "Sensenbrenner,  James, Jr.", 
    "state": "WI", 
    "thomas_id": "01041", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-07", 
  "subjects": [
    "Actions and defenses", 
    "Agriculture and food", 
    "Archives", 
    "Arts, culture, religion", 
    "Cable television", 
    "Commerce", 
    "Commercial arbitration", 
    "Conferences", 
    "Congress", 
    "Congressional agencies", 
    "Contracts", 
    "Copyright", 
    "Copyright infringement", 
    "Copyright royalties", 
    "Direct broadcast satellites", 
    "Education", 
    "Educational facilities", 
    "Electronics industry", 
    "Elementary and secondary education", 
    "Estates (Law)", 
    "Exhibitions", 
    "Federal libraries", 
    "Federal preemption", 
    "Fees", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Intellectual property", 
    "Labor and employment", 
    "Law", 
    "Libraries", 
    "Library of Congress", 
    "License agreements", 
    "Licenses", 
    "Magistrates", 
    "Motion pictures", 
    "Music", 
    "Nonprofit organizations", 
    "Performing arts", 
    "Phonorecords", 
    "Professional associations", 
    "Radio broadcasting", 
    "Restaurants", 
    "Science, technology, communications", 
    "Social welfare", 
    "Sound recording and reproducing", 
    "Space activities", 
    "State laws", 
    "Television broadcasting", 
    "Television relay systems", 
    "Trade fairs", 
    "Video tape recording"
  ], 
  "subjects_top_term": "Intellectual property", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-07", 
    "text": "TABLE OF CONTENTS: Title I: Copyright Term Extension Title II: Music Licensing Exemption Title I: Copyright Term Extension - Sonny Bono Copyright Term Extension Act - Amends Federal copyright provisions regarding preemption of laws concerning duration of copyrights. (Sec. 102) Prohibits the annulment or limitation of rights or remedies under State laws with respect to sound recordings fixed before February 15, 1972, until February 15, 2067 (currently, 2047). Extends the duration of copyright in a work created on or after January 1, 1978, to the life of the author and 70 (currently, 50) years after the author's death. Makes the same extension with regard to joint works created on or after such date. Extends the duration of copyright in anonymous or pseudonymous works or works made for hire on or after such date to 95 (currently, 75) years from the year of the first publication, or 120 (currently, 100) years from the year of creation, whichever expires first. Makes conforming extensions with respect to provisions regarding the presumption of an author's death. Extends from December 31, 2027, to December 31, 2047, the duration of copyright in works published on or before December 31, 2002. Extends the duration of copyrights in their renewal term at the time of the effective date of this Act to 95 years from the date such copyrights were originally secured. Permits an author or owner of a termination right, subject to certain conditions, to terminate a transfer or license of a renewal (executed before January 1, 1978) of a copyright (other than a work made for hire) subsisting in its renewal term on the effective date of this Act, for which the termination right has not been exercised, and has expired, by such date. Allows termination of a transfer or license grant at any time during the five years beginning at the end of 75 years from the date the copyright was originally secured. (Sec. 103) Revises provisions regarding termination of certain transfers and licenses granted by the author or covering extended renewal terms to provide that if the author's widow, widower, children, and grandchildren are not living, the author's executor, administrator, personal representative, or trustee shall own the author's entire termination interest. (Sec. 104) Allows, during the last 20 years of any term of copyright of a published work, a library or archives to reproduce, distribute, display, or perform in facsimile or digital form a copy or phonorecord of such work for purposes of preservation, scholarship, or research after determining that none of the following conditions apply: (1) the work is subject to normal commercial exploitation; (2) a copy or phonorecord of the work can be obtained at a reasonable price; or (3) the copyright owner or its agent provides notice that either of such conditions applies. Provides that such exemption does not apply to any subsequent uses by users other than such library or archives. (Sec. 105) Expresses the sense of the Congress that owners of copyrights for audiovisual works for which the term of copyright protection is extended by the amendments made by this title, and the screenwriters, directors, and performers of those audiovisual works, should negotiate in good faith in an effort to reach a voluntary agreement or voluntary agreements regarding the establishment of a fund or other mechanism for the amount of remuneration to be divided among the parties for the exploitation of those audiovisual works. Title II: Music Licensing Exemption - Fairness in Music Licensing Act of 1998 - Revises Federal copyright law with respect to communication by an establishment of a transmission (or retransmission) embodying a performance or display of a nondramatic musical work intended to be received by the general public, originated by a radio or television broadcast station licensed as such by the Federal Communications Commission, or, if an audiovisual transmission, by a cable system or satellite carrier. Provides that such a communication shall not be a copyright infringement, depending upon criteria based upon whether: (1) the establishment is or is not a food service or drinking establishment; (2) no direct charge is made to see or hear the transmission (or retransmission) which is not further transmitted beyond the receiving establishment; and (3) such transmission (or retransmission) is licensed by the copyright owner of the work so publicly performed or displayed. Excludes as a copyright infringement the performance of a nondramatic musical work by a commercial establishment at no charge when its purpose is to promote audiovisual or other devices used in it. (Sec. 203) Provides for the determination of reasonable license rates or fees for performing rights societies subject to consent decrees providing for such determination. (Sec. 204) Entitles a plaintiff to additional damages equal to double the amount of the license fee that should have been paid during the preceding three years in any case where the court finds that the defendant proprietor of an establishment claiming his activities were exempt from copyright infringement prohibitions did not have reasonable grounds to believe so."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fairness In Music Licensing Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sonny Bono Copyright Term Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 17, United States Code, to extend the term of copyright, to provide for a music licensing exemption, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:17-05:00"
}