{
  "actions": [
    {
      "acted_at": "1990-03-07", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-16", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Courts and Administrative Practice", 
      "text": "Referred to Subcommittee on Courts and Administrative Practice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2242-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Courts and Administrative Practice", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1990-03-07", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-07", 
  "number": "2242", 
  "official_title": "A bill to amend provisions of title 28, United States Code, relating to judicial discipline.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Judicial Discipline Reform Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-07", 
  "subjects": [
    "Contempt of court", 
    "Federal advisory bodies", 
    "Impeachments", 
    "Judicial ethics", 
    "Judicial tenure", 
    "Law", 
    "Oaths"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-07", 
    "text": "Judicial Discipline Reform Act of 1990 - Amends the Federal judicial code to authorize the chief judge of a circuit to identify a disciplinary complaint and thereby dispense with the filing of a written complaint. Authorizes: (1) a judge appointed to a special investigative committee to serve on such committee after becoming a senior judge or, in the case of the chief judge of the circuit, after his term as chief judge terminates; and (2) the replacement of a circuit or district court judge who dies or retires while serving on such committee. Requires the Clerk of the House of Representatives to make available to the public a determination, and any reasons for such determination, with respect to the impeachment of a judicial officer. Prohibits the disclosure of papers, documents, and records of proceedings related to judicial discipline except to the extent that the judicial council of the circuit releases a copy of a report of a special investigative committee to the complainant who initiated the report and to the judge or magistrate whose conduct is the subject of the complaint. Authorizes the Judicial Conference to transmit to the House a determination that consideration of impeachment may be warranted, together with appropriate court records, for whatever action the House deems necessary, if a judge or magistrate has been convicted of a felony and all appeals have been finally acted upon or the time for filing has passed without any appeals having been filed. Bars restrictions on the period of time within which a person may file a complaint under provisions relating to a judge's or magistrate's ability to discharge duties of office by reason of mental or physical disability. Includes dismissal of the complaint among the options available to the judicial council in such cases. Authorizes the judicial council to recommend reimbursement for expenses and attorneys' fees where a complaint has been dismissed and the judge or magistrate against whom the complaint was initiated requests reimbursement. Grants the judicial council or special committee the power to institute contempt proceedings. Amends the Ethics in Government Act of 1978 to provide that whenever the Judicial Ethics Committee refers a name to the Attorney General, the Committee shall also notify the judicial council of the circuit in which the named individual serves. Requires an advisory committee appointed by a court of appeals to make rules for the judicial council of the circuit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Judicial Discipline Reform Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend provisions of title 28, United States Code, relating to judicial discipline.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:55-05:00"
}