{
  "actions": [
    {
      "acted_at": "1991-05-22", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-03", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2432-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1991-05-22", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1991-05-22", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-22", 
  "number": "2432", 
  "official_title": "To strengthen federal supervision, regulation and examination of foreign bank operations in the United States, to enhance cooperation with foreign banking supervisors, to improve reporting of bank stock loans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2396-102", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1019-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Foreign Bank Supervision Enhancement Act of 1991", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-22", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Bank directors", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank mergers", 
    "Bank records", 
    "Bankers", 
    "Branch banking", 
    "Collection of accounts", 
    "Commercial finance companies", 
    "Consumer credit", 
    "Consumer protection", 
    "Deposit insurance", 
    "Discrimination in consumer credit", 
    "Electronic funds transfers", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government paperwork", 
    "Housing finance", 
    "Information disclosure (Securities law)", 
    "International banking", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Licenses", 
    "Mortgage loans", 
    "Standards", 
    "Stocks", 
    "Subpoena"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-22", 
    "text": "Foreign Bank Supervision Enhancement Act of 1991 - Amends the International Banking Act of 1978 to prohibit a foreign bank from either establishing a State branch or agency, or acquiring ownership or control of a commercial lending company, without obtaining prior approval of the Federal Reserve Board (the Board). Sets forth approval standards. Empowers the Board to order the termination of foreign banking activities if it finds certain violations or unsound banking practices in the United States. Prescribes enforcement and judicial procedures. Authorizes the Board to recommend to the Comptroller of the Currency (the Comptroller) the termination of a foreign bank's Federal license based upon the same standards as apply to the State branches of a foreign bank. Provides for judicial review of disapproval or termination orders. Provides that, with respect to the granting of Federal licenses for foreign bank operations, the Comptroller shall apply the same approval standards as apply to State licensure of foreign bank activities. Directs the Comptroller to provide the Board with notice and opportunity to comment on any application to establish a Federal branch or agency. Amends the Bank Holding Company Act of 1956 to authorize the Board to disapprove acquisition applications: (1) by bank holding companies if they fail to provide adequate assurances that they will furnish certain Board-requested information; or (2) by a foreign bank if it is not subject to comprehensive regulation on a consolidated basis in its home country. Amends the International Banking Act of 1978 to authorize the Board to conduct examinations of foreign banking operations in the United States (including their holding companies and lending companies). Provides that the cost of such examinations shall be assesed against such banks or their holding or lending companies. Mandates that such examinations be coordinated among the appropriate State agencies, the Comptroller, and the Federal Deposit Insurance Corporation. Subjects the establishment of representative offices of foreign banks to the same regulatory scheme as applies to their establishment of State and Federal branches and agencies. Amends the Federal Deposit Insurance Act to mandate that if a foreign bank or its affiliate extends credit secured by specified percentages of the shares of an insured depository institution, it shall file a consolidated report with the appropriate Federal banking agency. Amends the International Banking Act of 1978 to authorize the Board and specified regulatory agencies to disclose to their foreign counterparts information obtained in the exercise of their authority (subject to confidentiality guidelines). Sets forth civil money penalties for banking law violations by a foreign banking entity, and for its failure to make requisite reports. Empowers the Board, the Comptroller, and the Federal Deposit Insurance Corporation (FDIC) to implement rulemaking and enforcement procedures to implement this Act. Amends the Bank Holding Company Act of 1956 and the Federal Deposit Insurance Act to increase from $1,000 to $10,000 the penalty for failure to comply with agency subpoenas. Amends the Home Mortgage Disclosure Act of 1975, and certain related consumer protection statutes, to subject foreign bank branches and agencies in the United States to the same supervisory and enforcement agencies as apply to their domestic counterparts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Bank Supervision Enhancement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen federal supervision, regulation and examination of foreign bank operations in the United States, to enhance cooperation with foreign banking supervisors, to improve reporting of bank stock loans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:16-05:00"
}