{
  "actions": [
    {
      "acted_at": "1987-11-03", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, Commerce, National Academy of Sciences, DOE, EPA, CEQ.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-01-26", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water and Power Resources", 
      "text": "Referred to Subcommittee on Water and Power Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-24", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-03", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-21", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-27", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-27", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-03", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-03", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-06-03", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Merchant Marine and Fisheries.  Report No: 100-670 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-09", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Water and Power Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-10", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Water and Power Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-28", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Received From Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Received From Labor.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3601-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power Resources", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1987-11-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Thomas, Lindsay", 
      "sponsored_at": "1987-11-03", 
      "state": "GA", 
      "thomas_id": "01150", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-03", 
  "number": "3601", 
  "official_title": "A bill relating to the enhancement of the Nation's fish and wildlife resources, the National Wildlife Refuge System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Fish and Wildlife Enhancement Act of 1988", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-05-03", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Alaska", 
    "Alaskan natives", 
    "Animals and Animal Protection", 
    "Authorization", 
    "Birds", 
    "Canada", 
    "Coal", 
    "Coastal zone", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Courts and Civil Procedure", 
    "Department of Energy", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Eskimos", 
    "Estuarine area conservation", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal receipts and expenditures", 
    "Fines (Penalties)", 
    "Fisheries", 
    "Fishery management", 
    "Foreign trade and international finance", 
    "Gas pipelines", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "International environmental cooperation", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Land transfers", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Liability for toxic substances pollution damages", 
    "Liability for water pollution damages", 
    "Licenses", 
    "Marine resources conservation", 
    "Migratory bird conservation", 
    "Native Americans", 
    "Natural gas", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil pollution", 
    "Oil well drilling", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum pipelines", 
    "Pipeline siting", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Right-of-way", 
    "Sand and gravel industry", 
    "Sunset legislation", 
    "Treaties", 
    "U.S.S.R.", 
    "Wetland conservation", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1988-06-03", 
    "text": "(Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 100-670 (Part I)) Title I: Congressional Findings and Definitions - National Fish and Wildlife Enhancement Act of 1988 - Sets forth congressional findings and definitions. Title II: Oil and Gas Leasing on National Wildlife Refuges - Mandates that all oil and gas leasing receipts (including receipts from the sale of sand and gravel) be deposited into the Refuge Revenue Sharing Fund. Exempts oil and gas leases on Alaskan units of the National Wildlife Refuge System from such mandate (other than the Arctic and Teshekpuk-Utukok National Refuges). Amends the Alaska National Interest Lands Conservation Act (ANILCA) to repeal, as of the day before the first coastal plain lease sale, the proscription against oil and gas leasing within the Arctic Refuge. Directs the Secretary of the Interior (the Secretary) to initiate, through the Director of the U.S. Fish and Wildlife Service (Director), a coastal plain oil and gas leasing program. Makes this Act the sole authority for oil and gas leasing and regulation on the coastal plain. States that the Secretary's leasing authority is contingent upon the authority of Congress to divide equally all coastal plain oil and gas revenues between the State of Alaska (the State) and the Federal Government. Directs the Secretary to suspend all lease-related activity if the State initiates a judicial challenge regarding the equal division of such revenues. Directs the Secretary to publish draft competitive oil and gas coastal plain leasing regulations within six months after the date of enactment of this Act. Declares a certain \"Final Legislative Environmental Impact Statement\" to be adequate to satisfy Federal law. Sets forth environmental policy guidelines for such regulations, including a mandatory analysis of the direct, indirect, and cumulative impacts of oil and gas development. Sets forth general procedures and conditions for competitive oil and gas leasing, including expedited judicial review of administrative actions relating to such leasing, bonding requirements, and environmental stipulations. Directs the Secretary to establish a Federal-State Interagency Task Force for the Arctic Refuge, within 60 days after the date of enactment of this Act, to assist the Secretary in the development and implementation of an oil and gas exploration program that will avoid significant adverse impact upon fish, wildlife, and the environment. Sets forth Task Force responsibilities and membership. Grants the Secretary (acting through the Director) exclusive authority to grant a right-of-way across the coastal plain for purposes of a common carrier transportation or utility system corridor. Prohibits granting a permanent right-of-way until the first competitive coastal plain lease sale has been held. Mandates that the right-of-way standards for oil and gas pipelines across the coastal plain be consistent with the remainder of the pipeline outside the Arctic Refuge. Prohibits the construction of more than two new port facilities necessitated by oil or gas development that affects the Arctic Refuge along a specified coastal area. Prohibits the construction of any port facility within a distance of one and a half miles on either side of Pokok Bluffs (a polar bear denning habitat). Prohibits port facility or offshore causeway construction without prior consultation with specified fish and wildlife agencies. Grants the Secretary enforcement powers for violations of this Act, including power to issue compliance orders and assess civil and criminal penalties. Imposes joint, several, and strict liability for pollution and damages to wildlife and the environment caused by discharge or development activities involving oil, gas, or hazardous substances. Grants the Secretary the right to accomplish control and removal at the expense of the responsible party. Requires the Secretary to: (1) revise a specified Arctic Refuge conservation plan to include the Arctic Refuge coastal plain; (2) consult with affected State, Native Villages, Regional Corporations, and Canada in evaluating the impact of oil and gas exploration upon fish and wildlife; and (3) report biennially to congressional committees regarding the status of the oil and gas leasing program and its impact upon wildlife and the environment. Amends the National Wildlife Refuge Revenue Sharing Act to direct the Secretary to segregate oil and gas leasing revenues on the Arctic and Teshekpuk-Utukok National Wildlife Refuges (including sand and gravel sale revenues) from all other revenues deposited into the Refuge Revenue Sharing Fund. Outlines the manner in which such revenues shall be apportioned. Amends the Migratory Bird Hunting Stamp Act to direct the Secretary to segregate excess oil and gas leasing revenues from all other monies within the Migratory Bird Conservation Fund. Amends the Migratory Bird Conservation Act to authorize approval by the Migratory Bird Conservation Commission of any acquisition recommendation made by the Secretary relating to: (1) the North American Waterfowl Plan (signed with Canada in 1986); and (2) land and water interests which would be acquired out of segregated oil and gas leasing revenues (including sand or gravel sale revenues) on certain Alaskan units of the National Wildlife Refuge System. Outlines the manner in which such funds shall be allocated. Establishes the Fish and Wildlife Enhancement Trust Fund to promote fish and wildlife conservation. Provides for an initial endowment of such Fund from oil and gas leasing revenues, (including sand or gravel sale revenues on Alaskan units of the National Wildlife Refuge System). Requires the Director to submit annual summaries of trust fund expenditures to the appropriate congressional committees. Establishes as a National Wildlife Refuge and as a unit of the National Wildlife Refuge System the Teshekpuk-Utukok National Wildlife Refuge. Requires the Director to prepare a comprehensive conservation plan for such Refuge. Sets forth a limited oil and gas leasing moratorium within such Refuge. Continues the local use of coal as fuel. Repeals certain statutory prohibitions applicable to subsurface coastal plain property interests owned by the Arctic Slope Regional Corporation or surface property rights owned by the Kaktovik Inupiat Corporation. Precludes the authorization of surface disturbance related to oil or gas production until final regulations establishing environmental stipulations have been published. Applies such stipulations to coastal plain subsurface and surface property interests owned by the Arctic Slope Regional Corporation and the Kaktovik Inupiat Corporation. Confers full land reclamation liability upon coastal plain oil and gas leaseholders and holders of rights-of-way. Establishes the Coastal Plain Liability and Reclamation Fund within six months of a commercial discovery within the coastal plain and capitalizes such Fund with royalties from commercially produced crude oi or natural gas. Authorizes appropriations for impact aid for affected governments and communities. Directs the Secretary to establish an impact aid grant program for such entities, and to submit to the Congress the results of a study of projected impact aid needs. Authorizes the Secretary to: (1) identify land tracts for use in acquiring lands of high public interest within or adjacent to National Wildlife Refuges in Alaska; and (2) execute agreements exchanging such land tracts for high public interest lands for incorporation into the National Wildlife Refuge System. Requires congressional approval for any such land exchange agreements. Adds specified lands to the Arctic National Wildlife Refuge. Title III: Miscellaneous Provisions - Amends the Refuge Administration Act and the Recreation Act to increase the penalties for violations. Amends the Migratory Bird Conservation Act to provide that lease terms shall, at a minimum, address the same wildlife conservation and protection matters that are applicable to the access and development of reserved non-Federal mineral interests in National Wildlife Refuge System areas. Amends the Fish and Wildlife Improvement Act to authorize appropriations for each fiscal year through FY 1998 for the Secretary of the Interior to implement the Convention on Wetlands of International Importance Especially as Waterfowl Habitat. Amends the Refuge Administration Act to provide that specified Federal criminal law does not preclude the use of aircraft and motor vehicles in implementation of approved management plans on national wildlife refuges. Prohibits the exportation of crude oil produced from lands in the coastal plain."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Fish and Wildlife Enhancement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Fish and Wildlife Enhancement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill relating to the enhancement of the Nation's fish and wildlife resources, the National Wildlife Refuge System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:00-05:00"
}