{
  "actions": [
    {
      "acted_at": "1977-09-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources, S. Rept. 95-436.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-16", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-23", 
      "references": [], 
      "text": "Cloture motion filed on Senate Printed Amendment Number 862 (First Motion).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-24", 
      "references": [], 
      "text": "Cloture motion filed on Senate Printed Amendment Number 862 (Second Motion).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-26", 
      "references": [], 
      "text": "Cloture motion passed Senate on Printed Amendment Number 862, roll call #408 (77-17).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-27", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-29", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Energy and Natural Resources with instructions passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-03", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-04", 
      "bill_ids": [
        "hr5289-95"
      ], 
      "references": [], 
      "text": "Provisions, as amended, inserted in H.R. 5289 as passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-05", 
      "references": [], 
      "text": "Placed on calendar in Senate under Subjects on the Table.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-15", 
      "references": [], 
      "text": "Placed on calendar in Senate under General Orders.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-17", 
      "references": [], 
      "text": "Placed on calendar in Senate under Subjects on the Table.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2104-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-15", 
  "number": "2104", 
  "official_title": "An original bill to establish a comprehensive natural gas policy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5289-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Natural Gas Policy Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1977-09-15", 
  "subjects": [
    "Energy", 
    "Gas pipelines", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Price regulation"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-15", 
    "text": "Requires the President to calculate and publish in the Federal Register the current Btu related price, defined as the average per barrel crude oil acquisition cost for refineries in the United States with respect to all crude oil produced within the United States for the most recent calendar quarter for which data are available to the President, divided by a factor of 5.8. Requires the President to establish, by rule, the maximum lawful price for first sales of new natural gas by producers at the current Btu related price (determined as of the delivery date). Directs the President to establish, by rule, the maximum lawful price for first sales of old natural gas by producers under existing contracts at: (1) the contract price; or (2) any Federal Power Commission (FPC) established just and reasonable price (plus an adjustment for inflation). Requires the President to establish, by rule, the maximum lawful price applicable to first sales by producers of old natural gas under new contracts at: (1) for old gas committed or dedicated to interstate commerce on April 20, 1977 (FPC limited term and temporary emergency sales excluded) or produced from a new well or new lease, a price not in excess of $1.45 per Mcf (plus an inflation adjustment), taking into account the contract price and the price necessary to maintain production; and (2) for all other old natural gas, a price equal to the current Btu equivalent price (determined as of the delivery date). Allows the President to establish by rule special prices in excess of the prices established under this Act where necessary to provide incentives for production of natural gas or manufacture of synthetic natural gas (SNG). Authorizes the President to reflect producer-borne transportation or liquefaction costs in special prices, and to establish, by rule, the maximum lawful price applicable to any sale by any person other than sales for resale subject to the Natural Gas Act. Prohibits the FPC from increasing any FPC pre-April 20, 1977 just and reasonable price for producer first sales (except for contract authorized inflation adjustments). Declares any maximum or special price established under the foregoing provisions of this Act to be just and reasonable for purposes of Natural Gas Act sections 4 and 5 (rates and charges). Prohibits the FPC from: (1) disallowing any rate not in excess of the maximum or special price; and (2) denying a certificate of public convenience and necessity under Natural Gas Act section 7 (construction, extension, and abandonment of facilities; condemnation proceedings) solely on the basis of first sale price if the price is not in excess of the maximum or special price. Makes the gas pricing rules under this Act enforceable to the same extent as rules under the Emergency Petroleum Allocation Act of 1973. Stipulates that the pricing provisions of this Act shall be inapplicable to prices allowed under Section 4 (allocation; emergency deliveries and transportation of natural gas) of the Emergency Natural Gas Act of 1977. Authorizes the FPC to grant abandonment under Section 7 of the Natural Gas Act prior to commitment or dedication of natural gas to interstate commerce. Voids contract provisions prohibiting commingling of contract gas with gas subject to Natural Gas Act jurisdiction and those terminating contracts because of commingling. Prohibits the use of prices established under this Act for purposes of contract redetermination, renegotiation, or termination clauses. Stipulates that all of the foregoing rules are applicable only to the sales of U.S. produced gas. Requires the President to provide, by rule, for allocation to the law priority uses of any pipeline company (defined to include interstate and intrastate pipelines and distributors) the amount by which the average cost of gas delivered after enactment of this Act exceeds the average cost for the year prior to enactment. Subjects a pipeline selling gas in violation of such provision to a $10,000 fine for each violative sale. Defines \"low priority use\" to mean use other than (1) in a residence, or (2) in a commercial establishment in amounts of less than 50 Mcf on a peak day. Extends the Natural Gas Act to include (with a grandfather clause) facilities for the manufacture of pipeline quality gas (SNG) if manufactured for interstate transportation or sale, to the transportation and sale, and to the companies engaged in manufacture, transportation, or sale. Extends the inter-pipeline allocation authority of the Emergency Natural Gas Act of 1977 to April 30, 1979 (a two year extension), and revises such authority to include allocations from and to intrastate pipelines."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to establish a comprehensive natural gas policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:30-05:00"
}