{
  "actions": [
    {
      "acted_at": "1981-05-05", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-05", 
      "bill_ids": [
        "hr2612-97"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "For Previous Action See H.R.2612.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "bill_ids": [
        "hr2613-97"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "For Previous Action See H.R.2613.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3439-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Coyne, James K.", 
      "sponsored_at": "1981-04-06", 
      "state": "PA", 
      "thomas_id": "00244", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Evans, Thomas B., Jr.", 
      "sponsored_at": "1981-04-06", 
      "state": "DE", 
      "thomas_id": "00363", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1981-04-06", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1981-04-06", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1981-04-06", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Neal, Stephen L.", 
      "sponsored_at": "1981-04-06", 
      "state": "NC", 
      "thomas_id": "00855", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1981-04-06", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1981-04-06", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1981-04-06", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-05", 
  "number": "3439", 
  "official_title": "A bill to provide for continuing United States participation in the International Bank for Reconstruction and Development and the International Development Association, to provide for United States participation in the African Development Bank, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2612-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2613-97", 
      "reason": "related"
    }
  ], 
  "short_title": "African Development Bank Act", 
  "sponsor": {
    "district": "38", 
    "name": "Patterson, Jerry M.", 
    "state": "CA", 
    "thomas_id": "00898", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-06", 
  "subjects": [
    "Advisory bodies", 
    "Afghanistan", 
    "Africa", 
    "Asia", 
    "Civil service employment", 
    "Civil service system", 
    "Cuba", 
    "Development credit institutions", 
    "Federal advisory bodies", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "Vietnam"
  ], 
  "subjects_top_term": "International banking", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-05", 
    "text": "Title I: International Bank for Reconstruction and Development - Amends the Bretton Woods Agreement Act to authorize the U.S. Governor of the International Bank for Reconstruction and Development to vote to increase the authorized capital stock of the Bank and to subscribe to a limited number of shares of such stock. Authorizes appropriations to pay for the paid-in portion of the U.S. subscription to the Bank. Makes any future subscription to additional shares effective only to the extent provided in advance by appropriation Acts. Title II: International Development Association - Amends the International Development Association Act to authorize the U.S. Governor to pay a specified sum as the U.S. contribution to the sixth replenishment of the Resources of the Association. Authorizes appropriations to pay for such contribution. Title III: African Development Bank--African Development Bank Act - Authorizes the President to accept membership for the United States in the African Development Bank. Provides for the appointment of a Governor and an Alternate Governor of such Bank. Makes U.S. participation in such Bank subject to the National Advisory Council on International Monetary and Financial Problems. Prohibits unauthorized: (1) subscriptions to additional shares in such Bank; (2) agreements increasing U.S. obligations or modifying the purpose of such Bank; or (3) financing for such Bank. Requires any Federal Reserve bank to act as the Bank's depository at the request of such Bank. Specifies the shares of such Bank to which the President is authorized to subscribe. Sets forth venue and jurisdiction provisions for such Bank. Exempts such Bank's obligations from specified limitations on underwriting investment securities and for purposes of the Securities Act of 1933 and the Securities Exchange Act of 1934. Requires such Bank to file reports as determined appropriate by the Securities and Exchange Commission. Authorizes the Commission to suspend the exemptions from the Securities laws. Directs such Bank to carry out U.S. policies concerning human rights and the development of light capital technologies. Makes U.S. citizen representatives to such Bank eligible for civil service benefits. Title IV: Inter-American Development Bank and Asian Development Bank - Amends the Inter-American Development Bank Act to authorize the U.S. Governor to contribute a specified sum to the Fund for Special Operations. Authorizes specified sums to be appropriated for the U.S. subscription to the Bank's capital stock and for the U.S. contribution to the Fund for Special Operations. Amends the Asian Development Bank Act to authorize the U.S. Governor to contribute a specified sum to the Asian Development Fund. Authorizes a specified sum to be appropriated to pay such contribution. Makes any future subscription to additional shares effective only to the extent provided in advance by appropriation Acts. Title V: Opposition to Assistance to Certain Countries - Directs the U.S. Executive Directors of the World Bank and the Asian Development Bank to oppose any new extensions of assistance to Afghanistan and to Vietnam unless specified conditions are met. Directs the U.S. Governor and the U.S. Executive Directors of the World Bank and the Inter-American Development Bank to oppose membership by Cuba and any extension of assistance to Cuba unless the specified conditions are met. Directs the U.S. Executive Directors of specified multilateral development banks to oppose any new extensions of assistance to any member country which the President determines is attempting to influence U.S. policy through economic sanctions or economic warfare. Title VI: Miscellaneous Provisions - Expresses the sense of the Congress that the resources of the multilateral development banks to which the United States contributes should be channeled toward countries which: (1) are important to U.S. foreign policy and security objectives; (2) support U.S. policy objectives; and (3) have domestic economic and political structures conducive to economic growth and compatible with the growth of market- oriented economies. Directs the Secretary of the Treasury to help such countries identify new projects and prepare project proposals for consideration by multilateral development banks in order to increase the levels of assistance received from such banks. Expresses the sense of the Congress that the financing procedures of the multilateral development banks should be reexamined to determine whether the costs can be lessened without seriously reducing overall levels of assistance. Directs the Secretary to report to Congress on alternative methods for changing such procedures. Specifies factors to be included in such reports. Directs the Secretary of the Treasury to discuss with specified members of Congress the position of the executive branch and congressional views concerning future funding of any multilateral development bank. Directs the Secretary to report to Congress on whether: (1) the practice by multilateral development banks of establishing targets for levels of assistance may have resulted in the issuance of loans to meet target levels rather than to respond to essential development needs; (2) the number of loans approved by such banks impeded the scrutiny of such loans prior to their approval; and (3) legislation or administrative action is required to insure that such banks approve only necessary and financially sound projects and examine all proposals to insure that they meet the proper standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "African Development Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for continuing United States participation in the International Bank for Reconstruction and Development and the International Development Association, to provide for United States participation in the African Development Bank, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:56-05:00"
}