{
  "actions": [
    {
      "acted_at": "2008-04-21", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Dodd. With written report No. 110-327.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-21", 
      "calendar": "Senate Legislative", 
      "number": "702", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 702.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2894-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-04-21", 
  "number": "2894", 
  "official_title": "An original bill to establish requirements for private lenders to protect student borrowers receiving private educational loans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Private Student Loan Transparency and Improvement Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-04-21", 
  "subjects": [
    "Black colleges", 
    "College administration", 
    "College costs", 
    "Commerce", 
    "Community development banking", 
    "Conflict of interests", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Debtor and creditor", 
    "Education", 
    "Emblems", 
    "Finance and financial sector", 
    "Gifts", 
    "Government operations and politics", 
    "Higher education", 
    "Law", 
    "Liability (Law)", 
    "Minorities", 
    "Personal budgets", 
    "Restrictive trade practices", 
    "School personnel", 
    "Signs and symbols", 
    "Student aid", 
    "Student loan funds", 
    "Students"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2008-04-21", 
    "text": "Private Student Loan Transparency and Improvement Act of 2007 - Title I: Preventing Unfair and Deceptive Private Educational Lending Practices and Eliminating Conflicts of Interest - (Sec. 101) Amends the Truth in Lending Act to prohibit a private educational lender from: (1) offering or providing any gift to specified educational institutions or their personnel in exchange for any advantage or consideration provided to such lender related to its educational loan activities; or (2) engaging in revenue sharing with such institutions.Prohibits such lender from marketing loans in any way that implies the institution endorses the lender's private educational loans (co-branding).Prohibits an employee in the financial aid office of an educational institution who has responsibilities regarding financial aid, and also serves on an advisory group established by a lender, from receiving anything of value from such lender. States it is unlawful for a lender to impose a fee or penalty for early repayment or prepayment of any private educational loan.Subjects violations of this Act to civil liability.Title II: Improved Disclosures for Private Educational Loans - (Sec. 201) Sets forth mandatory terms and disclosures governing private educational loans, including applications and solicitations without the requirement of an application.Requires the lender to disclose before the loan transaction is consummated the terms governing the interest rate and payments.Applies the Truth in Lending Act to all private educational loans.Title III: College Affordability - (Sec. 301) Requires the appropriate federal financial supervisory agency to give a private educational lender credit toward meeting community credit needs, for purposes of the Community Reinvestment Act of 1977, for making low-cost private educational loans to low-income borrowers.Title IV: Financial Literacy (Sec. 401) Directs the Secretary of the Treasury to engage in specified coordinated education efforts to enhance financial literacy among students at institutions of higher education. Directs the Financial Literacy and Education Commission to report to Congress on the state of financial education among students at institutions of higher education.Title V: Study and Report on Nonindividual Information - (Sec. 501) Directs the Comptroller General to study and report to Congress on the impact on borrowers of the inclusion of nonindividual factors, including cohort default rate, accreditation, and graduation rate at institutions of higher education, used in the underwriting criteria to determine the pricing of private educational loans.Requires such study to examine: (1) whether and to what extent the inclusion of nonindividual factors increases access to such loans for borrowers who lack credit history; or results in less favorable rates for them; and (2) affects the types of private educational loan products and rates available at certain institutions of higher education.Requires also an assessment of the extent to which the use of nonindividual factors in underwriting may have a disparate impact on the pricing of private educational loans, based on gender, race, income level, and institution of higher education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Private Student Loan Transparency and Improvement Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Private Student Loan Transparency and Improvement Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to establish requirements for private lenders to protect student borrowers receiving private educational loans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:09-05:00"
}