{
  "actions": [
    {
      "acted_at": "1993-01-26", 
      "references": [
        {
          "reference": "CR S643-645", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-26", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres32-103", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-26", 
  "number": "32", 
  "official_title": "A resolution to amend the Standing Rules of the Senate.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "sres37-103", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-26", 
  "subjects": [
    "Congressional voting", 
    "Legislative amendments", 
    "Limitation of debate", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Senate", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-26", 
    "text": "Amends rule VIII of the Standing Rules of the Senate to limit debate to two hours on a motion to proceed to the consideration of a measure made by the Majority Leader or his designee after the first two hours of a new legislative day. Makes such motion to proceed to any motion, resolution, or proposal to change any of the Standing Rules of the Senate debatable without this limitation. Amends rule XXII to require an affirmative three-fifths' vote for post-cloture appeals from the decision of the Presiding Officer, except on a measure or motion to amend the Senate rules where a necessary affirmative vote shall be two-thirds of the Senators present and voting. Provides that recommended committee amendments to a measure that has been reported by a committee shall be considered germane with respect to post-cloture. Charges the time consumed by a quorum call to the Senator who requested it under cloture. Amends rule XV to provide that once a measure passed by both Houses has been placed before the Senate, it shall be in order to make one nondivisible motion to: (1) insist on the Senate amendment(s) or disagree to the House amendment(s); (2) request a conference with the House on the disagreeing votes of the two Houses or agree to the request of the House for the same; and (3) authorize the Presiding Officer to appoint the Senate conferees. Amends rule XXVIII to dispense with the reading of a conference report before determining a question of proceeding to its consideration. Amends rule XV to set forth the procedure for imposing, after a two-day consideration of a measure, a relevancy requirement on amendments (other than the reported committee amendments). Requires a three-fifths' vote, a quorum being present, to: (1) make it out of order to consider an amendment not already agreed to that is not relevant to the measure or the committee amendment; and (2) overturn the Presiding Officer's decision on a question of relevancy or to hold an amendment relevant. Declares that no amendment proposing sense of the Senate (or Congress) language that does not directly relate to the pending matter shall be considered relevant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to amend the Standing Rules of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:40-05:00"
}