{
  "actions": [
    {
      "acted_at": "1991-04-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1673-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-09", 
  "number": "1673", 
  "official_title": "To amend the Toxic Substances Control Act to require schools to test for radon contamination.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Radon in Schools Testing Act of 1991", 
  "sponsor": {
    "district": "8", 
    "name": "Kostmayer, Peter H.", 
    "state": "PA", 
    "thomas_id": "00649", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-09", 
  "subjects": [
    "Air pollution measurement", 
    "Environmental protection", 
    "Federal aid to air pollution control", 
    "Indoor air pollution", 
    "Radioactive pollution", 
    "Radon", 
    "Schools"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-09", 
    "text": "National Radon in Schools Testing Act of 1991 - Amends the Toxic Substances Control Act to provide for mandatory testing of schools for radon contamination. Requires each local education agency (LEA) to: (1) test each school building under its authority within 540 days; (2) submit a report describing the area tested and testing methods to the State Governor within 730 days; and (3) make the results available for public inspection in the administrative offices of such LEA. Requires the Governor of each State to submit to the Administrator of the Environmental Protection Agency a written statement of the status of the testing within 910 days. Requires the testing to be conducted by firms and individuals rated by the Administrator pursuant to the voluntary proficiency program or by a State radon proficiency program. Requires that only radon measurement devices and methods rated under such a program be used. Directs the Secretary of Defense to: (1) carry out testing with respect to any school operated under the Defense Dependents' Education Act of 1978; and (2) test, to the extent feasible and consistent with national security, any building used by the Department of Defense as an overseas school for dependents of members of the armed forces. Provides for the imposition of a civil penalty against an LEA for failure to conduct such testing or knowingly submitting false information regarding such testing. Establishes guidelines for determining the amount of such penalty, taking into account: (1) the significance of the violation; (2) the culpability of the violator; (3) the violator's ability to pay the penalty; and (4) the ability of the violator to continue to provide educational services to the community. Authorizes any individual to file a complaint with the Administrator or with the Governor of the State in which the school building is located with respect to radon in a school building. Directs the Administrator or Governor to investigate and respond (including taking enforcement action where appropriate) within a reasonable period of time when such official receives a complaint containing allegations which provide a reasonable basis to believe a violation has occurred. Authorizes the Administrator to provide financial and technical assistance to LEAs to perform such testing. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Radon in Schools Testing Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Toxic Substances Control Act to require schools to test for radon contamination.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:56-05:00"
}