{
  "actions": [
    {
      "acted_at": "1990-03-07", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-19", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held. Hearings printed: S.Hrg. 101-805.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-25", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-11", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Burdick with amendments. With written report No. 101-523.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-11", 
      "calendar": "Senate Legislative", 
      "number": "971", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 971.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-18", 
      "committee": "Committee on Commerce by unanimous consent for a period not to exceed two days", 
      "references": [], 
      "text": "Referred to the Committee on Commerce by unanimous consent for a period not to exceed two days.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-22", 
      "references": [], 
      "text": "Senate Committee on Commerce discharged. Pursuant to the order of October 18, 1990.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-22", 
      "calendar": "Senate Legislative", 
      "number": "1013", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1013.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-26", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-26", 
      "bill_ids": [
        "hr5390-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5390 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-26", 
      "bill_ids": [
        "hr5390-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 5390 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2031-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2031"
    }, 
    {
      "amendment_id": "s3184-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3184"
    }
  ], 
  "bill_id": "s2244-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1990-06-27", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1990-03-07", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1990-03-07", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1990-05-02", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1990-03-07", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1990-06-08", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1990-03-07", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1990-03-07", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1990-03-07", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1990-04-19", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1990-03-07", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1990-03-07", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1990-09-12", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-06-27", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1990-03-07", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-07", 
  "number": "2244", 
  "official_title": "A bill to prevent and control infestations of the coastal and inland waters of the United States by the zebra mussel, and other nonindigenous aquatic nuiance species.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4214-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5390-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr5390-101", 
      "reason": "includes"
    }
  ], 
  "short_title": "Nonindigenous Aquatic Nuisance Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-09-25", 
  "subjects": [
    "Aquatic ecology", 
    "Canada", 
    "Coast guard", 
    "Coastal zone", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Fines (Penalties)", 
    "Fisheries", 
    "Fishery management", 
    "Flood control", 
    "Freshwater biology", 
    "Freshwater ecology", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Great Lakes", 
    "Guam", 
    "Harbors", 
    "International environmental cooperation", 
    "Louisiana", 
    "Maps", 
    "Mexico", 
    "Migratory bird conservation", 
    "Mollusks", 
    "Negotiations", 
    "Oil pollution", 
    "Oil pollution control", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Reptiles", 
    "Research grants", 
    "River regulation", 
    "Sedimentation", 
    "Ships", 
    "Texas", 
    "Transboundary pollution", 
    "Water pollution control", 
    "Wetland conservation", 
    "Wetland ecology", 
    "Wetlands", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1990-10-26", 
    "text": "Title I: Aquatic Nuisance Prevention and Control - Subtitle A: General Provisions - Nonindigenous Aquatic Nuisance Prevention and Control Act of 1990 - Sets forth congressional findings, the purposes of this Act, and definitions as used in this Act. Subtitle B: Prevention of Unintentional Introductions of Aquatic Nuisance Species - Directs the Secretary of the department in which the Coast Guard is operating to issue voluntary guidelines to prevent the introduction and spread of aquatic nuisance species into the Great Lakes through the exchange of ballast water of vessels prior to entering those waters. Directs the Secretary to issue regulations to prevent the introduction and spread of aquatic nuisance species into the Great Lakes through the ballast water of vessels. Sets forth civil and criminal penalties for violation of the regulations. Requires the Aquatic Nuisance Species Task Force, established by this Act, to conduct studies and report to specified congressional committees: (1) regarding the environmental effects of ballast water exchange, identifying areas where exchange does not pose a threat; (2) on whether aquatic nuisance species threaten the ecological characteristics and economic uses of U.S. waters other than the Great Lakes; and (3) to determine the need for controls on vessels entering U.S. waters other than the Great Lakes. Encourages the Secretary, through the International Maritime Organization, to negotiate with foreign countries on the prevention and control of the unintentional introduction of aquatic nuisance species in coastal waters. Subtitle C: Prevention and Control of Aquatic Nuisance Species - Establishes the Aquatic Nuisance Species Task Force. Directs the Task Force to implement a program for U.S. waters to prevent introduction and dispersal of aquatic nuisance species; to monitor, control, and study such species; and to disseminate related information. Requires the Task Force to: (1) conduct research; (2) allocate funds authorized under this Act for competitive research grants to study all aspects of aquatic nuisance species, to be administered through the National Sea Grant College Program and the Cooperative Fishery and Wildlife Research Units; (3) provide technical assistance to State and local governments and persons to minimize the environmental, public health, and safety risks associated with aquatic nuisance species, including an early warning system for advance notice of possible infestations and appropriate responses; (4) implement educational programs through Sea Grant Marine Advisory Services and other resources to inform the public, governmental entities, and industrial and recreational users of aquatic resources; and (5) undertake a program of prevention, monitoring, control, education, and research for the zebra mussel to be implemented in the Great Lakes and any other U.S. waters infested or likely to become infested with the zebra mussel. Requires the Assistant Secretary of the Army (Civil Works) to: (1) develop a program of research and technology development for the environmentally sound control of zebra mussels in and around public facilities; and (2) make available information on the control methods. Requires the Task Force to provide opportunities for entities that are not part of the Task Force to participate in control programs. Allows responsibility for implementing all or a portion of a control program to be delegated to entities with sufficient authority and expertise. Requires the Task Force to request that the Great Lakes Commission convene a panel of Great Lakes representatives from governmental agencies and from private environmental and commercial interests to take specified actions, including: (1) identifying priorities; (2) coordinating program activities both under and, where possible, not under this Act; and (3) providing advice to public and private entities concerning control methods. Requires the Task Force to request that the Commission provide information to the panel on technical and policy matters related to international fishery resources. Encourages the panel to invite representatives of Canadian governmental entities to participate as observers. Authorizes the Governor of each State to submit: (1) a comprehensive management plan to the Task Force for approval which identifies areas or activities for which technical and financial assistance is needed; and (2) a public facility management plan to the Assistant Secretary for approval identifying public facilities for which technical and financial assistance is needed. Authorizes the Director of the U.S. Fish and Wildlife Service or the Assistant Secretary, at the recommendation of the Task Force, to make grants to States with approved management plans for the implementation of those plans. Limits the Federal share of the cost of each comprehensive management plan to 75 percent and the Federal share of each public facility management plan to 50 percent. Requires all actions by Federal agencies in implementing the Task Force's program under provisions of this Act to be consistent with all Federal, State, and local environmental laws. Requires the Task Force to provide timely advice to the Secretary of State concerning aquatic nuisance species that infest waters shared with other countries. Encourages the Secretary of State to negotiate with foreign countries concerning prevention, monitoring, research, education, and control programs related to aquatic nuisance species infesting shared water resources. Requires the Task Force to identify and evaluate approaches for reducing the risk of adverse consequences associated with intentional introduction of aquatic organisms and report to specified congressional committees. Amends Federal criminal law to add zebra mussels to the list of species for which importation and shipment is prohibited. Requires the Task Force to undertake a comprehensive, environmentally sound program to control the brown tree snake in Guam and other areas where the species is established outside of its historic range. Subtitle D: Authorization of Appropriations - Authorizes appropriations to carry out specified provisions of subtitles B and C of this title. Subtitle E: Cooperative Environmental Analyses - Encourages the Secretary of State to negotiate with Canada and Mexico to provide for reciprocal cooperative environmental impact analysis of major Federal actions which have significant transboundary effects on the quality of the human environment. Title II: Great Lakes Fish and Wildlife Restoration - Great Lakes Fish and Wildlife Restoration Act of 1990 - Requires the Director of the U.S. Fish and Wildlife Service (Service) to conduct a comprehensive study of the status of, and the assessment, management, and restoration needs of, the fishery resources of the Great Lakes Basin (the drainage basin of the Saint Lawrence River upstream from where it becomes the boundary between Canada and the United States). Requires the Director to allow specified entities to participate in the study. Requires the Director, in administering programs related to the Great Lakes Basin, to seek to achieve specified goals. Requires the Director to establish: (1) the Great Lakes Coordination Office; (2) the Lower Great Lakes Fishery Resources Office; and (3) one or more Upper Great Lakes Fishery Resources Offices. Authorizes appropriations. Title III: Wetlands - Coastal Wetlands Planning Protection and Restoration Act - Directs the Secretary of the Army to convene the Louisiana Coastal Wetlands Conservation and Restoration Task Force to prepare a list of coastal wetlands restoration projects in Louisiana to provide for the long-term conservation of such wetlands and dependent fish and wildlife populations in order of priority based on the cost-effectiveness of such projects in creating, restoring, or protecting wetlands, taking into account the quality of such wetlands. Directs the Secretary to transmit the list annually to the Congress. Provides that such list (prior to the date a plan to identify such projects is prepared) shall only include restoration projects that can be substantially completed during the initial five-year period. Directs the Task Force to prepare a plan to identify priority coastal restoration projects. Requires such plan to coordinate projects to ensure long-term conservation of Louisiana wetlands. Directs the Secretary to: (1) submit such plan to the Congress; and (2) submit a triennial scientific evaluation of the effectiveness of such projects to the Congress. Deems ecological, aesthetic, cultural, and economic benefits to exceed the cost of any project which contributes significantly to wetlands restoration. Allocates funding for such projects based on a project's priority. Limits the Federal share of projects to 75 percent of the total cost. Raises such limit for States with approved coastal wetlands conservation plans. Sets forth forms of State shares of such projects. Requires the Secretary, the Director of the U.S. Fish and Wildlife Service, and the Administrator of the Environmental Protection Agency (EPA), with the Governor of Louisiana if the Governor agrees, to enter into an agreement to: (1) set forth a process by which the State of Louisiana agrees to develop and implement a coastal wetlands conservation plan; (2) designate a State agency to develop the plan; and (3) submit the plan to the Secretary, the Director, and the Administrator for approval. Directs the Administrator to make grants to assist the agency in developing the plan, limiting the assistance to 75 percent of the cost of developing the plan. Requires the Secretary, the Director, and the Administrator to provide technical assistance to the State for such plan. Sets forth a goal for such plan of no net loss of wetlands as a result of development activities. Outlines the elements of the plan. Provides for approval of the plan if: (1) the State has adequate authority to implement the plan; and (2) the plan is adequate to attain the goal of no net loss of wetlands and is in compliance with this Act. Sets forth modification procedures in the case of noncompliance. Directs the Secretary, the Director, and the Administrator to report biennially to the Congress on such plan. Requires the Secretary of the Interior to make matching grants to coastal States to carry out coastal wetlands conservation projects. Directs the Secretary, in awarding such grants, to give priority to projects that are: (1) consistent with the National Wetlands Priority Conservation Plan developed under the Emergency Wetlands Resources Act; and (2) in coastal States that have established dedicated funding for programs to acquire coastal wetlands, natural areas, and open spaces. Subjects the provision of such grants to conditions that will ensure that real property interests acquired, enhanced, or restored with such moneys will be administered for the long-term conservation of lands, waters, fish, and wildlife. Limits such grants to 50 percent of the total cost of a project, except in cases where a State has established a trust fund. Authorizes the Secretary of the Interior to: (1) make progress payments on wetlands conservation projects; and (2) enter into agreements to make payments on portions of such projects, subject to the availability of Federal funds. Requires the Secretary, with funds made available under this Act, to direct the Fish and Wildlife Service to update and digitize wetlands maps in Texas and to conduct an assessment of wetlands in such State. Allocates funds to carry out this Act's activities, including an amount for allocation under the North American Wetlands Conservation Act. Authorizes the Secretary of the Army to carry out projects for the protection, restoration, or enhancement of aquatic and associated ecosystems. Requires the Secretary to give such projects equal consideration with irrigation, navigation, or flood control projects. Authorizes and directs the Secretary to study the feasibility of modifying the operation of existing navigation and flood control projects to allow for an increase in the share of Mississippi River flows and sediment sent down the Atchafalaya River for purposes of land building and wetlands nourishment. Title IV: Great Lakes Oil Pollution Research and Development - Great Lakes Oil Pollution Research and Development Act - Amends the Oil Pollution Act of 1990 to mandate an additional port oil pollution minimization demonstration project, to be located with a port on the Great Lakes. Increases the amount authorized to be available from the Oil Spill Liability Trust Fund to carry out provisions mandating such demonstration projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nonindigenous Aquatic Nuisance Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent and control infestations of the coastal and inland waters of the United States by the zebra mussel, and other nonindigenous aquatic nuiance species.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:55-05:00"
}