{
  "actions": [
    {
      "acted_at": "1998-06-25", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-07-10", 
      "references": [], 
      "text": "Committee on Agriculture. Original measure reported to Senate by Senator Lugar. With written report No. 105-243.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-10", 
      "calendar": "Senate Legislative", 
      "number": "462", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 462.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-09-17", 
      "references": [
        {
          "reference": "CR S10537-10538", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-17", 
      "bill_ids": [
        "hr3874-105"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of H.R. 3874.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-17", 
      "bill_ids": [
        "hr3874-105"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 3874 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2286-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-10", 
  "number": "2286", 
  "official_title": "An original bill to amend the National School Lunch Act and the Child Nutrition Act of 1966 to provide children with increased access to food and nutrition assistance, to simplify program operations and improve program management, to extend certain authorities contained in those Acts through fiscal year 2003, and for other purposes.", 
  "popular_title": "WIC Reauthorization bill", 
  "related_bills": [
    {
      "bill_id": "hr3874-105", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3874-105", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3874-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3874-105", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Child Nutrition and WIC Reauthorization Amendments of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-06-25", 
  "subjects": [
    "Administrative procedure", 
    "Adult day care", 
    "Agricultural surpluses", 
    "Agriculture and food", 
    "Alaska", 
    "American Samoa", 
    "Ammunition", 
    "Auditing", 
    "Authorization", 
    "Breast feeding", 
    "Buy American", 
    "Child nutrition", 
    "Colleges", 
    "Commerce", 
    "Competitive bidding", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Crime and law enforcement", 
    "Dairy products", 
    "Data banks", 
    "Day care", 
    "Debarment of government contractors", 
    "Department of Agriculture", 
    "Diet", 
    "Dietary fat", 
    "Disabled", 
    "Disabled children", 
    "Drug abuse", 
    "Drug traffic", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Electronic benefits transfers", 
    "Elementary and secondary education", 
    "Embezzlement", 
    "Emergency management", 
    "Employee training", 
    "Evaluation research (Social action programs)", 
    "Ex-offenders", 
    "Explosives", 
    "Families", 
    "Federal aid to day care centers", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to the aged", 
    "Federal preemption", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Food handling", 
    "Food relief", 
    "Food safety", 
    "Food service", 
    "Food service employees", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fruit", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government service contracts", 
    "Grain", 
    "Grocery trade", 
    "Guam", 
    "Hawaii", 
    "Health", 
    "Health education", 
    "Higher education", 
    "Homeless", 
    "Homeless children", 
    "Housing and community development", 
    "Infant formulas", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Legumes", 
    "Licenses", 
    "Management information systems", 
    "Marketing of farm produce", 
    "Meat", 
    "Milk", 
    "Mississippi", 
    "Mothers", 
    "Northern Mariana Islands", 
    "Nutrition and the aged", 
    "Performance measurement", 
    "Poor children", 
    "Pregnant women", 
    "Private schools", 
    "Puerto Rico", 
    "School lunch program", 
    "Science, technology, communications", 
    "Shelters for the homeless", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Supplemental appropriations", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Territories (U.S.)", 
    "Vegetables", 
    "Virgin Islands", 
    "WIC program", 
    "Welfare fraud", 
    "Women"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-10", 
    "text": "TABLE OF CONTENTS: Title I: School Lunch and Related Programs Title II: School Breakfast and Related Programs Title III: Commodity Distribution Programs Child Nutrition and WIC Reauthorization Amendments of 1998 - Title I: School Lunch and Related Programs - Amends the National School Lunch Act (NSLA) with respect to direct expenditures for agricultural commodities and other foods to repeal requirements for: (1) interim sources of funds pending supplemental appropriations; and (2) State matching funds for such interim funds and for cash donations in lieu of commodity donations. (Sec. 102) Directs the Secretary of Agriculture to waive, through FY 2003, any regulatory requirement for using weighted averages for nutrient analysis of menu items and foods offered or served as part of a reimbursable meal under the school breakfast or lunch program. (Sec. 103) Requires all schools participating in the National School Lunch Program (lunch program) under NSLA or the School Breakfast Program (breakfast program) under the Child Nutrition Act of 1966 (CNA), in which meals are prepared on site, to obtain inspections at least once during each school year that indicate food service operations meet State or local health and safety standards. (Sec. 104) Repeals a prohibition against requiring a State to match Federal funds for meals in private schools if the State educational agency is prohibited by law from disbursing State appropriated funds to private schools. Sunsets the Secretary of Agriculture's authority to disburse NSLA program funds to schools directly during the period FY 1999 through FY 2001 (or through FY 2003, if an extension is needed before a State will be able to assume responsibility). Requires the Secretary to provide training and technical assistance to State agencies which assume program administration from the Secretary during such period. (Sec. 105) Revises certain initial and extension time periods under special assistance alternative eligibility provisions. (Sec. 106) Revises requirements for calculating reimbursement rates for school meals. (Sec. 107) Authorizes the Secretary to adjust summer food service program reimbursement rates in non-contiguous States and territories where the cost of providing meals is greater than that in the contiguous States. (Sec. 108) Increases the maximum fine, from $10,000 to $25,000, upon anyone who embezzles, willfully misapplies, steals, or obtains by fraud any funds, assets, or property that are the subject of a grant or other form of assistance under CNA or NSLA if such funds, assets, or property are worth $100 or more. (Sec. 109) Extends the authorization of appropriations for food and nutrition projects through FY 2003. (Sec. 110) Requires schools participating in the lunch program or breakfast program to make every effort to establish meal service periods that provide children adequate time to fully consume their meals in an environment conducive to eating. (Sec. 111) Directs the Secretary to require that schools in the contiguous United States purchase for the lunch program and breakfast program, whenever possible, only food products that are produced in the United States. (Sec. 112) Allows States, State agencies, or schools to enter into procurement contracts, using funds under NSLA or CNA, with persons that have assisted them in drafting contract specifications. (Sec. 113) Revises the eligibility criteria for private nonprofit institutions under the NSLA summer food service program to increase from five to 25 the number of sites they may operate. Repeals certain summer food service program requirements relating to: (1) a March 1 deadline for indication of interest; (2) restrictions on meal contracting; and (3) vendor registration. Extends through FY 2003 the authorization of appropriations for the NSLA summer food service program. (Sec. 114) Reauthorizes through FY 2003 the NSLA commodity distribution program, which may use Commodity Credit Corporation (CCC) and other specified funds to purchase agricultural commodities for use in programs under NSLA, CNA, and the Older Americans Act of 1965. (Sec. 115) Revises NSLA child and adult care food program requirements for licensing and alternate approval for schools and outside school hours child care. Repeals automatic eligibility, under the NSLA child care food program, for participants in the Even Start program of the Elementary and Secondary Education Act of 1965. Requires State agencies to: (1) perform a site visit to a private institution before approval for participation in the child care food program; and (2) conduct periodic site visits to private institutions determined to have a high probability of program abuse. Revises conditions for child and adult care program participation by institutions moving toward compliance with the requirement for tax-exempt status. Repeals a notification requirement for incomplete applications. Requires funding for FY 1999 through 2003 for demonstration projects for child care food program qualification of private for-profit organizations providing nonresidential day care services. Directs the Secretary to provide State agencies with increased levels of training and technical assistance for their management and oversight of the child and adult care program. Allows institutions that provide care to at-risk school children during after-school hours, weekends, or holidays during the regular school year to participate in the child care food program. Defines as at-risk any children who: (1) are age 12 through 18; and (2) live in a geographical area served by a school enrolling elementary students in which at least 50 percent of the total number of children enrolled are certified eligible to receive free or reduced price school meals under NSLA or CNA. Allows such institutions to claim reimbursements, at the free supplement rate, only for: (1) supplements served without charge to at-risk school children during after-school hours, weekends, or holidays during the regular school year; and (2) one supplement per child per day. Directs the Secretary to provide State agencies with information concerning the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC program) under CNA. Requires State agencies to ensure that each participating child care center (other than institutions providing care to school children outside of school hours) receives certain WIC program informational materials and updates, and provides such information to parents of enrolled children annually. (Sec. 116) Allows emergency shelter homeless programs to participate in the child and adult care food program. Allows shelters to claim reimbursements, at the free supplement rate, only for: (1) supplements served without charge to resident children through age 12; and (2) not more than three meals or two meals and a supplement per child per day. Repeals the homeless children nutrition program. (Sec. 117) Limits reimbursements for after-school supplements to supplements provided to children in after-school programs organized primarily to provide care with an educational or enrichment component. Provides for a free supplement to at-risk children in after-school programs operated by schools in low income areas. (Sec. 118) Extends through FY 2003 the authority of the Secretary to administer pilot projects designed to provide food and nutrition services to homeless pregnant women and homeless mothers or guardians of infants, and the children of the mothers and guardians. Repeals authority for certain demonstration projects involving: (1) meals and supplements outside of school hours; (2) fortified fluid milk; (3) fruits, vegetables, legumes, cereals, and grain-based products; (4) low-fat dairy products and lean meat and poultry products; and (5) reduced paperwork and application requirements and increased participation. (Sec. 119) Directs the Secretary to: (1) make grants to State agencies for free breakfast pilot projects, in elementary schools under the jurisdiction of not more than six school food authorities in each of the school years 1999 through 2001; and (2) report to specified congressional committees on the project evaluations. (Sec. 120) Extends through FY 2003 the authorization of appropriations for training and technical assistance under the child and adult care food program. (Sec. 121) Extends authority to fund the food service management institute, including mandatory and discretionary activities. (Sec. 122) Extends through FY 2003 the authorization of appropriations for compliance and accountability activities under the child and adult care food program. (Sec. 123) Extends through FY 2003 the authorization of appropriations for the information clearinghouse for nongovernmental groups on food assistance and self-help activities for low-income individuals and communities. (Sec. 124) Repeals the requirement that the Secretary provide guidance and grant assistance to eligible entities for accommodating special dietary needs of individuals with disabilities who participate in covered programs under NSLA and CNA. Authorizes the Secretary to carry out accommodation activities, including guidance, technical assistance, training, and grants for State agencies and eligible entities. Title II: School Breakfast and Related Programs - Amends CNA to sunset the Secretary of Agriculture's authority to disburse CNA program funds to schools directly during the period FY 1999 through FY 2001 (or through FY 2003, if an extension is needed before a State will be able to assume responsibility). Requires the Secretary to provide training and technical assistance to State agencies which assume program administration from the Secretary during such period. (Sec. 202) Repeals specified requirements for reallocation of State administrative expense funds. Eliminates the ten percent limitation on the transfer of administrative expense funds under CNA and NSLA. Extends through FY 2003 the authorization of appropriations for State administrative expenses under CNA. (Sec. 203) Reauthorizes and revises WIC requirements. Establishes additional WIC program application requirements involving the certification period for infants, physical presence, income documentation, and verification. Authorizes the Secretary to provide bulk quantities of WIC program nutrition education materials to State agencies administering the Commodity Supplemental Food Program under the Agriculture and Consumer Protection Act of 1973 at no cost to that program. Adds WIC program requirements for: (1) limiting retail grocery store participation to those that offer a variety of foods; (2) State use of funds recovered from vendors and participants; (3) identifying recipients who participate at more than one site; and (4) identifying and investigating high risk vendors. Allows State agencies, beginning in FY 2000, to use specified WIC funds for the purchase of breast pumps. Extends through FY 2003: (1) the authorization of appropriations for the WIC program and for the WIC farmers market nutrition program; and (2) requirements to use certain WIC funds for allocations to State agencies for costs of nutrition services and administration, and for program infrastructure and information, projects of regional or national significance, and breastfeeding promotion and support activities. Revises WIC program requirements relating to: (1) infant formula procurement; (2) level of per-participant expenditure for nutrition services and administration; (3) conversion of amounts for supplemental foods to amounts for nutrition services; (4) use of funds in preceding and subsequent years; (5) farmers market nutrition program State plans; and (6) disqualification of certain vendors convicted of trafficking or illegal sales. Directs the Secretary to establish (and report to specified congressional committees on) a long-range plan for developing and implementing management information systems for the WIC program. Authorizes courts to order, in addition to other penalties or sentences, criminal forfeitures of property for embezzlement, willful misapplication, stealing, obtaining by fraud, or trafficking in food instruments, funds, assets, or property that are worth $100 or more under the WIC program. Directs the Comptroller General to study and report to the Secretary and specified congressional committees on WIC program: (1) cost containment practices; and (2) services and costs. (Sec. 204) Authorizes appropriations in necessary amounts (currently gives a specified amount for each fiscal year) for FY 1997 through 2003 for the nutrition education and training program under CNA. Title III: Commodity Distribution Programs - Amends the Commodity Distribution Reform Act and WIC Amendments of 1987 to revise requirements relating to applicability and customer acceptability information. (Sec. 302) Prescribes food distribution requirements relating to the Secretary of Agriculture's authority to: (1) transfer commodities between programs; (2) resolve claims; (3) use specified funds to make payment of costs associated with management of commodities which pose a health or safety hazard; and (4) accept commodities donated by Federal sources. Title IV: Effective Date - Sets forth the effective date for this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "WIC Reauthorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Child Nutrition and WIC Reauthorization Amendments of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the National School Lunch Act and the Child Nutrition Act of 1966 to provide children with increased access to food and nutrition assistance, to simplify program operations and improve program management, to extend certain authorities contained in those Acts through fiscal year 2003, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:34-05:00"
}