{
  "actions": [
    {
      "acted_at": "2011-11-17", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1887-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-17", 
  "number": "1887", 
  "official_title": "A bill to protect children from abuse and neglect.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s175-112", 
      "reason": "related"
    }
  ], 
  "short_title": "State Children's Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-11-17", 
  "subjects": [
    "Civil actions and liability", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Crimes against children", 
    "Criminal investigation, prosecution, interrogation", 
    "Domestic violence and child abuse", 
    "Law enforcement administration and funding", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-11-17", 
    "text": "State Children's Protection Act - Requires each state to pass and implement a law: (1) requiring any person who knows or has reasonable cause to believe or suspect that a child has been subjected to child abuse or neglect, or who observes any child being subjected to conditions or circumstances that would reasonably result in child abuse or neglect, to report it immediately to the child protective agency or local law enforcement agency; and (2) immunizing from civil or criminal liability that might otherwise result from the action any person, official, institution or agency participating in good faith in any action required to report child abuse or neglect. Denies such immunity to persons acting in bad faith. Prescribes forfeiture for administrative use of up to 10% of an Edward Byrne Memorial Justice Assistance Grant as a penalty for any state that fails to implement the requirements of this Act. Directs the Attorney General, at the request of a state, Indian tribal, or local government, to provide technical, forensic, prosecutorial, or other assistance in the criminal investigation or prosecution of felonies against individuals under age 18. Directs the Attorney General to report to Congress, the Director of the Office of Management and Budget (OMB), and the Domestic Policy Council proposed systems, procedures, and protocols developed and implemented in response to Chapter 3 of the Office of Inspector General's Audit Report 09-08 (January 2009) entitled \"The Federal Bureau of Investigation's Efforts to Combat Crimes Against Children.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Children's Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect children from abuse and neglect.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:19:22-05:00"
}