{
  "actions": [
    {
      "acted_at": "1992-07-30", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5724-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-30", 
  "number": "5724", 
  "official_title": "To promote and assist in the removal of State and local barriers and policies inhibiting the development and availability of affordable housing, to provide for the restructuring of public housing, and to provide assistance for troubled multifamily housing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Removal of Regulatory Barriers to Affordable Housing Act of 1992", 
  "sponsor": {
    "district": "1", 
    "name": "Riggs, Frank", 
    "state": "CA", 
    "thomas_id": "00962", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-30", 
  "subjects": [
    "Affordable housing", 
    "Apartment houses", 
    "Block grants", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Government paperwork", 
    "Government regulation", 
    "Grants-in-aid", 
    "Home ownership", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing codes", 
    "Housing discrimination", 
    "Housing finance", 
    "Housing management", 
    "Housing subsidies", 
    "Information services", 
    "Landlord and tenant", 
    "Leases", 
    "Loans", 
    "Low-income housing", 
    "Municipal ordinances", 
    "Public housing", 
    "Regulatory reform", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential rehabilitation", 
    "State laws", 
    "Surety and fidelity"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-30", 
    "text": "Removal of Regulatory Barriers to Affordable Housing Act of 1992 - Title I: Removal of Regulatory Barriers to Affordable Housing and Other Related Provisions - Directs the Secretary of Housing and Urban Development (Secretary) to establish in the Office of Policy Development and Research in the Department of Housing and Urban Development a regulatory housing barriers clearinghouse. Amends the Housing and Community Development Act of 1974 to set aside community development block grant (CDBG) funds to develop and implement strategies to remove regulatory barriers to affordable housing. Authorizes State grants for such purpose. Amends the Cranston-Gonzalez National Affordable Housing Act to: (1) repeal the Secretary's authority to disapprove a State or local housing strategy based upon the adoption or continuation of a public policy; (2) authorize regulatory barrier removal activities under the HOME investment partnerships (HOME) and set aside appropriations for such purpose; (3) authorize a (HOME) matching funds requirement waiver if the Secretary has approved a local barrier removal strategy; and (4) make permanent the authority for home ownership assistance under the CDBG program. Title II: Perestroika for Troubled Public Housing - Amends the United States Housing Act of 1937 to establish a new title to be cited as the Perestroika for Troubled Public Housing Act of 1992. Authorizes grants to managers and ownership entities to rehabilitate eligible housing through programs of transfer of management from public housing agencies (PHAs) to: (1) alternative managers; or (2) ownership entities. Sets forth program provisions. Authorizes: (1) the transfer of vacant or substantially vacant units of public housing to private nonprofit organizations, State and local government entities, and PHAs; and (2) redevelopment grants for such program. Title III: RESTORE for Troubled Multifamily Housing Act of 1992 - RESTORE for Troubled Multifamily Housing Act of 1992 - Subtitle A: Restore (sic) Program Authority - Authorizes a program of RESTORE financial assistance as: (1) loans to owners of eligible multifamily housing projects for operating assistance and for capital improvements and repairs; and (2) PHA rental assistance. Authorizes appropriations. Subtitle B: Restore (sic) Financial Assistance: Competitive Program - Part 1: General Requirements - Sets forth RESTORE application requirements and selection criteria. Part 2: RESTORE Loans - Sets forth RESTORE loan program provisions concerning: (1) loan conditions; (2) funding limitations; (3) resident share; and (4) eligible and ineligible activities. Part 3: Project Stabilization Vouchers - Amends the United States Housing Act of 1937 to define \"project stabilization voucher\" for section 8 (public housing) purposes. Subtitle C: Restore (sic) Financial Assistance: Property Disposition Program - Authorizes the use of RESTORE assistance in connection with the disposition of certain eligible projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Removal of Regulatory Barriers to Affordable Housing Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Perestroika for Troubled Public Housing Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "RESTORE for Troubled Multifamily Housing Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote and assist in the removal of State and local barriers and policies inhibiting the development and availability of affordable housing, to provide for the restructuring of public housing, and to provide assistance for troubled multifamily housing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:52-05:00"
}