{
  "actions": [
    {
      "acted_at": "1974-06-21", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15569-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-21", 
  "number": "15569", 
  "official_title": "A bill to establish a National Commission on Supplies and Shortages.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Commission on Supplies and Shortages Act", 
  "sponsor": {
    "district": "14", 
    "name": "Moorhead, William S.", 
    "state": "PA", 
    "thomas_id": "00831", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-21", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Economics and public finance", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-21", 
    "text": "National Commission on Supplies and Shortages Act - Creates a temporary National Commission on Supplies and Shortages whose function it shall be to submit periodic reports to the President and to the Congress with respect to: (1) the existence or possibility of any long-term or short-term shortages, any employment, price, or business practices, or any market adversities affecting the supply of any natural resources, raw agriculture commodities, materials, manufactured products (including any possible impairment of productive capacity which may result from shortages in materials, resources, commodities, manufactured products, plant or equipment, or capital investment) and the reason for such shortages, practices, or adversities; (2) the adverse impact or possible adverse impact of such shortages, practices, or adversities upon consumers, in terms of price and lack of availability of desired goods; (3) the need for, and the assessment of, alternative actions necessary to increase the availability of the items referred to in paragraph (1) to correct the adversity or practice affecting the availability of any such items, or otherwise to mitigate the adverse impact or possible adverse impact of shortages, practices, or adversities upon consumers referred to in paragraph (2) above; (4) existing policies and practices of Government which may tend to affect the supply of natural resources and other commodities; and (5) the means by which to coordinate any information reported under paragraphs (1), (2), (3), and (4) above. Provides that, in order to establish a system for the integration of the study of supplies and shortages of resources and commodities into the total problem of balanced national growth and development, the Commission shall establish an advisory committee which shall develop and recommend to the Commission such a system that could be implemented within the executive and legislative branches of the Federal Government, and such committee shall also recommend to the Commission a means for coordinating such system with the appropriate multistate, regional, and State governmental jurisdiction. Provides that the Commission shall cease to operate after June 30, 1975. Authorizes to be appropriated up to $500,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Commission on Supplies and Shortages Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Commission on Supplies and Shortages.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:09-05:00"
}