{
  "actions": [
    {
      "acted_at": "1975-01-28", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2205-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-28", 
  "number": "2205", 
  "official_title": "A bill to provide public service employment opportunities for unemployed and underemployed persons, to assist States and local communities in providing needed public services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Service Employment Act", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-28", 
  "subjects": [
    "Community development", 
    "Economics and public finance", 
    "Full employment policies", 
    "Labor and employment", 
    "Occupational retraining", 
    "Public service employment", 
    "Unemployment"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-28", 
    "text": "Public Service Employment Act - Declares the findings of Congress that the Nation has failed to fulfill a commitment to assure maximum levels of employment through public policy and that many persons who have become unemployed or underemployed as a result of technological changes or as a result of shifts in the pattern of Federal expenditures could usefully be employed in providing needed public service. Declares it to be the purpose of this Act to provide such unemployed and underemployed persons with employment in jobs providing needed public services and appropriate training and related services. Authorizes to be appropriated to carry out this Act $3,000,000,000 for fiscal year 1975; $7,000,000,000 for fiscal year 1976; and $10,000,000,000 for fiscal year 1977, and for each fiscal year thereafter, such funds to remain available for obligation and expenditure until expended. States that financial assistance under this Act may be provided by the Secretary of Labor only pursuant to applications submitted by eligible sponsors which are prime sponsors under the Comprehensive Employment and Training Act or which are Indian tribes on Federal or State reservations which include areas of substantial unemployment. Establishes a special economic development assistance program and authorizes the Secretary to use not more than 10 percent of the funds available under this Act for each fiscal year to provide financial assistance to eligible applicants for economic development, low-cost housing, public works and economic opportunity programs designed to assist in the long-range improvement of the economy of areas of substantial unemployment. Defines \"area of substantial unemployment\" as any geographical area of sufficient size and scope to sustain a public service employment program under this Act and which has a rate of unemployment equal to or in excess of six percent for three consecutive months. States that an application for assistance under this Act shall set forth a public service employment program designed to create jobs providing employment for unemployed and underemployed persons in carrying out needed public services. Sets forth provisions that must be included in such applications, including a description of the methods to be used to recruit, select, and orient unemployed and underemployed persons, and the wages and salaries to be paid participants. Declares that programs assisted under this Act shall, to the extent feasible, be designed with a view toward: (1) developing new careers; (2) providing opportunities for career advancement; or (3) providing opportunities for continued training, including on-the-job training. Provides that the amounts appropriated under this Act for any fiscal year shall be allocated by the Secretary in such a manner that of such amounts, not less than 80 percent shall be apportioned among the States in an equitable manner, with 50 percent of that amount taking into consideration the proportion which the total number of unemployed and low-income persons in each State bears to the total number of such persons, respectively, in the United States and 50 percent in accord with the number of persons residing in areas of substantial unemployment. States that not less than $1,500,000 shall be apportioned among the Virgin Islands, Guam, American Samoa, and the Trust Territory of the Pacific Islands. Directs that the Secretary shall not provide financial assistance for any program under this Act unless he or she determines, in accordance with regulations as he or she shall prescribe, that specified results shall follow from such assistance. Requires, as a prerequisite to financial assistance, that periodic reports be submitted to the Secretary designed to enable the Secretary to measure the relative and comparative effectiveness of the program authorized under this Act. Sets forth information that such reports shall contain. Provides that the Secretary shall transmit annually to the Congress a detailed report setting forth the activities conducted under this Act, including information derived from evaluations required by this Act. Directs the Secretary to carry out a program of research and pilot projects into alternative ways and means to reach full employment. Authorizes the Secretary to accept and utilize in carrying out the purposes and provisions of this Act funds appropriated to carry out other provisions of Federal law if such funds are utilized for the purposes for which they are specifically authorized and appropriated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Service Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide public service employment opportunities for unemployed and underemployed persons, to assist States and local communities in providing needed public services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:03-05:00"
}