{
  "actions": [
    {
      "acted_at": "1979-06-27", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1436-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-27", 
  "number": "1436", 
  "official_title": "A bill to amend title 44, United States Code, to provide for improved administration of public printing services and distribution of public documents.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4572-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Public Printing Reorganization Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-27", 
  "subjects": [
    "Administrative procedure", 
    "Civil service compensation", 
    "Civil service employment", 
    "Collective bargaining", 
    "Congress and Congressmen", 
    "Congressional Record", 
    "Congressional agencies", 
    "Congressional joint committees", 
    "Congressional oversight", 
    "Congressional veto", 
    "Department of the Treasury", 
    "Depository libraries", 
    "Employee-management relations in government", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Government trust funds", 
    "Hours of labor", 
    "Industrial relations", 
    "Labor and employment", 
    "Labor disputes", 
    "Libraries", 
    "Personnel management", 
    "Printing", 
    "Public Contracts, Procurement, and Property", 
    "Public sector strikes", 
    "Wages"
  ], 
  "subjects_top_term": "Printing", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-27", 
    "text": "Public Printing Reorganization Act of 1979 - Reestablishes the Government Printing Office (GPO) as an independent establishment of the Government. Abolishes the Joint Committee on Printing. Creates within the GPO a ten member Board of Directors composed of seven voting and three nonvoting members. Grants such Board overall responsibility for office policies and operations. Provides for the appointment of the voting members by the President with the advice and consent of the Senate. Lists the duties of the Board which include: (1) appointing nd monitoring the performances of the Public Printer and the Superintendent of Documents; (2) furnishing GPO supplies to Government entities; and (3) setting standards for materials used to produce public documents. Specifies the composition, administrative procedures, and compensation of the Board. Requires the Board to prescribe and submit to specified committees of Congress such regulations as necessary to carry out its duties. States that such regulations shall take effect within ten legislative days after submission unless either committee adopts a resolution disapproving them. Authorizes the Chairman of the Board to appoint and fix the pay of necessary staff personnel, including special police officers, without regard to existing provisions governing appointments in the competitive service or classification and pay rates under the General Schedule. Requires labor-management relations in the GPO to be: (1) in accordance with provisions governing such relations for executive branch employees; and (2) based on principles of Federal law regarding collective bargaining over wages, hours, and working conditions for private sector employees. Prohibits GPO employees from striking. Requires the Board to submit any budget requests concurrently to the President, or the Office of Management and Budget, and to Congress. States that the Public Printer shall be under the supervision of the Board and that he or she shall be responsible for the provision of public printing services for the GPO. Eliminates provisions regarding a Deputy Public Printer. Requires that all public printing services for Government be provided through the GPO, with specified exceptions. Requires materials which are printed as permanent public documents or at Government expense, to bear notice of such information. States that the superintendent of Documents shall be: (1) responsible for the maintenance, distribution, and international exchange of public documents; and (2) under the Board's supervision. Requires that public documents be distributed through the GOP unless the Superintendent deems another method of distribution to be in the Government's interest. Declares that the price of a public document shall not be less than the cost of production and distribution of such document. Authorizes each Member of Congress to designate two libraries within the Member's congressional district for the deposit of public documents. Permits the head of each Government agency to designate a depository library within the agency. Designates specified libraries as depository libraries, and authorizes the Board to designate not over 100 other depository libraries. Authorizes the Committee on House Administration of the House of Representatives and the Committee on Rules and Administration of the Senate to regulate public printing services and the distribution of public documents for Congress. Stipulates that such documents shall be distributed through the GPO whenever practicable. Directs the GPO to prepare: (1) the Congressional Record in both daily and permanent form; and (2) the Congressional Directory. Requires the Board to prescribe regulations regarding the sale of the Congressional Record. Directs the head of each Government entity to designate one employee as an information resources manager to: (1) coordinate public printing services and the distribution of documents for such entity; (2) certify the legality and necessity of a requested public printing service; (3) furnish the Superintendent of Documents with information concerning the publications of such entity; and (4) oversee compliance with this Act. Prohibits the Public Printer from providing public printing services without receiving a certification of the need and legality of such service from an information resources manager. Eliminates specified provisions governing the public printing of particular reports and documents. States that this Act shall take effect on January 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Printing Reorganization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 44, United States Code, to provide for improved administration of public printing services and distribution of public documents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:02-05:00"
}