{
  "actions": [
    {
      "acted_at": "1991-09-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-04", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1768-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-27", 
  "number": "1768", 
  "official_title": "A bill to increase the amount of non-loan Federal student aid available to low- and middle-income students; to make additional Federal loans available to middle-income families; and to simplify the Federal financial aid application process for students attending institutions of higher education in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Working Families College Cost Relief Act", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-27", 
  "subjects": [
    "College costs", 
    "College students", 
    "Education", 
    "Federal aid to higher education", 
    "Government paperwork", 
    "Income", 
    "Indexing (Economic policy)", 
    "Poor", 
    "Scholarships", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Valuation", 
    "Wealth"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-27", 
    "text": "Working Families College Cost Relief Act - Amends the Higher Education Act of 1965 (HEA) to: (1) increase the amount of non-loan Federal student aid available to low- and middle-income students; (2) make additional Federal loans available to middle-income families; and (3) simplify Federal student financial aid application forms and procedures. Revises provisions relating to the amount of Pell Grants. Provides that the amount of such grant shall be the student's cost of attendance minus the expected family contribution. Retains the provision for proportional reduction of a grant for students attending on less than a full-time basis. Prohibits any such grant from being awarded to a student attending on less than a half-time basis. Increases the maximum amount of a Pell Grant to $4,500 for award year 1992-1993 and succeeding award years. Revises provisions relating to the contribution from parents' assets, for purposes of Pell Grant award determinations, to provide for: (1) a deduction of up to $80,000 from any business assets; and (2) exclusion of assets from a small business (one with assets of less than $1,000,000). Revises the Pell Grant program definition of: (1) cost of attendance; (2) determination of employment expense offset; (3) independent student; and (4) unusual medical and dental expenses (exceeding five, rather than 20, percent of the parents' income). Adds definitions of: (1) allowance for social security taxes; and (2) displaced homemaker. Revises provisions relating to Federal payments to reduce student loan interest costs under the Stafford Student Loan Program. Requires a mandatory self-help amount of $500 to be subtracted from the cost of attendance in estimating a student's need under such program. Makes a student or parent eligible to borrow under the Stafford program if the total family income of a student is not more than $75,000. Revises provisions for work-study program grants to refer to need-based employment for purposes of determining whether a student's income from such employment exceeds need by a specified amount so as to no longer warrant continued subsidization under such program. Directs the Secretary of the Education (the Secretary) to annually publish inflation-adjusted updated tables of revised adjusted gross income levels for eligibility for specified simplified needs test provisions for all Federal student assistance programs. Revises provisions for the simplified needs test to make eligible families who have adjusted gross incomes of $30,000 or less (currently, $15,000 or less), who file specified Federal income tax forms or who are not required to file any such forms. Provides for special treatment, which sets the expected family contribution at zero, for: (1) certain low-income dependent students (whose parents adjusted gross income is $15,000 or less); and (2) recipients of assistance under part A (Aid to Families with Dependent Children) of title IV of the Social Security Act. Includes, as an example of what is to be considered a necessary adjustment within the scope of a student financial aid administrator's discretionary authority, a determination that the cost of attendance, for purposes of need analysis under student assistance programs, should include costs of food and shelter for dependent care when the income for independent students with dependents is less than a specified standard maintenance allowance. Directs the Secretary to develop: (1) a streamlined process for applicants who reapply for financial aid funds in academic years subsequent to their initial year application; and (2) appropriate mechanisms to support such reapplication. Directs the Secretary to determine those data elements that may be updated from the previous academic year's application. Declares that nothing in HEA title IV (Student Assistance) shall be interpreted as limiting the Secretary's authority to reduce the number of data elements required of reapplicants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Working Families College Cost Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the amount of non-loan Federal student aid available to low- and middle-income students; to make additional Federal loans available to middle-income families; and to simplify the Federal financial aid application process for students attending institutions of higher education in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:14-05:00"
}