{
  "actions": [
    {
      "acted_at": "1991-07-31", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1603-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1991-11-12", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1991-10-16", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-31", 
  "number": "1603", 
  "official_title": "A bill to provide incentives for work, savings, and investments in order to stimulate economic growth, job creation, and opportunity.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3130-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Economic Growth Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-31", 
  "subjects": [
    "Administrative procedure", 
    "Brokers", 
    "Capital gains tax", 
    "Capital investments", 
    "College costs", 
    "Community development", 
    "Corporation taxes", 
    "Depreciation and amortization", 
    "Earnings", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Enterprise zones", 
    "Foreign trade and international finance", 
    "Free ports and zones", 
    "Higher education", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Inflation", 
    "Losses", 
    "Medical economics", 
    "Minimum tax", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Partnerships", 
    "Pollution control", 
    "Research and development tax credit", 
    "Retirement income", 
    "Rural economic development", 
    "Small business", 
    "Social welfare", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Vocational education"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-31", 
    "text": "Economic Growth Act of 1991 - Title I: Investment and Job Creation Incentives - Subtitle A: Reduction in Capital Gains Tax for Individuals - Amends the Internal Revenue Code to allow a capital gains deduction for individuals for assets held from one to three years. Provides special rules for the gain or loss from the sale or exchange of collectibles and sales of interests in partnerships. Disallows such deduction in computing the alternative minimum tax. Revises the formula for determining gain from the dispositions of certain depreciable realty to take into account depreciation adjustments (adjustments allowed or allowable for exhaustion, wear and tear, obsolescence, or certain amortization). Subtitle B: Inflation Adjustment for Investments - Requires indexing, based on the consumer price index, of the adjusted basis of certain assets (corporate stock and tangible property that is a capital asset of property used in a trade or business after April 15, 1991) that have been held for more than one year at the time of sale or other transfer, solely for the purpose of determining gain or loss. Provides for the inflation adjustment treatment of: (1) short sales; (2) regulated investment companies and real estate investment trusts; and (3) partnerships, S corporations, and common trust funds. Prohibits gain from the sale or other disposition of an indexed asset from being taken into account under the limitation on investment interest. Subtitle C: Enterprise Zones - Part I: Designation - Authorizes the Secretary of Housing and Urban Development (Secretary) to designate enterprise zones for purposes of providing tax and regulatory relief and improving local services. Limits choices to areas nominated by States and local governments. Limits the total number of areas that may be designated, and the time period of the designation. Authorizes the Secretary to designate a zone only if the area meets certain locational, demographic, unemployment, and poverty criteria. Requires nominating local governments, as a condition of the Secretary's designation, to agree in writing to follow a course of action that may include reducing tax rates, improving local services, simplifying or streamlining regulation of business, and providing job training to area residents. Describes areas to which the Secretary must give preference in selecting areas for designation. Requires the Secretary to report to the Congress every two years on the effects of such enterprise zones' designation in accomplishing the purposes of this Act. Part II: Federal Income Tax Incentives - Allows a nonrefundable income tax credit to enterprise zone employees for five percent of any wages earned that do not exceed a specified amount. Phases out such credit. Provides for the nonrecognition of capital gain on the sale of enterprise zone property. Allows a taxpayer a deduction on the aggregate amount paid for the purchase of enterprise stock on its original issue by a qualified issuer. Requires any gain from the disposition of the stock to be treated as ordinary income. Excludes enterprise zone capital gains from income computation of alternative minimum taxes. Part III: Regulatory Flexibility - Amends Federal law to revise the definition of \"small entity\" for purposes of the analysis of regulatory functions to include qualified business, government, and nonprofit enterprises operating within enterprise zones. Authorizes Federal agencies, upon request by a designating government, to waive or modify rules and regulations pertaining to the implementation of projects or activities within an enterprise zone. Requires agencies to approve the request if the resulting benefits of job creation, community development, or economic revitalization outweigh the public interest in retaining the rule unchanged. Disallows waiver or modification of a rule that would directly violate a statutory requirement or present a danger to the public health and safety. Part IV: Establishment of Foreign-Trade Zones in Enterprise Zones - Requires the Foreign-Trade Zone Board to consider on a priority basis and to expedite the processing of applications for the establishment of foreign-trade zones within enterprise zones. Requires the Secretary of the Treasury to give priority to, and expedite applications for, the establishment of ports of entry necessary to establish such zones. Part V: Repeal of Title VII of the Housing and Community Development Act of 1987 - Repeals title VII (enterprise zone development) of the Housing and Community Development Act of 1987. Subtitle D: Research and Experimentation Credit Made Permanent - Makes permanent the tax credit for increasing research activities and the tax credit for clinical testing expenses. Title II: Savings Incentives - Allows individuals to establish individual retirement plus accounts with tax treatment similar to that for individual retirement plans. Makes contributions to such accounts nondeductible. Allows existing individual retirement accounts (IRA) to be rolled over into individual retirement plus accounts with payment of tax on the amount rolled over for which a deduction was once allowable, but no tax when withdrawn. Title III: Homeownership Incentives - Subtitle A: First-Time Homebuyers - Allows a tax credit for the first-time purchase of a principal residence by individuals with incomes of $31,000 or less (phased-out to incomes of up to $41,000). Limits such credit to $1,000. Subtitle B: Penalty-Free IRA Plus Withdrawal for Home Purchase, Higher Education, and Health Costs - Allows penalty-free distributions from IRA Plus accounts of up to 25 percent of the account limit for: (1) first-time homebuyers; (2) medical expenses; and (3) higher education expenses. Title IV: Work Incentives - Subtitle A: Reduction in Social Security Penalty on Working Elderly - Amends title II of the Social Security Act (Federal Old-Age, Survivors, and Disability Insurance Benefits) to raise the earnings limit for retirees. Appropriates to each payor fund amounts equivalent to the aggregate increase in social security benefits payable from such fund which is attributable to such amendment. Directs the Secretary of Health and Human Services to study during 1997 whether further amendments relating to deductions on account of work and the exempt amount under the earnings limit are necessary or appropriate. Subtitle B: Economic Growth Dividend - Requires any economic growth dividend (as determined by the Secretary of the Treasury) to be used to increase the personal exemption amount. Requires, after 1995, all revenues resulting from real growth in the gross national product greater than three percent to fund an increased personal exemption. Requires, for fiscal years beginning on or after October 1, 1992, and before October 1, 1995, that 50 percent of such dividend be used to increase the personal exemption amount and the other 50 percent be used to make a downward adjustment in the maximum deficit amount."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Growth Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide incentives for work, savings, and investments in order to stimulate economic growth, job creation, and opportunity.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:10-05:00"
}