{
  "actions": [
    {
      "acted_at": "2011-05-04", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s879-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2011-05-04", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2011-05-04", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-04", 
  "number": "879", 
  "official_title": "A bill to promote human rights and democracy in Iran.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1714-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Iran Human Rights and Democracy Promotion Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-04", 
  "subjects": [
    "Bank accounts, deposits, capital", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Foreign aid and international relief", 
    "Government studies and investigations", 
    "Human rights", 
    "International affairs", 
    "International exchange and broadcasting", 
    "Internet and video services", 
    "Iran", 
    "Middle East", 
    "News media and reporting", 
    "Protest and dissent", 
    "Refugees, asylum, displaced persons", 
    "Rule of law and government transparency", 
    "Sanctions", 
    "Technology transfer and commercialization", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-04", 
    "text": "Iran Human Rights and Democracy Promotion Act of 2011 - Expresses the sense of Congress that Mahmoud Ahmadinejad of Iran is responsible for directing the commission of serious human rights abuses against Iranian citizens on or after June 12, 2009. Amends the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010 to require the President: (1) upon receipt of credible information that a person may be an official of the government of Iran or acting on behalf of that government who is complicit in the commission of serious human rights abuses against Iranian citizens on or after June 12, 2009, to investigate and determine within 180 days whether the person is such a described individual; and (2) submit a list of such persons to Congress every 180 days or as new information becomes available. Requires the President: (1) upon receipt of credible information that a person may have transferred to Iran goods or technologies, or provided post-transfer services, that may be used to commit human rights abuses to investigate and determine within 180 days whether the person engaged in such activity; (2) submit a list of such persons to Congress every 180 days or as new information becomes available; and (3) freeze the assets of a listed person. Amends the Iran Freedom Support Act to: (1) extend the President's authority to provide financial and political assistance to support democracy in Iran through December 31, 2016; and (2) expand the forms of such assistance. Requires the President to appoint a Special Representative on Human Rights and Democracy in Iran within the Department of State. Expresses the sense of Congress that: (1) the Secretary should support efforts to research and catalogue prisoners of conscience and cases of human rights abuses inside Iran, (2) the U.S. government should offer political asylum to such political prisoners as well as assisting with their relocation to other countries if requested, and (3) the Special Representative and all representatives of the U.S. government should publicly call for the release of Iranian dissidents by name and raise individual cases of Iranian dissidents and prisoners of conscience as appropriate. Requires the President to submit to Congress a comprehensive strategy to promote Internet freedom and access to information in Iran."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Iran Human Rights and Democracy Promotion Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote human rights and democracy in Iran.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:07:32-05:00"
}