{
  "actions": [
    {
      "acted_at": "1973-11-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11464-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-14", 
  "number": "11464", 
  "official_title": "A bill to amend title VII of the Elementary and Secondary Education Act of 1965 to extend, improve, and expand programs of bilingual education, teacher training, and child development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Bilingual Education Amendments Act", 
  "sponsor": {
    "district": "2", 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-14", 
  "subjects": [
    "Advisory bodies", 
    "Bilingual education", 
    "Education", 
    "Elementary and secondary education", 
    "Minorities"
  ], 
  "subjects_top_term": "Bilingual education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-14", 
    "text": "Comprehensive Bilingual Education Amendments Act - Authorizes to be appropriated to carry out the bilingual education provisions of this Act $135,000,000 for the fiscal year ending June 30, 1974, and for each of the succeeding fiscal years ending prior to July 1, 1977; and there is further authorized to be appropriated for such purpose for each of such fiscal years such additional sums as the Congress may determine. Sets forth requirements for programs of bilingual education. Declares that if for any fiscal year the Commissioner of Education determines with respect to any State that: (1) the State educational agency of such State has developed high-quality leadership capabilities for the supervision of bilingual education programs in cooperation with local educational agencies in such State, or will for such fiscal year develop and maintain such capability; (2) there is in effect at the beginning of such fiscal year for such State a statute enacted under the constitution of such State designed to provide equal educational opportunity for children who speak primarily a language other than English through bilingual education programs; (3) there are a substantial number of bilingual education programs in operation by the local educational agencies in such State; and (4) the expenditures for such fiscal year from State revenues for bilingual education programs operated by local educational agencies in such State constitute not less than 25 percent of the total expenditures for such programs in such State; the Commissioner shall, upon application from the State educational agency of such State, make provision for the submission and approval of a State plan for the supervision by such State educational agency of bilingual education programs in such State assisted under this Act. Establishes in the Office of Education a Bureau of Bilingual Education, headed by a Director, through which the Commissioner shall carry out his responsibilities under this Act. Requires the Director to submit to the Congress, through the Commissioner, not later than November 1 of each year an annual report on the condition of bilingual education in the nation. Creates a fifteen member National Advisory Council on Bilingual Education to advise the Commissioner in the preparation of regulations and with respect to policy matters arising in the administration of this Act including the development of criteria for approval of applications for grants thereunder. Allows the Commissioner to appoint such special advisory and technical experts as may be useful and necessary in the functioning of the Council. Directs the Commissioner and the Director of the National Institute of Education to, through contracts with appropriate public and private agencies, institutions, and organizations: (1) develop models for bilingual education programs; (2) develop a model State statute designed to promote equal educational opportunity for children who speak primarily a language other than English through bilingual education methods and techniques; (3) develop and publish instructional materials and equipment suitable for use in bilingual education programs; and (4) establish and operate a national clearinghouse of information for bilingual education, which shall collect, analyze, and disseminate information about bilingual education. Authorizes the Commissioner and the Director of the National Institute of Education to make contracts with State educational agencies for the development in such agencies of leadership capabilities in the field of bilingual education, in order that such agencies may be able to assist local educational agencies in providing bilingual educational opportunities for children who speak primarily a language other than English."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Bilingual Education Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VII of the Elementary and Secondary Education Act of 1965 to extend, improve, and expand programs of bilingual education, teacher training, and child development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:00-05:00"
}