{
  "actions": [
    {
      "acted_at": "1981-07-14", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-20", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1481-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1981-07-14", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1981-07-14", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-14", 
  "number": "1481", 
  "official_title": "A bill to amend title II of the Social Security Act to eliminate gender-based distinctions under the old-age, survivors, and disability insurance program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-14", 
  "subjects": [
    "Old age, survivors and disability insurance"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-14", 
    "text": "Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to enable a divorced man to qualify for husband's insurance benefits on the same basis as a divorced woman may qualify for wife's benefits (currently a man's entitlement to husband's benefits ceases upon his divorce). Extends benefits to a widowed or surviving divorced father caring for a child. Enables a widower to qualify for survivor's benefits based upon a deceased first wife's earnings if he remarried before age 60 and is divorced or widowed from his second wife when he applies for benefits (currently a widower cannot qualify for widower's benefits based on a first wife's earnings if he has remarried). Permits widowers of veterans to waive payment of a civil service survivor's annuity based on credit for military service which may be used to enable such widowers to qualify for survivor's benefits (currently only widows may waive such payment). Enables husbands and widowers of women who have transitional insured status to receive benefits based on the wives' records (currently only wives and widows of men who have such status may receive such benefits). Equalizes benefit amounts for husbands and wives who both qualify for the special benefits for individuals who reached age 72 before 1968. Permits methods used to establish paternity to be used to establish maternity in order to determine whether an applicant for benefits qualifies as a child of the insured. Permits a married couple engaged in self-employment to split their income equally between them for social security purposes or to treat such income as the income of the spouse who exercises the greater management and control over their trade or business (currently a self-employed married couple may not split their income equally between them for social security purposes). Eliminates the termination of wife's, child's, widow's, mother's, or parent's insurance benefits for a woman who marries a disabled individual who subsequently ceases to be entitled to disability benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to eliminate gender-based distinctions under the old-age, survivors, and disability insurance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:58-05:00"
}