{
  "actions": [
    {
      "acted_at": "1977-03-02", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s866-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-02", 
  "number": "866", 
  "official_title": "A bill to reaffirm the intent of Congress with respect to the structure of the common carrier telecommunications industry rendering services in interstate and foreign commerce; to reaffirm the authority of the States to regulate terminal and station equipment used for telephone exchange service; to require the Federal Communications Commission to make certain findings in connection with Commission actions authorizing specialized carriers; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr513-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s530-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumer Communications Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-02", 
  "subjects": [
    "Common carriers", 
    "Federal Communications Commission", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "States", 
    "Telecommunication policy", 
    "Telephone", 
    "Telephone rates"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-02", 
    "text": "Consumer Communications Reform Act - Expresses the sense of Congress that the authorization of lines, facilities, or services of specialized carriers which duplicate the lines, facilities, or services of other telecommunications common carriers is contrary to the public interest. Reaffirms the intent of Congress that the complete authority to regulate terminal and station equipment used for telephone exchange service shall rest with the States even though such terminal and station equipment also may be used in connection with interstate services. Amends the Communications Act of 1934 to provide that no compensatory charges for or in connection with such communication service may be found to be unjust or unreasonable on the ground that it is too low. Prohibits the Federal Communications Commission from holding the charge of a carrier up to a particular level to protect the traffic or revenues from a communication service offered or provided by another carrier if such charge proposed by the carrier is compensatory. Provides that the Commission shall not grant or authorize any construction permit, license, or certificate for the construction, acquisition, or operation of any communication or transmission line or facility, or extension thereof, or any modification or renewal thereof, unless the Commission shall find, after full opportunity for evidentiary hearing on the record, that such permit, license, or certificate, will not result in increased charges or unnecessary duplication of communication lines."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Communications Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reaffirm the intent of Congress with respect to the structure of the common carrier telecommunications industry rendering services in interstate and foreign commerce; to reaffirm the authority of the States to regulate terminal and station equipment used for telephone exchange service; to require the Federal Communications Commission to make certain findings in connection with Commission actions authorizing specialized carriers; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:08-05:00"
}