{
  "actions": [
    {
      "acted_at": "2001-10-11", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Original measure reported to Senate by Senator Kennedy. With written report No. 107-83. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-11", 
      "calendar": "Senate Legislative", 
      "number": "192", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 192.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-04-16", 
      "references": [
        {
          "reference": "CR S2754-2755", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-16", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-04-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-18T10:06:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-18T15:16:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T12:11:00-04:00", 
      "references": [], 
      "text": "Mr. Stearns moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T12:11:00-04:00", 
      "references": [
        {
          "reference": "CR H7932-7947", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T12:11:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 1533.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T12:32:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T14:35:00-04:00", 
      "references": [
        {
          "reference": "CR H7949-7950", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T14:45:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H7932-7944", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "466", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 392 - 5 (Roll no. 466).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-10-16T14:45:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-17", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-17", 
      "references": [
        {
          "reference": "CR S10754-10767", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S10755-10766", 
          "type": "text as Senate agreed to House amendment"
        }
      ], 
      "text": "Senate concurred in House amendment by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-17", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-10-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-23", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-10-26", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2002-10-26", 
      "congress": "107", 
      "law": "public", 
      "number": "251", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 107-251.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3134-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3134"
    }
  ], 
  "bill_id": "s1533-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "107", 
    "law_type": "public", 
    "number": "251"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2002-10-26", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-10-16T14:45:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-04-16", 
    "vetoed": false
  }, 
  "introduced_at": "2001-10-11", 
  "number": "1533", 
  "official_title": "An original bill to amend the Public Health Service Act to reauthorize and strengthen the health centers program and the National Health Service Corps, and to establish the Healthy Communities Access Program, which will help coordinate services for the uninsured and underinsured, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3450-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Care Safety Net Amendments of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2002-10-26", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Air quality", 
    "Ambulatory care", 
    "Appropriations", 
    "Authorization", 
    "Black colleges", 
    "Cancer", 
    "Chemicals", 
    "Child mental health services", 
    "Chiropractic and chiropractors", 
    "Chronically ill", 
    "Civil rights and liberties, minority issues", 
    "Clinics", 
    "Coinsurance", 
    "College teachers", 
    "Communication in medicine", 
    "Community health services", 
    "Community hospitals", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Continuing education", 
    "Continuum of care", 
    "Counseling", 
    "Curricula", 
    "Dental care", 
    "Dentists", 
    "Department of Health and Human Services", 
    "Discrimination in medical care", 
    "Distance education", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Emergency medical personnel", 
    "Emergency medical services", 
    "English language", 
    "Environmental health", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Federal aid to rural areas", 
    "Federal aid to substance abuse programs", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Geriatrics", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Health", 
    "Health information systems", 
    "Health insurance", 
    "Health planning", 
    "Health services administration", 
    "Heart diseases", 
    "Higher education", 
    "Home care services", 
    "Home nursing", 
    "Homeless", 
    "Homeless children", 
    "Hospital medical staff", 
    "Housing and community development", 
    "Human behavior", 
    "Indoor air pollution", 
    "Labor and employment", 
    "Law", 
    "Lead", 
    "Lead poisoning", 
    "Lease and rental services", 
    "Licenses", 
    "Long-term care", 
    "Managed care", 
    "Marriage counseling", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical fees", 
    "Medical records", 
    "Medical research", 
    "Medical residents", 
    "Medical screening", 
    "Medical statistics", 
    "Medical supplies", 
    "Medical technology", 
    "Medically underinsured", 
    "Medically uninsured", 
    "Medicare", 
    "Mental care facilities", 
    "Mental health services", 
    "Mental health services for youth", 
    "Mentoring", 
    "Migrant labor", 
    "Minorities", 
    "Minorities in medicine", 
    "Nonprofit organizations", 
    "Nursing education", 
    "Occupational health and safety", 
    "Osteopathy and osteopaths", 
    "Paramedical personnel", 
    "Pesticides", 
    "Pharmacists", 
    "Poor children", 
    "Preventive medicine", 
    "Psychiatrists", 
    "Psychologists", 
    "Public health administration", 
    "Public health personnel", 
    "Public housing", 
    "Quality of care", 
    "Recruiting of employees", 
    "Rural education", 
    "Rural health", 
    "Rural hospitals", 
    "Scholarships", 
    "School health programs", 
    "Science, technology, communications", 
    "Seasonal labor", 
    "Social welfare", 
    "Social workers", 
    "Student loan funds", 
    "Telemedicine", 
    "Translating and interpreting", 
    "Transportation and public works", 
    "Travel costs", 
    "Urban affairs", 
    "Urban education", 
    "Volunteer workers", 
    "Water fluoridation", 
    "Water resources development"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2002-10-16", 
    "text": "Health Care Safety Net Amendments of 2002 - Title I: Consolidated Health Center Program Amendments - (Sec. 101) Amends the Public Health Service Act to make various amendments to the Consolidated Health Centers Program, including: (1) changing the requirement for health centers to provide screening for breast and cervical cancer to a requirement to provide appropriate cancer screening; (2) including as additional environmental health services that may be provided by a health center those services associated with chemical and pesticide exposures, air quality, or exposure to lead; (3) including behavioral and mental health and substance abuse services as well as recuperative care services and public health care services as additional services which may be provided by health centers as appropriate to meet the needs of the population served by the center; (4) authorizing the Secretary of Health and Human Services to make grants to a new category of networks (practice management networks), to enable the centers to reduce costs, improve access to and the availability of health care services, enhance the quality and coordination of health care services, or improve the health status of communities; (5) including homeless youth as eligible populations to be served under the Consolidated Health Centers Program; (6) authorizing the Secretary to award linguistic access grants to eligible health centers to provide translation, interpretation, and other such services for clients with limited English speaking sufficiency; (7) requiring the Secretary to establish a program to provide technical and other assistance to health centers; and (8) authorizing appropriations for the Consolidated Health Centers Program.(Sec. 102) Authorizes the Secretary to make grants to State professional licensing boards to facilitate cooperation between different States in developing and implementing policies that will reduce statutory and regulatory barriers to telemedicine. Authorizes appropriations.Title II: Rural Health - Subtitle A: Rural Health Care Services Outreach, Rural Health Network Development, and Small Health Care Provider Quality Improvement Grant Programs - (Sec. 201) - Revises provisions concerning the rural health outreach, network development, and telemedicine grant program to state that their purpose is to provide grants for expanded delivery of health care services in rural areas, for the planning and implementation of integrated health care networks in rural areas, and for the planning and implementation of small health care provider quality improvement activities.States that the rural health care services outreach, rural health network development, and small health care provider quality improvement grant programs shall be administered by the Director of the Office of Rural Health Policy of the Health Resources and Services Administration, in consultation with State offices of rural health or other appropriate State government entities. Authorizes the Director to award rural health care services outreach grants, rural health network development grants, and small health care provider quality improvement grants to expand access to, coordinate, and improve the quality of essential health care services, and enhance the delivery of health care, in rural areas. Authorizes appropriations.Subtitle B: Telehealth Grant Consolidation - Telehealth Grant Consolidation Act of 2002 - (Sec. 212) Requires the Secretary to establish telehealth network and telehealth resource centers grant programs. Establishes in the Health and Resources and Services Administration an Office for the Advancement of Telehealth to be headed by a Director and shall be administered by such Director, in consultation with the State offices of rural health, State offices concerning primary care, or other appropriate State government entities.Authorizes the Director, in carrying out the telehealth network grant program, to award grants to eligible entities for projects to demonstrate how telehealth technologies can be used through telehealth networks in rural areas, frontier communities, and medically underserved areas, and for medically underserved populations, to: (1) expand access to, coordinate, and improve the quality of health care services; (2) improve and expand the training of health care providers; and (3) expand and improve the quality of health information available to health care providers, and patients and their families, for decisionmaking. Sets forth provisions concerning the granting, receipt, and use of such grants and reporting requirements. Authorizes appropriations.Subtitle C: Mental Health Services Telehealth Program and Rural Emergency Medical Service Training and Equipment Assistance Program - (Sec. 221) Requires the Secretary, acting through the Administrator of the Health Resources and Services Administration, to award grants to eligible entities to enable such entities to provide for improved emergency medical services in rural areas. Requires entities receiving grants to meet a 25 percent matching requirement. Authorizes appropriations.Requires the Secretary, acting through the Director of the Office for the Advancement of Telehealth of the Health Resources and Services Administration, to award grants to eligible entities to establish demonstration projects for the provision of mental health services to special populations as delivered remotely by qualified mental health professionals using telehealth and for the provision of education regarding mental illness as delivered remotely by qualified mental health professionals and qualified mental health education professionals using telehealth. Requires a report. Authorizes appropriations.Title III: National Health Service Corps Program - (Sec. 301) Amends provisions concerning the National Health Service Corps to define the terms \"behavioral and mental health professionals\" and \"graduate program of behavioral and mental health.\"Authorizes the Secretary to carry out demonstration projects so that individuals who are obligated to a period of service under the Loan Repayment Program may receive waivers to satisfy the requirement for providing clinical service at a selected entity on a less than full-time basis.(Sec. 302) Requires all federally qualified health centers and rural health clinics that meet cost sharing requirements to be automatically designated as having such a health professional shortage.Includes in the list of populations that the Secretary may designate as a health manpower shortage area, seasonal agricultural workers and migratory agricultural workers and residents of public housing.Requires the Secretary, in consultation with organizations representing individuals in the dental field and organizations representing publicly funded health care providers, to develop and implement a plan to increase the level of participation by dentists and dental hygienists in the National Health Service Corps Scholarship Program and the Loan Repayment Program.(Sec. 303) Authorizes the Secretary to assign Corps members to any public or private entity. (Currently, Corps members are assigned to only public and non-profit private entities.)(Sec. 304) Repeals requirements that the Secretary consider only certain factors for determining priority assignments of Corps personnel to health professional shortage areas with the greatest shortages.Requires the Secretary to publish a proposed list of health professional shortage areas and entities that would receive priority for the assignment of Corps members.(Sec. 305) Revises provisions concerning charges for services by entities using Corps members, including prohibiting entities to which a Corps member is assigned from denying health services to individuals or discriminating in the provision of services because of inability to pay, or because payment for services would be made under Medicare, Medicaid, or SCHIP.(Sec. 306) Makes ineligible to receive SCHIP funds (in addition to Medicare and Medicaid funds) any hospital refusing admitting privileges to a Corps member.(Sec. 307) Substitutes the term ``health professional shortage areas'' for the term ``health manpower shortage areas.\"(Sec. 308) Authorizes appropriations for the National Health Service Corps Program.(Sec. 309) Includes behavioral and mental health professionals as eligible participants under the Corps Scholarship Program.Requires a Corps scholarship individual to agree, if pursuing a degree in medicine or osteopathic medicine, to complete a residency in a specialty that the Secretary determines is consistent with the needs of the Corps.(Sec. 310) Includes behavioral and mental health professionals as eligible participants under the Corps Loan Repayment Program.(Sec. 311) Revises provisions that specify dates when obligated service must begin for Scholarship recipients.Repeals the provision that allowed Corps personnel to fulfill their period of obligation by working as researchers at the National Institutes of Health.(Sec. 312) Revises requirements concerning: (1) individuals fulfilling their Service obligation through private practice; and (2) breach of scholarship or loan repayment contract.(Sec. 314) Authorizes appropriations for the Scholarship program.(Sec. 315) Authorizes appropriations for the grants program to States for loan repayments.(Sec. 316) Repeals provisions regarding demonstration grants to States for community scholarship programs.(Sec. 317) Directs the Secretary to establish a demonstration project to provide for the participation of chiropractic doctors and pharmacists in the Corps Loan Repayment Program. Imposes reporting requirements upon the Secretary. Authorizes appropriations.Title IV: Healthy Community Access Program - (Sec. 401) States that the purpose of this title is to provide assistance to communities and to consortia of health care providers, to develop or strengthen integrated health care delivery systems that coordinate health services for individuals who are uninsured or underinsured and to develop or strengthen activities related to providing coordinated care for such individuals with chronic conditions who are uninsured or underinsured.(Sec. 402) Directs the Secretary to award grants to eligible entities to assist in the development of integrated health care delivery systems to serve communities of individuals who are uninsured and individuals who are underinsured to: (1) improve the efficiency of, and coordination among, the providers providing services through such systems; (2) assist communities in developing programs targeted toward preventing and managing chronic diseases; and (3) expand and enhance the services provided through such systems. Defines \"eligible entity\" as an entity that: (1) represents a consortium whose principal purpose is to provide a broad range of coordinated health care services for a defined community and that includes a provider (unless such provider does not exist within the community, declines or refuses to participate, or places unreasonable conditions on their participation) that serves the community, is a federally qualified health center, is a hospital with a low-income utilization rate that is greater than 25 percent, is a public health department, and is an interested public or private sector health care provider or an organization that has traditionally served the medically uninsured and underserved; and (2) meets other specified qualifications.Limits to 35 the number of new awards the Secretary may make in each of FY 2003 through 2006 (excluding renewals of such awards). Prohibits entities from receiving a grant for more than three consecutive years. Permits the Secretary to extend a grant one additional year for extraordinary circumstances.Sets forth provisions concerning priorities in awarding grants, use of funds, grantee requirements, reporting requirements and authorizing appropriations.Authorizes demonstration awards to historically black medical schools, as specified.(Sec. 403) Authorizes the Secretary, acting through the Administrator of the Health Resources and Services Administration, to award grants to States for the purpose of helping States develop and implement innovative programs to address the dental workforce needs of designated dental health professional shortage areas in a manner that is appropriate to the States' individual needs.Sets forth provisions concerning permitted use of funds by a State receiving a grant, grant applications, matching requirements, reporting requirements, and authorizing appropriations.(Sec. 404) Requires the Secretary to conduct a study of the problems experienced by farmworkers and their families under Medicaid and SCHIP, which shall examine: (1) barriers to enrollment; and (2) lack of portability. Lists persons to be consulted and possible solutions to be examined in the study. Sets forth reporting requirements.Title V: Guarantee Study - (Sec. 501) Directs the Secretary of Health and Human Services to conduct a study regarding the ability of the Department of Health and Human Services to provide for solvency for managed care networks involving health centers receiving funding under the Public Health Service Act. Requires a report.(Sec. 502) Extends until September 30, 2003, the termination date for the Advisory Council on Graduate Medical Education.Title VII: Conforming Amendments - Makes amendments concerning health centers for the homeless."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Safety Net Amendments of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Telehealth Grant Consolidation Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Health Care Safety Net Amendments of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Telehealth Grant Consolidation Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Health Care Safety Net Amendments of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Telehealth Grant Consolidation Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Health Care Safety Net Amendments of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Telehealth Grant Consolidation Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Public Health Service Act to reauthorize and strengthen the health centers program and the National Health Service Corps, and to establish the Healthy Communities Access Program, which will help coordinate services for the uninsured and underinsured, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:12-05:00"
}