{
  "actions": [
    {
      "acted_at": "1989-02-27", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-05", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1128-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Bryant, John W.", 
      "sponsored_at": "1989-04-25", 
      "state": "TX", 
      "thomas_id": "00142", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Bustamante, Albert G.", 
      "sponsored_at": "1989-04-12", 
      "state": "TX", 
      "thomas_id": "00158", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1989-04-12", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1989-04-12", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1989-02-27", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1989-04-12", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Sarpalius, Bill", 
      "sponsored_at": "1989-04-12", 
      "state": "TX", 
      "thomas_id": "01018", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-02-27", 
  "number": "1128", 
  "official_title": "To amend the Carl D. Perkins Vocational Education Act of 1984 to authorize appropriations for fiscal year 1990 and succeeding fiscal years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s658-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Carl D. Perkins Vocational-Technical Education Act Amendments of 1989", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-02-27", 
  "subjects": [
    "Adult education", 
    "Agricultural education", 
    "Aid to dependent children", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Bilingual education", 
    "Business and social problems", 
    "Business education", 
    "Child abuse", 
    "Community colleges", 
    "Compensatory education", 
    "Consumer education", 
    "Curriculum planning", 
    "Disabled", 
    "Dislocated workers", 
    "Displaced homemakers", 
    "Dropouts", 
    "Education", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational innovations", 
    "Educational research", 
    "Employment of the handicapped", 
    "English language", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health education", 
    "High technology industries", 
    "Higher education", 
    "Homeless", 
    "Information services", 
    "Labor statistics", 
    "Language arts", 
    "Leadership", 
    "Manpower training programs", 
    "Mathematics", 
    "Medical personnel", 
    "Minority education", 
    "Public assistance programs", 
    "Research centers", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Small business", 
    "Standards", 
    "Student employment", 
    "Teacher education", 
    "Technical education", 
    "Teenage pregnancy", 
    "Unemployed", 
    "Vocational education", 
    "Vocational guidance", 
    "Youth employment"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-02-27", 
    "text": "Carl D. Perkins Vocational-Technical Education Act Amendments of 1989 - Amends the Carl D. Perkins Vocational Educational Education Act (the Act) to reauthorize and revise its programs. Adds to the purposes of the Act assurance that disadvantaged parents dependent on Aid to Families with Dependent Children (AFDC) program assistance receive access to quality vocational education programs. Authorizes appropriations for FY 1990 and succeeding fiscal years for specified programs. Title I: Amendments to Title I - Changes the heading of title I to Vocational and Adult Education. Adds a new part A, Office of Vocational and Adult Education. Establishes the Office of Vocational and Adult Education (the Office) within the Department of Education, to be headed by an Assistant Secretary for Vocational and Adult Education. Transfers various functions of the Secretary to the Assistant Secretary. Revises provisions relating to allotments to States and within-State allocations, State administration, State councils of vocational education, State plans, approval, and local applications. Requires that, from the remainder of its State allotment, each State make available: (1) at least 25 percent for activities in postsecondary education, including education for adults in out-of-school settings; and (2) at least 25 percent for activities in secondary education. Includes student members of vocational student organizations on State councils of vocational education. Title II: Basic Grants for Vocational Education - Part A: Vocational Education Opportunities - Revises provisions relating to uses of funds, distribution of assistance, and criteria for services and activities for the handicapped and disadvantaged. Allows a State, after documenting the need to do so and receiving the Assistant Secretary's written approval, to transfer up to 20 percent of the funds allotted to any category of special population allotments to another such category. Part B: Vocational Education Program Improvement, Innovation, and Expansion - Provides for the use of funds for inservice and preservice training for teachers, counselors, and administrators, training for State and local leaders, and vocational-technical education leadership training and professional development. Title III: Special Programs - Part A: State Assistance for Vocational Education Support Programs by Community-Based Organizations - Provides for the use of funds for: (1) foster care youth making the transition to independent living; (2) non-English speaking youth; and (3) model programs using vocational education approaches to prevent school dropouts or promote their reentry to school. Part B: Consumer and Homemaker Education - Provides for consumer and homemaker education grants for instruction in individual and family health. Provides for the use of funds for instruction relating to: (1) balancing work and family; (2) family violence and child abuse; (3) teenage parents; (4) teen pregnancy prevention; and (5) at-risk populations, including the homeless. Allows funds for information dissemination and leadership to be used to help provide State leadership and full-time State administrators qualified by experience and educational preparation. Part C: Adult Training, Retraining, and Employment Development - Subpart 1: Basic Program - Requires Adult Training, Retraining and Employment Development programs to serve the unemployed. Allows the use of State grant funds for: (1) cooperation education; (2) career guidance and vocational counseling; (3) occupational education programs begun in junior year of high school and completed in a community, technical, or junior college; and (4) training and retraining for high technology occupations or in businesses with technological needs, with special consideration to individuals 55 and older. Subpart 2: Special Programs - Makes technical amendments regarding grants for special programs and their uses. Part D: Comprehensive Career Guidance and Vocational Counseling Programs - Requires that at least 20 percent of funds to a State under this part be used for research and demonstration projects to establish and implement or demonstrate student/client outcome standards delivered through comprehensive career guidance and vocational counseling programs. Requires fund recipients to review, set, or make known the standards under which such programs will be measured in the future. Part E: Business-Industry-Education Partnership for Training in High Technology Occupations - Includes small businesses and persons with limited English proficiency among those to be served by the Business-Industry-Education Partnership for Training in High Technology Occupations program. Includes cooperative education among uses of grants. Allows the use of funds for: (1) career guidance; (2) occupational programs begun in junior year of high school and completed in a community technical, or junior college; and (3) activities which encourage collaboration between small businesses and vocational education to develop appropriate high-technology skills and placement opportunities. Part F: Tech-Prep Education Programs - Adds the following new part F, Tech-Prep Education Programs, to title III of the Act. Tech-Prep Education Act - Establishes a program of grants to consortia of local educational agencies and community colleges to provide tech-prep education programs. Defines \"tech-prep education program\" as a combined secondary and postsecondary program which: (1) leads to an associate degree or two-year certificate; (2) provides advanced technical preparation in such fields as agriculture, business, health, applied science, or mechanical or industrial trades; (3) provides competence in mathematics, science, and communications; and (4) leads to placement in employment or further education. Directs the Assistant Secretary, from each State's allotment in accordance with State plans, to make grants to pay the Federal share of the cost of activities carried out under this part to consortia of: (1) local educational agencies or area vocational schools serving secondary school students; and (2) community colleges and postsecondary vocational technical schools. Sets forth the Federal share. Requires each grant recipient to use the grant funds to develop and operate a four-year technical preparation education program with specified curricula. Sets forth reporting requirements. Title IV: National Programs - Part A: Research and Professional Development - Subpart 1: Research - Includes adults who are in need of training among those to be served. Includes long-range research, field-initiated research, and cooperative education among research activities to be funded. Directs the Secretary to include in the annual report research criteria and summaries of research activities and their contribution to vocational education. Revises provisions for national assessment of vocational educational programs assisted under the Act. Requires such assessment to compare, where practicable, the impact of vocational education programs with the impact of nonvocational secondary education and liberal arts postsecondary education programs on achievement of academic skills and employment opportunities. Revises the formula for limitation of expenditures for such assessment. Revises provisions for the National Center for Research in Vocational Education to require a minimum set-aside of research funds for the Center. Subpart 2: Professional Development - Establishes a program of vocational education personnel development assistance, including opportunities for: (1) advanced study of vocational education; (2) vocational educators updating their technological knowledge; (3) training of new vocational education teachers; and (4) gifted and talented vocational education secondary and postsecondary students to intern with specified organizations. Provides for vocational education leadership development awards. Authorizes the Assistant Secretary to establish and support, through grants or contracts to public colleges and universities, up to ten vocational education leadership development research institutes to: (1) improve response to the needs of the labor market and special populations; (2) develop professional leadership; and (3) enhance teacher education. Part B: Demonstration Programs - Subpart 1: Cooperative Demonstration Programs - Provides for programs to overcome national skill shortages in new and emerging occupations and to add programs for: (1) professional leadership development, especially for minorities; (2) model child growth and development centers; and (3) secondary vocational education partnerships with business, industry, and labor. Subpart 2: State Equipment Pools - Makes conforming amendments. Subpart 3: Demonstration Centers for the Retraining of Dislocated Workers - Makes conforming amendments. Subpart 4: Model Centers for Vocational Education for Older Individuals - Makes conforming amendments. Part C: Vocational Education and Occupational Information Data - Revises provisions relating to a national vocational education data reporting and accounting system. Directs the Assistant Secretary, by September 30, 1991, to establish a National Vocational Education Data System using comparative information elements and uniform definitions and including specified types of information. Directs the Assistant Secretary to establish and chair a task force to establish, operate, and update the system. Requires the system to be compatible with other specified vocational data systems and for reviewing the system biennially. Requires the National Occupational Information Coordinating Committee to: (1) develop and implement a labor market data base representative of actual jobs, new jobs, replacements, and trends; and (2) reserve a specified portion of funds to support State occupational information coordinating committees in carrying out State occupational information systems and career information delivery systems. Requires the Assistant Secretary to establish a National Network for Curriculum Coordination in Vocational and Technical Education, consisting of six regional curriculum coordination centers. Part D: National Council on Vocational Education - Requires that at least one member of the National Council on Vocational Education be a secondary or postsecondary vocational education student active in a vocational student organization. Requires the Council to advise about worksite programs such as cooperative education. Part E: Bilingual and Limited English Proficiency Vocational Training - Sets forth findings and purposes relating to limited English proficiency individuals and their needs. Subpart 1: Bilingual Vocational Training - Requires that certain funds be used for: (1) training of instructors and staff of bilingual vocational education and training programs; and (2) development of instructional and curriculum materials methods, or techniques for bilingual vocational training. Subpart 2: Targeted Assistance for Persons of Limited English Proficiency - Establishes a new program of vocational education targeted assistance for persons of limited English proficiency. Part F: General Provisions - Repeals part F (General Provisions) of title IV of the Act. Title V: General Provisions - Part A: Federal Administrative Provision - Makes conforming amendments. Part B: Definitions - Revises title II part B (Definitions). Title VI: Conforming Amendments - Makes conforming amendments to the table of contents of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Carl D. Perkins Vocational-Technical Education Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tech-Prep Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Carl D. Perkins Vocational Education Act of 1984 to authorize appropriations for fiscal year 1990 and succeeding fiscal years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:03-05:00"
}