{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1350-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "1350", 
  "official_title": "A bill to amend the Federal Aviation Act, as amended, with respect to the transportation of Government traffic by civil air carriers of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Airlines", 
    "Aviation", 
    "Government property"
  ], 
  "subjects_top_term": "Airlines", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Revises the Federal Aviation Act so as to: (1) establish a policy with respect to the use of United States air carriers for international movement by air of property procured, furnished or financed by the United States; (2) provide that whenever the United States shall procure, contract for, or otherwise obtain for its own account, or shall furnish to or for the account of any foreign nation without provisions for reimbursement, any property, within or without the United States, or shall advance funds or credits or guarantee the convertibility of foreign currencies in connection with the furnishing of such property, the appropriate agency or agencies shall take such steps as may be necessary to assure that such property whenever transported by air between a place in the United States and a place outside thereof or between two places both of which are outside the United States, shall to the fullest extent practicable be transported by air carriers holding proper authorization from the Civil Aeronautics Board to the extent such carriers are available at rates established under the Federal Aviation Act; (3) establish a policy with respect to the use of civil air carriers for international air movements of passengers and property by the Department of Defense; (4) provide that the civil air carriers holding proper authorization from the Civil Aeronautics board shall be used to the fullest extent practicable for all DOD movements of persons or property by air between a place inside the United States and a place outside thereof or between two places both of which are outside the United States, to the extent such carriers are available at rates established under the Federal Aviation Act; (5) provide that as a minimum at least 40 percent of the annual gross tonnage (measured in ton-miles) of all property moved by the Department of Defense by air between a place in the United States and a place outside thereof, or between two places both of which are outside the United States, shall be transported by United States civil air carriers participating in the Civil Reserve Air Fleet program and holding certificates of public convenience and necessity under Section 401 of the Federal Aviation Act to the extent such carriers are available at rates established under such Act; (6) provide that the provisions of this Act will be waived whenever the Congress by concurrent resolution or otherwise, or the President of the United States or the Secretary of Defense, declares that an emergency exists justifying a temporary waiver of the provisions of this section and so notifies the appropriate agencies and certificated air carriers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act, as amended, with respect to the transportation of Government traffic by civil air carriers of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:35-05:00"
}