{
  "actions": [
    {
      "acted_at": "1982-05-27", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-06-01", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6513-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cheney, Dick", 
      "sponsored_at": "1982-06-16", 
      "state": "WY", 
      "thomas_id": "00193", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Craig, Larry E.", 
      "sponsored_at": "1982-06-16", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hansen, James V.", 
      "sponsored_at": "1982-06-16", 
      "state": "UT", 
      "thomas_id": "00498", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Huckaby, Thomas J. (Jerry)", 
      "sponsored_at": "1982-05-27", 
      "state": "LA", 
      "thomas_id": "00569", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Lee, Gary A.", 
      "sponsored_at": "1982-06-16", 
      "state": "NY", 
      "thomas_id": "00676", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Pashayan, Charles, Jr.", 
      "sponsored_at": "1982-06-16", 
      "state": "CA", 
      "thomas_id": "00891", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Roberts, Pat", 
      "sponsored_at": "1982-06-16", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Smith, Denny", 
      "sponsored_at": "1982-06-16", 
      "state": "OR", 
      "thomas_id": "01072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1982-05-27", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-27", 
  "number": "6513", 
  "official_title": "A bill to amend title 28, United States Code, regarding venue, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2419-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2419-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Marlenee, Ron", 
    "state": "MT", 
    "thomas_id": "00737", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-27", 
  "subjects": [
    "Administrative procedure", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Environmental protection", 
    "Government liability", 
    "Government operations and politics", 
    "Judicial districts", 
    "Judicial review", 
    "Judicial review of administrative acts"
  ], 
  "subjects_top_term": "Civil procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-27", 
    "text": "Amends Federal judicial procedure provisions relating to venue to provide that: (1) if proceedings have been instituted in two or more courts of appeals with respect to the same agency action and the first such proceeding was instituted more than five days before the second, the record shall be filed in that court in which the proceeding was first instituted; and (2) if the first such proceeding was not instituted more than five days before the institution of a later proceeding with respect to the same agency action and the agency has received written notice from the parties instituting each of these proceedings, the agency shall advise the Administrative Office of the United States Courts, with respect to the first proceeding and all proceedings instituted within five days after the first proceeding, that such multiple proceedings have been instituted and shall identify each court for which it has notice that such proceedings are pending. Directs the Administrative Office, pursuant to a system of random selection, to select the court in which the record shall be filed from those identified by the agency, in the situation where the first proceeding was not instituted more than five days before the institution of a later proceeding. Requires all proceedings to be transferred to the court of appeals in which the record has been filed. Authorizes any court in which a proceeding with respect to any agency action is pending, including a court selected pursuant to a system of random selection, to transfer such proceeding to any other court of appeals in which the action under review would have a substantially greater impact, unless the interests of justice require the court to: (1) retain such proceedings; or (2) transfer the proceedings to a circuit other than one in which the impact would be substantially greater. Directs the Director of the Administrative Office of the United States Courts to administer the system of random selection. Prohibits a civil action in which the defendant is a Federal officer or employee, a Federal agency, or the United States from being brought in a judicial district in which a defendant resides or the plaintiff resides if no real property is involved, unless the action that is the subject of the lawsuit would substantially affect the residents of that judicial district. Requires that, in any action of a local environmental nature brought against the United States in the U.S. District Court for the District of Columbia, the plaintiff must forward a copy of the complaint to the attorney general of each affected State (but not more than five States). Requires a district court, in any civil action in which a defendant is a Federal officer or employee, a Federal agency, or the United States, upon motion of any party, to transfer an action to a district where the action might have been brought and in which the action would have substantially greater impact, unless the interests of justice require the court to: (1) retain the action; or (2) transfer the action to a district other than one in which the impact would be substantially greater."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 28, United States Code, regarding venue, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:06-05:00"
}