{
  "actions": [
    {
      "acted_at": "1973-02-05", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3610-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-05", 
  "number": "3610", 
  "official_title": "A bill to authorizes appropriations for activities of the National Science Foundation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Science Foundation Authorization Act", 
  "sponsor": {
    "district": "7", 
    "name": "Davis, John W.", 
    "state": "GA", 
    "thomas_id": "00271", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-05", 
  "subjects": [
    "Appropriations", 
    "National Science Foundation", 
    "Science and technology", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-05", 
    "text": "National Science Foundation Authorization Act - Authorizes appropriation for the National Science Foundation for fiscal year 1974, and specifies allotments for certain programs. Prohibits any program form exceeding by more than 5 percentage points its percentage of the total funds appropriated under this Act. Precribes regulation for calculations of sums and percentages under this Act. Requires the President to notify each House of Congress by special message of every instance in which he impounds or transfers funds appropriated under this Act. States that such message must specify the amount of impounded funds, the specific programs affected, the reasons for the impoundment of funds, and the estimated economic effect of the impoundment or transfer. Provides that the President shall cease the impounding of funds set forth in the special message if within sixty days of continuous session after the message is received the impoundment shall have been disapproved by the Congress by the passage of a resolution in accordance with the provision of this Act. Provides that if any person is determined by an institution of higher education to have been convicted of a crime after enactment of this Act which involved the use of force, disruption or seizure of university property, and which was of a serious nature and contributed to the substantial disruption of the administration of the institution shall be denied for a period of two years furthur payment or direct benefit from funds authorized to be appropriated by the Act. Requires other institutions to deny payment or direct benefit to such person for the two year period. Provides for a similar denial of payment or benefit when a person is found to have willfully refused to obey a lawful regulation or order of an institution which resulted in substantial disruption. Requires notice and an opportunity for hearing before denial of payment or direct benefit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Science Foundation Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorizes appropriations for activities of the National Science Foundation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:48-05:00"
}