{
  "actions": [
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6128-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-13", 
  "number": "6128", 
  "official_title": "A bill to limit investment in the United States by nations which are members of an oil cartel, and by the residents and other legal entities of such nations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Cartel Domestic Investment Limitation Act of 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-13", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Business and commerce", 
    "Corporations and Stocks", 
    "Electric power", 
    "Energy", 
    "Energy industries", 
    "Farm lands", 
    "Farms", 
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Government and business", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Natural gas", 
    "OPEC countries", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Public utilities", 
    "Securities and Investments", 
    "Stocks"
  ], 
  "subjects_top_term": "Foreign investments", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-13", 
    "text": "Oil Cartel Domestic Investment Limitation Act of 1979 - Title I: Prohibition Against Ownership - Prohibits any oil cartel person from acquiring or holding after 18 months from enactment of this Act any interest in United States agricultural land or in an energy concern. Requires such person to report such holdings to the Secretary of Agriculture, in the case of agricultural land, and to the Secretary of Energy, in the case of an energy concern. Directs the Secretaries to acquire the interest by eminent domain of such persons who hold their interest after 18 months from enactment of this Act. Authorizes the Attorney General to seek an injunction or restraining order if any oil cartel person seeks to acquire any interest in agricultural land or an energy concern. Establishes civil penalties for violations of this Act or conspiracies to violate this Act. Directs the Secretaries acquiring interests pursuant to this Act to sell such interests at a public auction. Defines \"oil cartel nation.\" Sets forth a procedure for nations to be added or deleted from such definition. Gives Congress the right to disapprove such addition or deletion within 90 days. Title II: Amendment to the Mineral Lands Leasing Act - Amends the Mineral Lands Leasing Act to prohibit oil cartel persons from owning any interest in a mineral lease from the United States. Title III: Amendments to the Securities Exchange Act of 1934 - Amends the Securities Exchange Act of 1934 to limit the ownership of any equity security, which is required to be registered, by oil cartel persons to no more than ten percent of equity securities of such class. Requires oil cartel persons, who are beneficial owners of more than one percent of such class, to file specified additional information with the security issuer, the exchange where the security is traded, and the Securities and Exchange Commission. Sets forth penalties for a failure to file a statement or for acquiring a beneficial ownership in violation of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Cartel Domestic Investment Limitation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to limit investment in the United States by nations which are members of an oil cartel, and by the residents and other legal entities of such nations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:52-05:00"
}