{
  "actions": [
    {
      "acted_at": "1987-07-01", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-13", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-18", 
      "bill_ids": [
        "hr5210-100"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "See H.R.5210.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2867-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Gallegly, Elton", 
      "sponsored_at": "1988-03-23", 
      "state": "CA", 
      "thomas_id": "00425", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-01", 
  "number": "2867", 
  "official_title": "A bill to amend title 18, United States Code, with respect to capital punishment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5210-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Capital Punishment Procedures Act of 1987", 
  "sponsor": {
    "district": "17", 
    "name": "Gekas, George W.", 
    "state": "PA", 
    "thomas_id": "00432", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-01", 
  "subjects": [
    "Appellate courts", 
    "Assassination", 
    "Bank robberies", 
    "Capital punishment", 
    "Classified defense information", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Discrimination", 
    "Espionage", 
    "Federal employees and officials", 
    "Homicide", 
    "Hostages", 
    "Information leaking", 
    "Judicial review", 
    "Kidnapping", 
    "Murder", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Organized crime", 
    "Presidential protection", 
    "Presidents and Vice Presidents", 
    "Prison violence", 
    "Prisoners", 
    "Protection of officials", 
    "Robbery", 
    "Sentences (Criminal procedure)", 
    "Terrorism", 
    "Treason", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-01", 
    "text": "Capital Punishment Procedures Act of 1987 - Amends the Federal criminal code to establish criteria for the imposition of the death penalty for Federal crimes. Requires the Government, for any offense punishable by death, to serve notice upon the defendant a reasonable time before trial or acceptance of a plea, that it intends to seek the death penalty and the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Allows the defendant and the Government to present any information relevant to sentencing, without regard to the rules of evidence, but permits evidence to be excluded where its probative value is substantially outweighted by the danger of creating unfair prejudice, confusing the issues, or misleading the jury. Specifies mitigating factors which the defendant must establish by a preponderance of the information and aggravating factors which the Government must prove beyond a reasonable doubt. Sets forth special aggravating factors for espionage, treason, homicide, and the attempted murder of the President. Directs the court, or the jury by unanimous vote, to impose the death penalty upon a finding that such sentence is justified based on consideration of both the aggravating and mitigating factors. States that no person who was under 18 years of age at the time of the offense may be sentenced to death. Requires the court to instruct the jury not to consider the race, color, national origin, creed, or sex of the defendant or victim in its consideration of the sentence. Establishes procedures for appeal from a death sentence. Requires the court of appeals, upon consideration of the record and the information and procedures of the sentencing hearing, to affirm the decision if: (1) the sentence was not imposed under the influence of passion, prejudice, or any other arbitrary factor; and (2) the information supports the finding of aggravating factors. Requires the court to provide a written explanation of its determination. Sets forth procedures for the implementation of the sentence of death. Limits the circumstances under which the offense of delivering defense information to aid foreign governments is punishable by death. Provides for the imposition of the death penalty for: (1) murder committed by prisoners in Federal prisons; (2) kidnappings which result in the death of any person; (3) hostage takings which result in the death of any person; (4) attempting to kill the President of the United States (if such attempt results in bodily injury or comes dangerously close to causing the President's death); (5) \"murder for hire\"; (6) murder in the aid of a racketeering activity; (7) international terrorism (where the killing is a first degree murder); and (8) engaging in a criminal enterprise activity which results in death. Increases the minimum sentence to life imprisonment for the crime of bank robbery which results in death."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Capital Punishment Procedures Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, with respect to capital punishment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:40-05:00"
}