{
  "actions": [
    {
      "acted_at": "1974-06-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15182-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Young, C.W. Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "01255", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-04", 
  "number": "15182", 
  "official_title": "A bill to encourage and assist States and localities to develop, demonstrate, and evaluate means of improving the utilization and effectiveness of human services through integrated planning, management, and delivery of those services in order to achieve the objectives of personal independence and individual and family economic self-sufficiency.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12285-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Allied Services Act", 
  "sponsor": {
    "district": "1", 
    "name": "Quie, Albert H.", 
    "state": "MN", 
    "thomas_id": "00936", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-04", 
  "subjects": [
    "Poverty", 
    "Public assistance programs", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-04", 
    "text": "Allied Services Act - Title I: Human Services Planning Authorizes the Secretary of Health, Education, and Welfare to make grants to State governors or agencies to plan, coordinate, and consolidate human services programs within the State. Defines human services as services provided to individuals or their families to help them achieve, maintain, or support the highest level of personal independence and economic self-sufficiency. Authorizes the Secretary to conduct evalutations, directly or by grant or contract, of programs for the coordinated provision of services and to provide such technical assistance as may be necessary to assist in the planning or operation of such programs. Sets forth the criteria for participation in the program established under this Act for States and for local agencies. Sets forth the criteria for local allied services plans to be approved and incorporated into the State allied services plan. Provides that in order for a State to be eligible to participate in the program established under this Act for any fiscal year, a State allied services plan must be submitted which describes the current status of the coordinated provisions of services within the State and the steps planned for such year and thereafter. Sets forth the criteria for approval of such plan by the Secretary. Title II: Administrative Support Services - Allows the Secretary to make grants to States which have in effect State plans approved under this Act or through such States to local agencies which have local plans approved by such States, to assist in meeting the initial costs of allying or consolidating administrative support services and management functions necessary to facilitate the allied delivery of human services where funds to cover such costs cannot be obtained from other sources. Title III: Special Authorities - Sets forth regulations for the transfer of funds (provided by the Secretary) within the State. Provides that where funds are advanced for a single project or program pursuant to more than one statutory authority or by more than one Federal agency, any one Federal agency may be designated to act for all in administering the funds advanced. Provides that five years after the date of enactment of this Act the Secretary shall make a report to the Congress on the activities that have been carried out under this Act, including his evaluation of those activities and his recommendations with respect to appropriate legislation dealing with allied delivery of human services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Allied Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage and assist States and localities to develop, demonstrate, and evaluate means of improving the utilization and effectiveness of human services through integrated planning, management, and delivery of those services in order to achieve the objectives of personal independence and individual and family economic self-sufficiency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:03-05:00"
}