{
  "actions": [
    {
      "acted_at": "2010-12-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6557-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-17", 
  "number": "6557", 
  "official_title": "To amend chapter 1 of title 3, United States Code, relating to Presidential succession.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Presidential Succession Act of 2010", 
  "sponsor": {
    "district": "27", 
    "name": "Sherman, Brad", 
    "state": "CA", 
    "thomas_id": "01526", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-17", 
  "subjects": [
    "Congressional oversight", 
    "Congressional-executive branch relations", 
    "Elections, voting, political campaign regulation", 
    "Government operations and politics", 
    "Political representation", 
    "Presidents and presidential powers"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-17", 
    "text": "Presidential Succession Act of 2010 - Revises provisions governing presidential succession to: (1) provide that the person next in line to succeed the President after the Vice President (currently, the Speaker of the House of Representatives) shall be the individual whose name is submitted by the President to the Clerk of the House from among the Speaker of the House, the Majority Leader of the House, or the Minority Leader of the House (or the Speaker until the President submits such name); (2) provide that the person next in line (currently the President Pro Tempore of the Senate) after such designated House leader shall be the individual whose name is submitted by the President to the Secretary of the Senate from among the Majority Leader of the Senate, the President Pro Tempore of the Senate, or the Minority Leader of the Senate (or the Majority Leader of the Senate until the President submits such name); (3) include in the succession list, after the Secretary of Homeland Security, the Ambassadors to the United Nations, Great Britain, Russia, China, and France, in that order; and (4) provide that the taking of the oath of office by an individual specified in the succession list shall not require resignation from the office qualifying such individual for succession. Permits the succession list to include only such officers that are: (1) eligible to the office of President under the Constitution; (2) not under impeachment by the House of Representatives; and (3) except for the designated House or Senate leader, appointed to the office involved, by and with the Senate's advice and consent, prior to succession. Expresses the sense of Congress regarding: (1) to whom electors should give their votes in the event of the death or incapacity of nominees for President and Vice President; and (2) nomination by a President who will not be serving a succeeding term of individuals selected by the President-elect for offices that fall within the line of succession, confirmation of such nominees by the Senate, and the signing and delivery of commissions to all such approved nominations, before the inauguration of the President-elect, to ensure continuity of government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Succession Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend chapter 1 of title 3, United States Code, relating to Presidential succession.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:52-05:00"
}