{
  "actions": [
    {
      "acted_at": "1985-05-23", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-29", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-06", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-18", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Admin Office US Courts, Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-01", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-10", 
      "bill_ids": [
        "hr3550-99"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "references": [], 
      "text": "Clean Bill H.R.3550 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2633-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-23", 
  "number": "2633", 
  "official_title": "A bill to amend the provisions of titles 18 and 28 of the United States Code commonly called the \"enabling Acts\" to make modifications in the system for the promulgation of certain rules for certain Federal judicial proceedings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3550-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Rules Enabling Act of 1985", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-23", 
  "subjects": [
    "Actions and defenses", 
    "Administration of justice", 
    "Advisory bodies", 
    "Bankruptcy", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Federal advisory bodies", 
    "Judges", 
    "Judicial tenure", 
    "Law", 
    "Magistrates", 
    "Public meetings", 
    "Supreme Court"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-23", 
    "text": "Rules Enabling Act of 1985 - Amends the Federal judicial code with respect to the U.S. Supreme Court's power to prescribe Federal rules of civil procedure (including bankruptcy rules). Empowers the Supreme Court to prescribe rules of evidence. (Currently, it only has power to prescribe amendments to such rules, which are promulgated by the Congress.) Authorizes the Judicial Conference of the United States to appoint committees comprised of judges and attorneys who will recommend the rules to be prescribed for Federal practice and procedure. Mandates the appointment of a standing committee on rules of practice and procedure whose function is to review all committee recommendations for consistency with one another. Provides for public notice of committee meetings for the transaction of business. Specifies exceptions. Requires that recommendations or prescriptions for rules of practice and procedure be accompanied by: (1) a proposed rule; (2) an explanatory note on the rule; and (3) a written explanation of the recommending body's action including minority or separate views. Requires the Supreme Court to transmit proposed rules of civil practice and procedure to the Congress by May 1 of the year in which such rules are to become effective. Sets December 1 of such year as the effective date for such rules. Requires the Supreme Court also to transmit any proposed amendments to any law necessary to implement such proposed rule or otherwise promote simplicity in procedure, fairness in administration and just determinations in litigation. Requires the Conference periodically to compile rules and orders with regard to procedures dealing with judicial discipline. Amends the judicial code to provide for a periodic compilation by the Judicial Conference of procedural rules prescribed by courts other than the Supreme Court in order to provide a current record of such rules. Requires the Conference periodically to review such rules for consistency with the Conference's rules of practice and procedure. Authorizes the Conference to modify or abrogate inconsistent rules. Provides that rules prescribed by district courts for the conduct of their business must require public notice and opportunity for comment before they are made or amended. Requires each judicial council periodically to review certain district court rules for consistency with those rules prescribed by the Supreme Court. Authorizes each council to modify or abrogate any rule found to be inconsistent. Provides that all orders by the judicial councils relating to practice and procedure shall be made after public notice and an opportunity for comment. Amends the criminal code to rescind the power of the Supreme Court to prescribe rules of criminal practice and procedure for: (1) trials held by magistrates; and (2) taking and hearing appeals to district court judges from magistrate-held trials. Makes technical and conforming amendments to the Revised Organic Act of the Virgin Islands and the Organic Act of Guam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rules Enabling Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the provisions of titles 18 and 28 of the United States Code commonly called the \"enabling Acts\" to make modifications in the system for the promulgation of certain rules for certain Federal judicial proceedings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:28-05:00"
}