{
  "actions": [
    {
      "acted_at": "1980-04-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6983-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-01", 
  "number": "6983", 
  "official_title": "A bill to amend the Juvenile Justice and Delinquency Prevention Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2442-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Juvenile Justice Amendments of 1980", 
  "sponsor": {
    "district": "4", 
    "name": "Andrews, Ike", 
    "state": "NC", 
    "thomas_id": "00018", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-01", 
  "subjects": [
    "Administration of juvenile justice", 
    "Advisory bodies", 
    "Authorization", 
    "Children and youth", 
    "Corrections and Correctional Institutions", 
    "Crime prevention", 
    "Delinquency prevention", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal-local relations", 
    "Grants-in-aid", 
    "Intergovernmental relations", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Local and Municipal Government", 
    "Rehabilitation of juvenile delinquents", 
    "States", 
    "Violence"
  ], 
  "subjects_top_term": "Administration of juvenile justice", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-01", 
    "text": "Juvenile Justice Amendments of 1980 - Amends the Juvenile Justice and Delinquency Prevention Act of 1974 to include the finding that the juvenile justice system should give additional attention to the problem of the serious juvenile offender, particularly in the areas of apprehension, identification, speedy adjudication, sentencing and rehabilitation. Makes technical and conforming amendments. Defines the term \"juvenile detention or correctional facilities\" to mean any secure public or private facility used for the lawful custody of accused or adjudicated juvenile offenders or nonoffenders or any public or private facility, secure or nonsecure, which is also used for the lawful custody of accused or convicted adult criminal offenders. Directs the Coordinating Council on Juvenile Justice and Delinquency Prevention to review and make recommendations on all joint funding efforts undertaken by the Office of Juvenile Justice and Delinquency Prevention with member agencies of the Council. Directs the Chairman of the Council to appoint a staff director and assistant director and necessary additional support staff. Requires that each group of appointments for four-year terms to the Council include at least two appointees who are members of a State advisory group established under such Act. Includes, among those programs and techniques for which State plans may allocate a required major portion of formula grant funds: (1) identification, adjudication, and provision of effective institutional and community-based treatment, rehabilitation and other resources for the serious, violent, or chronic repeat juvenile offender; and (2) intensive supervision and treatment for violent juvenile gangs into constructive and lawful outlets. Includes, among those purposes for which the Juvenile Justice and Delinquency Prevention Office may make grants and contracts for special emphasis prevention and treatment programs, the development and implementation of programs designed: (1) to increase the ability of the juvenile justice system to gather information on violent or serious juvenile crime; (2) to assure due process in adjudication; and (3) to provide resources for informed dispositions of juvenile offenders. Limits to applied research and evaluation and studies the authority of the National Institute for Juvenile Justice and Delinquency Prevention to conduct, encourage, and coordinate research and evaluation into any aspect of juvenile delinquency and to prepare studies on its prevention and treatment. Adds \"Deputy\" to the title of the Associate Administrator for the Institute. Authorizes appropriations through fiscal year 1984 for the Office, the Council, the Institute and related committees and for assistance to State and local programs under such Act. Requires the Law Enforcement Assistance Administration to: (1) maintain at least 20 percent of its total annual appropriations (other than funds for research, evaluation, and statistics) for juvenile delinquency programs, in addition to specified funds appropriated under such Act; and (2) provide an adequate share of research, evaluation, and statistics funding for juvenile delinquency programs. Directs the Associate Administrator of the Office to publish guidelines to implement such requirements. Requires the Administration to allocate a reasonable amount of the total annual appropriations under title II of such Act to plan and implement specified joint interagency programs and projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Juvenile Justice Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Juvenile Justice and Delinquency Prevention Act of 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:10-05:00"
}