{
  "actions": [
    {
      "acted_at": "1982-07-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6888-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-07-28", 
  "number": "6888", 
  "official_title": "A bill to amend title II of the Social Security Act to improve the administration of such title with regard to disability benefits.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6837-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Social Security Disability Benefits Act of 1982", 
  "sponsor": {
    "district": "1", 
    "name": "Quillen, James H. (Jimmy)", 
    "state": "TN", 
    "thomas_id": "00937", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-07-28", 
  "subjects": [
    "Administrative procedure", 
    "Disability insurance", 
    "Old age, survivors and disability insurance"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-07-28", 
    "text": "Social Security Disability Benefits Act of 1982 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to permit a disability insurance beneficiary who has been found not to be under a disability to appeal such determination immediately upon the earliest notice from the applicable State agency or the Secretary of Health and Human Services (without having to wait for any formal notice of benefit termination). Entitles such an individual to a hearing without the necessity of first obtaining reconsideration of the disability determination by the State agency or the Secretary. Extends the period before the termination of disability benefits for beneficiaries whose disabilities have ceased. Requires in the case of a disability insurance beneficiary who has been found not to be under a disability and who has requested a hearing with respect to such determination that the payment of disability benefits shall be resumed for an additional period if at the end of the nine months following such request no decision has been made to hold such hearing. Provides that such benefit payments shall be considered overpayments if the decision upon the hearing affirms the determination that such individual is not entitled to benefits. Prohibits the termination of an individual's disability benefits unless the Secretary finds that: (1) there has been such medical improvement in the individual's condition that the individual is no longer disabled under the disability standards in effect at the time of the original determination and the individual does not have any other condition which might constitute a disability; or (2) the original disability determination was clearly erroneous under the disability standards in effect at the time it was made. Makes such prohibition inapplicable in the case of an individual who has demonstrated an ability to engage in substantial gainful activity. Provides that subsequent reviews of a disability determination, following an initial review for purposes of determining the continuing eligibility of beneficiaries who become entitled in October 1982 and thereafter, shall be at the discretion of the State agency or the Secretary, as appropriate. Requires that such individuals be notified when subsequent reviews of disability determinations are scheduled. Limits the number of disability determination reviews, for purposes of continuing eligibility, which the Secretary may conduct for individuals who become entitled to disability benefits before October 1982. Requires the Secretary to assure that uniform standards are applied at all levels of adjudication in making disability determinations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Disability Benefits Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to improve the administration of such title with regard to disability benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:14-05:00"
}