{
  "actions": [
    {
      "acted_at": "1984-10-01", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-01", 
      "references": [], 
      "text": "House Committee on Appropriations Discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-01", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-01", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "424", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House by Yea-Nay Vote: 240 - 79 (Record Vote No: 424).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-10-01", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-10-01", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-02", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-02", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-03", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1984-10-03", 
      "congress": "98", 
      "law": "public", 
      "number": "441", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-441.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres653-98", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "441"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1984-10-03", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-10-01", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1984-10-01", 
    "vetoed": false
  }, 
  "introduced_at": "1984-10-01", 
  "number": "653", 
  "official_title": "A joint resolution making continuing appropriations for the fiscal year 1985, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1984-10-03", 
  "subjects": [
    "Americans in foreign countries", 
    "Antisatellite weapons", 
    "Appropriations", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Defense articles", 
    "Economics and public finance", 
    "Federal employees", 
    "Government operations and politics", 
    "International affairs", 
    "M-X missile", 
    "Military intelligence", 
    "National Security and Intelligence Operations", 
    "Nicaragua"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-10-01", 
    "text": "Makes continuing appropriations for FY 1985 for projects and activities which were conducted in FY 1984, and for which provision was made in the following appropriation Acts, at the rate for operations, under the terms and conditions, and to the extent and in the manner provided for in FY 1984 (unless otherwise provided for in this joint resolution): (1) Agriculture, Rural Development, and Related Agencies Appropriation Act, 1984; (2) Department of Defense Appropriation Act, 1984; (3) District of Columbia Appropriation Act, 1984; (3) Foreign Assistance and Related Programs Appropriation Act, 1984; (4) Department of the Interior and Related Agencies Appropriation Act, 1984; (5) Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriation Act, 1984; (6) Military Construction Appropriation Act, 1984; (7) Department of Transportation and Related Agencies Appropriation Act, 1984; and (8) Treasury, Postal Service and General Government Appropriation Act, 1984. Makes continuing appropriations for FY 1985 for the following activities conducted in FY 1984, under the terms and conditions provided in applicable appropriation Acts for FY 1984, at the current rate: (1) health planning activities; (2) National Research Service Awards; (3) National Arthritis Advisory Board, National Diabetes Advisory Board, and National Digestive Diseases Advisory Board; (4) Medical Library Assistance programs; (5) refugee and entrant assistance activities; (6) child abuse prevention and treatment and adoption opportunities activities; (7) activities under the Domestic Volunteer Service Act of 1973; and (8) emergency immigrant education activities. Makes appropriations, funds, and authority granted pursuant to this joint resolution available from October 1, 1984, until: (1) enactment into law of an appropriation for any project or activity provided for in this joint resolution; (2) enactment of the applicable appropriation Act by both Houses without any provision for such project or activity; or (3) October 3, 1984, whichever first occurs. Declares that appropriations made and authority granted pursuant to this joint resolution shall cover all obligations or expenditures incurred for any project or activity during the period for which funds or authority are available under this joint resolution. Charges expenditures made pursuant to this joint resolution to the applicable appropriation, fund, or authorization whenever a bill in which it is contained is enacted into law. Permits the apportionment of funds to the extent necessary to permit payment of pay increases for civilian officers and employees and active and retired military personnel. Prohibits the Department of Defense from using any appropriations or authority granted pursuant to this joint resolution for: (1) new production of items not funded for production in FY 1984 or prior years; (2) the increase in production rates above those sustained with FY 1984 funds; (3) certain projects, subprojects, activities, budget activities, program elements, and subprograms within program elements; (4) investment items; and (5) the initiation of multiyear procurements utilizing advance procurement funding for economic order quantity procurement. Prohibits the use of funds by any agency involved in intelligence activities that would have the effect of supporting, directly or indirectly, military or paramilitary operations in Nicaragua by any nation, group, organization, movement or individual. Subjects the appropriations or funds made available to the Department of Defense for procurement of MX missiles and for testing of the Space Defense System (antisatellite weapon) to all the limitations, restrictions, and conditions set forth in the Department of Defense Authorization Act, 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution making continuing appropriations for the fiscal year 1985, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:13:22-05:00"
}