{
  "actions": [
    {
      "acted_at": "1973-12-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11756-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-04", 
  "number": "11756", 
  "official_title": "A bill to amend the National Labor Relations Act in six areas closely related to one another, all of which touch in varying degrees the kinds of collective bargaining units which should exist under the act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Arends, Leslie C.", 
    "state": "IL", 
    "thomas_id": "00027", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-04", 
  "subjects": [
    "Labor and employment", 
    "Labor disputes", 
    "Labor unions", 
    "Unfair labor practices"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-04", 
    "text": "Provides, under the National Labor Relations Act, for the purpose of clarifying the status of economic strikes that the term \"employee\" shall include any individual whose work has ceased as a consequence of, or in connection with, any current labor dispute: provided, the employer has not replaced him with a permanent replacement; and provided further, that work is available for him at the termination of such dispute; or because of any unfair labor practice. Prohibits a labor organization from having as an agent, consultant, observer, or representative for the purpose of attending meetings and conferences with an employer any person who is an officer, representative, or agent, of any labor organization other than the labor organization or organizations designated or selected by the employees in such bargaining unit as their collective bargaining representative. States that in determining whether a bargaining unit is appropriate the National Labor Relations Board shall not consider the extent to which the employees have organized or the fact that no labor organization seeks to represent employees in a broader or narrower unit. Provides that to determine a bargaining representative no election shall be directed among employees covered by a current collective-bargaining contract which has been in effect for not more than five years unless there is a reasonable doubt as to the identity or continued existence of a party signatory to such contract. Provides that where there has been established by mutual agreement or Board certification within the operations of an employer two or more separate bargaining units, each of which can constitute an appropriate unit the Board shall not, where either party objects, entertain a petition to consoliidate or merge such separate units. States that a multiunion bargaining unit shall not be deemed inappropriate solely because an employer prefers that one or more of the labor organizations which have previously been certified or previously recognized as constituting a joint bargaining representative, bargain separately with him. Provides that where a petition is filed by an employer, for an election, the Board shall not require any proof that the petitioner has a reasonable or good faith doubt the individual or labor organization claiming recognition as representative has the support of a majority of employees in the appropriate unit or units in which the claim is made."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Labor Relations Act in six areas closely related to one another, all of which touch in varying degrees the kinds of collective bargaining units which should exist under the act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:05-05:00"
}