{
  "actions": [
    {
      "acted_at": "1974-10-10", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17285-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-10", 
  "number": "17285", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to restrict the authority for inspection of returns and the disclosure of information with respect thereto, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s4116-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Schneebeli, Herman T.", 
    "state": "PA", 
    "thomas_id": "01031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-10", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Income tax", 
    "Right of privacy", 
    "Tax returns"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-10", 
    "text": "States that income tax returns and return information shall be confidential. Defines returns and return information for purposes of this Act. Permits the inspection of returns and return information by individuals filing such returns by State tax officials, corporation officials, trustees, estate administrators, and by the House Ways and Committee, the Senate Finance Committee, and the Joint Committee on Internal Revenue Taxation upon request and in closed session. Permits the inspection by other committees if authorized by resolution. Allows the inspection of returns and return information by the President or his designees upon his order, and by Justice Department attorneys, without request, for use in relevant proceedings under the tax laws. Allows such inspection, under specified conditions, by the Commerce Department for statistical purposes and by other executive officials for administrative or judicial proceedings other than under the tax laws. Conditions the foregoing inspections upon whether: (1) the taxpayer is a party to the proceedings; (2) the taxpayer consents; or (3) such return information has or may have a bearing on the outcome of such proceedings. Allows qualified inspection of return information by authorized executive officials for purposes of assessing persons being considered for appointments. Authorizes the disclosure of return information to the Attorney General when such information indicates possible criminal violations. Sets forth procedures for disclosure and inspection of return information, including maintenance of a record of who inspects such return. Establishes penalties for unauthorized disclosure of return information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to restrict the authority for inspection of returns and the disclosure of information with respect thereto, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:37-05:00"
}