{
  "actions": [
    {
      "acted_at": "1998-10-02", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4693-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1998-10-02", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McIntyre, Mike", 
      "sponsored_at": "1998-10-02", 
      "state": "NC", 
      "thomas_id": "01505", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-02", 
  "number": "4693", 
  "official_title": "To provide for Federal recognition of the Qutekcak Native Tribe of Alaska and the Tuscarora Nation of the Kau-ta-Noh, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Qutekcak Native Tribe Recognition Act", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-02", 
  "subjects": [
    "Alaska", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Indian lands", 
    "Land transfers", 
    "Law", 
    "Minorities", 
    "Native Americans", 
    "North Carolina", 
    "Public lands and natural resources", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-02", 
    "text": "TABLE OF CONTENTS: Title I: Tuscarora Nation of the Kau-ta-noh Title II: Qutekcak Native Tribe Title I: Tuscarora Nation of the Kau-ta-Noh - Tuscarora Nation of the Kau-ta-Noh Recognition Act - Extends Federal recognition to the Tuscarora Nation of the Kau-ta-Noh of North Carolina. Directs: (1) the Secretary of the Interior to take land within the boundaries of Hoke County, Robeson County, and Wilson County, North Carolina, into trust for the Tuscarora Tribe if the Tribe transfers such land to the Secretary within two years; and (2) that such land be the Tribe's initial reservation. Requires: (1) the Tribe, not later than 18 months after the enactment of this Act, to submit a membership roll consisting of all individuals who are members of the Tribe; (2) the Secretary, upon the completion of the roll, to publish notice of such in the Federal Register; and (3) the Tribe to ensure that the role is maintained and kept current. Allows the Tribe to organize for its common welfare and adopt an appropriate instrument, in writing, to govern its affairs when acting in its governmental capacity. Permits the Tribe's governing body, not less than 24 months after enactment, to propose a new governing document or amendments or revisions to the interim governing document, and requires the Secretary to conduct a tribal election as to the adoption of that proposed document not later than six months after that document is transmitted to the Secretary. Provides that, until the Tribe adopts and the Secretary approves a new governing document, the Tribe's interim governing document shall be its constitution. Title II: Quteckcak Native Tribe - Qutekcak Native Tribe Recognition Act - Extends Federal recognition to, and sets forth provisions similar to provisions of title I regarding, the Qutekcak Native Tribe of Alaska."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Qutekcak Native Tribe Recognition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tuscarora Nation of the Kau-ta-Noh Recognition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for Federal recognition of the Qutekcak Native Tribe of Alaska and the Tuscarora Nation of the Kau-ta-Noh, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:16-05:00"
}