{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres159-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "159", 
  "official_title": "A resolution to create a standing committee of the Senate on the Central Intelligence Agency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Central Intelligence Agency", 
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Government operations and politics", 
    "National defense", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Creates the Committee on the Central Intelligence Agency, to which shall be referred all proposed legislation, messages, petitions, memorials, and other matters relating to the Central Intelligence Agency, including authorizations of appropriations for the operation of the Agency. Provides that the Committee on the Central Intelligence Agency shall consist of seven Senators, no more than four of whom shall be members of the majority party, and of whom two shall always be Senators who are concurrently serving on the Committee on Armed Services, of whom two shall always be Senators who are concurrently serving on the Committee on Foreign Relations, and of whom the remaining three shall be selected from the remaining number of Senators. Directs the Committee on the Central Intelligence Agency to come into existence 20 days after the date of enactment of this resolution and all proposed legislation, messages, petitions, memorials, and other matters relating to the Central Intelligence Agency which is or shall be before any other Committee of the Senate, except for those matters pertaining to appropriations of funds for the operation of the Agency within the jurisdiction of the Committee on Appropriations, shall be promptly transferred to the committee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to create a standing committee of the Senate on the Central Intelligence Agency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:02-05:00"
}