{
  "actions": [
    {
      "acted_at": "1983-01-06", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Science Research and Technology", 
      "text": "Referred to Subcommittee on Science Research and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr480-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Science, Research and Technology", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1983-01-06", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1983-01-06", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-06", 
  "number": "480", 
  "official_title": "A bill to maintain and enhance the United States' leadership in information science and technology by establishing an Institute for Information Policy and Research to address national information policy issues; to provide a forum for the interaction of government, industry and commerce, and educational interests in the formulation of national information policy options; to provide a focus and mechanism for planning and coordinating Federal research and development activities related to information science and technology; and to amend the National Science and Technology Policy, Organization, and Priorities Act of 1976 to create a new position of Special Assistant for Information Technology and Science Information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Information Science and Technology Act of 1983", 
  "sponsor": {
    "district": "36", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-06", 
  "subjects": [
    "Executive reorganization", 
    "Federal officials", 
    "Government operations and politics", 
    "Information storage and retrieval systems", 
    "National Science Foundation", 
    "Office of Science and Technology Policy", 
    "Research and development", 
    "Science and technology", 
    "Science, technology, communications", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Information storage and retrieval systems", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-06", 
    "text": "Information Science and Technology Act of 1983 - Title I: Institute for Information Policy and Research - Establishes the Institute for Information Policy and Research to: (1) collect and assess data and information about developments and trends in information science and technology; (2) conduct studies to prepare citizens to benefit from the use of information technology; (3) conduct research into such human use policy issues; (4) develop and assess policy options for coordination of research and development by the Federal Government in the use of information technology; and (5) promote innovation through interaction between the Institute and other governmental and nongovernmental entities. Establishes within the Institute a National Information Science and Technology Board and an Office of the Director of the Institute. Terminates the Institute ten years after the enactment of this Act unless Congress extends its life for another five years. Sets forth the authorities of the Director and of the Institute. Transfers to the Institute the Office of Policy Analysis and Development of the National Telecommunications and Information Administration and any programs specifically concerned with information technology and its impact in the Division of Policy Research and Analysis of the National Science Foundation. Permits the President to transfer to the Institute any information or information science and technology-related research and analysis being conducted within the Federal Government, all functions of any employee which relate primarily to the programs transferred, and the necessary positions, property, and unexpended appropriations arising from or available under such programs. Requires the Director to coordinate the programs of the Institute with other programs of the Federal Government. Requires that extramural research be supported through specified Federal agencies to the extent possible. Authorizes appropriations to the Institute for FY 1984, 1985, and 1986. Title II: Special Assistant for Information Technology and Science Information - Amends the National Science and Technology Policy, Organization, and Priorities Act of 1976 to direct the President to appoint a Special Assistant for Information Technology and Science Information responsible to the Director of the Office of Science and Technology Policy to: (1) provide a liaison between the Executive Office of the President and the Institute for Information Policy and Research; (2) assist in the annual review and analysis of funding for research and development for information science and technology; (3) coordinate the Institute with Federal departments and investigate the feasibility of a coordinated Federal information locator system; and (4) make recommendations to the President concerning the development and dissemination of information science and technology (among other duties)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Information Science and Technology Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to maintain and enhance the United States' leadership in information science and technology by establishing an Institute for Information Policy and Research to address national information policy issues; to provide a forum for the interaction of government, industry and commerce, and educational interests in the formulation of national information policy options; to provide a focus and mechanism for planning and coordinating Federal research and development activities related to information science and technology; and to amend the National Science and Technology Policy, Organization, and Priorities Act of 1976 to create a new position of Special Assistant for Information Technology and Science Information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:55-05:00"
}