{
  "actions": [
    {
      "acted_at": "1974-04-24", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14367-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-24", 
  "number": "14367", 
  "official_title": "A bill to enlarge the results thus far achieved under the Employment Act of 1946; to promote full and sustained achievement of the maximum employment, production, and purchasing power objectives under that act; to assure that a sufficient portion of our growing economic production of goods and services be allocated to great priorities of our domestic and international needs, including eradication of poverty and freedom from want; to provide for National Purpose Budget toward these ends and to encourage more national unity.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Purposes Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-24", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Economics and public finance", 
    "Federal budgets", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-24", 
    "text": "National Purposes Act - States that it is the policy of the Congress, under the Employment Act of 1946, to encourage more effectively not only the growth of production, employment, and purchasing power, fortified by ample resources and energy supplies, but also use of sufficient portions of this growth to serve those priorities of social and human purposes aimed at improving the quality of human life which depend upon allocation and use of economic resources. Provides for the quantification of the needed maximum levels of employment, production, and purchasing power as goals in a National Purposes Budget in the Economic Report. Provides that these goals shall contain estimates of needed levels of voluntary private investment and shall indicate what portions of the totals should be allocated toward domestic and international needs. Enumerates specific short-range and long-range goals to be contained in the National Purposes Budget. Provides that the goals to be developed in the Budget shall be broad in perspective. States that the Economic Report shall contain the essential features of the Federal Budget, both on a short-range and a long-range basis. States that the Economic Report shall be guided by the principle that, insofar as feasible, the proposed outlays in the Federal Budget for the domestic priorities set forth in the Purposes Budget shall rise substantially year by year in proportion to the total Federal Budget. Provides that fiscal policy, for the purpose of covering expenditures included in the Federal Budget in accord with national needs, shall rely on a tax policy at least stringent enough to balance the Federal Budget, in order to serve as a brake on inflation. Allows the President to restrain nationwide activities of lesser importance where conflicts result between the goals set forth in the National Purposes Budget and reasonable price stability. Requires the Purposes Budget to provide for the elimination of cross-purpose and duplicative efforts to promote genuine and constructive economy in government. Establishes a National Economic Advisory council to serve in a consultative relationship to the President, to the Council of Economic Advisers, and all others whose decisions affect in an important way the performance and purposes of the national economy, in order to promote the goals established pursuant to this Act. Requires the President to arrange for annual National Economic Conferences to broaden understanding and to facilitate cooperation toward achieving the goals set forth in the Employment Act of 1946 as well as those set forth in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Purposes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enlarge the results thus far achieved under the Employment Act of 1946; to promote full and sustained achievement of the maximum employment, production, and purchasing power objectives under that act; to assure that a sufficient portion of our growing economic production of goods and services be allocated to great priorities of our domestic and international needs, including eradication of poverty and freedom from want; to provide for National Purpose Budget toward these ends and to encourage more national unity.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:49-05:00"
}