{
  "actions": [
    {
      "acted_at": "1976-02-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11864-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-11", 
  "number": "11864", 
  "official_title": "A bill to amend title XVI of the Social Security Act so as to make the supplemental security income benefits program more effective, and benefits under such program more realistically available, for mentally retarded persons.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13929-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Brodhead, William", 
    "state": "MI", 
    "thomas_id": "00126", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-11", 
  "subjects": [
    "Disabled", 
    "Mentally handicapped", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-11", 
    "text": "States that in the case of a mentally retarded individual living in the household of a member of his or her immediate family and receiving support and maintenance in kind from such member, such support and maintenance shall not be included as unearned income for purposes of benefits under title XVI (Supplemental Security Income Program) of the Social Security Act. Provides that mentally retarded persons who are inmates at small community residences for the mentally retarded, at which there are no more than 15 residents, shall be eligible for supplemental security income benefits. Excludes from income for purposes of determining such benefits housing assistance payments made under the United States Housing Act. States that mentally retarded persons who are unable to continue working by reason of such impairment shall not be considered ineligible for benefits. Requires that applications for benefits shall be acted upon within a maximum of 60 days after filing. Directs the Secretary of Health, Education, and Welfare to coordinate the administration of the supplemental security benefits program with the administration of other programs providing assistance, with a view to assuring that such recipients are aware of the availability of such assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act so as to make the supplemental security income benefits program more effective, and benefits under such program more realistically available, for mentally retarded persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:47-05:00"
}