{
  "actions": [
    {
      "acted_at": "1990-07-30", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-31", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-08-30", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings under the authority of the order of Aug 2, 90 with amendments. With written report No. 101-449.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-30", 
      "calendar": "Senate Legislative", 
      "number": "803", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 803.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-23", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-23", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-10-24T00:40:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-24T00:40:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-24", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T18:24:00-04:00", 
      "references": [], 
      "text": "Mr. Thomas Luken asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T18:37:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T18:38:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-25T18:39:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25T18:39:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of S. 2936.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Senate agreed to the House amendment by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-11-07", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-09", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-09", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-11-16", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1990-11-16", 
      "congress": "101", 
      "law": "public", 
      "number": "615", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 101-615.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h905-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "905"
    }, 
    {
      "amendment_id": "s3122-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3122"
    }
  ], 
  "bill_id": "s2936-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1990-10-22", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1990-08-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "101", 
    "law_type": "public", 
    "number": "615"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1990-11-16", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-25T18:38:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-10-23", 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-30", 
  "number": "2936", 
  "official_title": "A bill to amend the Hazardous Materials Transportation Act to authorize appropriations for fiscal years 1990, 1991, and 1992, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3520-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Hazardous Materials Transportation Uniform Safety Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Exon, J. James", 
    "state": "NE", 
    "thomas_id": "01328", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1990-11-16", 
  "subjects": [
    "Administrative procedure", 
    "Authorization", 
    "Common carriers", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Data banks", 
    "Dispute settlement", 
    "Emergency management", 
    "Employee training", 
    "Federal employees", 
    "Federal preemption", 
    "Fees", 
    "Fines (Penalties)", 
    "International cooperation", 
    "Labeling", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Motor vehicle safety", 
    "Packaging", 
    "Planning", 
    "Radioactive wastes", 
    "Railroad safety", 
    "Regional planning", 
    "Telephone", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Transportation safety"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1990-10-25", 
    "text": "Hazardous Materials Transportation Uniform Safety Act of 1990 - Amends the Hazardous Materials Transportation Act to direct the Secretary of Transportation to issue regulations for the safe transportation of hazardous materials in domestic and foreign commerce. Cites the area in which Federal regulations preempt State hazardous materials transportation requirements. Authorizes States and Indian tribes to establish and enforce specific highway routes (together with limitations and requirements) over which hazardous materials may and may not be transported in their respective jurisdictions. Requires the Secretary by regulation to establish standards for States and Indian tribes to use in establishing such routes, limitations, and requirements. Sets forth the general contents of such standards. Directs the Secretary to promulgate regulations for dispute resolution among the States or Indian tribes regarding hazardous materials highway route designations. Permits States or Indian tribes to petition for judicial review of the dispute resolution decision. Directs the Secretary to participate in international forums that establish or recommend mandatory standards and requirements in international commerce. Grants the Secretary discretion to either adopt or reject hazardous materials transportation standards adopted by international bodies according to the Secretary's perception of the public interest. Prohibits a person from: (1) misrepresenting the presence or absence of hazardous materials in containers or packages that meet all applicable requirements; or (2) altering any required marking or packaging of hazardous materials. Requires a person who offers a hazardous material for transportation to provide the carrier with the appropriate shipping paper describing such material. Requires the Secretary to issue requirements for training to be given by all hazmat employers (transporters of hazardous materials) to hazmat employees regarding the safe loading, unloading, handling, storing, and transporting of hazardous materials and emergency preparedness for responding to accidents or incidents. Provides for: (1) filing of registration statements with the Secretary by persons who transport hazardous materials; (2) the issuance of safety permits to motor carriers who transport specified hazardous materials; and (3) registration statement and safety permit fees. Increases the penalties for persons who commit violations in the transport of hazardous materials. Prescribes guidelines under which the preemption of State laws or Indian laws conflicting with this Act shall be determined. Authorizes appropriations for FY 1991 through 1993. Requires the Secretary to report to the Congress on a study comparing the safety of using trains operated exclusively for transporting high-level radioactive waste and spent nuclear fuel (dedicated trains) with the safety of using other methods of rail transportation for such purposes. Requires the Secretary to amend existing regulations as appropriate after taking into consideration the results of such study. Provides for the inspection and certification of vehicles used to transport highway route controlled quantity radioactive materials, including additional inspectors. Establishes a planning grant program for the Secretary to make grants to States for: (1) developing, improving, and implementing emergency plans under the Emergency Planning and Community Right-To-Know Act of 1986, including a determination of flow patterns of hazardous materials within and between States; and (2) determining the need for regional hazardous materials emergency response teams. Establishes a training grant program for the Secretary to make grants to States and Indian tribes for training public sector employees to respond to accidents and incidents involving hazardous materials. Sets forth compliance requirements for participation in both programs. Directs the Secretary to establish and collect fees to support such programs from persons required to file registration statements. Provides for funding of such grants for FY 1995 through 1998. Establishes a grant program for training hazmat employees, with funding for FY 1993 through 1998. Restricts the use of a railroad tank car constructed before January 1, 1971, for the transportation of certain hazardous materials (including explosives and toxins) unless the air brake equipment support attachments of such tank car meet specified minimum standards. Requires Federal contractors involved with the transportation of hazardous materials, or the manufacture or handling of hazmat containers or packages, to comply with all pertinent Federal, State, and local laws. Directs the Secretary to contract for a study of the railroad tank car design process and design criteria, including whether specified measures should be implemented on such cars which transport hazardous materials. Requires a report to the Congress. Requires the Secretary to establish a working group comprised of State and local government officials and other civic representatives to: (1) establish uniform forms and procedures for States that register persons who transport, cause to be transported, or ship a hazardous material, by motor vehicle; and (2) determine whether or not to limit the filing of any State registration forms and collection of fees to the State in which a person resides or has its principal place of business. Requires the working group to make a final report to specified congressional committees. Directs the Secretary to issue regulations implementing any regulations he or she agrees with. Authorizes appropriations for such group for FY 1991 through 1993. Amends the Motor Carrier Act of 1980 to authorize the Secretary to reduce the minimal level of financial responsibility ($5,000,000) of certain transporters of hazardous materials and for such transportation in specified territories if the reduction will not adversely affect public safety and will prevent a serious disruption in transportation service. Amends the Motor Carrier Safety Act of 1984 to allow any State which receives Federal financial assistance under the Surface Transportation Assistance Act of 1982 to apply and enforce any regulations pertaining to commercial motor vehicle safety with respect to federally-leased commercial motor vehicles. Directs the Secretary to initiate a rulemaking proceeding in order to develop methods of improving the current system of identifying hazardous materials being transported in vehicles for safeguarding the health and safety of persons responding to emergencies involving such hazardous materials and the public. Requires the Secretary to arrange with the National Academy of Sciences a study of the feasibility and necessity of establishing a central reporting system and computerized telecommunications data center: (1) that is capable of receiving, storing, and retrieving data about all daily shipments of hazardous materials; (2) that can identify hazardous materials being transported by any mode of transportation; and (3) that can provide information to facilitate responses to accidents and incidents involving the transportation of hazardous materials. Authorizes appropriations. Sets forth reporting requirements. Requires the Secretary to initiate a rulemaking proceeding on the feasibility, necessity, and safety benefits of requiring carriers of hazardous materials to establish continually monitored telephone systems equipped to provide emergency response information and assistance with respect to accidents and incidents. Requires the Secretary to report to the Congress on the safety benefits of laws concerning the liability of shippers which cause or are involved in incidents or accidents while transporting hazardous materials. Amends the Federal Railroad Safety Act of 1970 to: (1) revise provisions relating to investigative and surveillance activities by a State; and (2) authorize appropriations for such activities. Directs the Secretary of Labor to issue standards requiring employers who receive hazardous materials to retain the markings, placards, and labels as required by regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Materials Transportation Safety Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Hazardous Materials Transportation Uniform Safety Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Hazardous Materials Transportation Safety Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Hazardous Materials Transportation Uniform Safety Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Hazardous Materials Transportation Act to authorize appropriations for fiscal years 1990, 1991, and 1992, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:10-05:00"
}