{
  "actions": [
    {
      "acted_at": "1973-02-21", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4463-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-21", 
  "number": "4463", 
  "official_title": "A bill to provide training and employment opportunities for those individuals whose lack of skills and education acts as a barrier to their employment at or above the Federal minimum wage, by means of subsidies to employers on a decreasing scale in order to compensate such employer for the risk of hiring the poor and unskilled in their local communities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Government and Private Employer's Partnership Act", 
  "sponsor": {
    "district": "12", 
    "name": "Burke, J. Herbert", 
    "state": "FL", 
    "thomas_id": "00148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-21", 
  "subjects": [
    "Labor and employment", 
    "Unemployment", 
    "Wages"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-21", 
    "text": "Federal Government and Private Employers' Partnership Act - Increases employment opportunities for individuals whose lack of skills and education acts as a barrier to employment at or above the Federal minimum wage. Provides that certified employers who hire workers at not less than the minimum wage shall receive a minimum wage equivalency refund to be paid quarterly. Provides that an individual shall be eligible to receive an employee certificate if his skill, training, and education is below that normally required for the minimum wage and if he has been unable to obtain employment at the minimum wage. Sets forth the requirements that are necessary for the employer to receive the refund. Authorizes the Administrator to see that the refund will not effect the wages, the working standards or opportunities for full employment of existing employees. Requires the employer to have a formal on-the-job training program to upgrade the skills and enhance the productivity of certified employees. Provides that, if an employer hires an individual before he has an employee certificate, the refund shall be retroactive to the date the employee was placed on the employers' payroll. Provides that, where available funds are inadequate to permit all employees and employers to participate in the program, priorities be given to persons in areas of high employment and to employers who have the greatest need of the program to meet their demand for trained employees. Requires that the duration of employer certificates shall be for only one year, renewable upon a finding of continued eligibility by the Administrator. Asserts that no certified employer shall discriminate on account of race, color, religion, or national origin in the employment of certified employees. Provides that the Administrator shall investigate possible violations of employer certificates and that the Director of the United States Employment Service shall investigate possible violations of employee certificates. Requires the Administrator and Director to establish such rules and regulations as are necessary and appropriate to carry out their respective functions. Provides for the procedures by which aggrieved persons may get a reconsideration and a review by the Administrator. Asserts that any certified employer who violates the conditions of an employer certificate shall be subject to a fine not more than $1,000. Requires the Secretary of Labor to make a report to Congress of an evaluation of the program prior to March 1, 1972 and prior to March 1, 1973. Authorizes appropriations of $72,000,000 for the fiscal year 1972 and $144,000,000 for the fiscal year 1973 and sums as necessary for each fiscal year thereafter to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Government and Private Employer's Partnership Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide training and employment opportunities for those individuals whose lack of skills and education acts as a barrier to their employment at or above the Federal minimum wage, by means of subsidies to employers on a decreasing scale in order to compensate such employer for the risk of hiring the poor and unskilled in their local communities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:03-05:00"
}