{
  "actions": [
    {
      "acted_at": "1993-05-18", 
      "references": [
        {
          "reference": "CR S6038-6039", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-18", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s979-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1993-05-20", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-05-18", 
  "number": "979", 
  "official_title": "A bill to require the Administrator of the Environmental Protection Agency to establish an environmental export program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Greentech Jobs Initiative Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-05-18", 
  "subjects": [
    "American economic assistance", 
    "Asia", 
    "Buy American", 
    "Developing countries", 
    "Employee training", 
    "Environmental engineering", 
    "Environmental protection", 
    "Environmental research", 
    "Export finance", 
    "Export subsidies", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government and business", 
    "Information services", 
    "International affairs", 
    "International environmental cooperation", 
    "Nontariff trade barriers", 
    "Research and development", 
    "Technological innovations", 
    "Technology assessment", 
    "Trade fairs"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-05-18", 
    "text": "TABLE OF CONTENTS: Title I: Export Programs of the Environmental Protection Agency Title II: Amendments to the Export Enhancement Act of 1988 Greentech Jobs Initiative Act of 1993 - Title I: Export Programs of the Environmental Protection Agency - Requires the Administrator of the Environmental Protection Agency to establish the Greentech Jobs Initiative to carry out specified activities related to this Act. Requires the Administrator to establish a program to foster the international dissemination of information concerning the performance, costs, and environmental applications of competitive technologies. Directs the Administrator, in carrying out the program, to: (1) conduct field and laboratory testing of new and innovative environmental technologies; (2) establish a demonstration program for environmental technologies; (3) publish monographs of technological approaches to address specific environmental problems; and (4) establish a research and development program. Requires the Administrator to establish an environmental technology financing program to identify projects in foreign countries that could benefit from environmental technologies. Directs the Administrator, acting through the Administrator of the Agency for International Development, to: (1) establish financial mechanisms to increase the participation of domestic business concerns in supplying environmental technologies in developing countries; and (2) use financial assistance authorized by this Act to counterbalance assistance from foreign governments. Requires: (1) at least 50 percent of the cost of any equipment furnished for a project to be attributable to components manufactured in the United States; and (2) the maximum participation of domestic business concerns. Directs the Administrator to establish training programs for: (1) Environmental Export Assistance Officers designated pursuant to the Export Enhancement Act of 1988; and (2) individuals from developing countries concerning the operation and maintenance of environmental technologies. Authorizes appropriations. Title II: Amendments to the Export Enhancement Act of 1988 - Amends the Export Enhancement Act of 1988 to direct the Secretary of Commerce to establish an advisory committee to advise the Environmental Trade Promotion Working Group on increasing the number of exports of environmental technologies, goods, and services. Directs the Working Group to study the subsidies, incentives, and policies used by foreign countries to promote exports of such technologies, goods, and services and to identify any foreign trade barriers that restrict the import of U.S. technologies, goods, and services. Requires the Secretary to establish an environmental export information center."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Greentech Jobs Initiative Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Administrator of the Environmental Protection Agency to establish an environmental export program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:57-05:00"
}