{
  "actions": [
    {
      "acted_at": "1990-06-19", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-07-18", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 101-376.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-18", 
      "calendar": "Senate Legislative", 
      "number": "698", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 698.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-08-02", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-02", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-09-05", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-05T12:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-05", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-10T12:00:00-04:00", 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10T12:48:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10T12:48:00-04:00", 
      "bill_ids": [
        "hr5679-101"
      ], 
      "references": [], 
      "text": "The House struck all after the enacting clause and inserted in lieu thereof the provisions of a similar measure H.R. 5679. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10T12:48:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10T12:48:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-10T12:48:00-04:00", 
      "bill_ids": [
        "hr5679-101"
      ], 
      "references": [], 
      "text": "The title of the measure was amended to that of similar measure H.R. 5679. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10T12:48:00-04:00", 
      "bill_ids": [
        "hr5679-101"
      ], 
      "references": [], 
      "text": "A similar measure H.R. 5679 was laid on the table without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-11", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendments to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-12", 
      "references": [], 
      "text": "Senate agreed to the House amendments by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-12", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-10-17", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-22", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-10-31", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1990-10-31", 
      "congress": "101", 
      "law": "public", 
      "number": "496", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 101-496.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2512-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2512"
    }
  ], 
  "bill_id": "s2753-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1990-06-19", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1990-06-19", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1990-06-19", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1990-06-19", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1990-06-20", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1990-06-20", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1990-06-20", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1990-06-19", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1990-07-10", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1990-06-19", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1990-06-19", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1990-06-19", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-06-19", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "101", 
    "law_type": "public", 
    "number": "496"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1990-10-31", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-10T12:48:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-08-02", 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-19", 
  "number": "2753", 
  "official_title": "A bill to reauthorize the Developmental Disabilities Assistance and Bill of Rights Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5679-101", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Developmental Disabilities Assistance and Bill of Rights Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1990-10-31", 
  "subjects": [
    "Actions and defenses", 
    "Authorization", 
    "Civil rights and liberties, minority issues", 
    "Congressional reporting requirements", 
    "Consumer price indexes", 
    "Disabled", 
    "Discrimination in employment", 
    "Employee training", 
    "Employment of the handicapped", 
    "Federal aid to handicapped services", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Mentally handicapped", 
    "Physically handicapped", 
    "Planning", 
    "Poor"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1990-10-10", 
    "text": "Developmental Disabilities Assistance and Bill of Rights Act of 1990 - Amends the Developmental Disabilities Assistance and Bill of Rights Act (the Act) to require that the Federal share, under provisions concerning planning priority area activities for persons with developmental disabilities (PWDDs) and provisions concerning university affiliated programs, of projects targeting people who live in (currently, projects located in) urban or rural poverty areas not exceed 90 percent. Allows the non-Federal share of any project under such planning provisions (currently, any project under the Act) to be provided in kind. Modifies requirements regarding the contents of an annual report by each State Planning Council to the Secretary of Health and Human Services. Changes from April 1 to July 1 the due date for an annual report by the Secretary to the President, the Congress, and the National Council on Disability (currently, the President, the Congress, and the National Council on the Handicapped) and modifies requirements regarding the report's contents. Requires that representatives of the Administration on Children, Youth and Families, the Administration on Aging, and the Health Resources and Services Administration be included on an interagency committee established under existing provisions. Requires open committee meetings and publication of meeting notices and agendas. Requires that the designated State agency receive, account for, and disburse funds based on the State plan, and provide administrative support services. Modifies requirements regarding State plan contents and accompanying assurances. Requires a limited portion of a State allotment to be available to pay up to one-half of the expenditures for the administration of the State plan (currently, for the exercise of the functions of the State designated agency). Allows State contributions under these provisions to be counted as part of that State's non-Federal share of allotments. Allows the State Planning Council, after October 1, 1990, to request review by the Governor of the designation of the designated State agency. Removes certain reporting requirements applicable to each State Planning Council and each Governor. Requires each State Planning Council to use information developed under specified provisions in developing the State plan. Requires that each State Planning Council serve as an advocate for all PWDDs by carrying out priority area activities. Requires (currently, allows) each State Planning Council to prepare and approve a budget using amounts paid to the State under the provisions relating to planning priority area activities to fund activities under such provisions and to hire staff and obtain the services of such personnel as necessary. Requires each State Planning Council to hire a director and to develop and submit the State plan after consultation with (currently, develop the State plan jointly with) the State designated agency. Revises the formula for determining the amount of allotments under provisions relating to planning priority area activities for PWDDs. Authorizes appropriations. Requires that a State system for protection and advocacy of individual rights of PWDDs (the system) annually: (1) develop a statement of objectives and priorities (currently, a statement of objectives); and (2) provide an opportunity for comment by the public and specified others (currently, by the public). Modifies requirements regarding the right of the system to access to all records of certain PWDDs. Changes the notice and appeal requirements which must be met before a State may redesignate the agency implementing the system. Directs (currently, authorizes) the Secretary, whenever appropriations exceed previous year appropriations by more than the increase in the Consumer Price Index, to increase allotments for State systems according to a specified formula. Provides for the selection of members of a multimember governing board of a State system. Declares that: (1) the Act does not preclude a system from bringing a suit on behalf of PWDDs against a State or its agencies or instrumentalities; and (2) amounts received pursuant to such suits and used by the system are limited to furthering the purposes of provisions relating to protection and advocacy of individual rights for PWDDs and shall not be used to augment payments to legal contractors or to award personal bonuses. Directs the Secretary, notwithstanding any other provision of law, to pay allotments directly to any system which complies with such provisions relating to protection and advocacy. Authorizes appropriations for allotments under such provisions. Adds to the list of purposes of grants to university affiliated programs (UAPs) that of training personnel to address the needs of PWDDs in the areas of positive behavior management, assistive technology, and programs in other areas of national significance. Requires grants to UAPs to be: (1) in a specified amount, subject to waiver and exception; (2) awarded on a competitive basis; and (3) awarded for a period of three years. Directs the Secretary to require technical and qualitative review of grant applications by peer review groups as established under existing provisions and using specified criteria. Prohibits using the grants for administrative expenses or to carry out provisions relating to grants to UAPs to assist in the administration and operation of UAPs. Specifies the mandatory and permissive uses for grants for positive behavior management, assistive technology, and programs in other areas of national significance. Requires that recipient UAPs establish consumer advisory committees. Requires UAPs, in order to be eligible for funding under these provisions, to have: (1) been operated for at least one year; and (2) demonstrated the capacity to develop an effective training program during the first year the program is operated. Extends through FY 1993 the requirement that the Secretary consider four applications for grants for UAPs or satellite centers for each fiscal year in addition to those receiving grants for the preceding fiscal year. Directs the Secretary to solicit and allows the Secretary to approve applications that encompass multiple universities. Requires such UAPs and centers to be geographically distributed so as to serve States that are underserved as of October 29, 1990. Allows the Secretary, in certain circumstances, to consider applications from States already served by a UAP or center. Adds references to on-site visits and inspections to provisions requiring technical and qualitative peer review. Requires such peer review to be coordinated with certain other peer review. Authorizes appropriations for UAPs. Adds references to improving supportive living and quality of life opportunities which enhance recreation, leisure, and fitness to the list of projects of national significance. Authorizes the Secretary to make grants and enter into contracts for technical assistance and demonstration projects which expand or improve the functions (currently, the advocacy functions) of the State Planning Council, and for other purposes similar to existing provisions. Authorizes appropriations to carry out provisions relating to projects of national significance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Developmental Disabilities Assistance and Bill of Rights Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Developmental Disabilities Assistance and Bill of Rights Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Developmental Disabilities Assistance and Bill of Rights Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Developmental Disabilities Assistance and Bill of Rights Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Developmental Disabilities Assistance and Bill of Rights Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:05-05:00"
}