{
  "actions": [
    {
      "acted_at": "2009-09-30", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-27", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-28", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-29", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-03", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-04", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-05", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-02-02", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute. With written report No. 111-121. Additional and Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-02-02", 
      "calendar": "Senate Legislative", 
      "number": "267", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 267.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1733-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2009-09-30", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2010-02-23", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Paul Grattan, Jr.", 
      "sponsored_at": "2009-10-05", 
      "state": "MA", 
      "thomas_id": "01972", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-09-30", 
  "number": "1733", 
  "official_title": "A bill to create clean energy jobs, promote energy independence, reduce global warming pollution, and transition to a clean energy economy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2454-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2454-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2998-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Energy Jobs and American Power Act", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-11-05", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Agricultural conservation and pollution", 
    "Air quality", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Budget deficits and national debt", 
    "Business investment and capital", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Consumer affairs", 
    "Department of Justice", 
    "Department of Transportation", 
    "Disaster relief and insurance", 
    "Ecology", 
    "Economic development", 
    "Electric power generation and transmission", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Endangered and threatened species", 
    "Energy efficiency and conservation", 
    "Energy research", 
    "Energy storage, supplies, demand", 
    "Environmental Protection Agency (EPA)", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Fires", 
    "Fishes", 
    "Floods and storm protection", 
    "Foreign aid and international relief", 
    "Forests", 
    "Government information and archives", 
    "Government investigations", 
    "Government trust funds", 
    "Great Lakes", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Higher education", 
    "Housing industry and standards", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Indian lands and resources rights", 
    "International organizations and cooperation", 
    "Lighting and heating", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Medical research", 
    "Motor carriers", 
    "Motor vehicles", 
    "Nuclear power", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Pedestrians and bicycling", 
    "Public contracts and procurement", 
    "Public transit", 
    "Public utilities and utility rates", 
    "Public-private cooperation", 
    "Radioactive wastes and releases", 
    "Railroads", 
    "Research administration and funding", 
    "Research and development", 
    "Roads and highways", 
    "Solid waste and recycling", 
    "State and local government operations", 
    "Teaching, teachers, curricula", 
    "Transportation programs funding", 
    "Vocational education", 
    "Water quality", 
    "Water use and supply", 
    "Watersheds", 
    "Wetlands", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-02-02", 
    "text": "Clean Energy Jobs and American Power Act - (Sec. 3) Sets forth provisions concerning the reduction of global warming pollution, energy efficiency, renewable energy, water efficiency, green jobs and worker transition, and adaptation to the impacts of climate change. Includes provisions to: (1) set a goal of, and require regulation for, limiting and reducing greenhouse gas (GHG) emissions from capped sources to 17% of 2005 levels by 2050; (2) require the establishment of both national transportation related GHG emissions reduction goals and standards applicable to GHG emissions from specified vehicles and engines; and (3) establish performance standards for new coal-fueled power plants. Division A: Authorizations for Pollution Reduction, Transition, and Adaptation \u0096 (Sec. 103) Declares that it is U.S. policy to support the growth of voluntary renewable energy markets. Requires the Comptroller General to report to Congress on the efficacy of the voluntary renewable energy market in the context of the pollution reduction and investment programs under this Act. Title I: Greenhouse Gas Reduction Programs \u0096 Subtitle A: Clean Transportation \u0096 (Sec. 111) Amends the Clean Air Act (CAA) to require the Environmental Protection Agency (EPA) Administrator, by December 31, 2010, to promulgate standards applicable to GHG emissions from new heavy-duty motor vehicles or engines, excluding such motor vehicles covered by the Tier II standards. Requires regulations issued applicable to emission of GHGs from new heavy-duty motor vehicles or engines to contain standards that reflect the greatest degree of emissions reduction achievable through the application of available technology. Requires the EPA Administrator to: (1) identify classes or categories of new non-road vehicles or engines that contribute significantly to total GHG emissions from such vehicles and engines and that provide the greatest potential for significant and cost-effective reduction of such emissions; (2) promulgate standards applicable to GHG emissions from such engines or vehicles by December 31, 2012; and (3) promulgate standards applicable to GHG emissions for other classes and categories of vehicles and engines as the Administrator determines appropriate. Requires such standards to achieve the greatest degree of emissions reduction achievable based on the application of technology available at the time the standards take effect. Authorizes the Administrator to establish provisions for averaging, banking, and trading GHG emissions credits within or across classes or categories of motor vehicles and motor vehicle engines, non-road vehicles and engines, and aircraft and aircraft engines. Requires the Administrator to report to Congress on the projected amount of GHGs from the transportation sector for 2030 and 2050. (Sec. 112) Amends the CAA to require the Administrator to promulgate and update regulations to establish: (1) national transportation-related GHG emissions reduction goals; (2) standardized emission models and related methods to be used by states, metropolitan planning organizations (MPOs), and air quality agencies to address such goals; (3) methods for collection of data on transportation related GHG emissions; and (4) publication and distribution of successful strategies to reduce transportation related GHG emissions. Requires the Secretary of Transportation (DOT) to promulgate and update regulations to: (1) improve the ability of transportation planning models and tools to address GHG emissions; (2) assess projected surface transportation-related travel activity and transportation strategies from state and regional transportation plans; and (3) update transportation planning requirements and approval of transportation plans. Requires the Administrator, jointly with the Secretary, at least every six years after promulgating final regulations, to assess progress in reducing national transportation-related GHG emissions. Requires each MPO and state to develop surface transportation-related GHG emission reduction targets and strategies to meet such targets. (Sec. 113) Requires the Secretary to provide grants to states and MPOs to: (1) support the developing and updating of transportation GHG reduction targets and strategies; and (2) implement plans with such targets. (Sec. 114) Codifies provisions concerning EPA's existing SmartWay Transport Program to quantify, demonstrate, and promote the benefits of technologies, products, fuels, and operational strategies that reduce petroleum consumption, air pollution, and GHG emissions from the mobile source sector. Renames such Program as the SmartWay Transportation Efficiency Program. Requires the Administrator to establish a SmartWay Transport Partnership program with shippers and carriers of goods to promote energy-efficient, low-GHG transportation. Requires the Secretary to collect data on the characteristics of the nation's truck population, with an emphasis on data related to energy efficiency and GHG performance, and other means of goods transport at least every five years. Requires the Administrator to report to specified congressional committees on the results of a study of the commercial passenger carrier industry that identifies options for carriers to promote energy efficient, low-GHG emission transportation. Requires the Administrator to establish a SmartWay Financing Program to competitively award funding to enable eligible entities to: (1) provide flexible loan and lease terms that increase approval rates or lower the costs of loans and leases; (2) make such loans and leases available to entities for the purpose of adopting low-GHG technologies or strategies for the mobile source sector; and (3) use funds for electrification of freight transportation systems in major national goods movement corridors. Subtitle B: Carbon Capture and Sequestration \u0096 (Sec. 121) Requires the Administrator to submit to Congress a report establishing a unified and comprehensive strategy to address the key legal, regulatory and other barriers to the commercial-scale deployment of carbon capture and storage. (Sec. 122) Amends the CAA to require the Administrator to: (1) establish a coordinated approach to certifying and permitting geologic storage of carbon dioxide; (2) promulgate regulations, within two years, to protect human health and the environment by minimizing the risk of escape to the atmosphere of carbon dioxide injected in geological storage sites; and (3) report to specified congressional committees every three years on geologic storage in the United States and in North America. Amends the Safe Water Drinking Act to require: (1) the Administrator to promulgate regulations for carbon dioxide geologic storage wells; and (2) such regulations to include requirements for maintaining evidence of financial responsibility. (Sec. 123) Requires the Administrator to establish a task force to study and report on the legal framework that applies to geologic storage sites for carbon dioxide. Requires the Administrator and the Secretary of Energy to jointly report to Congress on a review of the status of commercial deployment of carbon capture and permanent sequestration technology. (Sec. 124) Amends the CAA to require a covered Electric Generating Unit (EGU) (defined as a utility unit that is required to have a permit under Title V of the CAA and is authorized to derive at least 30% of its annual heat input from coal, petroleum coke, or any combination of such fuels) that is initially permitted: (1) on or after January 1, 2020, to achieve a 65% reduction of carbon dioxide emissions; and (2) during the period beginning on January 1, 2009, and ending on December 31, 2019, to achieve a 50% reduction in such emissions. Establishes a deadline for compliance with such regulations. Requires the Administrator, by January 1, 2020, and every five years thereafter, to review the standards for new covered EGUs and reduce the maximum carbon dioxide emission rate for such EGUs to a rate that reflects the degree of emission limitations achievable through the application of the best system of emission reduction that has been adequately demonstrated. Requires the Administrator to report, semiannually, on the nameplate capacity of units in commercial operation equipped with carbon capture and storage technology in the United States. (Sec. 125) Authorizes qualified industry organizations to conduct a referendum among the owners or operators of distribution utilities delivering fossil fuel-based electricity for the creation of a Carbon Storage Research Corporation to: (1) establish and administer a program to accelerate the commercial availability of carbon dioxide capture and storage technologies and methods by providing grants, contracts, and financial assistance to eligible entities; (2) collect an assessment on distribution utilities for all fossil fuel-based electricity delivered directly to retail consumers; (3) use funds derived from assessments to issue grants and contracts to support commercial-scale demonstrations of carbon capture or storage technology projects capable of advancing the technologies to commercial readiness; and (4) report to Congress, the Secretary of Energy, each state, and the public on its programs and allocations of resources. Establishes a Technical Advisory Committee to provide independent assessment, technical evaluations, and recommendations to the Corporation's Board of Directors concerning the Corporation's activities. Requires the Secretary of Energy to: (1) issue a rule for determining the level and type of fossil fuel-based electricity delivered to retail customers by each distribution utility in the United States; and (2) make annual determinations of the amounts and types for each such utility and publish them in the Federal Register. Requires the Comptroller General to report to Congress, annually, on the Corporation's activities. Subtitle C: Nuclear and Advanced Technologies \u0096 (Sec. 131) Declares that it is U.S. policy to facilitate the continued development and growth of a safe and clean nuclear energy industry through: (1) reductions in financial and technical barriers to construction and operation; and (2) incentives for the development of a well-trained workforce and the growth of safe domestic nuclear and nuclear-related industries. (Sec. 132) Requires the Secretary of Energy to use amounts from the nuclear science talent expansion grant program for institutions of higher education to increase the number and amounts of nuclear science talent expansion grants and nuclear science competitiveness grants. Requires the Secretary of Labor to use amounts from such program to carry out programs expanding workforce training to meet the demand for workers skilled in nuclear power plant construction and operation. (Sec. 133) Requires the Secretary of Energy to establish a research and development program to: (1) address the reliability, availability, productivity, component aging, safety, and security of nuclear power plants; (2) improve the performance of nuclear power plants; (3) sustain the health and safety of plant employees; (4) assess the feasibility of such plants to continue to provide clean and economic electricity safely, substantially beyond the first license extension period; (5) support significant carbon reductions, lower overall costs required to reduce carbon emissions, and increase energy security; and (6) provide to the Chairman of the Nuclear Regulatory Commission (NRC) information collected under the program. Requires the Secretary of Energy to establish a research and development program to improve the understanding of nuclear spent fuel management and the entire nuclear fuel cycle life. Subtitle D: Water Efficiency \u0096 (Sec. 141) Establishes within EPA a WaterSense program to identify and promote water efficient products, buildings, landscapes, facilities, processes, and services so as to: (1) reduce water use; (2) reduce the strain on water, wastewater, and stormwater infrastructure; (3) conserve energy used to pump, heat, transport, and treat water; and (4) preserve water resources through voluntary labeling of, or communications about, products, buildings and landscapes, facilities, processes, and services that meet the highest water efficiency and performance criteria. (Sec. 142) Requires agency heads, subject to exemptions, to procure water consuming products, buildings, landscapes, facilities, processes, or services that are WaterSense labeled or products designated under the Federal Energy Management Program as being among the highest 25% of equivalent products for efficiency. Requires each agency to prepare a water efficiency retrofit plan that shall maximize retrofitting of water-consuming products and systems with high-efficiency equipment. (Sec. 143) Authorizes grants to eligible entities for programs offering financial incentives to residential consumers who purchase and install water-efficient products, buildings, landscapes, processes, or services. Subtitle E: Miscellaneous \u0096 (Sec. 151) Establishes within the Federal Energy Regulatory Commission (FERC) an Office of Consumer Advocacy. Sets forth the Office's duties. Authorizes the Office to represent energy customers on matters concerning rates or service of public utilities and natural gas companies under FERC's jurisdiction at specified hearings. Requires the Office's Director to establish the Consumer Advocacy Advisory Committee to review rates, services, and disputes. (Sec. 152) Authorizes the Administrator to provide grants to organizations to conduct business competitions that provide incentives, training, and mentorship to entrepreneurs to meet high priority economic, environmental, and energy goals in areas including air quality, energy efficiency, renewable energy, transportation, water quality and conservation, green building, and waste management. (Sec. 153) Requires the Administrator to: (1) study and report on the feasibility of establishing a national program for measuring, reporting, publicly disclosing, and labeling products or materials sold in the United States for their carbon content; and (2) establish a voluntary national product carbon disclosure program for wholesale and consumer markets. (Sec. 154) Requires the Administrator to establish a State Recycling Program governing the use of funds by states for recycling and reuse programs. (Sec. 155) Requires the Secretary of Agriculture, in coordination with the Secretary of the Interior, to establish a Greenhouse Gas Reduction Incentives Program to provide financial assistance to owners and operators of agricultural land, abandoned mine land, and forest land for projects and activities that measurably increase carbon sequestration or reduce GHG emissions. Requires the Secretary of Agriculture to establish a program to conduct research to develop projects for crops to find additional techniques and methods to reduce GHG emissions or sequester GHGs. (Sec. 156) Amends the Public Works and Economic Development Act of 1965 to authorize the Secretary of Commerce to provide technical assistance and grants and enter into contracts for projects that: (1) promote energy efficiency to enhance economic competitiveness; (2) increase the use of renewable energy resources to support economic development and job growth; (3) support the development of conventional energy resources to produce alternative transportation fuels, electricity, and heat; (4) develop energy efficient or environmentally sustainable infrastructure; (5) promote environmentally sustainable economic development practices and models; and (6) support development of energy efficiency and alternative energy development plans, studies, or analysis. (Sec. 157) Requires the Administrator, or the heads of other agencies as designated by the President, to study and report to Congress on risk-based policies and programs addressing vulnerable areas, including federal predisaster mitigation, emergency response, and flood insurance policies and programs that affect areas vulnerable to the impacts of climate change. (Sec. 158) Requires the Administrator to establish and implement the Efficient Buildings Program to achieve GHG reductions by providing assistance to owners of buildings in the United States as a reward for: (1) constructing highly efficient buildings; or (2) increasing the efficiency of existing buildings. Subtitle F: Energy Efficiency and Renewable Energy \u0096 (Sec. 161) Authorizes the Administrator to provide grants for projects to increase the quantity of energy a state uses from renewable sources under state renewable portfolio standard laws. (Sec. 162) Requires the Administrator to establish within the EPA a 1,000,000,000-Gallon Challenge Grant Program to support projects in producing advanced green biofuels through grants for research and development, planning, translation of new technologies into commercial use, and construction of appropriate facilities for such biofuels. (Sec. 163) Requires the Administrator, or other agency heads as designated by the President, to: (1) promulgate regulations establishing national building code energy efficiency targets and energy efficiency building codes for residential and commercial buildings; and (2) report to Congress on progress in improving building efficiency. (Sec. 164) Requires the Administrator to develop and implement standards for a national energy and environmental building retrofit policy for: (1) single-family and multi-family residences; and (2) nonresidential programs. Provides that the programs to implement residential and nonresidential policies based on such standards shall collectively be known as the Retrofit for Energy and Environmental Performance (REEP) program, the purpose of which shall be to facilitate the retrofitting of existing buildings to achieve maximum cost-effective energy efficiency improvements and significant improvements in water use and other environmental attributes. Requires the Administrator to: (1) establish standards to ensure that retrofits of public housing and assisted housing funded under this Act are cost-effective; (2) provide assistance to state and local agencies for the establishment of revolving loan funds, loan guarantees, or other forms of financial assistance for the REEP program; and (3) report to Congress annually on the program's achievements in each state and on recommendations for program modifications. (Sec. 165) Requires the Administrator to establish a program to assist in the replacement of wood stoves or pellet stoves that do not meet specified standards of performance by: (1) requiring such stoves to meet specified performance standards; (2) requiring replaced stoves to be destroyed and recycled and prohibiting such stoves from being sold or returned into active service; and (3) providing funds to eligible entities to replace stoves. (Sec. 166) Amends the Clean Air Act to replace references to \"cellulosic biofuel\" with \"advanced green biofuel.\" Defines \"advanced green biofuel\" to mean a renewable fuel that is derived from renewable biomass (cellulosic biofuel is a renewable fuel derived from any cellulose, hemicellulose, or lignin that is derived from renewable biomass) and has lifecycle GHG emissions that are at least 60% less than the baseline lifecycle GHG emissions. (Sec. 167) Authorizes the Administrator to provide financial, technical, and related assistance to retail power providers for the establishment or continued operation of targeted tree-planting programs for residences and small office buildings. Requires the Administrator to create a national public recognition initiative to encourage participation in tree-planting programs by retail power providers. Subtitle G: Emission Reductions From Public Transportation Vehicles \u0096 Green Taxis Act of 2009 [sic] \u0096 (Sec. 172) Amends provisions concerning automobile fuel economy standards to authorize state and local governments to prescribe requirements for fuel economy for taxicabs and other automobiles if: (1) such requirements are at least as stringent as applicable federal requirements; and (2) such taxicabs and other automobiles meet other specified requirements, including having the capacity to transport no more than 10 individuals and providing transportation that is not exclusively limited to transportation to and from the airport. (Sec. 173) Amends the CAA to allow state and local governments to adopt and enforce standards for the control of emissions from new taxicabs and other vehicles if: (1) such standards will be, in the aggregate, at least as protective of public health and welfare as applicable federal standards; and (2) such taxicabs and other automobiles meet other specified requirements, including having a capacity of no more than 10 individuals and providing transportation not limited to airport transportation. Subtitle H: Clean Energy and Natural Gas \u0096 (Sec. 181) Requires the Administrator to establish a program to promote dispatchable power generation projects that can accelerate the reduction of power sector carbon dioxide and other GHG emissions. Establishes eligibility criteria, including requiring projects to reduce emissions below the 2007 average GHG emissions per megawatt-hour of the U.S. electric power sector by 25% in 2010-2020, 40% in 2021-2025, and 65% in 2026-2030. (Sec. 182) Authorizes the Administrator to provide research and development grants to support the deployment of low GHG-emitting end-use technologies for natural gas electricity generation. Requires the Administrator to establish a grant program to advance the commercial demonstration or early development of low GHG-emitting end-use technologies fueled by natural gas for residential and commercial purposes through research, development, demonstration, and deployment of those technologies. Authorizes appropriations. Title II: Research \u0096 Subtitle A: Energy Research \u0096 (Sec. 201) Requires the Administrator to establish a program to provide grants for advanced energy research. Subtitle B: Drinking Water Adaptation, Technology, Education, and Research \u0096 (Sec. 211) Requires the Administrator to establish and provide funding for a research program, to be conducted through a nonprofit drinking water research foundation and sponsored by water utilities, to assist the utilities in adapting to the effects of climate change. Title III: Transition and Adaptation \u0096 Subtitle A: Green Jobs and Workers Transition \u0096 Part I: Green Jobs \u0096 (Sec. 301) Authorizes the Secretary of Education to award grants to eligible partnerships to develop programs of study that are focused on emerging careers and jobs in clean energy, renewable energy, energy efficiency, climate change mitigation, and climate change adaptation. (Sec. 302) Requires the Secretary of Labor, in collaboration with the Secretary of Energy and the Secretary of Education, to develop an Internet-based information and resources clearinghouse to aid career and technical education and job training programs for the renewable energy sectors. (Sec. 303) Requires the Secretary of Labor to establish a Green Construction Careers demonstration project to promote middle class careers and quality employment practices in the green construction sector among targeted workers and to advance efficiency and performance on construction projects related to this Act. Part 2: Climate Change Worker Adjustment Assistance \u0096 (Sec. 311) Authorizes a group of workers, a union or authorized representative of such workers, or employers of such workers to petition for certification of eligibility to apply for worker climate change adjustment assistance. Subtitle B: International Climate Change Programs \u0096 (Sec. 321) Requires the President to establish the Strategic Interagency Board on International Climate Investment to assess, monitor, and evaluate the progress and contributions of relevant federal departments and agencies in supporting financing for international climate change activities. (Sec. 322) Amends the CAA to require EPA to establish a program to provide assistance to reduce GHG emissions from deforestation in developing countries, with an objectives to: (1) achieve 720 million tons of reductions in 2020 and a cumulative emission reduction of 6 billion tons by December 31, 2025; (2) assist developing counties in preparing to participate in international markets for international offset credits for reduced emissions from deforestation; and (3) preserve existing forest carbon stocks in countries where such forest carbon may be vulnerable to international leakage. (Sec. 323) Requires the Secretary of State to establish an International Clean Energy Deployment Program to: (1) assist developing countries in activities that reduce, sequester, or avoid GHG emissions; (2) encourage such countries to shift toward low-carbon development and promote a successful global agreement under the United Nations Framework Convention on Climate Change, done at New York on May 9, 1992; and (3) promote compliance with and enforcement of existing international legal requirements for the protection of intellectual property rights. (Sec. 324) Requires the Secretary of State to establish an International Climate Change Adaptation and Global Security Program to: (1) provide assistance to the most vulnerable developing countries, particularly to the most vulnerable communities and populations in those countries; and (2) support the development and implementation of climate change adaptation programs in a way that protects and promotes U.S. interests to the extent that such interests may be advanced by minimizing, averting, or increasing resilience to climate change impacts. (Sec. 326) Requires the Secretary of State to prepare an interagency report on climate change and energy policy of the five countries that emit the greatest annual quantity of GHGs among countries that are not members of the Organization for Economic Co-Operation and Development (OECD). Subtitle C: Adapting to Climate Change \u0096 Part 1: Domestic Adaptation \u0096 Subpart A: National Climate Change Adaptation Program \u0096 (Sec. 341) Requires the President to establish within the U.S. Global Change Research Program a National Climate Change Adaptation Program to increase the overall effectiveness of federal climate change adaptation efforts. (Sec. 342) Requires the Secretary of Commerce, acting through the Administrator of the National Oceanic and Atmospheric Administration (NOAA), to establish within NOAA a National Climate Service to develop and distribute climate information, data, forecasts, and warnings to state, local, and tribal governments and the public. Subpart B: Public Health and Climate Change \u0096 (Sec. 353) Requires the Secretary of Health and Human Services (HHS) to: (1) publish, within two years, a strategic action plan to assist health professionals in preparing for and responding to the impacts of climate change on the public health; (2) revise the plan no later than July 1, 2014, and every four years thereafter; (3) establish a permanent science advisory board to provide advice on the best available science to inform such plan; (4) seek an agreement with the National Research Council and the Institute of Medicine to complete a report for Congress and the Secretary of Energy on the needs for health professionals to prepare for and respond to climate change impacts on public health and recommended programs to meet such needs; and (5) ensure the issuance of reports to aid health professionals in preparing for and responding to the adverse health effects of climate change. Subpart C: Climate Change Safeguards for Natural Resources Conservation \u0096 (Sec. 362) Declares that it is federal policy to use all practicable means to protect, restore, and conserve natural resources so that they become more resilient, adapt to, and withstand the impacts of climate change, ocean acidification, drought, flooding, and wildfire. (Sec. 364) Requires the Chair of the Council on Environmental Quality to: (1) advise the President on implementing and developing of a Natural Resources Climate Change Adaptation Strategy and federal natural resource agency adaptation plans; (2) serve as Chair of the Natural Resources Climate Change Adaptation Panel; and (3) coordinate such strategies and activities. Requires the President to establish such Panel to serve as a forum for interagency consultation on and the coordination of the development and implementation of such Strategy. Requires the Panel to develop such Strategy to: (1) protect, restore, and conserve natural resources so that they become more resilient, adapt to, and withstand the impacts of climate change; and (2) identify opportunities to mitigate those impacts. Requires the Strategy to be revised every five years. (Sec. 367) Requires the Administrator of NOAA and the Director of the Untied States Geological Survey (USGS) to establish coordinated procedures for developing and providing science and information necessary to address the impacts of climate change on natural resources. Requires the National Climate Change and Wildlife Science Center, established under this Act, and NOAA's National Climate Service to oversee development of the procedures. Requires the Secretaries of Commerce and the Interior to conduct, every five years, a climate change impact survey. Requires the Secretary of the Interior to establish the National Climate Change Wildlife Science Center within USGS to: (1) assess current physical and biological knowledge and prioritize scientific gaps in such knowledge to forecast the ecological impacts of climate change on fish and wildlife at the ecosystem, habitat, community, population, and species levels; (2) develop and improve tools to identify, evaluate, and link scientific approaches and models for forecasting impacts of climate change; (3) develop and evaluate tools to adaptively manage and monitor the effects of climate change; and (4) develop capacities for sharing such data. Requires the Secretaries of Commerce and the Interior to establish a Science Advisory Board to: (1) advise the Secretaries on science regarding such impacts and strategies and mechanisms for protecting, restoring, and conservation natural resources; and (2) identify and recommend priorities for research on such issues. (Sec. 368) Requires each federal agency represented on the Natural Resources Climate Change Adaptation Panel to complete and submit for the President's approval within a year after enactment of this Act a natural resource adaptation plan. Requires such plans to be submitted to Congress within 30 days after approval by the President. (Sec. 369) Requires each state to prepare and update every five years a natural resources adaptation plan detailing the state's efforts to address the impacts of climate change on natural resources and coastal areas in order to be eligible for funds under the Natural Resources Climate change Adaptation Account. (Sec. 370) Provides for the distribution of funds from the Climate Change Adaptation Fund. (Sec. 371) Requires the Secretary of the Interior to establish: (1) a National Fish and Wildlife Habitat and Corridors Information Program to support states and Indian tribes in developing a geographic information system databases of fish and wildlife habitats and corridors; and (2) a Habitat and Corridors Information System that includes maps and data on fish and wildlife habitat corridors and that identifies, prioritizes, and describes key parcels of non-federal land located within the boundaries of specified types of public land that are critical to maintenance of wildlife habitat and migration corridors. Subpart D: Additional Climate Change Adaptation Programs \u0096 (Sec. 381) Requires: (1) the Administrator to establish a water system mitigation and adaptation partnership program to provide funds to states and Indian tribes for water system adaptation projects; and (2) states and Indian tribes receiving funds to make grants to owners or operators of water systems to address climate related impact on the water quality, water supply, or reliability of a region of the Untied States for the purposes of mitigating or adapting to the impacts of climate change. (Sec. 382) Requires the Administrator to establish a Flood Control, Protection, Prevention and Response Program to provide funds to states and Indian tribes for flood control, protection, prevention, and response projects addressing the projected impacts of climate change. Requires such projects to seek to mitigate or adapt to the impacts of climate related increases in the duration, frequency, or magnitude of rainfall or runoff, as well as hurricanes. (Sec. 383) Requires the Secretaries of Agriculture and the Interior to develop regional maps of communities most at risk of wildfire and in need of hazardous fuel treatment and maintenance in order to reduce the risk of wildfires in fire-ready communities. Authorizes such Secretaries to provide cost-share grants to communities for: (1) programs to raise the awareness of homeowners and citizens about wildland fire protection practices; (2) training programs for local firefighters on wildland firefighting techniques and approaches; (3) equipment acquisition to facilitate wildland fire preparedness; (4) implementation of a community wildfire protection plan; and (5) forest restoration that accomplishes fuel reduction. (Sec. 384) Requires the Administrator to distribute funding to coastal states for projects and activities to plan for and address the impacts of climate change in the coastal watershed. Division B: Pollution Reduction and Investment \u0096 Title I: Reducing Global Warming Pollution- Subtitle A: Reducing Global Warming Pollution \u0096 (Sec. 101) Amends the CAA to require the Administrator to promulgate regulations to limit and reduce GHG emissions, annually, so that GHG emissions from capped sources are reduced to 97% of 2005 levels by 2012, 80% by 2020, 58% by 2030, and 17% by 2050. Requires the Administrator to report to Congress by July 1, 2013, and every four years thereafter, on an analysis of: (1) key findings based on up-to-date scientific information relevant to global climate change; (2) capabilities to monitor and verify GHG reductions on a worldwide basis; (3) the status of worldwide GHG emission reduction efforts; and (4) the technological feasibility of achieving additional reductions in GHGs. Requires the Administrator to offer to enter into a contract with the National Academy of Sciences (NAS) to report to Congress and the Administrator every four years on: (1) a review of the most recent report on the latest climate change science and recommendations based on such review; and (2) an analysis of technologies to achieve reductions in GHG emissions. Requires the President to direct relevant federal agencies to use existing statutory authority to take appropriate actions and address shortfalls identified in the NAS reports. Requires the President, if the NAS report finds that emission reduction targets are not on schedule or that global actions will not maintain safe global average surface temperature and atmospheric GHG concentration thresholds, to submit a plan to Congress by July 1, 2015, identifying domestic and international actions that will achieve necessary additional GHG reductions. Requires the Administrator, in developing and implementing regulations to implement the global warming pollution and reduction investment program, to consult with the states in the Regional Greenhouse Gas Initiative, the Western Climate Initiative, and the Mid-West Governors Accord. Designates as GHGs carbon dioxide, methane, nitrous oxide, sulfur hexafluoride, hydrofluorocarbons (HFCs) from a chemical manufacturing process at an industrial stationary source, any perfluorocarbon that is an anthropogenic gas one metric ton of which makes the same or greater contribution to global warming over 100 years as one metric ton of carbon dioxide, and nitrogen trifluoride. Specifies a carbon dioxide equivalent value for each gas. Requires the Administrator, by February 1, 2017, and every five years thereafter, to review and, if appropriate, revise such values. Establishes a process by which EPA can designate other GHGs. Allows any person to petition EPA for other manmade gases to be added as GHGs. Requires the Administrator to issue regulations establishing a federal GHG registry. Requires reporting entities to submit data on: (1) GHG emissions in the United States, (2) the production, manufacture, and importation of fuels and industrial gases the uses of which may result in GHG emissions, (3) deliveries of natural gas the combustion of which results in GHG emissions; and (4) the capture and sequestration of GHGs. Requires such regulations to require reporting of electricity delivered to industrial sources in energy-intensive industries. Requires reporting entities to submit: (1) 2007-2010 data by March 31, 2011; and (2) data for 2011 and subsequent years quarterly. Requires the Administrator to determine whether fluorinated gases that are GHGs emitted during the production of nonhydrofluorocarbon fluorinated substances should be regulated: (1) through best achievable performance standards; or (2) under requirements relating to emissions of GHGs during the production of fluorinated substances at covered entities. Prohibits any person from manufacturing, introducing into interstate commerce, or emitting in a year a significant quantity (as determined by the Administrator but no less than ½ ton) of certain fluorinated gas that is generated as a byproduct during the production or use of another fluorinated gas. Requires the Administrator to establish a specific quantity of emission allowances starting in 2012. Prescribes the quantity of emission allowances for: (1) each of 2012-2049; and (2) 2050 and thereafter. Authorizes EPA to revise such quantities if specified assumptions are subsequently found to be inaccurate. Provides for the establishment and distribution of compensatory allowances for: (1) the destruction, in 2012 or later, of fluorinated gases that are GHGs if allowances or offset credits were retired for their production or importation and such gases are not required to be destroyed under any other law; (2) the nonemissive use, in 2012 or later, of petroleum-based or coal-based liquid or gaseous fuel, petroleum coke, natural gas liquid, or natural gas as a feedstock if allowances or offset credits were retired for the GHGs that would have been emitted from their combustion; and (3) the conversionary use, in 2012 or later, of fluorinated gases in a manufacturing process if allowances or offset credits were retired for the production or importation of such gas. Authorizes the Administrator to study: (1) the extent to which petroleum-based or coal-based liquid or gaseous fuel, petroleum coke, natural gas liquid, or natural gas are used as feedstocks in manufacturing processes to produce products; and (2) the GHG emissions resulting from such uses. Requires the Administrator to conduct an assessment by March 31, 2014, of the regulation of nonhydrofluorocarbon fluorinated gases to determine whether the most appropriate point of regulation is at the gas manufacturer or importer level or at the downstream source of the emissions. Requires the Administrator, upon a determination that such emissions should be regulated by designating downstream emission sources as covered entities with compliance obligations, to amend CAA by revising the definition of \"covered entity\" and compliance obligations with respect to nonhydrofluorocarbon fluorinated gases. Prohibits a covered entity, on or after January 1, 2012, from emitting GHGs and having attributable GHG emissions, in combination, in excess of its allowable emissions level (i.e., the number of emission allowances or offset credits or other allowances a covered entity holds as of 12:01 a.m. on April 1 or a later date of the following calendar year established by the Administrator). Requires covered entities to demonstrate compliance through: (1) holding emission allowances (including international emission or compensatory allowances) at least as great as attributable emissions (as specified); or (2) using offset credits. Phases in compliance provisions by entity. Authorizes covered entities collectively to use offset credits to demonstrate compliance for up to a maximum of 2 billion tons of GHGs annually. Sets forth provisions concerning distribution of offset credits and penalties. Authorizes holders of emission allowances, compensatory allowances, or offset credits to sell, exchange, transfer, hold, bank, borrow from subsequent years, or retire them. Provides that the privilege of purchasing, holding, selling, exchanging, transferring, and requesting retirement of such allowances and credits is not restricted to the owners and operators of covered entities. Provides for the establishment of an allowance tracking system for issuing, recording, holding, and tracking allowances, offset credits, and term offset credits. Requires the Administrator to: (1) establish a market stability reserve account; and (2) auction strategic reserve allowances quarterly. Limits auctions to covered entities. Sets forth provisions concerning minimum reserve prices and the use of auction proceeds. Establishes the Market Stability Reserve Fund in the Treasury. Sets forth the obligations of stationary sources under the CAA's Title V operating permit program under the new global warming and pollution reduction requirements. Requires stationary sources subject to CAA to have permits that require the covered entity to hold a number of emission allowances or offset credits at least equal to the total annual amount of carbon dioxide equivalents for its combined emissions and attributable GHG emissions. Sets forth provisions concerning: (1) designating an international climate change program as a qualifying international program; and (2) holding and retiring international emission allowances. Requires the President to establish an Independent Offsets Integrity Advisory Board to make recommendations to the Administrator for use in promulgating and revising regulations on the types of offset that should be eligible for compliance purposes and on methodologies for evaluating offset projects. Requires the Board to report to the Administrator on the offset program and make recommendations on such program by January 1, 2017, and every five years thereafter. Requires the President to promulgate regulations establishing a program for the issuance of offset credits to: (1) ensure that such offset credits represent verifiable and additional GHG emission reductions or avoidance, or increases in sequestration; (2) ensure that offset credits issued for sequestration offset projects are only issued for GHG reductions that are permanent; and (3) include as reductions in GHGs reductions achieved through the destruction of methane and chlorofluorocarbons (CFCs) or other ozone depleting substances. Requires the President to: (1) establish within the allowance tracking system an Offset Registry for qualifying offset projects and credits; (2) establish a list of types of projects eligible to generate offset credits, including international offset credits; (3) designate the Secretary of Agriculture as the lead agency in implementing the offset program; (4) conduct audits of offset projects, offset credits, and practices of third-party verifiers; and (5) review, at least once every five years, the list of eligible project types and requirements to ensure the environmental integrity and effective operation of the offset program. Authorizes any person to petition the President to modify such list. Establishes within the Office of the Assistant Attorney General of the Environment and Natural Resources Division in the Department of Justice (DOJ) a Carbon Offsets Integrity Unit, to be headed by a Special Counsel, who shall: (1) supervise and coordinate investigations and civil enforcement within DOJ of the carbon offsets program; (2) ensure that federal law relating to civil enforcement of the carbon offsets program is used to the fullest extent authorized; and (3) ensure that adequate resources are made available for the investigation and enforcement of civil violations of the carbon offsets program. Provides for the issuance and retirement of international offset credits (including credits that reduce deforestation) based on activities that reduce or avoid GHG emissions, or that increase sequestration of GHGs, in developing countries. Prohibits the Administrator from issuing international offset credits generated by projects based on the destruction of hydrofluorocarbons. (Sec. 102) Amends the CAA to set forth definitions of terms under this title. Revises the definition of \"renewable biomass\" for purposes of the renewable fuel standard by: (1) expanding the amount of biomass from forested land that can be used to produce fuels under such standard; (2) eliminating the requirement that feedstock crops come from previously cultivated land; and (3) limiting the inclusion of plant material to plant material harvested or collected on January 1, 2009. (Sec. 103) Amends the CAA to establish reporting requirements under the Carbon Offsets Program. Subtitle B: Disposition of Allowances \u0096 (Sec. 111) Amends the CAA to set forth provisions governing the disposition of emission allowances, including specifying allocations for: (1) emissions reductions from reduced deforestation; (2) the benefit of electricity, natural gas, and/or home heating oil and propane consumers; (3) domestic fuel production; (4) reductions in industrial emissions; (5) the deployment of carbon capture and sequestration technology; (6) investment in clean vehicle technology, energy efficiency, and renewable energy; (7) Energy Innovation Hubs; (8) Advanced Research Projects Agency-Energy research; (9) the International Clean Energy Deployment Program; (10) the international climate change adaptation and global security program; and (11) state GHG reduction and adaptation programs. Set forth provisions governing auctions of emission allowances, including auctions with proceeds for the benefit of: (1) the Market Stability Reserve Fund; (2) climate change consumer refunds to low- and moderate- income consumers; (3) investment in clean vehicle technology, energy efficiency, and renewable energy; (4) energy efficiency and renewable energy worker transition and training; (5) the program for public health and climate change; (6) the Natural Resources Climate Change Adaptation Account; (7) nuclear worker training; (8) the Greenhouse Gas Reduction Incentives Program; and (9) GHG reductions in emissions from transportation. Requires the Administrator to allocate allowances for each vintage year to achieve supplemental reductions of 5% of the emission allowances for each of 2012-2025, 3% for each of 2026-2030, and 2% for each of 2031-2050. Requires the Administrator, before allocating emission allowances, to reserve specified amounts of allowances, including for: (1) deficit reduction; (2) the Greenhouse Gas Reduction Incentives Program; (3) GHG reductions in emissions from transportation; (4) reductions in industrial emissions; (5) investment in energy efficiency and renewable energy; (6) the benefit of electricity consumers; (7) the International Climate Change Adaptation and Global Security Program; and (8) the Market Stability Reserve Fund. Establishes in the Treasury the Consumer Rebate Fund and the Energy Refund Account. Requires the President to use: (1) the Fund to provide relief to consumers and others affected by enactment of this Act; and (2) Account to offset energy cost impacts on low- and moderate- income households. Requires the Administrator to issue regulations allowing any person in the United States to exchange GHG emission allowances issued by California or for the Regional GHG Initiative or the Western Climate Initiative before the later of December 31, 2011, or nine months after the first GHG allowance auction under this Act for emission allowances established by the Administrator under this Act. Requires the Administrator, within two years, to promulgate regulations providing for the distribution of emission allowances to support the commercial deployment of carbon capture and permanent sequestration technologies in electric power generation and industrial operations. Requires the Comptroller General of the United States, by January 1, 2014, and every two years thereafter, to carry out a review of federal programs that distribute emission allowances of funds from any federal auction of allowances. Establishes the Deficit Reduction Fund, into which proceeds from emission allowance auctions shall be deposited. Subtitle C: Additional Greenhouse Gas Standards \u0096 (Sec. 122) Amends the Clean Air Act to treat HFCs as Class II substances for purposes of applying requirements relating to stratospheric ozone protection. Requires the Administrator to establish two groups of Class II substances. Requires the CAA list of: (1) Class II, group I substances to include all hydrochlorofluorocarbons (HCFCs); and (2) Class II, group II substances to include specified HFCs. Requires the Administrator to promulgate regulations to phase down the consumption of and regulate the production of Class II, group II substances. Specifies consumption allowances for: (1) each of 2012-2032 (decreasing from 90% of the baseline in 2012 to 17% in 2032); and (2) 2033 and thereafter (15% of the baseline). Requires producers and importers of any Class II, group II substance to hold one consumption allowance and one production allowance, or one destruction offset credit, for each carbon dioxide equivalent ton. Provides for: (1) the distribution, auction, banking, exchange, international transfer, and sale of such allowances; and (2) the issuance of offset credits for the destruction of CFCs. Requires the Administrator to: (1) promulgate regulations to provide for the issuance of offset credits for the destruction, in 2012 or later, of CFCs in the Untied States; and (2) establish and distribute to the destroying entity a quantity of destruction offset credits equal to 0.8 times the number of metric tons of carbon dioxide equivalents of reduction achieved through the destruction. Sets forth reporting requirements for persons who produce, import, or export a Class II, group II substance. Establishes the Stratospheric Ozone and Climate Protection Fund, into which the Administrator shall deposit all proceeds from the sale of HFC consumption allowances. Authorizes the Administrator to use the fund to: (1) establish a program to provide incentives for the recovery, recycling, and reclamation of any Class II substance in order to reduce emissions of such substances; (2) meet any contribution obligations of the United States to the Multilateral Fund for the Implementation of the Montreal Protocol or similar multilateral fund established under such multilateral agreement; (3) establish and implement the best-in-class appliances deployment program; and (4) establish a program to provide financial assistance to manufacturers of products containing Class II, group II substances to facilitate the transition to products that contain or utilize alternative substances with no or low carbon dioxide equivalent value and no ozone depletion potential. Authorizes the Administrator to promulgate regulations establishing: (1) requirements for repair of motor vehicle air conditioners prior to adding a Class II, group II substance; and (2) servicing practices and procedures for recovery of Class II, group II substances from containers holding less than 20 pounds of such substances. Requires the Administrator, within 18 months of this Act's enactment, to: (1) promulgate regulations requiring such containers to be equipped with a device or technology that limits refrigerant emissions and leaks from the container and that limits refrigerant emissions and leaks during the transfer of refrigerant from the container to the motor vehicle air conditioner; or (2) issue a determination that such requirements are not necessary or appropriate. Prohibits persons from selling, distributing, or introducing into interstate commerce on or after January 1, 2014, any motor vehicle air conditioner refrigerant in any size container unless the substance has been found acceptable for use in a motor vehicle air conditioner. (Sec. 123) Requires the Administrator to study and report on black carbon (light-absorbing graphitic or elemental particle produced by incomplete combustion) emissions. Amends the CAA to require the Administrator to promulgate regulations applicable to emissions of black carbon or propose a finding that existing CAA regulations adequately regulate such emissions. (Sec. 125) Amends the CAA to prohibit states or local governments from implementing or enforcing a comprehensive GHG emission limitation program that covers any capped emissions emitted during 2012-2017. Authorizes the Administrator to make grants to assist air pollution control agencies in implementing programs to address global warming under this Act. Requires the Administrator to report to Congress on an analysis of the effects of different carbon dioxide reduction strategies and technologies on the emissions of mercury, sulfur dioxide, and nitrogen oxide, which cause acid rain, particulate matter, ground level ozone, mercury contamination, and other environmental problems. (Sec. 127) Requires the Administrator to provide an annual accounting of sequestration and emissions of GHGs from forests and forest products. (Sec. 128) Prohibits the Administrator from including on the list of air pollutants for national primary and secondary ambient air quality standards or on the list of hazardous air pollutants under the CAA any GHG on the basis of any effect the GHG may have on climate change; and (2) exclude from the definition of \"major emitting source\" stationary sources which emit less than 25,000 tons of annual emissions of carbon dioxide equivalent. Subtitle D: Carbon Market Assurance \u0096 (Sec. 131) Expresses the sense of the Senate that there shall be a single, integrated carbon market oversight program to provide for effective and comprehensive market oversight and enforcement that lowers systemic risk, protects consumers, and ensures market liquidity and allowance availability. Subtitle E: Ensuring Real Reductions in Industrial Emissions \u0096 (Sec. 141) Amends the CAA to require the Administrator to publish by June 30, 2011, and update by February 1, 2013, and every four years thereafter a list of eligible industrial sectors for an emission allowance rebate program. Provides for the distribution of the emission allowance rebates. Phases out the rebates over a ten-year period beginning in 2026. Title II: Program Allocations \u0096 (Sec. 201) Establishes in the Treasury the Clean Vehicle Technology Fund. Requires the Administrator, at the direction of the Secretary of Energy, to distribute specified amounts to provide facility conversion funding grants to vehicle manufacturers and component suppliers to pay the costs of: (1) reequipping or expanding a manufacturing facility in the United States to produce qualifying advanced technology vehicles, certain hybrid, electric, or fuel cell drive vehicles, or qualifying components for such vehicles; and (2) engineering integration of qualifying vehicles and components that are produced in the United States. Requires the Secretary of Energy to: (1) develop a national transportation low-emission energy plan; and (2) establish pilot projects to demonstrate electric drive vehicles and infrastructure. Amends the Energy Policy Act of 2005 to require the Administrator to establish the voluntary Black Carbon Reduction Program to provide grants to install diesel particulate filters on heavy duty vehicles placed in service prior to 2007. (Sec. 204) Requires the Secretary of Energy to implement a program to establish Energy Innovation Hubs to enhance the economic, environmental, and energy security of the United States by promoting commercial application of clean, indigenous energy alternatives to oil and other fossil fuels, reducing GHG emissions, and ensuring that the United States maintains a technological lead in the development and commercial application of state-of-the-art energy technologies. (Sec. 208) Establishes in the Treasury: (1) the Energy Efficiency and Renewable Energy Worker Training Fund; (2) the Worker Transition Fund; (3) the Climate Change Health Protection and Promotion Fund; (4) the Natural Resources Climate Change Adaptation Account; (5) the Nuclear Worker Training Fund; (6) the Supplemental Agriculture, Abandoned Mine Land, Renewable Energy, and Forestry Fund; and (7) the Climate Change Transportation Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Energy Jobs and American Power Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Green Taxis Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Clean Energy Jobs and American Power Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Green Taxis Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create clean energy jobs, promote energy independence, reduce global warming pollution, and transition to a clean energy economy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:20-05:00"
}