{
  "actions": [
    {
      "acted_at": "2011-05-24", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-29", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1977-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "2011-05-24", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gutierrez, Luis V.", 
      "sponsored_at": "2011-05-24", 
      "state": "IL", 
      "thomas_id": "00478", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-24", 
  "number": "1977", 
  "official_title": "To improve the financial safety and soundness of the FHA mortgage insurance program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FHA Reform Act of 2011", 
  "sponsor": {
    "district": "35", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-24", 
  "subjects": [
    "Banking and financial institutions regulation", 
    "Business records", 
    "Department of Housing and Urban Development", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing finance and home ownership"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-24", 
    "text": "FHA Reform Act of 2011 - Authorizes the Secretary of Housing and Urban Development (HUD) to require specified mortgagees to indemnify HUD for payment of a mortgage insurance claim if the mortgage was not originated or underwritten in accordance with HUD requirements. Authorizes the Secretary to require a mortgagee to indemnify HUD for loss regardless of when an insurance claim is paid if fraud or misrepresentation was involved in connection with the mortgage origination or underwriting. Authorizes the Secretary to terminate approval of a mortgagee to originate or underwrite single family mortgages if the mortgagee's rate of early defaults and claims is excessive. Establishes within the Federal Housing Administration (FHA) a Deputy Assistant Secretary for Risk Management and Regulatory Affairs responsible for all matters relating to managing and mitigating the risk to HUD mortgage insurance funds and for ensuring the performance of HUD-insured mortgages. Abolishes the position of the FHA chief risk officer. Directs the Secretary to review and identify to Congress any mortgagees with a significant or rapid increase in early defaults and claims with respect to all mortgages they have originated on housing located in any particular geographic area or areas. Directs the Secretary to require mortgagees of HUD-insured single-family or multifamily housing to notify HUD if they terminate or discontinue mortgage purchases from another mortgagee based upon any determination, evidence, or report of fraud or material misrepresentation in connection with the origination of such mortgages. Prescribes conditions compelling the Secretary to review and reduce certain cash investment requirements (down payment requirements) binding upon mortgages or mortgagors. Revises eligibility requirements for mortgage insurance, including insurance for a home equity conversion mortgage (reverse mortgage) for elderly homeowners. Revises requirements for early mortgage default and foreclosure information collected by the Secretary for mortgage lender analysis. Authorizes the Secretary to reimburse servicers of certain HUD-insured residential mortgages for the costs of obtaining the services of specified independent third parties, including a HUD-approved housing counseling agency, to make in-person contact, at no charge, with mortgagors whose payments are 60 or more days past due, solely to provide specified information. Directs the Secretary, in providing reimbursements, to give priority to independent third parties serving mortgagors in areas experiencing a mortgage foreclosure rate and unemployment rate higher than the national average. Revises maximum mortgage amount limits for multifamily housing that includes elevator-type structures with sound standards of construction and design. Directs the Secretary to provide refunds of unearned premium charges paid at the time of insurance for mortgage insurance to or on behalf of mortgagors under certain mortgages on one-to-four family dwellings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FHA Reform Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the financial safety and soundness of the FHA mortgage insurance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:13:42-05:00"
}