{
  "actions": [
    {
      "acted_at": "2011-01-11", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-01-12", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Highways and Transit", 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr260-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Capuano, Michael E.", 
      "sponsored_at": "2011-01-11", 
      "state": "MA", 
      "thomas_id": "01564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Carnahan, Russ", 
      "sponsored_at": "2011-01-11", 
      "state": "MO", 
      "thomas_id": "01789", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Napolitano, Grace F.", 
      "sponsored_at": "2011-01-11", 
      "state": "CA", 
      "thomas_id": "01602", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-11", 
  "number": "260", 
  "official_title": "To amend titles 23 and 49, United States Code, to enhance employer involvement in transportation planning and to create and expand commuter benefit programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commute LESS Act of 2011", 
  "sponsor": {
    "district": "13", 
    "name": "Sires, Albio", 
    "state": "NJ", 
    "thomas_id": "01818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-11", 
  "subjects": [
    "Advisory bodies", 
    "Commuting", 
    "Employee benefits and pensions", 
    "Motor vehicles", 
    "Public transit", 
    "Roads and highways", 
    "Transportation and public works", 
    "Transportation costs", 
    "Transportation programs funding", 
    "Urban and suburban affairs and development"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-11", 
    "text": "Commute LESS Act of 2011 or Commute-Leveraging Employer Support and Successes Act of 2011 - Amends the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA-LU) to revise the composition of metropolitan planning organizations (MPOs) to include at least one representative designated by an employer advisory council established by this Act. Revises contents of MPO transportation plans prepared for metropolitan planning areas to include proposed activities and strategies to provide outreach to employers in the region to create and expand alternative commuting and commuter benefit programs (i.e. carpools, transit benefit, and telework programs). Requires each MPO to establish an employer advisory council consisting of representatives of employers within the MPO's boundaries. Requires an MPO transportation improvement program (TIP) to be developed in coordination with the advisory council and to include projects identified by it. Requires the advisory council to: (1) review how long-range transportation plans and TIPs will affect commuting habits; and (2) develop a commuter trip reduction plan. Directs the Secretary of Transportation (DOT) to create and expand employer investment in transportation and commuter benefit programs. Requires a state receiving funding, in coordination with MPOs, to establish statewide goals for achieving reductions in vehicle miles traveled. Requires a recipient receiving federal-aid highway funding for a project with a value of $100 million or more or that will reduce traffic flow for more than 120 days to prepare, in coordination with the advisory council, a congestion mitigation plan for the project that includes funding for projects that reduce peak hour vehicle miles traveled along an impacted corridor. Requires the Secretary, when approving a major capital investment grant of $75 million or more for a major new fixed guideway capital project, to consider, among other things, the ability of the grant recipient to work with employers to get commuters to utilize the project. Directs the Secretary to require the grant applicant to include in its request a plan on how it intends to work with local employers and transportation management organizations to create and expand a commuter benefit program for the project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commute LESS Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Commute-Leveraging Employer Support and Successes Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend titles 23 and 49, United States Code, to enhance employer involvement in transportation planning and to create and expand commuter benefit programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:53:40-05:00"
}