{
  "actions": [
    {
      "acted_at": "1974-07-30", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3833-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-30", 
  "number": "3833", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to simplify and reform income taxes for small businesses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Tax Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Tower, John G.", 
    "state": "TX", 
    "thomas_id": "01449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-30", 
  "subjects": [
    "Business and commerce", 
    "Income tax", 
    "Small business", 
    "Taxation"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-30", 
    "text": "Small Business Tax Reform Act - Title I: Tax Simplification Relating to Small Business - Provides for a study by the Treasury Department and a report to Congress on the desirability of providing special depreciation rules for small business and for changes in the Tax Code to equate the treatment of fringe benefits as between incorporated and unincorporated small businesses. Revises the provisions of the Internal Revenue Code relating to the payment by small taxpayers of specified employment and excise taxes. Title II: Increase of Corporate Surtax Exception - Increases the corporate surtax exemption from $25,000 to $100,000. Title III: Special Provisions to Encourage Establishment of New Small Business Enterprises - Extends to partnerships the option now afforded corporations to amortize their organization expenses over 60 months. Extends the bad debt deduction provisions of the Code to lenders, or guarantors of small business obligations, whether the businesses are incorporated or not. Increases from $25,000 to $50,000 the amount of allowable losses resulting from the purchase of specified small business stock. Title IV: Provisions to Assist Small Business Growth - Increases the additional first-year depreciation for small businesses from $10,000 to $20,000 to reflect increases in the cost of living and doing business. Extends the period of the loss carryover provision for small business by allowing existing corporations to carry losses forward up to 10 years at their option. Increases from $100,000 to $200,000 the minimum accumulated earnings credit for all corporations. Reduces the accumulated tax rate on improperly accumulated earnings to 22 percent from 27 1/2 percent on the first $100,000 and 38 1/2 percent on amounts in excess of $100,000. Allows research and development expenses of small businesses to be amortized beginning at the time they are made rather than waiting until the taxpayer \"first realizes benefits\" from these expenditures. Title V: Provisions Relating to Subchapter S Corporations - Allows the enlargement of the Subchapter S tax-option small business corporations' shareholders. Expands the classes of shareholders to include: (1) trusts where stock passes pursuant to a will, and where the trust is used merely to convey the stock to a long-term eligible holder within 60 days; (2) trusts where the entire income is taxable to the grantor; and (3) small business investment companies, subject to the elimination of the dividends payed credit on such income."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Tax Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to simplify and reform income taxes for small businesses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:17-05:00"
}