{
  "actions": [
    {
      "acted_at": "2012-09-21", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3613-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2012-09-21", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-21", 
  "number": "3613", 
  "official_title": "A bill to promote research, monitoring, and observation of the Arctic and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Arctic Research, Monitoring, and Observing Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-21", 
  "subjects": [
    "Alaska", 
    "Appropriations", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Ecology", 
    "Environmental assessment, monitoring, research", 
    "Forests, forestry, trees", 
    "Government trust funds", 
    "Marine and coastal resources, fisheries", 
    "Parks, recreation areas, trails", 
    "Research administration and funding", 
    "Research ethics", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-21", 
    "text": "Arctic Research, Monitoring, and Observing Act of 2012 - Amends the Arctic Research and Policy Act of 1984 to direct the Arctic Research Commission to provide merit-based grants to federal, state, local, or tribal governments and academic and private organizations to conduct research on or related to the Arctic in accordance with the national Arctic research program plan. Authorizes the Commission to enter into agreements with appropriate agencies or organizations to administer grants made pursuant to this Act for Arctic research, including reimbursement from funds of the Commission to administer such grants. Revises the requirements for compensation of Commission members not presently employed by the federal government or any state or local government. Instructs the Commission to adopt conflict of interest and recusal provisions that apply to decisions of the Commission and to all Commission members as if each member is an affected individual within the meaning of the Magnuson-Stevens Fishery Conservation and Management Act. Includes disclosure of any financial interest in or relationship to a party that is applying for funding from the Commission held by the Commission member. Amends the Department of the Interior and Related Agencies Appropriations Act, 1998, with respect to the North Pacific Research Board, to: (1) increase the maximum percentage of funds provided to the Secretary of Commerce for grants to conduct marine research in the north Pacific Ocean, Bering Sea, and Arctic Ocean that may be used for support for the Board and to administer such grants; and (2) direct the Board to adopt conflict of interest provisions similar to those required of the Commission by this Act. Revises the administration of the Environmental Improvement and Restoration Fund to: (1) reduce by half the amount of interest earned and covered into the Fund and make available such amount without further appropriation to the National Park Service, the U.S. Fish and Wildlife Service, the Bureau of Land Management (BLM), and the Forest Service for high priority deferred maintenance and modernization of facilities to enhance visitors' experience; (2) increase to 25% the amount made available to carry out marine research activities in the North Pacific; and (3) require 25% of such amounts to be made available to the Commission to carry out Arctic research and monitoring and 10% to fund the Alaska Ocean Observing System as provided in this Act. Requires the North Pacific Research Board, the Commission, and the Alaska Ocean Observing System to meet at least once annually to promote coordination among research programs and projects and report annually on the status of the research conducted pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arctic Research, Monitoring, and Observing Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote research, monitoring, and observation of the Arctic and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:33-05:00"
}