{
  "actions": [
    {
      "acted_at": "1980-08-21", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3051-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-21", 
  "number": "3051", 
  "official_title": "A bill to reform Government management and practices relating to Government contracts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government Management and Year-end Procurement Control Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-21", 
  "subjects": [
    "Civil service employment", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Governmental investigations", 
    "Information services", 
    "Planning", 
    "Public Contracts, Procurement, and Property", 
    "Rating of executives"
  ], 
  "subjects_top_term": "Government procurement", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-21", 
    "text": "Government Management and Year-end Procurement Control Act of 1980 - Title I: Restrictions on Noncompetitive Procurement - Prohibits an executive agency from entering into any contract (with specified exceptions) through noncompetitive procedures, unless: (1) at least 45 days before issuing a solicitation to the offeror, the agency publishes in a specified Department of Commerce publication a notice of its intent to enter into such contract, the terms of the contract, the name of the offeror, and the reason for selecting the offeror; and (2) after considering the responses of any other offerors to such notice, the agency determines that the offeror originally selected has an exclusive ability to perform the contract. Prohibits an agency from using noncompetitive procedures to enter into a contract resulting from the submission of an unsolicited proposal, unless: (1) at least 60 days before entering such contract, the agency publishes a notice of its intent to enter into such contract, the terms of the contract, and the offeror; (2) the agency determines, after considering responses received on such notice, that such offeror has an exclusive ability to perform the contract; and (3) each agency employee responsible for evaluating or approving the unsolicited proposal certifies that he or she did not knowingly transmit information to the offeror which would have assisted the offeror in the timing or preparation of the proposal. Directs an agency, upon determining that an offeror does not have an exclusive ability to perform a contract, to issue a solicitation to each offeror responding to such a procurement notice and to select the most qualified offeror to perform the contract. Requires each agency which has used noncompetitive procedures to enter into a contract for a type of goods or services which the agency intends to procure again in the future, to prepare and implement a plan to increase the likelihood that competitive procedures will be used for such future procurement. Directs the agency to submit such plan to its Inspector General or the designated agency employee with audit responsibilities. Requires such employee or Inspector General to investigate the efficacy of such plan and to report the findings to the agency head and the Administrator for Federal Procurement Policy. Title II: Maintenance of Procurement Information - Directs the Administrator for Federal Procurement Policy to require each executive agency to transmit to the Administrator of the General Services Administration (GSA) specified information on each agency contract in an amount exceeding $50,000, including: (1) the dates on which (a) the agency determines to enter the contract, (b) the solicitation is distributed, (c) bids must be submitted, and (d) the agency enters the contract; and (2) the number of solicitations distributed and bids received. Directs the GSA Administrator to store such information in the computer-based information system established pursuant to the Office of Federal Procurement Policy Act. Title III: Dissemination of Procurement Information - Requires each executive agency to transmit to the Administrator for Federal Procurement Policy a procurement agenda which: (1) describes each solicitation and contract the agency intends to issue or enter into during the next fiscal year which will result in payments exceeding $50,000; and (2) identifies areas in which the agency is interested in receiving unsolicited proposals. Directs the Inspector General or agency employee responsible for audits to investigate and report to the Administrator for Federal Procurement Policy on the efficacy of such agendas every two years. Title IV: Reports to Congress - Directs the Administrator for Federal Procurement Policy to include in the annual report to Congress required pursuant to the Office of Federal Procurement Policy Act any finding of an agency's Inspector General concerning future procurement plans, maintenance of procurement information, or procurement agendas. Title V: Evaluation of Performance - Requires an agency to consider any finding of an investigation of the efficacy of an agency's future procurement plan or procurement agenda concerning a senior executive of that agency when evaluating the performance of such executive."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government Management and Year-end Procurement Control Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform Government management and practices relating to Government contracts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:33-05:00"
}