{
  "actions": [
    {
      "acted_at": "1998-09-21", 
      "references": [
        {
          "reference": "CR S10657-10658", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-21", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2502-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Faircloth, Lauch", 
      "sponsored_at": "1998-09-21", 
      "state": "NC", 
      "thomas_id": "01329", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1998-09-21", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-21", 
  "number": "2502", 
  "official_title": "A bill to amend title 17, United States Code, to provide for protection of certain original designs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vessel Hull Design Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-21", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Arts, culture, religion", 
    "Boats and boating", 
    "Commerce", 
    "Commercial arbitration", 
    "Congress", 
    "Congressional agencies", 
    "Copyright", 
    "Copyright infringement", 
    "Crime and law enforcement", 
    "Damages", 
    "Department of the Treasury", 
    "District courts", 
    "Evidence (Law)", 
    "Federal libraries", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Imports", 
    "Injunctions", 
    "Intellectual property", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labeling", 
    "Law", 
    "Legal fees", 
    "Library of Congress", 
    "Limitation of actions", 
    "Oaths", 
    "Parties to actions", 
    "Patents", 
    "Postal crimes", 
    "Postal service", 
    "Profit", 
    "Public records", 
    "Punitive damages", 
    "Searches and seizures", 
    "Shipbuilding", 
    "Ships", 
    "Sports and recreation", 
    "Surety and fidelity", 
    "Transportation and public works", 
    "United States Postal Service"
  ], 
  "subjects_top_term": "Intellectual property", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-21", 
    "text": "Vessel Hull Design Protection Act - Amends Federal copyright law to provide for protection of an original design of a useful article which makes the article attractive or distinctive in appearance to the purchasing or using public. Defines useful article as a vessel hull, including a plug or mold, which in normal use has an intrinsic utilitarian function that is not merely to portray the appearance of the article or to convey information. Provides that the design of a vessel hull, including a plug or mold, is subject to protection under this Act. (Sec. 2) Bars protection for designs that are: (1) not original; (2) staple or commonplace; (3) dictated solely by a utilitarian function of the article that embodies it; or (4) embodied in a useful article that was made public by the designer or owner more than one year before the date of application for registration. Provides for ten-year terms of protection. Sets forth marking and design notice requirements for protected designs. Bars recovery against persons who began undertakings leading to infringement before receiving notice. Places the burden of providing notice of protection on design owners. Grants owners of protected designs exclusive rights to make, have made, import, sell, or distribute for sale or for use in trade any useful article embodying protected designs. Makes it infringement to engage in such activities with respect to infringing articles without an owner's consent. Provides that it shall not be infringement to: (1) engage in certain activities with respect to protected designs without knowledge of a design's protection; or (2) reproduce a protected design solely for purposes of teaching, analyzing, or evaluating the appearance, concepts, or techniques embodied in the design or the functions of the useful article embodying the design. Places the burden of establishing a design's originality on the party alleging rights in a design. Provides that protection shall be lost if application for design registration is not made within two years after the date on which the design is first made public. Sets forth registration application requirements. Accords protection to designs with respect to which an application was filed by a U.S. owner in a foreign country on the date as filed if the U.S. application is filed within six months after the earliest date on which such foreign application was filed. Provides for: (1) determinations of registrations and procedures for cancelling registrations in cases where a party believes he or she may be damaged by registration; and (2) ownership and transfer of property rights of protected designs. Authorizes design owners to seek judicial review of final refusals of the Register of Copyrights to register designs. Permits the use of arbitration to resolve infringement disputes. Authorizes injunctive relief to prevent infringement. Provides for recovery of damages or the infringer's profits in infringement cases. Sets a three-year statute of limitations with respect to recovery for infringement. Authorizes the court to order or cancel registrations. Prescribes penalties for the filing of infringement actions with respect to fraudulently obtained registrations or making false markings or representations. Directs the Secretary of the Treasury and the Postal Service to issue regulations for the enforcement of exclusive rights with respect to importation of protected designs. Subjects articles imported in violation of such rights to seizure and forfeiture. Terminates protection under this Act upon issuance of a design patent with respect to an original design. Grants the U.S. district courts jurisdiction over actions arising under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vessel Hull Design Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 17, United States Code, to provide for protection of certain original designs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:39-05:00"
}