{
  "actions": [
    {
      "acted_at": "1982-12-02", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-12-06", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Hatfield. With written report No. 97-673.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-06", 
      "calendar": "Senate Legislative", 
      "number": "971", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 971.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3079-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-12-06", 
  "number": "3079", 
  "official_title": "An original bill making appropriations for energy and water development for the fiscal year ending September 30, 1983, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy and Water Development Appropriation Act, 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-12-02", 
  "subjects": [
    "Aircraft", 
    "Appropriations", 
    "Breeder reactors", 
    "Damages", 
    "Economics and public finance", 
    "Flood control", 
    "Government consultants", 
    "Government operations and politics", 
    "Harbors", 
    "Hydroelectric power", 
    "Illinois", 
    "Independent regulatory commissions", 
    "Interstate compacts", 
    "Irrigation districts", 
    "Loans", 
    "Louisiana", 
    "Motor vehicles", 
    "Outdoor recreation", 
    "Reclamation of land", 
    "Reservoirs", 
    "River basin commissions", 
    "River regulation", 
    "Rivers", 
    "Soil conservation", 
    "Texas", 
    "Uranium", 
    "Water conservation"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-12-06", 
    "text": "Energy and Water Development Appropriation Act, 1983 - Title I: Department of Energy - Appropriates specified sums for FY 1983 for operating expenses and plant and capital equipment expenses of the Department of Energy for: (1) energy supply, research, and development activities; (2) nuclear fuel cycle activities, including uranium supply and enrichment activities, the Clinch River Breeder Reactor Project, and nuclear waste management activities; (3) general science and research activities; and (4) national security programs. Appropriates funds for Department of Energy departmental administration expenses. Appropriates funds for: (1) the Alaska Power Administration; (2) the Southeastern Power Administration; (3) the Southwestern Power Administration; (4) the Western Area Power Administration; and (5) the Emergency Fund of the Western Area Power Administration. Approves expenditures from the Bonneville Power Administration Fund for: (1) construction of Boundary Integration and Colville Valley Support; and (2) official reception and representation expenses. Appropriates funds for borrowing authority of the Bonneville Power Administration Fund for conservation and renewable resource loans and grants. Limits the aggregate principal amount of such borrowing and gross obligations for the principal amount of direct loans. Makes appropriated funds available for Colorado River Storage Project construction. Appropriates funds for: (1) the Federal Energy Regulatory Commission; (2) the Geothermal Resources Development Fund; and (3) motor vehicles, aircraft, uniforms, and security guard services for the Department of Energy. Prohibits the reprogramming of more than five percent of the funds appropriated for the current fiscal year for Department of Energy activities funded in this Act. Prohibits the increase or decrease of any such appropriation by more than five percent by such reprogramming. Title II: Department of Defense-Civil - Appropriates specified sums for FY 1983 for the Department of the Army for: (1) general investigations pertaining to river and harbor, flood control, shore protection, and related projects; (2) construction of such projects; (3) flood control work, including bank stabilization measures for the Yazoo Basin; (4) general operation and maintenance of existing river and harbor, flood control, and related works; (5) emergency flood control, hurricane, and shore protection activities; (6) general administration in the office of the Chief of Engineers and the offices of the Division Engineers, activities of the Board of Engineers for Rivers and Harbors and the Coastal Engineering Research Center, commercial statistics, and miscellaneous investigations; (7) construction, operation, and maintenance of outdoor recreation facilities, including collection of special recreation use fees; and (8) expenses of attendance at certain military meetings, uniforms and allowances, printing of survey reports authorized by law, official reception and representation expenses, and the purchase and hire of passenger motor vehicles (out of the revolving fund of the Corps of Engineers). Limits the total expenditures of the capital investment program of the Corps of Engineers' revolving fund to $70,000,000 in FY 1983. Makes funds available for channel clearing of Bayou Rigolette in the project Aloha-Rigolette Area in Louisiana. Requires the modification of the Wallisville Reservoir project in Texas in accordance with the recommendation in the Wallisville Lake, Texas, Post Authorization Change Report. Requires the cost-sharing provisions to be as provided in the contract for Water Storage, Salinity Control and Recreation in Wallisville Reservoir between the United States and the city of Houston, the Trinity River Authority of Texas, and the Chambers-Liberty Counties Navigation District. Requires that architect and engineering service contracts and surveying and mapping service contracts be awarded in accordance with the Federal Property and Administrative Services Act of 1949. Makes funds available for the maintenance and operation of the Control Structure and Lock in the Chicago River and other facilities necessary to sustain navigation from Chicago Harbor on Lake Michigan to Lockport on the Des Plaines River. Title III: Department of the Interior - Appropriates specified sums for FY 1983 for the Bureau of Reclamation for: (1) engineering and economic investigations of Federal reclamation projects and studies of water conservation and development plans and activities; (2) construction and rehabilitation of projects and transfers to the Upper Colorado River Basin Fund and the Lower Colorado River Basin Development Fund; (3) operation and maintenance of reclamation projects and a soil and moisture conservation program on lands under the Bureau's jurisdiction; (4) loans to irrigation districts and other public agencies for construction of distribution systems on Federal reclamation projects and loans and grants to non-Federal agencies for such construction projects; (5) general administration in the Offices of the Commissioner and regional offices of the Bureau; and (6) the emergency fund which is available to assure continuous operation of irrigation and power systems maintained by the Bureau. Prohibits the determination of the final discharge point for the interceptor drain for the San Luis Unit in California until development of a plan to minimize any detrimental effect of the San Luis drainage waters. Prohibits the use of appropriated funds for construction or operation of facilities to prevent the waters of Lake Powell from entering any national monument. Makes appropriated funds available to the Bureau for: (1) passenger motor vehicles and aircraft; (2) certain safety modifications for Bureau offices in Lakewood, Colorado; (3) payment of damage claims against the Bureau; (4) compensation of Bureau employees appointed as U.S. representatives to interstate compact negotiations; (5) experts and consultants; (6) rewards for information on property violations; (7) operation and maintenance functions; (8) preparation and dissemination of useful information; and (9) studies of recreational uses of reservoir areas and investigation and recovery of archeological and paleontological remains in such areas. Prohibits the use of funds appropriated for operation and maintenance for the benefit of lands in an irrigation district or lands owned by any member of a water users' organization or any individual if such district, organization, or individual is in arrears for more than 12 months in the payment of charges under a contract with the United States. Makes the Department of the Interior appropriations in this title available for: (1) emergency reconstruction, replacement, or repair of aircraft, buildings, facilities, or equipment; (2) suppression or emergency prevention of forest or range fires; (3) operation of warehouses, garages, shops, and similar facilities; and (4) aircraft, passenger motor vehicles, reprints, telephone services in private residences in the field, and dues for library membership in certain societies and associations. Title IV: Independent Agencies - Appropriates funds for FY 1983 for: (1) salaries and expenses and the Federal share of expenses of the Appalachian Regional Commission; (2) Appalachian Regional Development programs; (3) expenses of the U.S. member of the Delaware River Basin Commission and payment of the U.S. share of current expenses of such Commission; (4) expenses of the U.S. member of the Susquehanna River Basin Commission and payment of the U.S. share of the current expenses of such Commission; (5) the Federal contribution toward certain expenses of the Interstate Commission on the Potomac River Basin; (6) salaries and expenses of the Nuclear Regulatory Commission; and (7) the Tennessee Valley Authority Fund. Makes funds available for: (1) experts and consultants; (2) publication and dissemination of atomic information; (3) employment of aliens; (4) uniforms; (5) official representation expenses; (6) security guard services; and (7) motor vehicles and aircraft. Prohibits the use of funds appropriated in this Act to implement the Uranium Mill Licensing Requirements, to require any State to adopt such requirements in order for the State to continue to exercise authority for uranium mill and mill tailings licensing, or to allow Federal exercise of regulatory authority over uranium mill and mill tailings licensing in a State. Authorizes the Commission to use appropriated funds to continue to regulate byproduct material to the same extent permitted before October 3, 1980. Title V: General Provisions - Prohibits the obligation of any funds appropriated by this Act beyond the current fiscal year, except as provided in this Act. Prohibits the use of any such funds to pay the expenses of parties intervening in regulatory or adjudicatory proceedings funded in this Act. Limits the use of any such funds for consulting services through procurement contract to contracts where such expenditures are a matter of public record. Prohibits the use of such funds to reimburse the General Services Administration for payment of Standard Level User Charges in excess of the FY 1982 level. Prohibits the use of such funds to conduct studies with respect to changing from the currently required \"at cost\" to a noncost-based method for the pricing of hydroelectric power by the six Federal public power authorities or by other Government agencies, except with express congressional authorization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy and Water Development Appropriation Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for energy and water development for the fiscal year ending September 30, 1983, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:30-05:00"
}