{
  "actions": [
    {
      "acted_at": "1975-04-24", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1521-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-24", 
  "number": "1521", 
  "official_title": "A bill to amend the Public Health Service Act to establish a Health Education Administration within the Department of Health, Education, and Welfare and to provide for the development and implementation of a national health education program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Education Policy and Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-24", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Education", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Health", 
    "Health education", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-24", 
    "text": "National Health Education Policy and Development Act - Declares that the Congress finds that: (1) a number of health problems have their roots in the habits, lifestyles, attitudes, and beliefs of the American people; and (2) there is a need for the development of effective school health education programs. Declares that it is the purpose of this Act to develop a national health education policy and program, and to authorize financial assistance for the development and implementation of that policy. Establishes within the Department of Health, Education, and Welfare a Health Education Administration. Establishes a permanent Advisory Council for Health Education to advise, consult with, and make recommendations to the Administrator on matters relating to the administration of this Act. Directs the Administrator to conduct a study and submit a report to the Congress on specified subjects including: (1) the current status of health education in the United States; (2) areas of greatest potential impact for health education; and (3) opportunities to improve, by means of health education, the well being of ethnic groups with distinctive health problems. Authorizes the Administrator, upon recommendation of the Council, to make grants to or enter into contracts with public or nonprofit private entities for the purpose of: (1) developing specific educational and informational techniques for the dissemination of health information; (2) developing mutifaceted systems of health care education for a defined geographic area; and (3) providing the training for personnel to carry out health education programs. Requires the Administrator to submit an annual report to the Congress on the status of health education in the United States. Authorizes to be appropriated for the purposes of carrying out this Act a sum not to exceed $5,000,000 for the first fiscal year after the enactment of this Act, $10,000,000 for the second such fiscal year, and $15,000,000 for the third such fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Education Policy and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish a Health Education Administration within the Department of Health, Education, and Welfare and to provide for the development and implementation of a national health education program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:20-05:00"
}