{
  "actions": [
    {
      "acted_at": "2007-12-18", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S15834-15843", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S15837-15843", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2007-12-18T17:56:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-18T18:01:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19T10:38:00-05:00", 
      "references": [], 
      "text": "Mr. Pallone moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19T10:38:00-05:00", 
      "references": [
        {
          "reference": "CR H16842-16855", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19T10:38:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 2499.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19T11:31:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19T16:22:00-05:00", 
      "references": [
        {
          "reference": "CR H16900", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19T16:29:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H16842-16848", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "1184", 
      "status": "PASSED:BILL", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 411 - 3 (Roll no. 1184).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2007-12-19T16:29:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-12-19", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2007-12-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2007-12-29", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2007-12-29", 
      "congress": "110", 
      "law": "public", 
      "number": "173", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 110-173.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2499-110", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2007-12-18", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "110", 
    "law_type": "public", 
    "number": "173"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2007-12-29", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2007-12-19T16:29:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2007-12-18", 
    "vetoed": false
  }, 
  "introduced_at": "2007-12-18", 
  "number": "2499", 
  "official_title": "A bill to amend titles XVIII, XIX, and XXI of the Social Security Act to extend provisions under the Medicare, Medicaid, and SCHIP programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare, Medicaid, and SCHIP Extension Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2007-12-29", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Cancer", 
    "Congress", 
    "Congressional agencies", 
    "Congressional reorganization", 
    "Congressional reporting requirements", 
    "Continuing resolutions", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Disabled", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Families", 
    "Federal aid to child health services", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Hawaii", 
    "Health", 
    "Health insurance", 
    "Hospital care", 
    "Hospital personnel", 
    "Hospital rates", 
    "Hospitals", 
    "Housing and community development", 
    "Indian medical care", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Liability insurance", 
    "Long-term care", 
    "Managed care", 
    "Medicaid", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical tests", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare Payment Advisory Commission", 
    "Minorities", 
    "Nuclear medicine", 
    "Old age assistance", 
    "Physicians", 
    "Poor children", 
    "Quality of care", 
    "Radioisotopes in medicine", 
    "Rehabilitation of the disabled", 
    "Rural health", 
    "School health programs", 
    "Sexual abstinence", 
    "Social welfare", 
    "Student transportation", 
    "Tennessee", 
    "Transportation and public works", 
    "Wages", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Public Law", 
    "date": "2007-12-29", 
    "text": "Medicare, Medicaid, and SCHIP Extension Act of 2007 - (Sec. 101) Title I: Increase in Physician Payment Update; Extension of the Physician Quality Reporting System - (Sec. 101) Amends title XVIII (Medicare) of the Social Security Act (SSA) to: (1) increase the physician payment update; (2) revise the Physician Assistance and Quality Initiative Fund, adding limitations on expenditures; and (3) extend through 2009 the physician quality reporting system Amends the Tax Relief and Health Care Act of 2006 to provide for transitional bonus incentive payments for quality reporting in 2008, and waive the payment limitation for 2008 and 2009. Directs the Secretary to establish alternative criteria for: (1) satisfactory reporting; (2) alternative reporting periods for reporting groups of quality measures for professional services; and (3) other specified reporting. Makes necessary appropriations to the Centers for Medicare & Medicaid Services Program Management Account for purposes of such quality reporting in 2008. (Sec. 102) Extends through June 30, 2008: (1) the Medicare incentive payment program for physician scarcity areas; and (2) the floor on work geographic adjustment under the Medicare physician fee schedule. (Sec. 104) Amends the Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act of 2000, as amended by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 and the Tax Relief and Health Care Act of 2006, to extend the specified treatment of certain physician pathology services under Medicare for the first six months of 2008. (Sec. 105) Extends through June 30, 2008: (1) the exceptions process for Medicare therapy caps; and (2) the payment rule for brachytherapy. Extends the latter payment rule to therapeutic radiopharmaceuticals. (Sec. 107) Amends the Medicare Prescription Drug, Improvement, and Modernization Act of 2003, as amended by the Tax Relief and Health Care Act of 2006, to extend through June 30, 2008, Medicare reasonable costs payments for certain clinical diagnostic laboratory tests furnished to hospital patients in certain rural areas. (Sec. 108) Extends until January 1, 2010, the authority of specialized Medicare advantage plans for special needs individuals to restrict enrollment. (Sec. 109) Delays until January 1, 2009, any application of the limitation on extension or renewal of Medicare reasonable cost contract plans. (Sec. 110) Amends SSA title XVIII, as amended by Public Law 110-48, to decrease the amount of funding available to the Medicare Advantage Regional Plan Stabilization Fund during 2013. (Sec. 111) Requires any entity serving as an insurer or third party administrator for a group health plan, as well as the administrator or fiduciary of any self-insured, self-administered group health plan, to: (1) secure from the plan sponsor and plan participants information necessary to identifying situations where the group health plan is or has been a primary plan to the Medicare program; and (2) submit such information to the Secretary. Requires an applicable plan to determine: (1) whether a claimant is entitled to Medicare benefits on any basis; and (2) submit specified information about any entitled claimant to the Secretary. Establishes civil money penalties for enforcement. (Sec. 112) Provides for application of alternative volume weighting in computation of average sales price with respect to payment of Medicare part B (Supplementary Medical Insurance) multiple source and single source drugs furnished after April 1, 2008.. Provides for a special rule for payment, beginning April 1, 2008, of single source drugs or biologicals treated as a multiple source drug. (Sec. 113) Sets the payment rate for diagnostic laboratory tests for HbA1c that are labeled by the Food and Drug Administration for home use and are furnished on or after April 1, 2008. (Sec. 114) Directs the Secretary to study and report to Congress on the establishment of: (1) a national long-term care hospital (LTCH) facility primarily engaged in providing inpatient services to Medicare beneficiaries whose medically complex conditions require a long hospital stay; and (2) patient criteria for purposes of determining medical necessity, appropriateness of admission, and continued stay at, and discharge from, LTCHs. Prohibits the Secretary from applying, for a three-year period, the 25% patient threshold payment adjustment to freestanding and grandfathered LTCHs. Provides that payment to an applicable LTCH or satellite facility located in a rural area, or co-located with an urban single or MSA dominant hospital, shall not be subject to any payment adjustment if no more than 75% of the hospital's Medicare discharges are admitted from a colocated hospital. (An \"MSA-dominant hospital\" is one that has discharged more than 25% of the total hospital Medicare discharges in the metropolitan statistical area (MSA) in which the hospital is located.) Provides that payment to an applicable LTCH or satellite facility colocated with another hospital shall not be subject to a specified payment adjustment if no more than 50% of the hospital's Medicare discharges (with certain exceptions) are admitted from a colocated hospital. Prohibits the Secretary from applying certain amendments finalized on May 11, 2007, to the short-stay outlier payment regulations for LTCHs. Prohibits the Secretary from making the one-time prospective adjustment to LTCH prospective payment rates. Directs the Secretary to impose a moratorium for purposes of the Medicare program: (1) on the establishment and classification of a LTCH (with certain exceptions) or satellite facility, other than an existing one; and (2) on an increase of LTCH beds in existing LTCHs or satellite facilities (except for bed increases in an existing LTCH or satellite facility during the moratorium). Provides for prospective payment updates for LTCHs. Directs the Secretary to provide, under contracts with one or more appropriate fiscal intermediaries or Medicare administrative contractors, for reviews of the medical necessity of admissions to LTCHs and continued stay at such hospitals of individuals entitled to, or enrolled for, benefits under Medicare part A (Hospital Insurance). Makes necessary appropriations for FY2008-FY2009. (Sec. 115) Freezes the payment for inpatient rehabilitation facility (IRF) services in FY2008-FY2009. Amends the Deficit Reduction Act of 2005 to require the Secretary to require a compliance rate no greater than 60% in the classification criterion used under the IRF regulation to determine whether a hospital or hospital unit is an inpatient rehabilitation facility under Medicare. Requires the Secretary, for cost reporting periods beginning on or after July 1, 2007, to include patients with comorbidities in the applicable inpatient population. Directs the Secretary to analyze and report to Congress on: (1) Medicare beneficiaries' access to medically necessary rehabilitation services; (2) alternatives or refinements to the 75% rule policy for determining criteria for inpatient rehabilitation hospital and unit designation under the Medicare program; and (3) certain conditions for which individuals are commonly admitted to certain inpatient rehabilitation hospitals. (Sec. 116) Extends through June 30, 2008, the exception to the 60-day limit on Medicare reciprocal billing arrangements in the case of arrangements between two physicians over a longer continuous period during all of which one of them is ordered to active duty as a member of a reserve component of the armed forces. (Sec. 117) Amends the Tax Relief and Health Care Act of 2006 to extend certain Medicare hospital wage index reclassifications through FY2008. Directs the Secretary to extend for discharges occurring through September 30, 2008, the special exception reclassifications made under Medicare and contained in the final rule promulgated by the Secretary in the Federal Register on August 11, 2004. Amends the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 to provide, for purposes of the reclassification of a group of hospitals in a geographic area for purposes of discharges occurring during FY 2008, that a hospital reclassified under such Act shall not be taken into account and shall not prevent the other hospitals in such area from continuing such a group for such purposes. Directs the Secretary, in the case of certain subsection (d) hospitals, to apply a certain higher wage index in specified circumstances. (Sec. 118) Directs the Secretary to use certain funds to make grants to states for: (1) state health insurance assistance programs receiving assistance under the Omnibus Budget Reconciliation Act of 1990; and (2) area agencies on aging. Requires direct grants also to the Aging and Disability Resources Centers under the Aging and Disability Resource Center grant program. Title II: Medicaid and SCHIP - (Sec. 201) Amends SSA title XXI (State Children's Health Insurance Program) (SCHIP) to extend SCHIP funding through March 31, 2009. Makes permanent the rules on redistribution of unspent FY 2005 allotments. Provides for: (1) additional allotments to eliminate remaining funding shortfalls for FY2008; (2) the redistribution of unused FY2006 allotments to states with estimated funding shortfalls during the first two quarters of FY2009; and (3) additional allotments to eliminate funding shortfalls for the first two quarters of FY2009. (Sec. 202) Amends the Tax Relief and Health Care Act of 2006, as amended by Public Law 110-48 and the TMA, Abstinence, Education, and QI Programs Extension Act of 2007 to extend through June 30, 2008, authority for transitional medical assistance (TMA) and the abstinence education program. (Sec. 203) Amends SSA title XIX (Medicaid) to entend through June 2008 the qualifying individual (QI) program. (Sec. 204) Amends SSA title XIX (Medicaid) to extend through June 30, 2008, the Medicaid disproportionate hospital share (DSH) allotments for the states of Tennessee and Hawaii, with specified adjustments. (Sec. 205) Amends SSA title XXI to make appropriations to the Secretary of Commerce for adjustments to the annual Bureau of the Census Current Population Survey in order to produce statistically reliable annual state data on the number of low-income children who do not have health insurance coverage. (Sec. 206) Prohibits the Secretary from taking any action to impose any Medicaid coverage or payment restrictions for rehabilitation services or school-based transportation, if such restrictions are more restrictive in any aspect than those applied to such areas as of July 1, 2007. Title III: Miscellaneous - (Sec. 301) Makes the Medicare Payment Advisory Commission (MEDPAC) a congressional agency. (Sec. 302) Amends the Public Health Service Act to to make appropriations for special diabetes programs for Type I diabetes and for Indians for FY2009."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare, Medicaid, and SCHIP Extension Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Medicare, Medicaid, and SCHIP Extension Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Medicare, Medicaid, and SCHIP Extension Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Medicare, Medicaid, and SCHIP Extension Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles XVIII, XIX, and XXI of the Social Security Act to extend provisions under the Medicare, Medicaid, and SCHIP programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:01-05:00"
}