{
  "actions": [
    {
      "acted_at": "1980-04-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Budget, S. Rept. 96-654.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-05", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-06", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-12", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-12", 
      "bill_ids": [
        "hcres307-96"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. Con. Res. 307 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres86-96", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-09", 
  "number": "86", 
  "official_title": "A concurrent resolution setting forth the recommended congressional budget for the United States Government for the fiscal years 1981, 1982, and 1983 and revising the Second Concurrent Resolution on the Budget for fiscal year 1980.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres307-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Muskie, Edmund S.", 
    "state": "ME", 
    "thomas_id": "01410", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1980-04-09", 
  "subjects": [
    "Agricultural price supports", 
    "Antiinflationary programs", 
    "Congressional budget", 
    "Congressional committees", 
    "Congressional veto", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Full employment policies", 
    "Government lending", 
    "House of Representatives", 
    "Import restrictions", 
    "Labor and employment", 
    "Petroleum", 
    "Public debt", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1980-05-12", 
    "text": "(Measure indefinitely postponed in Senate, H. Con. Res. 307 passed in lieu) Sets forth the congressional budget for the United States Government for fiscal years 1981, 1982, and 1983. Recommends the following levels of Federal revenues: $613,200,000,000 in fiscal year 1981; $697,200,000,000 in fiscal year 1982; and $780,600,000,000 in fiscal year 1983. Recommends a decrease in the aggregate level of Federal revenues of: $3,400,000,000 in fiscal year 1981; $9,600,000,000 in fiscal year 1982; and $33,500,000,000 in fiscal year 1983. States that the appropriate level of new budget authority is: $688,200,000,000; $759,300,000,000; and $831,400,000,000 for fiscal years 1981, 1982, and 1983 respectively. Sets the appropriate level of total budget outlays in such years at: $613,100,000,000; $687,200,000,000; and $753,400,000,000. Recommends budget surpluses of $100,000,000 in fiscal year 1981, $10,000,000,000 in fiscal year 1982, and $27,200,000,000 in fiscal year 1983. Sets the appropriate level of the public debt in fiscal year 1982 at $953,800,000,000 with an increase in the temporary debt limit of $26,000,000,000. Recommends a level of public debt in fiscal year 1983 of $968,500,000,000 with an increase in the debt limit of $14,800,000,000. Sets forth recommended levels of new budget authority and outlays for each major functional category of the budget in fiscal years 1981, 1982, and 1983. Revises the second concurrent resolution on the budget for fiscal year 1980 (S. Con. Res. 53) by: (1) increasing the recommended levels of Federal revenues to $528,900,000,000; (2) eliminating the recommended increase in the aggregate level of Federal revenues; (3) increasing the appropriate level of total new budget authority to $653,700,000,000; (4) increasing the appropriate level of total budget outlays to $566,400,000,000; (5) increasing the budget deficit to $37,500,000,000; (6) increasing the level of the public debt to $895,100,000,000; (7) raising the temporary statutory limit on such debt to $16,100,000,000; and (8) amending the corresponding levels of new budget authority and outlays for each major functional category of the budget. Directs the Committees on Appropriations of the House of Representatives and the Senate to recommend methods of accomplishing specified reductions in budget authority and outlays for fiscal year 1980. Directs the following congressional committees in effectuate specified reductions in budget authority and outlays for fiscal year 1981 contained in legislation within their jurisdiction and to report recommendations for accomplishing such reductions: (1) the Senate Committee on Governmental Affairs and the House Committee on Government Operations; (2) the Senate and House Committees on Armed Services; (3) the Senate Committee on Environment and Public Works and the House Committee on Public Works and Transportation; (4) the Senate Committee on Labor and Human Resources and the House Committee on Education and Labor; (5) the Senate Committee on Commerce, Science, and Transportation and the House Committee on Interstate and Foreign Commerce; (6) the Senate Committee on Agriculture, Nutrition, and Forestry and the House Committee on Agriculture; (7) the House and Senate Committees on Veterans' Affairs; (8) the Senate Committee on Finance and the House Committee on Ways and Means; and (9) the Senate Select Committee on Small Business and the House Committee on Small Business. Requires such committees to report their recommendations by June 20, 1980, or ten days after the completion of action on this resolution, whichever is later. Expresses the sense of the Congress that the President should direct agencies not to increase the rate of obligation of budget authority provided for fiscal year 1980 in advance of anticipated rescission actions. Expresses the sense of the Congress that the possible inflationary effects of Federal regulations and legislation shall be monitored. Requires the President to implement a \"zero net inflation impact\" policy for the Federal regulations promulgated in the remainder of fiscal year 1980 and fiscal year 1981. States that the aggregate net increase in costs or price effects of new regulations be offset by modifications to existing regulations which reduce such costs on price effects. Directs the President to institute an exemption procedure to assure the promulgation of regulations necessary to avert any imminent threat to health and safety. Expresses the sense of the Congress that the Director of the Congressional Budget Office should issue a periodic \"inflation scorekeeping\" report which shall contain an estimate of the inflationary effects of legislation enacted to date in the current session of Congress. Sets forth the information to be included in such report. States that the appropriate level of Federal new direct loan obligations in fiscal year 1981 is $63,900,000,000 with on-budget lending at a level not exceeding $38,100,000,000 and off-budget lending not exceeding $25,800,000,000. Sets the appropriate level of new primary loan guarantee commitments in fiscal year 1981 at $77,000,000,000. Expresses the sense of the Congress that such ceilings on credit activity should be maintained by the President and the Congress through the appropriations process. Prohibits the House and Senate from considering any legislation authorizing new direct loan or loan guarantees unless such authority is confined to amounts contained in appropriation Acts. Exempts from such restriction agricultural price supports and related programs in operation on January 1, 1980, which are funded through the Commodity Credit Corporation. Prohibits the enrollment of any legislation which would reduce revenues by more than $100,000,000 or provide new budget or spending authority in fiscal year 1981 before the completion of the congressional budget process and completion of action on any required reconciliation legislation. Changes from September 15 to August 28, 1980, the date by which the congressional budget process must be completed. Subjects any subsequent bill or resolution reducing Federal revenues in such fiscal year to such time restrictions. Permits the Congress to waive the provisions above regarding the credit budget, the tax reduction, and time restrictions on bills or resolutions providing new budget authority. Sets at 1985 the target date for the achievement of the employment goals provided for in the Full Employment and Balances Growth Act. Provides that any resolution disapproving any Presidential action adjusting oil imports which has the effect of reducing revenues shall be enrolled, subject to certain time restrictions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution setting forth the recommended congressional budget for the United States Government for the fiscal years 1981, 1982, and 1983 and revising the Second Concurrent Resolution on the Budget for fiscal year 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:05-05:00"
}