{
  "actions": [
    {
      "acted_at": "1979-05-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-11-05", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-588 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-05", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means, H. Rept. 96-588 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-588(Part III).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3990-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Brodhead, William", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00126", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Corman, James C.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00234", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Evans, David W.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "00359", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rostenkowski, Dan", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00988", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Vanik, Charles A.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01183", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Young, Robert A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01259", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-08", 
  "number": "3990", 
  "official_title": "A bill to amend certain provisions of title XVIII of the Social Security Act with respect to the medicare program established by such title, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Amendments of 1979", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-08", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Allergies", 
    "Ambulatory care", 
    "Auditing", 
    "Automobile insurance", 
    "Blood", 
    "Blood donors", 
    "Chiropractic and chiropractors", 
    "Community health services", 
    "Conflict of interests", 
    "Dental care", 
    "Disability insurance", 
    "Extended care facilities", 
    "Eye care", 
    "Health", 
    "Health facilities", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospitals", 
    "International obligations", 
    "Judicial review", 
    "Kidney diseases", 
    "Medical personnel", 
    "Medicare", 
    "Mental care facilities", 
    "Mental health", 
    "Nutritionally induced diseases", 
    "Occupational therapy", 
    "Old age, survivors and disability insurance", 
    "Physical therapy", 
    "Pneumonia", 
    "Preventive medicine", 
    "Psychologists", 
    "Respiratory diseases", 
    "Rural affairs legislation", 
    "Rural public health", 
    "Social security agreements", 
    "Social welfare", 
    "Social workers", 
    "Speech disorders", 
    "Surgery", 
    "Treaties", 
    "Vision disorders", 
    "X-rays"
  ], 
  "subjects_top_term": "Medicare", 
  "summary": {
    "as": "Reported to House amended, Part III", 
    "date": "1980-03-18", 
    "text": "(Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-588 (Part III)) Medicare Amendments of 1979 - Amends title XVIII (Medicare) of the Social Security Act with respect to home health care services to eliminate: (1) the 100 visit limitation presently applicable to such services; (2) prior hospitalization as a condition of eligibility for such services; and (3) the $60 deductible. Directs the Secretary of Health, Education, and Welfare to prescribe regulations which prohibit a physician who has a significant financial relationship with a home health agency from certifying that the services of such agency are required for any individual, and from establishing and reviewing a plan for furnishing such services to such individuals. Includes occupational therapy as a home health service. Requires home health aides to complete a training program approved by the Secretary. Repeals provisions of title XVIII which prohibit the classification, as a home health agency, of a private organization which is not a nonprofit organization unless licensed pursuant to State law. Excludes certain costs related to bonding and escrow accounts excluded from the determination of reasonable costs for home health agencies. Eliminates the hospital care benefits eligibility requirement of consecutive months in the 24-month Medicare waiting period for railroad retirement disability beneficiaries, or old-age, survivors and disability insurance beneficiaries who are disabled. Directs the Secretary to provide for a study of and report to Congress on: (1) the number of individuals entitled to Medicare benefits who had medical services furnished to them while outside the United States and have been unable, because the services were furnished outside the U.S., to have Medicare payments made for such services; and (2) the desirability and feasibility of providing Medicare or comparable benefits for services furnished outside the U.S. Provides Medicare coverage for: (1) all services performed by a dentist which would be covered if performed by a physician; and (2) inpatient hospital services furnished because of the severity of the dental procedure. Authorizes payments under the Medicare program for the cutting or removal of warts on the feet. Allows reimbursement under the Medicare program for services furnished in qualified community mental health centers and comprehensive outpatient rehabilitation centers. Sets forth provisions specifying the scope of services provided in such centers and the conditions and limitations on payments for such services. Directs the Secretary to report to Congress recommending a broader definition of a community mental health center than that set forth in this Act. Restricts payment for optometrists' services under Medicare to services related to the treatment of aphakia. Directs the Secretary to make recommendations with respect to providing Medicare coverage for the treatment of cataracts and for other services which optometrists may perform. Authorizes payment under the Medicare program for antigens prepared by a physician. Authorizes the Secretary to make payments of such benefits as are necessary to correct the effect of an unintentional or erroneous transfer of an individual from an approved hospital or skilled nursing facility. Includes a rural health facility of 50 beds or less within the definition of the term \"hospital,\" under title XVIII. Makes special provision with respect to nursing services, health, fire, and safety requirements for such facilities. Recognizes podiatrists as physicians for purposes of physician certification and participation in utilization review, where consistent with State law and policies of the health care institutions involved. Allows a speech pathologist, as well as a physician, to establish the plan of treatment for speech pathology services. States that where services are provided for which payment may be made under the Medicare program to an individual who has died and the persons who provided the services do not agree that the reasonable charge is the full charge for the services, payment shall be made on the basis of an itemized bill. Repeals provisions of the Medicare program concerning the presumed coverage for extended care facilities and home health care in specified circumstances. Repeals the existing provisions under part A (Hospital Insurance) of title XVIII under which payment to a provider of services shall be the lesser of the reasonable cost of such services or the customary charge with respect to such services, and provides that payment to a provider shall now be based upon the reasonable cost of such services. Limits to a maximum of 30 percent the amount by which the premium for voluntary participation in Medicare insurance may be increased due to late enrollment. Repeals the prohibition against enrolling more than twice in the Supplementary Medical Insurance Program (part B of title XVIII). Repeals the present time limitation applicable for general enrollment under part B and permits an eligible individual to enroll at any time. Modifies Medicare coverage for chiropractic services to provide that a subluxation could be demonstrated to exist either through X-rays or other chiropractic clinical findings. Provides Medicare coverage for the X-rays. Increases to 80 percent of reasonable charges (not to exceed $750 per year) the limit on payments, under part B of title XVIII, for the treatment of mental, psychoneurotic, and personality disorders of an individual who is not a hospital inpatient. Provides, under part B, for the payment of certain services of a clinical psychologist. Limits the 100 percent reimbursement for the inpatient hospital services of radiologists and pathologists to those radiologists and pathologists who agree to accept assignment for all services furnished by such physicians under part B. Increases from $100 to $500 the payment limitation for certain outpatient physical therapy services under the Medicare program. Provides coverage under part B of title XVIII for pneumococcal vaccine and its administration if reasonable and necessary for the prevention of illness. Prohibits Medicare payments where payment has been made or can reasonably be expected to be made under an automobile insurance policy. Increases from 14 to 30 days the period within which a Medicare beneficiary must be admitted to a skilled nursing facility following inpatient hospital care in order to qualify for post hospital extended care benefits. Authorizes payment under Medicare for certain surgical procedures specified by the Secretary which are performed in an ambulatory surgical center. Prohibits the Secretary from finding, for purposes of certifying the addition or expansion of a facility within a renal disease network, that such addition or expansion is not needed if the State health planning and development agency for the State in which the facility is located has certified under the Public Health Service Act that such addition or expansion is needed. Authorizes the Secretary to enter into agreements with nonprofit entities for the reimbursement of reasonable cost of home dialysis equipment. Provides Medicare coverage for diagnostic radiological or pathological services performed on an outpatient basis within seven days of a patient's admission to a hospital. Directs the Secretary to report to Congress in relation to this coverage. Directs the Secretary to conduct the following studies: (1) the circumstances and conditions under which services furnished by registered dietitians should be covered as a home health service under Medicare; (2) the methods for providing Medicare coverage for orthopedic shoes for certain individuals; (3) the circumstances and conditions under which services furnished with respect to respiratory therapy should be covered under Medicare as a home health benefit; and (4) a comprehensive analysis of the cost effects of alternative approaches to improving Medicare coverage for the treatment of various types of foot conditions. Directs the Secretary to carry out demonstration projects to determine: (1) the extent to which nutritional therapy commenced in early renal failure, utilizing controlled protein substances, can retard or arrest the disease; (2) the administrative, financial, and other aspects of making such nutritional therapy generally available as a Medicare benefit; and (3) the administrative, financial, and other aspects of making the services of clinical social workers more generally available as a Medicare benefit. Directs the Secretary to submit a report on each study and demonstration project. Directs the Secretary to report to Congress on the demonstration projects being conducted on the waiver of the applicable cost sharing amounts which Medicare beneficiaries have to pay for obtaining a second opinion on having surgery performed. States that providers of services have the right to judicial review of any action of the fiscal intermediary involving a question of law or regulations relevant to the matters in controversy whenever the Provider Reimbursement Review Board determines, on its own motion or at the request of a provider, that it is without authority to decide the question. Prohibits Medicare reimbursement for amounts incurred by a provider with Medicare contracts for services valuing $10,000 or more annually unless such contracts permit the Secretary and the Comptroller General access to any books, records, and papers directly related to such contracts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend certain provisions of title XVIII of the Social Security Act with respect to the medicare program established by such title, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:09-05:00"
}