{
  "actions": [
    {
      "acted_at": "1977-06-22", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-06-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture, H. Rept. 95-464.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "bill_ids": [
        "hr7171-95"
      ], 
      "references": [], 
      "text": "Similar provisions inserted in H.R. 7171 as passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7940-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Ammerman, Joseph S.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00015", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Bowen, David R.", 
      "sponsored_at": "1977-01-03", 
      "state": "MS", 
      "thomas_id": "00115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Breckinridge, John B.", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Jones, Ed", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "00608", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Krebs, John H.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00651", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "McHugh, Matthew F.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00774", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Nolan, Richard M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "00867", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thornton, Ray", 
      "sponsored_at": "1977-01-03", 
      "state": "AR", 
      "thomas_id": "01156", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-22", 
  "number": "7940", 
  "official_title": "A bill to amend the Food Stamp Act of 1964, as amended, by simplifying administration, encouraging participation, and eliminating fraud.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7171-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Food Stamp Act", 
  "sponsor": {
    "district": "5", 
    "name": "Foley, Thomas S.", 
    "state": "WA", 
    "thomas_id": "00397", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-22", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Aliens", 
    "Civil Rights and Liberties", 
    "Consumer cooperatives", 
    "Education", 
    "Food stamps", 
    "Fraud", 
    "Guam", 
    "Immigration", 
    "Minorities", 
    "Native Americans", 
    "Nutrition", 
    "Nutrition policy", 
    "Poverty", 
    "Productivity in government", 
    "Public assistance programs", 
    "Puerto Rico", 
    "Research grants", 
    "Sex discrimination", 
    "Social welfare", 
    "Students", 
    "Territories (U.S.)", 
    "Virgin Islands", 
    "Women"
  ], 
  "subjects_top_term": "Food stamps", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-22", 
    "text": "Food Stamp Act - Repeals the Food Stamp Act of 1964. Replaces the existing program with a new program substantially similar, but: (1) changes the purpose of the program from the provision of an opportunity to obtain a \"nutritionally adequate diet\" to provision of an opportunity to obtain a \"more nutritious diet\"; (2) drops the eligibility requirement that household members be related; (3) permits tribal councils to be designated \"State agencies\" with respect to Indian communities; (4) establishes the income guidelines for the nonfarm United States, prescribed by the Office of Management and Budget, adjusted annually, as the income standards of eligibility for the program; (5) specifies in the computation of household income: (a) a standard deduction of $60 a month for each household (allowing variable deductions for Alaska, Hawaii, Guam, Puerto Rico and the Virgin Islands), adjusted semiannually; (b) a tax and work expense deduction equal to 20 percent of all earned income; (c) an excess shelter deduction, not to exceed $75 in the 48 contiguous States (or variable amounts in the remaining States and territories), where the shelter costs exceed 50 percent of household income; and (d) a dependent care deduction, not to exceed $75 a month per household, for actual costs of necessary care of a dependent when such care enables a household member to accept employment or training or education preparatory to employment; (6) requires the calculation of household income to take into account, with specified exceptions, the income reasonably anticipated to be received by the household in the period for which eligibility is being determined; (7) allows a household to own liquid and nonliquid assets of up to $1500; or $2,250, if the household is two or more persons; or $3,000, if the household is two or more persons, one of whom is age 60 or over; (8) specifies inclusions in financial resources (e.g. boats, snowmobiles, recreational airplanes, vacation homes, mobile homes, licensed vehicles valued more than $4500); (9) denies eligibility, for a three-month period, to anyone found by a State agency to have fraudulently trafficked in coupons or authorization cards, or for six to 24 months to anyone found by a court to have fraudulently trafficked in such coupons or cards; (10) denies eligibility to any household which refuses to provide to the State agency information necessary for determining or reviewing its eligibility; (11) denies eligibility to: (a) any individual between ages 18 and 60 who refuses to register for work, to fulfill inquiry-about-employment requirements, to accept a job at a specified pay level, or who is a head of household and voluntarily quits work without good cause; (b) any individual age 18 or over, enrolled at least half-time in an institute of higher learning, who is properly claimed or could be claimed as a dependent child for Federal income tax purposes, or who during the regular school year is not employed at least 20 hours per week, does not earn a specified weekly minimum, is not registered for work amounting to at least 20 hours per week, is not a head of household providing half the support of the other members, nor is covered by any work exemption; (c) any illegal aliens, or legal alien visitors, tourists, diplomats, or students temporarily in the United States with no intention of abandoning home country residence; (12) exempts from ordinary eligibility requirements any person: (a) currently complying with specified work registration requirements; (b) who is employed a minimum of 30 hours per week or receiving weekly earnings at a specified rate; (13) requires monthly reports on each coupon issuer's operations containing an oath or affirmation certifying the information as true and correct to the best of the issuer's knowledge and belief; (14) imposes: (a) a $1,000 fine or one-year imprisonment upon any coupon issuer convicted of failing to file such a report; and (b) a $10,000 fine or five-year imprisonment upon any coupon issuer convicted of knowingly providing false information in such reports; (15) eliminates charges for coupon allotments and sets the value of an allotment at an amount equal to the cost to a household of the thrifty food plan reduced by an amount equal to 30 percent of the household's income; (16) requires the Secretary of Agriculture to report to Congress six months after the implementation of charges, and annually thereafter, on the effect on participation and cost of such elimination; (17) prohibits the authorization of any firm as a retail food store and as a wholesale food concern at the same time; (18) requires that private nonprofit cooperative food purchasing ventures be authorized to redeem their members' food coupons prior to receipt by the members of the food so purchased; and prohibits redemption of coupons through banks by private nonprofit organizations serving meals in drug addiction and alcoholic treatment programs; (19) prohibits discrimination by reason of sex in the certification of applicant households; (20) provides for the administration of the food stamp program on all or part of an Indian reservation or community by an Indian tribal organization; (21) requires each State agency to submit a plan of operation that must provide: (a) for action to inform low-income households of the program, including bilingual personnel and printed material; (b) that each household requesting food stamp assistance be permitted to file for assistance on the day of the request on a simplified uniform national application form; (c) that the determination of eligibility be made within 30 days; (d) that notices of expiration of certification be sent immediately prior to or at the start of the last month of a certification period, and that, assuming continuing eligibility, reapplication within 15 days of expiration ensure receipt of new allotment no later than one month after receipt of the last allotment under the prior certification; (e) that a nonmember of a household, if an adult conversant with its financial resources and circumstances, and if designated in writing, may represent such household in the certification process; (f) that applications for food stamps be contained in public or general assistance applications forms, and that certification be based, where appropriate, on information in the public or general assistance case file; (g) that households with income below the standard deduction level receive coupons on an expedited basis; and (h) that households wrongfully denied any allotment or terminated have such allotments promptly restored; (22) directs the Extension Service to include food stamp recipients within its expanded food and nutrition education program; (23) requires the Secretary to promptly inform any State agency of any failure to comply with any provisions of this Act (currently, notification required only for substantial failure to comply); and allows the Secretary to refer cases of noncomplying State agencies to the Attorney General for suit for injunctive relief; (24) requires a State to indemnify the United States Treasury for mere negligence in the certification of households (currently, the standard is gross negligence); (25) authorizes the Secretary, in conjunction with the Secretary of Health, Education, and Welfare, to issue regulations allowing recipients of social security benefits or of supplemental security income to apply for food stamps at social security offices; (26) requires post offices to issue food stamps upon request by a State agency; (27) permits the payment of a \"nutritional supplement\", equal to the value of a coupon allotment, in lieu of an allotment to an eligible household of which every member is either over 65, or is eligible: (a) for a supplemental security income under title XV of the Social Security Act or (b) for grants to the blind or disabled in Guam, Puerto Rico, and the Virgin Islands; (28) permits the Secretary to collect a civil money penalty of up to $5,000 for each violation any approved retail food store or wholesale food concern is found to have made, if outright disqualification of such store or concern would cause hardship to food stamp households; (29) reduces the fine for misdemeanor violations of this Act from $5,000 to $1,000; (30) authorizes the Secretary to pay up to 75 percent of all costs of State program investigations, prosecutions, and other activities related to recovering losses; (31) authorizes the Secretary, effective fiscal year 1979, to adjust the federal share of a State agency's administrative costs: (a) to 60 percent if the agency's cumulative allotment error rate is between five and ten percent; and (b) to 65 percent, if the rate is less than five; (32) requires each State not receiving an increased Federal share to submit a quality control plan specifying proposed actions to reduce the incidence of errors and of invalid decisions in certifying or denying eligibility; (33) directs the Secretary to make contracts or grants for research that will help improve the administration and effectiveness of the food stamp program; (34) authorizes pilot or experimental projects to test program changes (e.g. the use of countersignature of coupons or similar identification mechanisms); (35) directs the Secretary: (a) to implement a pilot project jointly with the Secretary of Labor involving the performance of work in return for food stamp benefits; (b) to study and develop alternative poverty line definitions at different levels; (c) to conduct a feasibility study, through the use of Federal income tax data of a program to recover food stamp benefits from members of eligible households (on a voluntary basis only) in which the adjusted gross income of members of such households for a calendar year may exceed twice the established income poverty guidelines; (36) directs the Secretary to develop and implement measures for evaluating the effectiveness of the food stamp program in achieving its stated objectives; (37) directs the Secretary to purchase sufficient agricultural commodities to maintain the traditional level of assistance for food distribution programs; and (38) authorizes such appropriations as Congress may pass for fiscal years 1978 through 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Stamp Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Food Stamp Act of 1964, as amended, by simplifying administration, encouraging participation, and eliminating fraud.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:43-05:00"
}