{
  "actions": [
    {
      "acted_at": "1973-10-16", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10961-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-16", 
  "number": "10961", 
  "official_title": "A bill to amend the Rules of the House of Representatives and the Senate to improve congressional control over budgetary outlay and receipt totals, to provide for a legislative budget director and staff, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Budget Control Act", 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-16", 
  "subjects": [
    "Congress", 
    "Congressional committees", 
    "Economics and public finance", 
    "Federal budgets", 
    "House of Representatives", 
    "Senate"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-16", 
    "text": "Budget Control Act - Title I: Changes in the Rules of the House and Senate - Provides for the establishment in the House and Senate of a Committee on the Budget. States that on or before May 1 of each year the Congress shall complete action on a budget resolution setting forth the congressional budget for the United Stated Government for the fiscal year beginning on October 1 of that year. Specifies matters required to be set forth in the budget resolution and matters which may be dealt with therein. States that it shall not be in order in either the House of Representatives or the Senate to consider any resolution providing for the sine die adjournment of any regualr session of the Congress unless the Congress has theretofore during such session adopted a budget resolution. Provides that on or before August 1 of each year the Congress shall complete action on all annual appropriation bills which shall be held by the Congress pending conformance with the final budget resolution and enactment of the budget reconciliation bill, which shall contain such rescissions or amendments to the appropriations bills as are required to conform with budget authority and budget outlay totals of the budget resolution. Requires the Legislative Budget Director to issue periodic reports detailing and tabulating the progress of congressional action on legislation providing new budget authority and specifying budget outlays, including up-to-date status reports on all new budget authority legislation in both Houses. Title II: Legislative Budget Director and Staff and Budget Data - States that the Committee on the Budget of the Senate shall have a Joint Legislative Budget Staff, headed by a Legistive Budget Director. Authorizes the Legislative Budget Director, with the approval of the chairman of the Committee on the Budget of the House or the Senate, to secure directly from any executive department, office, board, bureau, agency, independent establishment, or instrumentality of the Government, information relating to the functions of the Joint Legislative Budget Staff. Directs the Joint Legislative Budget Staff to develop for the Committees on the Budget of the Houses and Senate information with respect to existing and proposed legislation which will form the basis of estimating the effect on budget outlays of such legislation not only on the current fiscal year but also for the next three to five fiscal years. Provides that the fiscal year of the Federal Government shall commence on October 1 (presently July 1) effective in the calendar year 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Budget Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rules of the House of Representatives and the Senate to improve congressional control over budgetary outlay and receipt totals, to provide for a legislative budget director and staff, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:52-05:00"
}