{
  "actions": [
    {
      "acted_at": "1997-10-07", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-07", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-07", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-07", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-07", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-16", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-27", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2632-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-07", 
  "number": "2632", 
  "official_title": "To amend title XI and title XVIII of the Social Security Act to combat health care fraud and abuse.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare and Medicaid Beneficiary Protection Act of 1997", 
  "sponsor": {
    "district": "13", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-10-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Ambulatory care", 
    "Auditing", 
    "Bankruptcy", 
    "Bribery", 
    "Case mix (Medical care)", 
    "Clinics", 
    "Coinsurance", 
    "Collection of accounts", 
    "Commerce", 
    "Community health services", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Continuum of care", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Data banks", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drug traffic", 
    "Drugs", 
    "Drugstores", 
    "Economics and public finance", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Ex-offenders", 
    "Federal employees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Health", 
    "Health care fraud", 
    "Health insurance", 
    "Health insurance industry", 
    "Health maintenance organizations", 
    "Home care services", 
    "Hospital care", 
    "Hospital rates", 
    "Housing and community development", 
    "Identification devices", 
    "Injunctions", 
    "Insurance companies", 
    "Kidney diseases", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Managed care", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical economics", 
    "Medical ethics", 
    "Medical fees", 
    "Medical personnel", 
    "Medical records", 
    "Medicare", 
    "Medicare fraud", 
    "Medicare managed care", 
    "Mental health services", 
    "Nursing homes", 
    "Nutrition", 
    "Physicians", 
    "Prescription pricing", 
    "Prospective payment systems (Medical care)", 
    "Psychiatric hospitals", 
    "Rural health", 
    "Rural hospitals", 
    "Sales promotion", 
    "Science, technology, communications", 
    "Social welfare", 
    "Subpoena", 
    "Telemarketing", 
    "Terminal care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-10-07", 
    "text": "TABLE OF CONTENTS: Title I: Revisions to Sanctions for Fraud and Abuse Subtitle A: Exclusion Authority Subtitle B: Civil Monetary Penalties Subtitle C: Criminal Penalties Subtitle D: Miscellaneous Provision Title II: Improvements in Protecting Program Integrity Subtitle A: General Provisions Subtitle B: Other Provisions Title III: Provider Enrollment Process; Fees Title IV: Payment Improvements Subtitle A: Mental Health Partial Hospitalization Services Subtitle B: Rural Health Clinic Services Medicare and Medicaid Beneficiary Protection Act of 1997 - Title I: Revisions to Sanctions for Fraud and Abuse - Subtitle A: Exclusion Authority - Amends title XI of the Social Security Act (SSA) to make various specified technical revisions with respect to: (1) mandatory exclusion of certain individuals and entities from participation in Medicare and State health care programs; (2) civil monetary penalties; and (3) criminal penalties for acts involving Federal health care programs. (Sec. 101) Applies mandatory exclusion based on a felony conviction relating to controlled substance to: (1) health care practitioners, providers, or suppliers; (2) persons with an ownership or control interest in a health provider or supplier; (3) officers, directors, agents, or managing employees of such an entity; and (4) health care employees generally. (Sec. 103) Extends the application of sanctions to: (1) all Federal health care programs, including the Federal Employees Health Benefits program; and (2) individuals who have had, as well as those who currently have, a direct or indirect ownership or control interest in a sanctioned entity. Subtitle B: Civil Monetary Penalties - Amends SSA title XI civil monetary penalty requirements to: (1) eliminate the \"knowing\" standard with respect to improperly filed claims provisions; (2) establish civil monetary penalties for medical or other items or services ordered or prescribed by an excluded individual or entity; (3) permit the Secretary of Health and Human Services (HHS) to pursue civil monetary penalty actions after consulting the Attorney General (currently, only as the Attorney General authorizes); and (4) extend subpoena and injunction authority to provisions for the exclusion of certain individuals and entities from participation in Medicare and State health care programs. (Sec. 116) Amends SSA title XVIII to state that each act of a non-participating physician for which a sanction may be applied with respect to an item or service shall be treated as a claim for payment for that item or service, and the amount of such claim shall be considered to be the amount of the request for payment made by that physician with respect to that item or service. (Sec. 117) Applies anti-dumping sanctions to physicians who refuse an appropriate transfer at a hospital with specialized capabilities or facilities. Subtitle C: Criminal Penalties - Amends SSA title XI to revise criminal penalties for acts involving Federal health care programs: (1) eliminating the \"willful\" standard (requiring only a \"knowing\" standard) for illegal remunerations; (2) repealing the exemption from kickback penalties for organizations and individuals involved in risk-sharing contracts; and (3) applying anti-kickback penalties to all Federal health care programs. (Sec. 124) Amends the Federal criminal code to provide for the treatment of certain SSA crimes as Federal health care offenses. Subtitle D: Miscellaneous Provision - Amends SSA title XI to repeal the Secretary's authority to issue advisory opinions providing guidance for application of health care fraud and abuse sanctions. (Sec. 132) Repeals the requirement for TIN numbers and adds a requirement for social security account numbers and Federal employer identification numbers as identification numbers to be used with the adverse action data base. Requires that such data base information be made available to private accreditation organizations, and other agencies, organizations, hospitals, and health care entities to which information on licensing sanctions may be disclosed. Title II: Improvements in Protecting Program Integrity - Subtitle A: General Provisions - Amends SSA titles XI (as amended by the Balanced Budget Act of 1997) and XVIII to exempt from the automatic stay requirements of the Federal bankruptcy code and to make nondischargeable in bankruptcy proceedings: (1) any civil monetary penalty or program exclusion imposed on a health care provider by the HHS Office of Inspector General; and (2) any recoupment of a Medicare overpayment. (Sec. 202) Amends SSA title XI, as amended by the Balanced Budget Act of 1997, to direct the HHS Secretary to: (1) establish a schedule of hourly rates for the conduct of annual financial and compliance audits during each fiscal year for all covered health care entities; and (2) provide for the conduct of such audits, in a separate HHS office, by specially trained and qualified personnel of each entity's substantial compliance with payment requirements. Amends SSA titles XVIII and XIX to require covered health care entities to make annual payments to the Secretary for such audits. Makes appropriations to the Secretary from such payments for the sole purpose of conducting the audits. Directs the Secretary to study and report to the Congress on examining and accrediting agencies that audit and inspect covered entities. (Sec. 203) Amends SSA titles XVIII and XIX to make Medicare carriers, State Medicaid agencies, and fiscal intermediaries liable to the Secretary for any payment of claims submitted by excluded providers after the Secretary notifies the organization or agency of such exclusion. (Sec. 204) Bases Medicare payment for hospital outpatient department services on payment rates for similar services provided outside the hospital setting. Directs the Medicare Payment Advisory Commission to report to the Congress and the HHS Secretary on whether the diagnosis-related group (DRG) weighting factors associated with emergency care are adequate to cover the costs of emergency room use within discharges classified within such groups. Directs the HHS Secretary, taking into account such report, to make appropriate adjustments in such DRG weighting factors for discharges occurring on or after January 1, 2000, as may be appropriate to ensure that hospital emergency room costs attributable to Medicare patients are appropriately covered. (Sec. 205) Amends SSA title XVIII (Medicare) to direct the HHS Secretary to publish a standard form for certificates of medical necessity and certificates of terminal illness. (Sec. 206) Provides for no mark-up in the payment amount established for drugs, biologicals, or parenteral nutrients. Directs the HHS Secretary to modify the standard claim form used under Medicare part B (Supplementary Medical Insurance) for physicians' services so that it provides for the reporting of the national drug code number for any prescription drug for which such a number has been assigned. (Sec. 207) Provides for adjustments in hospital payments to reflect excess payment resulting from a financial interest with one or more home health (down-stream) facilities. Subtitle B: Other Provisions - Amends SSA title XVIII, as amended by the Balanced Budget Act of 1997, to direct the Secretary to provide that each explanation of Medicare benefits for home health services shall include the total amount that the home health agency or other provider of such services billed for such services. (Sec. 212) Prohibits \"cold call\" door-to-door or telephone marketing for Medicare+Choice plans and home health agencies. Title III: Provider Enrollment Process; Fees - Amends SSA title XVIII to authorize the Secretary to: (1) establish a procedure for enrollment and periodic reenrollment of individuals or entities that are not providers of services subject to the provisions on eligibility for payment but that furnish health care items or services under Medicare; and (2) impose fees for the initiation and renewal of provider agreements and for enrollment and periodic reenrollment of other individuals and entities furnishing health care items or services under Medicare. (Sec. 302) Directs the HHS Secretary, as appropriate, to require individuals, employers, health plans, and health care providers to provide their employer identification numbers and social security account numbers in order to receive a unique health identifier. Allows the Secretary to impose fees for issuing such identifiers. (Sec. 303) Mandates the imposition of administrative fees for collection of Medicare overpayments. Title IV: Payment Improvements - Subtitle A: Mental Health Partial Hospitalization Services - Amends SSA title XVIII to deny payment for mental health partial hospitalization services in an individual's home or in a skilled nursing facility. Prescribes additional qualifications for community mental health centers. (Sec. 403) Provides that, with respect to each community mental health center that furnishes partial hospitalization services for which payment is made under SSA title XVIII, the HHS Secretary shall provide for periodic recertification to ensure that the provision of such services complies with the Public Health Service Act. (Sec. 404) Authorizes the HHS Secretary to establish a prospective payment system for partial hospitalization services provided by a community mental health center. Limits Medicare beneficiary coinsurance to 20 percent of the new payment basis. (Sec. 405) Directs the HHS Secretary to implement a Medicare part B (Supplementary Medical Insurance) demonstration project under which community mental health centers may offer expanded partial hospitalization services (outpatient mental health services and other appropriate mental health services which are not partial hospitalization services) for purposes of providing for a full continuum of ambulatory behavioral health care services. Subtitle B: Rural Health Clinic Services - Amends SSA title XVIII to provide for decreased beneficiary cost sharing for rural health clinic services. (Sec. 412) Directs the HHS Secretary to establish a prospective payment system for rural health clinic services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare and Medicaid Beneficiary Protection Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XI and title XVIII of the Social Security Act to combat health care fraud and abuse.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:19-05:00"
}