{
  "actions": [
    {
      "acted_at": "1985-06-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-25", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-19", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Public Assistance and Unemployment Compensation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2810-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1985-12-11", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1985-06-19", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennelly, Barbara B.", 
      "sponsored_at": "1985-06-19", 
      "state": "CT", 
      "thomas_id": "00628", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1985-06-19", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1986-02-03", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-19", 
  "number": "2810", 
  "official_title": "A bill to amend part E of title IV of the Social Security Act to make necessary improvements in the foster care and adoption assistance program with the objective of assuring that such program will more realistically and more effectively meet the needs of the children involved, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1329-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1329-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Foster Care, Adoption Assistance, and Child Welfare Amendments of 1985", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-19", 
  "subjects": [
    "Adoption", 
    "Block grants", 
    "Children and youth", 
    "Counseling", 
    "Foster home care", 
    "Licenses", 
    "Medicaid", 
    "Social security eligibility", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-19", 
    "text": "Foster Care, Adoption Assistance, and Child Welfare Amendments of 1985 - Title I: Provisions Relating to Older Foster Children - Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act to require a State to make foster care maintenance payments to foster care children until they reach the age of 21, if they are full-time students. Requires a State to establish, under part E, a transitional independent living program for children with respect to whom foster care maintenance payments are being made and who have attained age 16. Provides under such program for an individualized transitional independent living plan for each child, with the objective of helping the child to prepare for and to live an independent life. Title II: Adoption Program Improvements - Provides for the eligibility, under titles XIX (Medicaid) and XX (Block Grants to States for Social Services) of the Act, of any child with respect to whom an adoption assistance agreement is in effect, including any child placed for adoption, if: (1) the parents with whom the child was placed would be eligible for adoption assistance payments; or (2) the child is a child with special needs. Requires each State to provide post-adoptive counseling services, if the applicable adoption assistance agreement so specifies or if the adopting parents so request, to children with respect to whom adoption assistance agreements are in effect, with the objective of helping both the adopted child and adopting parents adjust. Title III: Training Requirements - Requires a State's part E plan to: (1) provide training and retraining for individuals who are maintaining or preparing to maintain foster family homes and for members of the staffs of child-care institutions; and (2) require, as a condition of receiving licensing and as a condition of receiving foster care maintenance payments, satisfactory participation in such training and retraining by any individual who is a foster parent or is preparing to qualify as a foster parent and by the members of the staff of any child-care institution who have responsibilities with respect to foster children. Title IV: Extension of Voluntary Placement and Transfer of Funds Provisions - Makes permanent temporary provisions of the Adoption Assistance and Child Welfare Act of 1980 which provide for Federal payments for certain dependent children voluntarily placed in foster care. Extends for three years provisions which permit a State to transfer certain part E funds to part B (Child Welfare) of title IV. Title V: Administrative and Eligibility Provisions - Requires redeterminations of a child's eligibility for foster care maintenance payments under part E only when there has been a change affecting such eligibility. Sets forth reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foster Care, Adoption Assistance, and Child Welfare Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part E of title IV of the Social Security Act to make necessary improvements in the foster care and adoption assistance program with the objective of assuring that such program will more realistically and more effectively meet the needs of the children involved, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:32-05:00"
}