{
  "actions": [
    {
      "acted_at": "1983-11-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-14", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water and Power Resources", 
      "text": "Referred to Subcommittee on Water and Power Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Water and Power Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-06", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Water and Power Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-06", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Water and Power Resources", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-04-03", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Interior and Insular Affairs.  Report No: 98-648.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-03", 
      "references": [], 
      "text": "Placed on Union Calendar No: 368.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-25", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing for One Hour of General Debate; Making in Order a Committee Amendment in the Nature of a Substitute now Printed in the Bill as Original Text; Waiving all Points of Order Against Consideration of the Substitute; The Rule Provides one Motion to Recommit.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-25", 
      "bill_ids": [
        "hres491-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.491 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-02", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-03", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-03", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-03", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-03", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "130", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 279 - 95 (Record Vote No: 130).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-05-03", 
      "references": [], 
      "text": "Laid on Table in House by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-03", 
      "bill_ids": [
        "s268-98"
      ], 
      "references": [], 
      "text": "Other Measure S.268 (Amended) Passed House in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h698-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "698"
    }, 
    {
      "amendment_id": "h699-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "699"
    }, 
    {
      "amendment_id": "h700-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "700"
    }, 
    {
      "amendment_id": "h701-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "701"
    }, 
    {
      "amendment_id": "h702-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "702"
    }, 
    {
      "amendment_id": "h703-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "703"
    }, 
    {
      "amendment_id": "h704-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "704"
    }, 
    {
      "amendment_id": "h705-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "705"
    }
  ], 
  "bill_id": "hr4275-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power Resources", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "McCain, John", 
      "sponsored_at": "1983-11-01", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McNulty, James F., Jr.", 
      "sponsored_at": "1983-11-01", 
      "state": "AZ", 
      "thomas_id": "00784", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Reid, Harry", 
      "sponsored_at": "1983-11-01", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Vucanovich, Barbara F.", 
      "sponsored_at": "1983-11-01", 
      "state": "NV", 
      "thomas_id": "01190", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-05-03", 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-01", 
  "number": "4275", 
  "official_title": "A bill to authorize the Secretary of the Interior to construct, operate and maintain hydroelectric powerplants at various existing water projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres491-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s268-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Hoover Powerplant Act of 1984", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1984-05-03", 
  "subjects": [
    "Alaska", 
    "Arizona", 
    "Bridges", 
    "California", 
    "Congressional oversight", 
    "Dams", 
    "Electric power", 
    "Electric power distribution", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Energy facilities", 
    "Fishes", 
    "Government operations and politics", 
    "Hydroelectric power", 
    "Idaho", 
    "Interest rates", 
    "Lakes", 
    "Montana", 
    "Nevada", 
    "Parking facilities", 
    "Water and Water Resources Development", 
    "Water supply", 
    "Wyoming"
  ], 
  "subjects_top_term": "Hydroelectric power", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1984-05-03", 
    "text": "(Measure passed House, amended, roll call #130 (279-95)) Hoover Powerplant Act of 1984 - Title I - Authorizes the Secretary of the Interior to increase the capacity of existing generating equipment at Hoover Powerplant (the uprating program) and to improve parking, visitor facilities, roads, and other facilities which will contribute to the safety and sufficiency of visitor access to Hoover Dam and Powerplant (the visitor facilities program). Authorizes the Secretary of the Interior to construct a Colorado River bridge crossing immediately downstream from Hoover Dam in order to alleviate traffic congestion and reduce safety hazards. Amends the Colorado River Basin Project Act of 1968 to provide that non-Federal funds advanced for the Central Arizona Project and the Orme Dam and Reservoir project shall be credited to the Lower Colorado River Basin Development Fund and shall be available without further appropriation for such projects. Provides that the Lower Colorado River Basin Development Fund shall include all revenues collected in connection with the operation of facilities with respect to the Central Arizona Project and with respect to the Orme Dam and Reservoir until completion of repayment requirements of the Central Arizona Project. (Under current law, such fund shall include all such revenues including revenues which are determined to be surplus after the completion of the Central Arizona Project.) Requires the Secretary of Energy to provide for surplus revenues for the Boulder Canyon Project and for the Parker-Davis Project by increasing the rates charged to purchasers of electricity in Arizona, California, and Nevada. Provides that after the repayment period for the Central Arizona Project, the rates charged to such purchasers shall include an additional charge to provide revenues for repayment of costs in connection with the operation of Hoover Dam, certain salinity control units for the Colorado River, and certain water supply augmentation units for the Colorado River. Amends the Boulder Canyon Project Act of 1928 to eliminate the ceiling on the aggregate amount of advances which the Secretary of the Treasury may make to the Colorado River Dam fund to carry out such Act. Increases the ceiling on the authorization of appropriations to carry out such Act. Permits the adjustment of the funds required for the uprating program and the visitor facilities program at Hoover Dam and Powerplant. Amends the Boulder Canyon Project Adjustment Act of 1940 to make open-ended the period of time for which the Secretary of the Interior is directed to promulgate charges for electricity generated at Hoover Dam. Requires the Secretary of the Interior to promulgate charges for electricity generated at Hoover Dam to provide revenues for the Lower Colorado River Basin Development Fund. Includes in the operation costs for the Boulder Canyon project which may be paid for out of the Colorado River Dam Fund the purchase of supplemental energy to meet temporary deficiencies in firm energy which the Secretary of Energy is obligated by contract to supply. Provides that receipts from the Boulder Canyon Project which are placed in the Colorado River Dam Fund shall be available for transfer to the Lower Colorado River Basin Development Fund. Sets forth the interest rates for advances made for the visitor facilities program at Hoover Dam and Powerplant. Requires the Secretary of Energy to offer: (1) a renewal contract for specified amounts of energy to each contractor for power generated at Hoover Dam; (2) contracts for capacity and associated energy resulting from the uprating program at Hoover Dam in the amounts specified in the General Consolidated Power Marketing Criteria or Regulations for Boulder City Area projects to purchasers in Arizona, Nevada, and California who are eligible to enter into such contracts pursuant to the Boulder Canyon Project Act; and (3) contracts for such energy as is available respectively to Arizona, Nevada, and California under such Criteria to the Arizona Power Authority, the Colorado River Commission of Nevada, and purchasers in California who are eligible to enter into such contracts pursuant to the Boulder Canyon Project Act. Sets forth requirements and restrictions with respect to such contracts. Provides that the uprating program shall be undertaken with funds advanced under contracts between the Secretary of the Interior and non-Federal purchasers of electricity from such program. Sets forth conditions under which claims with respect to this Act, the Boulder Canyon Project Act, or the Boulder Canyon Project Adjustment Act may be brought. Provides that reimbursement of funds appropriated for the construction of facilities at Hoover Dam and Powerplant under this title shall be a repayment requirement of the Boulder Canyon Project. Requires that electrical capacity and energy associated with the United States' interest in the Navajo generating station which is in excess of the pumping requirements of the Central Arizona Project and any needs for desalting and protective pumping facilities be marketed and exchanged by the Secretary of Energy. Requires that the marketing and exchange plan for the Navajo surplus optimize the availability of such surplus and provide financial assistance in the timely construction and repayment of construction costs of authorized features of the Central Arizona Project. Authorizes the establishment of rate components which shall be deposited in the Lower Colorado River Basin Development Fund and made available to implement such plan. Requires the Secretary of Energy, acting through the Western Area Power Administration, to report to specified congressional committees on all Colorado River storage project power resources which may be used to financially support the development of authorized projects in the States of the Upper Division of the Colorado River Basin. Authorizes the Secretary of the Interior to develop and maintain fish passage facilities within the Yakima River Basin and to accept funds from both public and private sources for such facilities. Title II - Requires purchasers of power marketed by the Western Area Power Administration who have entered into long-term firm power service contracts to develop and implement energy conservation programs subject to approval by such Administration. Sets forth the requirements for such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Reclamation Hydroelectric Powerplants Authorization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Federal Reclamation Hydroelectric Powerplants Authorization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Hoover Powerplant Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to construct, operate and maintain hydroelectric powerplants at various existing water projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:29-05:00"
}