{
  "actions": [
    {
      "acted_at": "1991-07-23", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1529-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-23", 
  "number": "1529", 
  "official_title": "A bill to enable communities to develop community opportunity systems in order to improve economic opportunity for their low-income residents through the restructuring of programs providing services and benefits, to meet the identified priorities of the community and the needs of the individuals and families to be served.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Opportunity Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-23", 
  "subjects": [
    "Community development", 
    "Executive reorganization", 
    "Families", 
    "Federal aid to community development", 
    "Government operations and politics", 
    "Poor", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-23", 
    "text": "Community Opportunity Act of 1991 - Authorizes development of community opportunity systems to restructure and integrate, at the community or neighborhood level, the delivery of services and benefits for low-income individuals and families funded under categorical or other single or limited purpose Federal programs, in order to increase the economic opportunity and self-sufficiency of those individuals and families. Directs the President to designate a Federal official, or two or more such officials acting as a panel, to be the Federal administrator of the authorities provided in this Act. Requires the Federal administrator to make a recommendation to each such head with respect to: (1) approving the inclusion of a program for which they have legal responsibility; or (2) the waiver of any Federal statutory or regulatory requirements applicable to that program. Allows a State, local, or tribal agency eligible to apply for demonstration project funds to request Federal technical assistance in developing information for the design and implementation of a restructured system for integrated provision of services and benefits to low-income individuals or families within one or more communities in the State. Sets forth eligibility conditions and application requirements with respect to community opportunity systems, and any federally-funded programs to be included in such a system. Requires the Federal administrator, in approving an application, to specify the understandings that have been reached with the applicant on certain matters. Makes community opportunity systems the exclusive source of the services and benefits under any included Federal program for any individual or family within a designated target group. Provides for evaluation and modification, including termination, of such systems. Requires the non-Federal administering agency implementing a community opportunity system to submit certain reports to the Federal administrator and cooperate with audits. Authorizes such agency, if it concludes that the system has demonstrated its worth and has proven a superior way to assist individuals and families, to submit its final evaluation and reports prior to expiration of the system's term and to request an extension. Authorizes the Federal administrator to approve such extension for an appropriate period or periods."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Opportunity Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enable communities to develop community opportunity systems in order to improve economic opportunity for their low-income residents through the restructuring of programs providing services and benefits, to meet the identified priorities of the community and the needs of the individuals and families to be served.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:08-05:00"
}