{
  "actions": [
    {
      "acted_at": "2002-06-19", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-06-19", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-06-19", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-06-20", 
      "references": [
        {
          "reference": "CR E1107", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-26T20:40:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Energy and Commerce. H. Rept. 107-540, Part I.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4962-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-06-19", 
  "number": "4962", 
  "official_title": "To amend title XVIII of the Social Security Act to make rural health care improvements under the Medicare Program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Tauzin, W. J. (Billy)", 
    "state": "LA", 
    "thomas_id": "01140", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2002-06-19", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Ambulatory care", 
    "Authorization", 
    "Commerce", 
    "Community hospitals", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Health care industry", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospital rates", 
    "Housing and community development", 
    "Insurance premiums", 
    "Law", 
    "Leases", 
    "Loans", 
    "Medical education", 
    "Medical fees", 
    "Medical malpractice insurance", 
    "Medical residents", 
    "Medically uninsured", 
    "Medicare", 
    "Physicians", 
    "Prospective payment systems (Medical care)", 
    "Quality of care", 
    "Restrictive trade practices", 
    "Rural health", 
    "Rural hospitals", 
    "Social welfare", 
    "Terminal care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2002-06-26", 
    "text": "Title III: Rural Health Care Improvements (sic) - Amends title XVIII (Medicare) of the Social Security Act to provide that, starting for discharges on or after October 1, 2002, hospitals (other than urban hospitals with 100 or more beds or certain public hospitals) will receive payments based on a blend of their current disproportionate share (DSH) adjustment and the current DSH adjustment for large urban hospitals. Limits such new DSH adjustment to ten percent for any hospital that is not classified as a rural referral center.(Sec. 303) Provides that for discharges occurring: (1) during FY 2003, the average standardized amount for hospitals located other than in a large urban area shall be increased by half the difference between the average standardized amount for hospitals located in large urban areas for such fiscal year, and such amount determined for other hospitals for such fiscal year; and (2) during FY 2004 and afterwards, the Secretary shall compute one standardized amount for all hospitals increased by the applicable percentage increase, and use this amount to pay all hospitals.(Sec. 304) Directs the Secretary of Health and Human Services, after revising the market basket cost weights to reflect the most current data available, to establish a frequency for revising such weights to reflect the most current data available more frequently than once every five years.(Sec. 305) Revises the critical access hospital (CAH) program to: (1) reinstate payments made on a periodic interim payment basis for inpatient services starting with payments made on or after January 1, 2003; (2) prohibit the Secretary from requiring as a condition for applying the special physician payment adjustment with respect to a CAH, that each physician providing professional services in the hospital must assign billing rights with respect to such services; (3) direct the Secretary to specify standards for determining whether a CAH has sufficiently strong seasonal variations in patient admissions to justify a five bed increase in the number of inpatient acute beds it can maintain and still retain its classification as a CAH; and (4) extend the authorization of appropriations for the Medicare rural hospital flexibility program through FY 2007.Prohibits the Secretary from recouping (or otherwise seeking to recover) overpayments made for outpatient critical access hospital services under Medicare part B for services furnished in cost reporting periods that began before October 1, 2002, insofar as such overpayments are attributable to payment being based on 80 percent of reasonable costs (instead of 100 percent of reasonable costs minus 20 percent of charges).(Sec. 306) Amends the Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act of 2000 (BIPA) to extend through December 31, 2004, the ten percent additional payment for home health care furnished to beneficiaries residing in rural areas.(Sec. 309) Directs the Comptroller General to study and report to Congress on differences in payment amounts under the physician fee schedule for physicians' services in different geographic areas.(Sec. 310) Amends SSA title XI to provide that any remuneration in the form of a contract, lease, grant, loan, or other agreement between a public or non-profit private health center and any individual or entity providing goods or services to the health center is not a violation of the anti-kickback statute if such agreement contributes to the ability of the health center to maintain or increase the availability or quality of services provided to a medically underserved population served by the health center."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title XVIII of the Social Security Act to make rural health care improvements under the Medicare Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:25-05:00"
}