{
  "actions": [
    {
      "acted_at": "1977-05-05", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1469-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-05", 
  "number": "1469", 
  "official_title": "A bill to establish a comprehensive national energy policy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-05", 
  "subjects": [
    "Coal", 
    "Electric power", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Energy shortages", 
    "Federal office buildings", 
    "Government operations and politics", 
    "Hospitals", 
    "Housing and community development", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Public utilities", 
    "Schools", 
    "Solar energy"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-05", 
    "text": "National Energy Act - Establishes the following national energy goals for 1985: (1) reduction of annual growth in energy demand to less than two percent; (2) reduction of oil imports to less than six million barrels per day; (3) reduction of gasoline consumption of 10 percent from 1977 levels; (4) insulation of 90 percent of all homes and all new buildings; (5) increased coal production of at least 400 million tons over 1976 levels; and (6) use of solar energy in at least 2.5 million homes. Title I: Pricing, Regulatory, and Other Nontax Provisions - Directs the Federal Energy Administrator to establish procedures for the submission, approval, and implementation of residential energy conservation plans by State utility regulatory authorities. Prescribes energy conservation measures to be included in such plans. Establishes criteria governing programs to be carried out by public utilities as part of such energy conservation plans. Authorizes exemptions from such requirements where alternative programs will be implemented. Authorizes the Administrator to implement and enforce a Federal plan in the event of inadequate State action. Amends the National Housing Act to direct the Secretary of Housing and Urban Development to prescribe an actuarially sound premium rate for loans for energy conserving improvements. Amends the Federal Home Loan Mortgage Corporation Act and the Federal National Mortgage Association Charter Act to include loans or credits for energy conservation purposes within the scope of such programs. Authorizes additional appropriations for the weatherization assistance program administered by the Federal Energy Administrator under the Energy Conservation and Production Act. Amends the Energy Conservation and Production Act to authorize appropriations for new building performance standard grants by the Secretary of Housing and Urban Development for fiscal years 1978 and 1979. Directs the Federal Energy Administrator to establish energy efficiency standards for specified household appliances. Stipulates that such standards shall reflect the maximum improvement in energy efficiency which is technologically and economically feasible. Authorizes additional appropriations to the Administrator for fiscal year 1977 to carry out such functions. Amends the Motor Vehicle Information and Cost Savings Act to require disclosure of additional information relating to tax liability or tax benefits based on automobile fuel economy. Authorizes the Federal Trade Commission to prescribe rules requiring disclosure of such tax information in television advertisements. Authorizes the Federal Energy Administrator to make grants to States for projects to assist schools and hospitals under approved energy conservation plans. Establishes guidelines and criteria governing the submission of such plans by State Governors to the Administrator for approval. Establishes criteria governing the allotment of Federal funds to States for such purposes. Authorizes the appropriation for $300,000,000 for each of fiscal year 1978, 1979, and 1980 for such grants. Directs the President to establish price ceilings for sales of natural gas in accordance with prescribed criteria. Authorizes the President to establish special pricing provisions where deemed necessary to provide incentives for the production of natural gas or synthetic gas. Amends the Natural Gas Act to extend Federal Power Commission jurisdiction to cover specified gas facilities and transactions. Amends the Emergency Natural Gas Act of 1977 to extend the emergency authorities under such Act until April 30, 1979. Directs State utility regulatory authorities to require that electric utilities meet specified national electric rate design policies which require systems to reduce maximum kilowatt demand. Prohibits rate schedules which allow for decreased rates for increased consumption of electric energy. Prohibits electric utility services to newly-constructed buildings which utilize bulk or master meters. Amends the Federal Power Act to authorize the Federal Power Commission to provide pooling, wheeling, and other additional services in connection with the transmission of power. Directs the Federal Energy Administrator to prescribe rules prohibiting discrimination against cogenerators in the sale and purchase of electric energy. Specifies rate design policies for natural gas utilities to encourage conservation and reduce consumption. Amends the Energy Supply and Environmental Coordination Act of 1974 to prohibit new electric powerplants from using natural gas or petroleum as an energy source. Authorizes exemptions from such requirements for peakload electric powerplants or upon a showing that reliable alternatives are unavailable. Prohibits existing electric powerplants from converting from petroleum to natural gas or from utilizing natural gas as an energy source after January 1, 1990. Authorizes exemptions from such prohibitions for the use of synthetic fuels or innovative technology. Authorizes the Federal Energy Administrator to order powerplants to convert from natural gas or petroleum to coal or other fuels where feasible. Requires permits for existing electric powerplants seeking to increase use of petroleum, based either on necessity of achieving clean air standards or inability to use coal or fuels other than natural gas or petroleum. Prohibits new major fuel-burning installation boilers from using natural gas or petroleum as an energy source. Authorizes the Federal Energy Administrator to prohibit use of petroleum or natural gas by nonboilers and existing fuel-burning installations, in accordance with specified criteria. Authorizes the Administrator of the Environmental Protection Agency to prevent the enforcement of coal conversion orders issued by the Federal Energy Administrator if the affected source is unable to comply with air pollution standards. Authorizes the President to allocate coal supplies to alleviate severe energy shortages. Authorizes the Federal Energy Administrator to prohibit powerplants and major fuel-burning installations from using natural gas or petroleum during such energy shortages as declared by the President. Amends the Energy Policy and Conservation Act to authorize the Federal Energy Administrator to provide for the establishment of a van pooling program for Federal officers and employees. Authorizes appropriations for each of eight fiscal years through fiscal year 1985 for such purpose. Directs the Federal Energy Administrator to establish a program to demonstrate solar heating and cooling technology in Federal buildings. Establishes criteria governing the submission of proposals by the various Federal agencies for approval by the Administrator. Authorizes the Appropriation of $100,000,000 through fiscal year 1980 for such program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a comprehensive national energy policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:19-05:00"
}