{
  "actions": [
    {
      "acted_at": "1991-10-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3456-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1991-10-01", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-01", 
  "number": "3456", 
  "official_title": "To amend title XV of the Higher Education Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-01", 
  "subjects": [
    "Art", 
    "Arts, culture, religion", 
    "Educational facilities", 
    "Foundations", 
    "Government paperwork", 
    "Higher education", 
    "Joint ventures", 
    "Museums", 
    "Native Americans", 
    "Salaries"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-01", 
    "text": "Amends the American Indian, Alaska Native, and Native Hawaiian Culture and Art Development Act (the Act, which is title XV of the Education Amendments of 1986) to revise provisions relating to the Institute of American Indian Native Culture and Arts Development (the Institute) and its Board of Directors (the Board). Requires that Board members represent diverse fields of expertise, including finance, law, and education administration. Directs the President to carry out through the Board the publication of announcements of expiration of terms and the solicitation of nominations from Indian tribes and organizations to fill vacancies. Authorizes the Board to: (1) make recommendations based on nominations received; (2) make recommendations of its own; and (3) review and make comments on individuals being considered by the President for whom no nominations have been received. Grants the Board the power to recommend the continuation of Board members, in order to maintain stability and continuation, in accordance with specified procedures. Revises general powers of the Board. Authorizes the Board to: (1) enter into joint development ventures with public or private commercial or noncommercial entities for development of facilities to meet a specified required plan (provided that such ventures are related to and further the Institute's mission); and (2) designate annually a portion (up to ten percent) of specified appropriated funds for investment on a short-term basis to maximize yield and liquidity. Requires that interest and earnings on specified amounts received and invested by the Institute be expended to carry out the Act. Revises provisions for basic compensation rates for Institute staff to require these to be set at rates comparable to those of similar institutions of higher education (or, as at present, at civil service rates for individuals with comparable qualifications). Revises Institute functions to eliminate certain requirements relating to a Center for Culture and Art Studies, Center for Research and Cultural Exchange, and Musuem of American Indian and Alaska Native Arts. Makes the Board responsible for establishing the policies and administrative organization relating to the administrative control and monitoring responsibilities for all Institute subdivisions, administrative entities, and departments, with the specific responsibilities of each to lie solely within the discretion of the Board or its designee. Requires the Board to establish, within the Institute, departments for the study of culture and arts and for research and exchange, and a museum. Directs the Board to establish areas of competency for such departments. Authorizes the Institute to develop a policy or policies to extend preference to Indians in its program admissions and enrollment, employment, and contracts, fellowships, and grants. (Currently authorizes the Institute to simply extend such preference.) Revises provisions relating to transfer of functions, including certain provisions for forgiveness of amounts owed and hold harmless provisions. Eliminates requirements for an annual report by the Institute President. Revises provisions relating to the Institute's headquarters to refer to the Board, rather than the Secretary of the Interior. Provides that the Institute shall not be subject to any requirement for non-Federal matching funds as a condition for Federal assistance. Revises provisions for the Institute's endowment program. Allows the Institute to use funds from any non-Federal governmental source (as well as from any private or tribal source) to comply with a contribution requirement. Directs the Board to prepare a master plan on the short- and long-term facilities needs of the Institute, including specified types of evaluations, impact projections, periodic reviews, and needs prioritization. Requires transmittal of such plan to the Congress within 18 months after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title XV of the Higher Education Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:48-05:00"
}