{
  "actions": [
    {
      "acted_at": "1989-06-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-03", 
      "references": [], 
      "text": "Subcommittee on Aging (Labor and Human Resources). Hearings held jointly with the House Select Committee on Aging.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1255-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Aging", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1989-11-17", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1989-11-17", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1989-11-17", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1989-06-22", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1989-11-17", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-22", 
  "number": "1255", 
  "official_title": "A bill to provide better services for individuals with Alzheimer's disease and related dementias through improved biomedical research, health services research, and training of health care personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alzheimer's Disease Research and Training Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-22", 
  "subjects": [
    "Alzheimer's disease", 
    "Authorization", 
    "Federal aid to medical research", 
    "Health", 
    "Health facilities", 
    "Medical centers", 
    "Medical education", 
    "Medical personnel", 
    "Medical research"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-22", 
    "text": "Alzheimer's Disease Research and Training Act of 1989 - Authorizes appropriations, in addition to amounts otherwise authorized for FY 1990, to conduct biomedical research relating to Alzheimer's disease in order to increase, by at least 50 percent, the number of approved investigator-initiated grant proposals funded in accordance with the recommendations of the Advisory Panel on Alzheimer's Disease. Directs the Secretary of Health and Human Services, from amounts appropriated under this authorization, to provide specified minimum amounts: (1) to the Alzheimer's Disease Research Centers (ADRCs) for specified activities and facilities; (2) to the National Institute on Aging (NIA); and (3) for the purpose of expanding construction on the ADRC. Requires that at least 70 percent of the funds appropriated be administered by the National Institute on Aging and at least 15 percent by the National Institute of Mental Health (NIMH) and the National Institute of Neurological Disorders and Stroke. Requires research activities conducted with the funds to be coordinated by the Alzheimer's Disease Coordinating Committee of the National Institutes of Health and the Council on Alzheimer's Disease. Authorizes appropriations for each fiscal year to be used by the Secretary to conduct research and prepare evaluations on Alzheimer's disease services, psychosocial issues, and behavioral management methods. Requires that, of the amounts appropriated, specified sums be made available to establish not more than ten Health Services Research Centers on Alzheimer's Disease to work in conjunction with the ADRC. Authorizes appropriations for FY 1990 to carry out the Alzheimer's Disease and Related Dementias Service Research Act, to be used by the NIA, the NIMH, the National Center for Health Services Research and Health Care Technology Assessment, and the Health Care Financing Administration. Authorizes appropriations for FY 1990 through 1992 to establish Centers for Health Services Research on Alzheimer's Disease and Related Dementias. Requires research that receives assistance to be coordinated through the ADRCs in existence on the date of enactment of this Act. Specifies the types of research to be conducted. Authorizes appropriations for FY 1990 to be used by the Secretary for training professionals, paraprofessionals, and support personnel responsible for the care of, or working with, patients with Alzheimer's disease and related dementias."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alzheimer's Disease Research and Training Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide better services for individuals with Alzheimer's disease and related dementias through improved biomedical research, health services research, and training of health care personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:32-05:00"
}