{
  "actions": [
    {
      "acted_at": "2000-05-09", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-05-12", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner under the authority of the order of 05/11/2000. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-12", 
      "calendar": "Senate Legislative", 
      "number": "544", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 544.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-07-13", 
      "references": [
        {
          "reference": "CR S6598", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "bill_ids": [
        "s2549-106"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 2549 amended. (Division A)  .", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-07-18T08:57:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-18T18:05:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2550-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-07-13", 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-12", 
  "number": "2550", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2001 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal year for the Armed Forces, and for other purposes.", 
  "popular_title": "FY2001 Defense Authorization bill", 
  "related_bills": [
    {
      "bill_id": "hr4205-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2549-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2549-106", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Defense Authorization Act for Fiscal Year 2001", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2000-07-13", 
  "subjects": [
    "Administrative fees", 
    "Advertising", 
    "Agriculture and food", 
    "Air bases", 
    "Air force", 
    "Air force personnel", 
    "Air force procurement", 
    "Air force research", 
    "Air quality", 
    "Airlines", 
    "Alcoholic beverages", 
    "Ammunition", 
    "Amphibious ships", 
    "Anniversaries", 
    "Armed Forces Retirement Home", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control", 
    "Arms control verification", 
    "Army", 
    "Army personnel", 
    "Army posts", 
    "Army procurement", 
    "Army research", 
    "Auditing", 
    "Australia", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Biological warfare", 
    "Biological weapons", 
    "Bomber aircraft", 
    "Brazil", 
    "Cemeteries and funerals", 
    "Charities", 
    "Chemical weapons", 
    "Child health", 
    "Chile", 
    "Chiropractic and chiropractors", 
    "Civil rights and liberties, minority issues", 
    "Civil war", 
    "Claims", 
    "Classified defense information", 
    "Coast guard", 
    "Commemorations", 
    "Commerce", 
    "Commuting", 
    "Computer networks", 
    "Computer security measures", 
    "Computers and government", 
    "Congress", 
    "Congress and military policy", 
    "Congressional Medal of Honor", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Data banks", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Dental care", 
    "Dentists", 
    "Department of Defense", 
    "Destroyers", 
    "Disabled", 
    "Disciplining of employees", 
    "Drone aircraft", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drugs", 
    "East Asia", 
    "Economic development", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Egypt", 
    "Electronic data interchange", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Employment of the disabled", 
    "Energy", 
    "Enlisted personnel", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Europe", 
    "Ex-prisoners of war", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to territories", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Fighter aircraft", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Forest fires", 
    "Frigates", 
    "Fringe benefits", 
    "Gifts", 
    "Government buyouts", 
    "Government liability", 
    "Government life insurance", 
    "Government operations and politics", 
    "Government publicity", 
    "Greece", 
    "Guided missiles", 
    "Hazardous waste site remediation", 
    "Health", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Household moving", 
    "Housing and community development", 
    "Human rights", 
    "Identification devices", 
    "Impact aid", 
    "Indemnity", 
    "Information technology", 
    "Inspectors general", 
    "International affairs", 
    "International cooperation in astronautics", 
    "International relief", 
    "Intranets", 
    "Iraq", 
    "Islands", 
    "Judicial compensation", 
    "Kosovo", 
    "Labor and employment", 
    "Land transfers", 
    "Language and languages", 
    "Latin America", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Liability for toxic substances pollution damages", 
    "Logistics", 
    "Mail-order business", 
    "Managed care", 
    "Marine and coastal resources, fisheries", 
    "Marine corps", 
    "Marketing research", 
    "Mass rapid transit", 
    "Medical malpractice", 
    "Medical personnel", 
    "Medical records", 
    "Medical research", 
    "Medical statistics", 
    "Middle East and North Africa", 
    "Military aircraft", 
    "Military airlift", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military bases", 
    "Military civic action", 
    "Military command and control", 
    "Military dependents", 
    "Military education", 
    "Military electronics", 
    "Military history", 
    "Military hospitals", 
    "Military housing", 
    "Military intelligence", 
    "Military law", 
    "Military leave", 
    "Military medals, decorations, etc.", 
    "Military medicine", 
    "Military operations", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military promotions", 
    "Military readiness", 
    "Military research", 
    "Military strategy", 
    "Military technology", 
    "Military training", 
    "Military weapons", 
    "NATO military forces", 
    "Names", 
    "National Guard", 
    "Naval bases", 
    "Naval operations", 
    "Naval personnel", 
    "Naval procurement", 
    "Naval research", 
    "Navy", 
    "Nuclear aircraft carriers", 
    "Nuclear submarines", 
    "Nuclear warships", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Oceania", 
    "Officer personnel", 
    "Ordnance", 
    "Overhead costs", 
    "Pacific area", 
    "Parking facilities", 
    "Patients' rights", 
    "Peacekeeping forces", 
    "Pharmacists", 
    "Philippines", 
    "Physical examinations", 
    "Physicians' assistants", 
    "Plutonium", 
    "Police training", 
    "Post exchanges", 
    "Postal service", 
    "Private aviation", 
    "Product coding", 
    "Professional education", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Quality of care", 
    "Rating of employees", 
    "Reconnaissance satellites", 
    "Recruiting and enlistment", 
    "Referendum", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development contracts", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Revolving funds", 
    "Russia", 
    "Salvage", 
    "Scholarships", 
    "Science, technology, communications", 
    "Secondary school students", 
    "Security clearances", 
    "Self-help devices for the disabled", 
    "Serbia", 
    "Service academies", 
    "Severance pay", 
    "Shipbuilding", 
    "Small business", 
    "Social welfare", 
    "Soldiers' homes", 
    "Space activities", 
    "Space warfare", 
    "Stealth aircraft", 
    "Strategic forces", 
    "Strategic materials", 
    "Supplemental appropriations", 
    "Survivors' benefits", 
    "Tax-deferred compensation plans", 
    "Temporary employment", 
    "Terrorism", 
    "Transportation and public works", 
    "Turkey", 
    "Vaccines", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterinarians", 
    "Vietnamese Conflict", 
    "Virginia", 
    "Warships", 
    "Weapons of mass destruction", 
    "Western Hemisphere", 
    "Wills", 
    "Women", 
    "Women in business", 
    "World War II"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-07-13", 
    "text": "TABLE OF CONTENTS: Title I: Procurement Subtitle A: Authorization of Appropriations Subtitle B: Army Programs Subtitle C: Navy Programs Subtitle D: Air Force Programs Subtitle E: Other Matters Title II: Research, Development, Test, and Evaluation Subtitle A: Authorization of Appropriations Subtitle B: Program Requirements, Restrictions, and Limitations Subtitle C: Other Matters Title III: Operation and Maintenance Subtitle A: Authorization of Appropriations Subtitle B: Program Requirements, Restrictions, and Limitations Subtitle C: Humanitarian and Civic Assistance Subtitle D: Department of Defense Industrial Facilities Subtitle E: Environmental Provisions Subtitle F: Other Matters Title IV: Military Personnel Authorizations Subtitle A: Active Forces Subtitle B: Reserve Forces Subtitle C: Other Matters Relating to Personnel Strengths Subtitle D: Authorization of Appropriations Title V: Military Personnel Policy Subtitle A: Officer Personnel Policy Subtitle B: Joint Officer Management Subtitle C: Education and Training Subtitle D: Matters Relating to Recruiting Subtitle E: Military Voting Rights Act of 2000 Subtitle F: Other Matters Title VI: Compensation and Other Personnel Benefits Subtitle A: Pay and Allowances Subtitle B: Bonuses and Special and Incentive Pays Subtitle C: Travel and Transportation Allowances Subtitle D: Retirement Benefits Subtitle E: Other Matters Subtitle F: Education Benefits Subtitle G: Additional Benefits for Reserves and Their Dependents Title VII: Health Care Subtitle A: Senior Health Care Subtitle B: TRICARE Program Subtitle C: Joint Initiatives With Department of Veterans Affairs Subtitle D: Other Matters Title VIII: Acquisition Policy, Acquisition Management, and Related Matters Title IX: Department of Defense Organization and Management Title X: General Provisions Subtitle A: Financial Matters Subtitle B: Counter-Drug Activities Subtitle C: Strategic Forces Subtitle D: Miscellaneous Reporting Requirements Subtitle E: Information Security Subtitle F: Other Matters Title XI: Department of Defense Civilian Personnel Policy Title XII: Matters Relating to Other Nations Title XIII: Navy Activities on the Island of Vieques, Puerto Rico Title XIV: Government Information Security Reform Title XV: Local Law Enforcement Enhancement Act of 2000 Department of Defense Authorization Act for Fiscal Year 2001 - Title I: Procurement - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 2001 for the Army, Navy and Marine Corps, and Air Force for aircraft, missiles, weapons and tracked combat vehicles, ammunition, shipbuilding and conversion, and other procurement.(Sec. 104) Authorizes appropriations for FY 2001 for: (1) defense-wide procurement; (2) the Defense Inspector General; (3) the chemical demilitarization program; and (4) the Defense Health Program.Subtitle B: Army Programs - Requires a report from the Secretary of the Army to the defense and appropriations committees on the process for developing the objective force in the transformation of the Army. Directs such Secretary to develop and carry out, and report to such committees on, a plan comparing the costs and operational effectiveness of the medium armored combat vehicles selected for the infantry battalions of the interim brigade combat teams with the costs and effectiveness of such vehicles currently in the Army inventory for use by infantry battalions. Requires the Director of Operational Test and Evaluation of the Department of Defense (DOD) to review such plan and report results to such Secretary. Prohibits more than 60 percent of the amount authorized for the procurement of such vehicles for FY 2001 and FY 2002 from being obligated until 30 days after such Secretary's reports are submitted.(Sec. 113) Increases procurement funds (with an equivalent offset) for the procurement of rapid intravenous infusion pumps.Subtitle C: Navy Programs - Authorizes the Secretary of the Navy to procure the aircraft carrier designated CVNX-1, and authorizes such Secretary to enter into contracts for advanced procurement and construction of components for such carrier (earmarking funds authorized under this section for such purpose).(Sec. 122) Amends the National Defense Authorization Act for Fiscal Year 1997 to increase the number of Arleigh Burke class destroyers that may be procured by the Navy and to extend through FY 2005 the authority for such multiyear procurement. Expresses the sense of Congress that the Secretary of the Navy, with respect to any such destroyers procured after FY 2001, should achieve the most economical rate of procurement by procuring three destroyers in each of FY 2002 and 2003 and one in FY 2004. Requires a report from such Secretary to the defense committees updating information required in a 1993 report on DDG-51 (destroyer) class ships. Requires such update to be transmitted to the Comptroller General (CG), and requires the CG to review such report and report review results to the defense committees.(Sec. 123) Earmarks FY 2001 procurement funds for the Virginia class submarine program, authorizing the Secretary of the Navy to enter into contracts for the procurement of up to five of such submarines during FY 2003 through 2006. Requires a report from the Secretary of Defense (Secretary) to the defense and appropriations committees on the Navy's fleet of fast attack submarines.(Sec. 124) Authorizes the Secretary of the Navy to procure the construction of all ADC(X) class ships in one shipyard when determined to be more cost effective than construction in more than one shipyard.(Sec. 125) Earmarks FY 2001 procurement funds for: (1) commencement of nuclear refueling and overhaul of the CVN-69 aircraft carrier during FY 2001; (2) remanufactured AV-8B aircraft; and (3) the anti-personnel obstacle breaching system.Subtitle D: Air Force Programs - Amends the National Defense Authorization Act for Fiscal Year 1990 and 1991 to repeal a required annual report on the B-2 bomber aircraft program.(Sec. 132) Increases Air Force procurement funds (with an equivalent offset) for the conversion of AGM-65 Maverick missiles.Subtitle E: Other Matters - Authorizes the Secretary, in determining technologies for the destruction of lethal chemical agents and munitions at the Pueblo Chemical Depot, Colorado, to consider only incineration or any technologies demonstrated under the Assembled Chemical Weapons Assessment on or before May 1, 2000.(Sec. 142) Increases defense-wide procurement funds (with an equivalent offset) for the procurement and installment of integrated bridge systems for rigid inflatable boats and high-speed assault craft for special operations forces.(Sec. 143) Amends the Department of Defense Appropriations Act, 2000 to repeal a prohibition on the use of DOD funds to procure a nuclear-capable shipyard from a foreign source.Title II: Research, Development, Test, and Evaluation - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 2001 for research, development, test, and evaluation (RDT&E). Earmarks specified amounts for basic and applied research projects.(Sec. 203) Increases Air Force RDT&E funds (with an equivalent offset) for RDT&E on weathering and corrosion of aircraft surfaces and parts.Subtitle B: Program Requirements, Restrictions, and Limitations - Directs the Secretary to carry out a joint field experiment in FY 2002 for exploring war fighting challenges for joint U.S. military forces after 2010. Provides experiment funding from RDT&E funds.(Sec. 212) Earmarks RDT&E funds for the conversion and development of nuclear aircraft carrier design data.(Sec. 213) Authorizes the Secretary of the Navy to pursue a technology insertion approach for the construction of the DD-21 destroyer on a specified construction schedule. Expresses the sense of Congress: (1) calling for the sequential construction of such destroyers until 32 are constructed; and (2) that the Secretary of the Navy, in providing for the acquisition of such destroyers, should take into consideration certain needs of the Navy and Marine Corps for the surface fire support of such destroyers, along with certain related considerations. Directs the Secretary of: (1) the Navy to submit to the defense committees a plan for pursuing a technology insertion approach for such construction; and (2) Defense to report to such committees on the Navy's plan for the acquisition and maintenance of such destroyers.(Sec. 214) Amends the National Defense Authorization Act for Fiscal Year 1998 to allow a one percent increase for certain development and production expenditures for the F-22 aircraft program if the Director of Operational Test and Evaluation determines such increase is necessary to ensure adequate testing.(Sec. 215) Requires a report from the Secretary to Congress on the joint strike fighter program. Authorizes limited transfers to such program from other Navy and Air Force accounts.(Sec. 216) Directs the Secretary to require and coordinate a concept demonstration of the Global Hawk high altitude endurance unmanned vehicle. Requires such demonstration to: (1) take place as early as practicable in FY 2001; and (2) be conducted in a counter-drug surveillance scenario for the Commander in Chief of the U.S. Southern Command. Requires a demonstration report from the Secretary to Congress.(Sec. 217) Provides future-years goals for unmanned, advanced capability aircraft and ground combat vehicles. Requires a report from the Secretary to the defense and appropriations committees on all demonstration programs undertaken by the various military departments with respect to such vehicles. Provides program funding from RDT&E funds.(Sec. 218) Earmarks RDT&E funds for Army space control technology development, including the kinetic energy anti-satellite technology program.(Sec. 219) Prohibits funds for the Russian American Observation Satellites program from being obligated or expended until 30 days after the Secretary submits to Congress a plan for protecting U.S. advanced military technology associated with such program.(Sec. 220) Prohibits this Act's funds from being obligated for the procurement of an anthrax vaccine until the Secretary has submitted to the defense and appropriations committees certain information concerning Food and Drug Administration production approval of such a vaccine, as well as contingencies associated with continuing to rely on the current manufacturer to supply such vaccine.(Sec. 221) Directs the Secretary to report to the defense and appropriations committees on the acquisition of biological warfare defense vaccines for DOD.(Sec. 222) Increases RDT&E funds (with equivalent offsets) for: (1) the development and testing of technologies for the detection and transport of pollutants attributable to live-fire activities; (2) acoustic mine detection; (3) operational technologies for mounted maneuver forces; (4) air logistics technology; (5) the Precision Location and Identification program; (6) the Navy Information Technology Center and Human Resource Enterprise Strategy; (7) the Joint Technology Information Center Initiative; and (8) ammunition risk analysis capabilities.(Sec. 230) Earmarks RDT&E funds for comparisons of medium armored combat vehicles.Subtitle C: Other Matters - Requires the Secretary of the Air Force to report to the defense and appropriations committees on long-term challenges and short-term objectives of the Air Force science and technology program. Directs such Secretary to establish a task force for identifying the short-term objectives.(Sec. 243) Includes within the authority of defense laboratory directors participating in education partnerships with local educational institutions the authority to transfer to such institution any laboratory surplus equipment determined appropriate for such partnership.Title III: Operation and Maintenance - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 2001 for operation and maintenance (O&M) for the armed forces and specified activities and agencies of DOD.(Sec. 302) Authorizes appropriations for FY 2001 for: (1) working capital and revolving funds; and (2) the Armed Forces Retirement Home.(Sec. 304) Authorizes the transfer of up to $150 million from the National Defense Stockpile Transaction Fund to specified military O&M accounts for FY 2001.Subtitle B: Program Requirements, Restrictions, and Limitations - Earmarks specified defense-wide O&M funds for: (1) payments for children with disabilities under the Elementary and Secondary Education Act of 1965; and (2) analyses by the joint warfighting capabilities assessment teams of the Joint Requirements Oversight Council.(Sec. 313) Authorizes the availability of specified Air Force O&M funds for the weatherproofing of facilities at Keesler Air Force Base, Mississippi.(Sec. 314) Directs the Secretary of the Army to carry out a demonstration project to provide Internet access and services to rural communities that are unserved or underserved by the Internet. Requires a report from such Secretary to Congress. Provides funding from O&M funds. Expresses the sense of Congress requesting the President to provide sufficient funds to continue such project after FY 2001.(Sec. 315) Authorizes the availability of specified defense-wide drug interdiction and counter-drug activities funds for maintaining operations of the 11 current Tethered Aerostat Radar System sites and completing the standardization of such sites.(Sec. 316) Earmarks specified Army O&M funds for: (1) the Mounted Urban Combat Training Site at Fort Knox, Kentucky; (2) the overhaul of MK-45 5-inch guns; and (3) funding the industrial mobilization capacity at Government-owned and operated Army ammunition facilities and arsenals. Earmarks specified Navy O&M funds for weapons maintenance.(Sec. 320) Reduces by a specified amount the total amount authorized for Spectrum data base upgrades.Subtitle C: Humanitarian and Civic Assistance - Authorizes the Secretary to provide humanitarian and civic assistance in connection with military operations for areas of a country that are underserved by medical, dental, and veterinary professionals. Authorizes the use of up to ten percent of such assistance for pay and allowances of special operations command reserves furnishing land mine clearing training and related assistance.Subtitle D: Department of Defense Industrial Facilities - Expresses policy with respect to the U.S. armaments industrial base. Authorizes the Secretary to carry out a program to be known as the Armament Retooling and Manufacturing Support Initiative which shall, among other things: (1) encourage commercial firms to use Government-owned, contractor-operated Army ammunition manufacturing facilities for commercial purposes; (2) increase the opportunities for small businesses to use such facilities; (3) maintain an appropriate workforce to meet industrial emergency requirements for national security purposes; (4) demonstrate innovative business practices for future defense conversion initiatives; and (5) reduce or eliminate Army costs of owning such facilities. Requires the Secretary of the Army to fully utilize facility use contracts, leases, and other appropriate arrangements. Authorizes such Secretary to accept consideration for facility use other than rental payments or revenue generated at such facility. Requires a report from such Secretary to the defense committees on procedures and controls implemented to carry out this section.Authorizes such Secretary to carry out a loan guarantee program to encourage commercial firms to use such facilities. Provides loan guarantee limits of: (1) $20 million per borrower; and (2) $320 million for all borrowers.Authorizes such Secretary to carry out programs for the support of armaments retooling and manufacturing in the national defense industrial and technology base.Repeals the Armament Retooling and Manufacturing Support Act of 1992.(Sec. 332) Authorizes the Secretary, or the Secretary of the military department concerned, to designate depot-level activities of the military departments and defense agencies (current law), each Army arsenal, and each Government-owned and operated Army ammunition plant as Centers of Industrial and Technical Excellence in recognized core competencies. Includes as objectives for public-private partnerships in connection with such Centers: (1) maximizing the capacity utilization of such Centers; (2) reducing or eliminating ownership and production costs of such Centers; (3) leveraging private sector investment in such Centers; and (4) fostering cooperation between the armed forces and private industry. Authorizes a designating Secretary to waive certain commercial nonavailability requirements for articles and services produced at such Centers when necessary to achieve one or more of the objectives. Allows the Secretary to charge the full cost of manufacturing articles at, or performing services through, such Centers. Authorizes private sector use of excess Center capacity. Authorizes the acceptance of consideration for use of Center property. Allows, under limited conditions, the use by private sector partners of Center excess equipment or facilities. Authorizes the Secretary to carry out a loan guarantee program to encourage commercial firms to use such Centers for stated purposes. Provides loan guarantee limits of: (1) $20 million per borrower; and (2) $320 million for all borrowers.(Sec. 333) Requires the Secretary, at least 30 days before any DOD official enters into a contract for the private sector performance of a workload already being performed by more than 50 employees at a Center or ammunition plant, to report to Congress describing the effect that the performance and administration of the contract will have on the overhead costs of the Center or plant.(Sec. 334) Authorizes the President (currently, the Secretary or the Secretary of a military department) to waive certain limitations on the performance by non-Government personnel of depot-level maintenance of materiel for reasons of national security. Requires the President to notify Congress of any such waiver and the reasons therefor.(Sec. 335) Directs the Secretary of the Army to submit annually to Congress an estimate of necessary funding for operating and maintaining unutilized and underutilized plant capacity at U.S. arsenals.Subtitle E: Environmental Provisions - Establishes in DOD the Environmental Restoration Account, Formerly Used Defense Sites.(Sec. 342) Prohibits the Secretary or a military department Secretary from paying a fine or penalty of $1.5 million or more imposed by a Federal agency for an environmental violation unless the payment is specifically authorized by law. Terminates such requirement three years after the enactment of this Act.(Sec. 343) Repeals required annual reports of the Strategic Environmental Research and Development Program Scientific Advisory Board. Requires the Strategic Environmental Research and Development Program Council to summarize Board activities in their annual reports.(Sec. 344) Authorizes the Secretaries of the Army and Navy to use O&M funds to pay certain fines and penalties imposed by the Environmental Protection Agency (EPA) or a State in connection with environmental violations at specified sites.(Sec. 345) Authorizes the Secretary to reimburse a specified account within the Hazardous Substance Superfund to reimburse the EPA for certain environmental costs in connection with the former Nansemond Ordnance Depot Site in Suffolk, Virginia.(Sec. 346) Authorizes the Secretary concerned, during FY 2000 through 2003, to use DOD environmental restoration account funds for the costs of permanently relocating facilities because of a release or threatened release of hazardous substances, pollutants, or contaminants from real property or facilities: (1) currently under the Secretary's jurisdiction; or (2) that were under the Secretary's jurisdiction at the time of the actions leading to such release or threatened release. Prohibits more than five percent of account funds from being used for such purpose. Requires three annual reports from the Secretary to Congress on each such response action.(Sec. 347) Directs the Secretary of: (1) the Navy to continue during FY 2001 a ship disposal project (requiring a project report to the defense and appropriations committees); (2) Defense to report to the defense and appropriations committees on the Defense Environmental Security Corporate Information Management program; and (3) the Army to report to the defense and appropriations committees on the Plasma Energy Pyrolysis System.Subtitle F: Other Matters - Requires the Secretary to report to Congress on effects of worldwide U.S. contingency operations on the readiness of military aircraft and ground equipment.(Sec. 362) Directs the Secretary of the Army to develop a new methodology for ensuring more accurate future years Army O&M requirements. Expresses the sense of Congress calling for such methodology, and to use such methodology in the preparation of such budget requests for fiscal years after 2001.(Sec. 363) Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to require additional elements in a plan for ensuring visibility over all in-transit end items and secondary items. Requires the Secretary to submit to Congress any plan revisions required by any law enacted after October 17, 1998.(Sec. 364) Prohibits the Secretary of the Army from converting to contractor performance the emergency response functions of any chemical weapons storage installation that are currently performed by U.S. employees until such Secretary submits to the defense committees a certification that there will be no lapse of the capability to perform such functions during the performance transition period.(Sec. 365) Requires the Secretary, before a decision is made to enter into the engineering and manufacturing development phase for the acquisition of a system to use the radio frequency spectrum, to notify the defense and appropriations committees of the frequencies to be used and related information.(Sec. 366) Directs the Secretary to establish a system for monitoring the performance of DOD functions that: (1) are performed by 50 or more DOD employees; and (2) have been subjected to a workforce review. Requires the system to measure costs and benefits of selecting one workforce over another workforce after a workforce review. Requires an annual report from the Secretary to Congress. Directs the Secretary, in preparing the future years defense program, to consider costs incurred and savings derived from changed workforces after such a review. Requires specified information in a required congressional notification of changed workforces.(Sec. 367) Directs the Secretary of the Navy to suspend all activities associated with the reorganization or relocation of the performance of Navy auditing functions until 60 days after a report to the defense and appropriations committees setting forth the Navy's plans and justifications for such reorganization or relocation.(Sec. 368) Directs the Secretary to invest that portion of the Commissary Trust Revolving Fund not required to meet current withdrawals.(Sec. 369) Repeals a provision requiring a nonappropriated fund instrumentality, under certain conditions, to be considered the most economical method of distribution of alcoholic beverages within the commissary system.(Sec. 370) Requires that, whenever the Secretary of the Army carries out a disposal (by sale or otherwise) of armor-piercing ammunition or a component of such ammunition, such Secretary shall include as a disposal condition that the recipient agree in writing not to sell or transfer such ammunition or component to any purchaser in the United States other than a law enforcement or other governmental agency (with an exception for transfers for metal reclamation only). Provides a special rule for non-piercing components of such ammunition.(Sec. 371) Directs the Secretary to assess damage caused to DOD aviation facilities by alkali silica reactivity. Authorizes the Secretary to develop and carry out during FY 2001 through 2006 a plan to prevent and mitigate such damage. Provides funding from authorized O&M funds.(Sec. 372) Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to extend through FY 2010 a pilot program for the acceptance and use of landing fees charged for the use of domestic military airfields by civilian aircraft. Extends related report requirements.(Sec. 373) Authorizes the Secretary of the Air Force to require payments by a civil air carrier for support provided by the United States at Johnston Atoll that is either: (1) requested by such carrier; or (2) determined necessary to accommodate such carrier's use of the Atoll. Requires amounts charged to equal the total costs of such support. Prohibits landing fees to be charged if support costs are charged.(Sec. 374) Requires the CG to: (1) review annual costs incurred by DOD to comply with requirements of the National Historic Preservation Act; and (2) report review results to the defense and appropriations committees.(Sec. 375) Amends the Wildfire Suppression Aircraft Transfer Act of 1996 to extend through FY 2005 the authority of the Secretary to sell certain aircraft for use in wildfire suppression, and to extend a related report requirement.(Sec. 376) Amends provisions which authorize the Secretary or the Secretary of a military department to contract with private air carriers for the interstate transportation of passengers or property by transportation category aircraft to: (1) remove a requirement that contracts for such transportation be for a period in excess of 31 days; (2) authorize such transportation between a place in the United States and a place outside the United States; and (3) allow such transportation between two foreign places by a carrier that has aircraft in the civil reserve air fleet whenever such transportation is reasonably available.(Sec. 377) Directs the Secretary to report to the defense committees on operational and funding aspects of the Defense Travel System.(Sec. 378) Directs the CG to review, and report to the defense committees on, the Army's AH-64 aircraft program.(Sec. 379) Authorizes the Secretary to make a grant to a local educational agency (LEA) to assist the LEA to repair, renovate, and maintain school facilities that serve dependents of military personnel and DOD civilian employees. Outlines LEA eligibility requirements, including the presence of at least one impacted school facility (a facility used by a significant number of such dependents), as well as eligibility for assistance under the Elementary and Secondary Education Act of 1965. Requires the Secretary: (1) to notify eligible LEAs of such assistance; and (2) in determining grants, to take into consideration certain conditions and needs at the impacted school facilities of the LEA. Provides grant funding for FY 2001.(Sec. 380) Prohibits the Secretary from granting a Milestone III decision for the Defense Joint Accounting System until the Secretary: (1) conducts an analysis of alternatives to the System to determine whether it warrants deployment; and (2) if deployment is warranted, certifies to the defense committees that the System meets Milestone I and II requirements and applicable requirements of the Clinger-Cohen Act of 1996.Title IV: Military Personnel Authorizations - Subtitle A: Active Forces - Sets forth the authorized end strengths for active-duty forces as of the end of FY 2001.Subtitle B: Reserve Forces - Sets forth the authorized end strengths as of the end of FY 2001 for the Selected Reserve and reserve personnel on active duty in support of the reserves.(Sec. 413) Sets forth the minimum number of military technicians (dual status) within the Army and Air Force Reserves and National Guards as of the end of FY 2001.(Sec. 414) Sets forth the maximum number of military technicians (non-dual status) within the Army and Air Force Reserves and National Guards as of the end of FY 2001. Postpones until October 1, 2002 (currently a year earlier) a provision limiting such number to 1,950.(Sec. 415) Increases the number of certain officers and enlisted personnel authorized to serve on active duty in support of the reserves.Subtitle C: Other Matters Relating to Personnel Strengths - Authorizes the President to suspend end strength limitations in times or war or national emergency declared by Congress or the President with respect to senior enlisted personnel and senior reserve officers on active duty or full-time National Guard or reserves administrative duty. Limits such suspension period to two years from the suspension or one year after the declaration of war or national emergency, whichever occurs first.(Sec. 422) Excludes from personnel end strength limitations reserve personnel on active duty for more than 180 days to perform special work in support of the armed forces and combatant commands, except that such number may not exceed two tenths of one percent of the end strength for all active-duty personnel.(Sec. 423) Excludes Army and Air Force medical and dental officers from end strength limitations on reserve commissioned officers in grades below brigadier general.(Sec. 424) Authorizes an increase in the number of certain reserve and enlisted personnel serving on active duty or full-time National Guard duty for administrative support of the Guard and reserves by the same percentage as the increase in a fiscal year for active-duty and full-time National Guard duty personnel who are to be paid from funds appropriated for reserve personnel.(Sec. 425) Excludes, until the end of FY 2005, an Air Force officer serving as Director of the National Security Agency from end strength limitations on the number of Air Force officers above the grade of major general.Subtitle D: Authorization of Appropriations - Authorizes appropriations for FY 2001 for military personnel.Title V: Military Personnel Policy - Subtitle A: Officer Personnel Policy - Allows Army Reserve colonels and brigadier generals to be recommended for position vacancy promotions under regulations prescribed by the Secretary of the Army.(Sec. 502) Amends Coast Guard provisions to direct the Secretary of the department in which the Coast Guard is operating, before convening a selection board to recommend Reserve officers for promotion, to establish a promotion zone for officers serving in each grade and competitive category to be considered by a selection board. Requires such Secretary, before convening a selection board to recommend Reserve officers for a promotion to a grade above lieutenant (junior grade), to determine the maximum number of officers in that grade and competitive category that the board may recommend. Authorizes such Secretary, when the needs of the Coast Guard require, to allow the consideration of officers in a grade above lieutenant (junior grade) for promotion to the next higher grade from below the promotion zone. Outlines provisions for determination by such Secretary of the maximum number that may be recommended for promotion in both of the above categories. Authorizes such Secretary to use a running mate system during consideration of Reserve officers in an active status for promotion to the next higher grade. Allows such running mate system to be used when selecting officers for promotion from below the promotion zone only when considered appropriate to meet the needs of the Coast Guard.(Sec. 503) Provides revised times for the release to the armed force concerned of the names of active-duty and reserve active-status list officers recommended for promotion, such times varying within the various promotion grades. Prohibits any such list from including any name removed by the President from the report of a selection board, or the name of any officer whose promotion the Senate failed to confirm.(Sec. 504) Allows for the posthumous commissions and warranting of officers who were recommended for appointment or promotion to a commissioned grade but died in the line of duty before it was approved by the Secretary concerned or before accepting the appointment or promotion.(Sec. 505) Makes certain active-duty list promotion, separation, and involuntary retirement authorities inapplicable to reserve general and flag officers serving in certain positions designated by the Chairman of the Joint Chiefs of Staff (JCS).(Sec. 506) Authorizes the Secretary concerned to correct a person's military records in accordance with a recommendation made by a special board. Requires the appropriate relief associated with such correction (restoration to duty status, eligibility for additional pay). Considers as final a previous corrective action taken when a special board recommends not to correct the action taken, but allows for judicial review of such decision after such board's consideration. Makes such provisions inapplicable to the Coast Guard when not operating as a service in the Navy. Prohibits U.S. courts from taking any action on a claim based on the failure of an officer for selection for promotion by a promotion board until: (1) the claim has been considered and acted upon by a special selection board; or (2) the claim has been rejected by the Secretary without consideration by a special selection board. Authorizes judicial review after either event.(Sec. 507) Authorizes the Secretary of the Air Force to retain Medical Service Corps officers in an active status until 67 years of age.(Sec. 508) Removes an application requirement for the continuation of officers on the reserve active-status list.(Sec. 510) Requires the Chiefs of the Army and Air Force Reserve, while in such position, to hold the grade of lieutenant general (currently, major general). Requires the Chief of Naval Reserve to hold the grade of vice admiral (currently, rear admiral). Requires National Guard Bureau Directors to hold the grade of lieutenant general. Allows an officer to be appointed as Commander, Marine Forces Reserve, in the grade of lieutenant general (usually, major general) if appointed by the President by and with the advice and consent of the Senate. Authorizes the waiver of the latter requirement, until October 1, 2002, when necessary for the good of the service.Directs the Secretary to study and report to the defense committees on the advisability of increasing to lieutenant general the grade authorized for the Vice Chief of the National Guard Bureau.(Sec. 511) Exempts from Air Force active-duty officer limitations for grades above major general an officer serving as Commander of the Air Mobility Command in the grade of general as long as an officer of the Army, Navy, or Marine Corps is serving as Commander in Chief of the U.S. Transportation Command.Subtitle B: Joint Officer Management - Requires an officer, in order to qualify for the joint specialty designation, to have successfully completed: (1) a program of education in residence at a joint professional military education school accredited by the JCS Chairman, and a full tour of duty in a joint duty assignment; or (2) two full tours of duty in a joint duty assignment (without the education). Authorizes the Secretary to waive such qualifications for an officer who, due to unusual circumstances, has one or more qualifications comparable to the qualification waived. Allows such qualifications to be waived in the case of a general or flag officer only when determined necessary to meet a critical need. Requires the: (1) Secretary to designate joint duty assignments for general and flag officers that must be filled by joint specialty officers; and (2) JCS Chairman to accredit joint professional military education schools.(Sec. 522) Revises promotion policy objectives for joint officers. Requires the appropriate military department Secretary to validate the qualifications of officers for eligibility for joint duty assignments, including satisfaction of requirements for promotion to brigadier general or rear admiral (lower half). Directs the Secretary to prescribe policies to ensure that promotion-eligible joint specialty officers are appropriately considered for such promotion.(Sec. 523) Repeals the requirement that an officer graduating from an accredited joint professional military education school be assigned to a joint duty assignment as that officer's next duty assignment.(Sec. 524) Repeals provisions specifying the length of joint duty assignments. Requires such length to be equivalent to the standard length for assignments of other officers at such installation or place of duty. Allows the Secretary to: (1) waive such requirement when critical to meet military personnel management requirements; and (2) curtail by up to two years a joint duty assignment of more than two years for an officer who has served in that assignment for at least two years. Provides conditions under which an officer shall be considered to have completed a full tour of duty in a joint duty assignment. Prohibits joint duty credit for joint task force assignments of less than one year in more than one such assignment in the headquarters of a joint task force.(Sec. 525) Revises generally information required in an annual report from the Secretary to Congress on joint specialty officers and assignments.(Sec. 526) Considers multiple assignments as a single tour of duty for joint duty assignment purposes if such assignments consist of joint duty assignments and one or more assignments that provide significant experience in joint matters, as determined by the Secretary.Subtitle C: Education and Training - Entitles to appointment to a service academy the children of members of the reserves who: (1) are currently so serving and are credited with at least eight years of service; or (2) would be, or who died while they would have been, entitled to retired pay except for not having attained 60 years of age.(Sec. 542) Authorizes the Secretary concerned, in selecting persons from approved foreign countries to receive instruction at a service academy, to give a priority to persons who have a national service obligation to their countries upon academy graduation.(Sec. 543) Repeals a provision authorizing a certain funding increase to be used for the Junior Reserve Officers' Training Corps.(Sec. 544) Revises provisions concerning the Marine Corps Platoon Leaders Class program to: (1) make Marine Corps Reserve officers (currently only Marine Corps Reserve enlisted personnel) eligible for such program; (2) remove certain age limitations; (3) allow assistance to eligible individuals for the pursuit of a law degree requiring no more than four (currently three) academic years; and (4) make program noncompletion sanctions inapplicable to officers.Subtitle D: Matters Relating to Recruiting - Directs the Secretary of the Army, during the period beginning on October 1, 2000, and ending on December 31, 2005, to carry out pilot programs to test various recruiting approaches. Requires: (1) one pilot program to be a program of public outreach that associates the Army with motor sports competition; (2) one pilot program to be a program under which Army recruiters are assigned at postsecondary vocational institutions and community colleges to recruit such students and graduates; and (3) one pilot program to be a program that expands the scope of the Army's current recruiting initiatives. Authorizes such Secretary to expand or extend a pilot program after notification of the defense committees. Requires a pilot program report.(Sec. 552) Directs the Secretary to enhance the effectiveness of the Joint and Service Recruiting and Advertising Programs through advertising and market research targeted to prospective recruits and persons who influence such recruits.(Sec. 553) Amends Federal provisions requiring access to secondary schools for military recruiting purposes to provide that if a local educational agency denies such access, then the Secretary concerned shall designate a general or flag officer of that armed force to visit such school and seek such access. Provides that if the agency continues to deny such access, then the Secretary shall transmit to the chief executive of such State a notification of such denial and a request for assistance in obtaining the requested access. Directs the Secretary, upon determining that agency denial of recruiting access extends to at least two of the armed forces, to notify the defense committees and the Senators and appropriate Representative of the State in which the denial has occurred. Makes such requirements effective as of July 1, 2002.Subtitle E: Military Voting Rights Act of 2000 - Amends the Soldiers' and Sailors' Civil Relief Act of 1940 to mandate that a person who is absent from a State in compliance with military or naval orders shall not, solely by reason of that absence, for purposes of voting for an office of the United States or a State, be deemed to have: (1) lost a residence or domicile in that State; (2) acquired a residence or domicile in any other State; or (3) become resident in or a resident of any other State.Amends the Uniformed and Overseas Absentee Voting Act to require States, with respect to elections for State and local offices, to permit absentee voting by military personnel.Subtitle F: Other Matters - Authorizes the President to award the Medal of Honor to Ed W. Freeman, James K. Okubu, and Andrew J. Smith for service during the Vietnam conflict, World War II, and the Civil War, respectively.(Sec. 572) Waives certain time limitations with respect to recommendations for the award of the: (1) Silver Star to Louis Rickler, for service during World War I; and (2) Distinguished Flying Cross to certain individuals for service during World War II or Korea.(Sec. 573) Makes ineligible for involuntary separation pay individuals who decline to continue to serve on active duty.(Sec. 574) Exempts a military testamentary instrument from State testamentary laws. Accords such instruments the same legal effect as State testamentary instruments presented for probate. Outlines requirements for the legal execution of such instruments. Makes such instrument self-proving upon such execution, signature, and witnessing. Requires each instrument to include a statement that it meets applicable testamentary requirements.(Sec. 575) Expresses the sense of Congress that: (1) the American people should recognize the lack of culpability of then-Captain Charles B. McVay III in connection with the sinking of the U.S.S. INDIANAPOLIS by a Japanese submarine in the Philippine Sea during World War II, as well as his lack of culpability for the tragic loss of the INDIANAPOLIS and the lives of the men who died as a result of her sinking; (2) Captain McVay's military record should reflect such exoneration; and (3) the Secretary of the Navy should award a Navy Unit Commendation to the U.S.S. INDIANAPOLIS and its final crew.(Sec. 576) Expresses the sense of Congress that the late Husband E. Kimmel, Rear Admiral, Navy, and the late Walter C. Short, Major General, Army, performed their duties competently and professionally during the period which included the bombing of Pearl Harbor, Hawaii, in December 1941, and that losses incurred there were not a result of dereliction of duty on the part of such individuals.(Sec. 577) Requires verbatim trial records to be kept in each special court-martial case in which the sentence includes confinement for more than six months or forfeiture of pay for more than six months.(Sec. 578) Amends the National Defense Authorization Act for Fiscal Year 2000 to revise generally management and per diem requirements for military personnel subject to lengthy or numerous deployments.(Sec. 579) Authorizes TRICARE managed care support contracts in effect or in final stages of acquisition as of September 30, 1999, to be extended for four years in the best interests of the Government.(Sec. 580) Authorizes members of the Army or Air National Guard to prepare for (currently, only participate in) small arms competitions (current law) and athletic competitions. Makes amounts appropriated to the National Guard available to cover the costs of such competitions.Title VI: Compensation and Other Personnel Benefits - Subtitle A: Pay and Allowances - Waives any FY 2001 pay increases tied to increases in the General Schedule of Compensation for Government employees. Increases by 3.7 percent, effective January 1, 2001, the rates of basic pay for military personnel.(Sec. 602) Amends the National Defense Authorization Act for Fiscal Year 2000 to revise certain pay table amounts.(Sec. 603) Authorizes members performing funeral honors duty to receive either the allowance for such duty or the rate of pay for members of the reserves or National Guard performing inactive-duty training.(Sec. 604) Excludes from creditable service as a Marine Corps officer only that service performed concurrently as an enlisted member with the Marine Corps Platoon Leaders Class program.(Sec. 605) Repeals the current calculation of the monthly amount of basic allowance for housing (BAH) for housing inside the United States. Requires the Secretary to base such amount on the costs of adequate housing determined for such area. Repeals provisions requiring BAH reductions and adjustments.(Sec. 606) Authorizes the payment of BAH for members without dependents in pay grade E-4 (currently only E-5) who are on sea duty.(Sec. 607) Authorizes the payment of a personal money allowance of $2,000 yearly for senior enlisted members serving in Sergeant Major, Master Chief Petty Officer, or Chief Master Sergeant positions.(Sec. 608) Increases the initial and annual allowance for officers for the purchase of required uniforms and equipment.(Sec. 609) Authorizes the Secretary (currently, the President) and the Secretary of Transportation with respect to the Coast Guard when not operating as a service in the Navy to prescribe requirements and allowances for clothing for enlisted personnel.(Sec. 610) Requires the Secretary concerned, upon application by an enlisted member in pay grade E-5 or below, to pay such member a special subsistence allowance of $180 for each month during which the member is eligible to receive food stamp assistance. Terminates such eligibility upon: (1) termination of food stamp eligibility; (2) payment of such allowance for 12 consecutive months; (3) promotion to a higher grade; or (4) transfer to a permanent change of station. Requires the member to furnish appropriate documentation of his or her eligibility for food stamp assistance. Makes such allowance an addition to the basic allowance for subsistence. Terminates such authority on September 30, 2005. Requires, during 2001 through 2005, a report from the CG to Congress on the number of military personnel eligible for food stamp assistance.(Sec. 610A) Increases basic pay amounts for enlisted personnel in grades E-5 through E-7 who have served for certain categorized periods in excess of six years.(Sec. 610B) Authorizes the payment of a BAH for members with dependents who are unable to accompany such members to their new duty station.Subtitle B: Bonuses and Special and Incentive Pays - Extends through 2001 specified authorities currently scheduled to expire at the end of 2000 with respect to certain special pay and bonus programs within the regular and reserve armed forces.(Sec. 614) Includes as eligible activities for the payment of special pay currently provided for reserve medical and dental officers active duty for training, annual training, or special work.(Sec. 615) Authorizes special pay for Coast Guard physician assistants.(Sec. 616) Authorizes the Secretary concerned to pay special pay to an officer who is: (1) a pharmacy officer in the Medical Service Corps of the Army or Navy or the Biomedical Sciences Corps of the Air Force; and (2) on active duty under a call or order for a period of at least one year. Authorizes similar payments from the Secretary of Health and Human Services with respect to such officers in the Regular or Reserve Corps of the Public Health Service. Prohibits such payments for pay grades above O-6. Provides varying rates of such special pay based on creditable years of service and whether or not the officer is undergoing pharmacy internship training.Authorizes the payment of an accession bonus to individuals graduating from an accredited pharmacy school who, between the enactment of this Act and September 30, 2004, execute a written agreement to accept a commission as an officer and to remain on active duty for at least four years. Limits such bonus to $30,000. Requires pro rata repayment for unserved periods.(Sec. 618) Entitles Public Health Service Regular or Reserve Corps health officers to the same special pay as health professions officers of the armed forces.(Sec. 619) Entitles a member on sea duty to career sea pay at a monthly rate prescribed by the Secretary concerned, but not to exceed $750. (Currently, such rates vary depending on the length of such duty, with a high-end limit of $520.) Authorizes a pay premium of up to $350 for every month served after 36 consecutive months.(Sec. 620) Increases the monthly rate of special duty assignment pay for enlisted members. Eliminates the separate rate for military recruiters.(Sec. 621) Authorizes the payment of a critical skills enlistment bonus for all military departments (currently, only the Army).(Sec. 622) Authorizes the payment of special duty assignment pay for enlisted Guard and reserve personnel who are not on active duty at the time of the special duty assignment.Subtitle C: Travel and Transportation Allowances - Authorizes the advance payment of temporary lodging expenses incurred by a member and his or her dependents while making a change in permanent duty stations. Allows such payment for up to ten days. Revises generally provisions concerning the per diem for members on duty outside the United States or in Hawaii or Alaska.(Sec. 632) Authorizes the Secretary concerned to pay to a member a share of the savings resulting from less-than-average shipping and storage costs of the member's baggage and household effects in connection with a change of duty station.(Sec. 633) Allows the payment of certain travel and transportation expenses of military dependents of overseas personnel when such dependents are engaged in obtaining a formal education (currently, a secondary or undergraduate college education) (thereby allowing graduate or vocational educational programs to be included).(Sec. 634) Authorizes the Secretary concerned to pay a member a share of the savings realized from not having a vehicle transported or stored overseas. Authorizes a member to elect to have a vehicle stored at Government expense in lieu of a transportation allowance for an unaccompanied assignment.Subtitle D: Retirement Benefits - Provides an exception to the high-36 month retired pay computation for: (1) enlisted personnel who are reduced in grade; or (2) officer personnel who do not serve satisfactorily in the highest grade held. States that such retired pay base shall be determined as if the member first became a member before September 8, 1980.(Sec. 642) Provides automatic participation in the Survivor Benefit Plan (SBP) for reserve personnel who are married or have a dependent child unless such member declines such participation with his or her spouse's concurrence. Requires spousal consent for a member to elect: (1) not to participate in the SBP; or (2) to designate as the effective date for the commencement of SBP payments in the event that the member dies before becoming 60 years of age the 60th anniversary of such member's birth.(Sec. 643) Amends the National Defense Authorization Act for Fiscal Year 2000 to make 180 days after the enactment of this Act the effective date for the authority of members of the Ready Reserve to participate in the Thrift Savings Plan (TSP). Allows the Secretary to postpone such effective date by up to 360 additional days if the Secretary determines that permitting such members to participate earlier would place an excessive burden on accommodating TSP participants. Requires notification of specified congressional committees when such a postponement is utilized.(Sec. 644) Outlines procedures for retirement from active reserve service which is performed after retirement from the regular armed forces.(Sec. 645) Repeals a Federal provision suspending the payment of military retired pay while an individual serves as a Federal judge.(Sec. 646) Expresses the sense of Congress that there should be enacted during the 106th Congress legislation that increases the minimum basic annuities provided under the Survivor Benefit Plan (SBP) for surviving spouses of members of the uniformed services who are age 62 or older.(Sec. 647) Authorizes the Secretary concerned to pay an SBP annuity to the surviving spouses of all members who die while on active duty, unless such death: (1) is a direct result of the member's intentional misconduct or willful neglect; or (2) occurs during a period of unauthorized absence. Provides an SBP annuity based on retirement for members who had completed 20 years or more of active service or who died while on active duty without the above intervening circumstances. Provides a special rule for beneficiaries entitled to such an annuity who also become entitled to Social Security benefits.(Sec. 648) Amends provisions concerning veterans' coverage under Servicemembers' Group Life Insurance to require such coverage to include any servicemember serving on active duty, the member's spouse, and any unmarried dependent for whom the member is providing over 50 percent of the support for. Authorizes a member to elect to not insure a dependent spouse or his or her children. Provides coverage amounts and conditions, including conditions under which such additional coverage will be considered terminated. Requires a premium to be deducted for such additional coverage. Requires the Secretary of Veterans Affairs to inform eligible members of such insurance benefits and to afford an opportunity to make such elections.(Sec. 649) Revises the monthly fees paid by residents of the Armed Forces Retirement Home (Naval Home and Soldiers' and Airmen's Home).(Sec. 650) Increases SBP annuity amounts for months beginning after the date of enactment of this Act. Requires the Secretary to ensure that reductions in retired pay are adjusted to cover such increased annuity amounts.(Sec. 651) Makes military reserve technicians eligible for retirement benefits after completing 25 years of service or after becoming 50 years of age and completing 20 years of service. (Currently, such eligibility requires becoming 50 years of age and completing 25 years of service.)(Sec. 652) Repeals provisions requiring offsets from SBP annuities for amounts paid in dependency and indemnity compensation.Subtitle E: Other Matters - Authorizes the Secretary to reimburse a member for parking expenses incurred for a private vehicle being used to commute to a duty station to perform recruiting activities, duty with a military entrance processing facility, or instructional or administrative duties at an institution where a unit of the Senior Reserve Officers' Training Corps is maintained.(Sec. 652) Amends the National Defense Authorization Act for Fiscal Year 1997 to authorize the Secretary to extend for up to 18 additional months the deadline for filing claims associated with the capture and internment of certain persons by North Vietnam.(Sec. 653) Authorizes the Secretary to settle claims for payments for unused accrued leave and for retired pay.(Sec. 654) Entitles to Servicemembers' Group Life Insurance a person who volunteers for assignment to a category in the Individual Ready Reserve that is subject to an involuntary call to active duty.(Sec. 655) Authorizes the Secretary of Veterans Affairs to pay a gratuity of $20,000 to veterans of Bataan and Corregidor who were captured, held as prisoners of war, and forced to perform slave labor in Japan during World War II.(Sec. 666) Authorizes the concurrent payment of retirement or retainer pay and compensation for retired members with service-connected disabilities.(Sec. 667) Authorizes travel on military aircraft for reserve personnel traveling to and from locations outside the United States to perform inactive-duty training.(Sec. 668) Provides certain benefits and protections for persons incurring injury, illness, or disease while traveling to, performing, or returning from funeral honors duty, including incapacitation pay and tort claims eligibility.(Sec. 669) Requires the Secretary, in determining eligibility for the armed forces special supplemental food program, to exclude from income any BAH authorized under the Child Nutrition Act of 1966.(Sec. 670) Requires Selected Reserve personnel entitled to educational assistance benefits to use such benefits by their date of separation (currently, such date or ten years after becoming eligible for such benefits, whichever occurs first). Revises such period for certain disabled reserve personnel and reserve personnel who ceased to be members during a specified period.(Sec. 671) Recognizes as veterans all members of the Alaska Territorial Guard during World War II who were honorably discharged from such duty.(Sec. 672) Requires the Secretary of Veterans Affairs to: (1) assist a claimant in developing facts pertinent to a claim for benefits through the Department of Veterans Affairs; and (2) provide a medical examination when pertinent to such a claim.(Sec. 673) Directs the Secretary of the Navy to pay back pay to a claimant who, by reason of being interned as a prisoner of war while a member of the Navy or Marine Corps during World War II, was unable to accept a promotion for which such claimant was approved. Requires such Secretary to ensure that such benefits and eligibility requirements are widely publicized.Subtitle F: Educational Benefits - Helping Our Professionals Educationally (HOPE) Act of 2000 - Authorizes the Secretary of each military department to permit individuals who are entitled to basic educational assistance under the Veterans Educational Assistance Program (VEAP) to transfer such assistance to their spouse, one or more children, or a combination thereof. Requires the individual to: (1) have completed six years of military service before any such transfer; and (2) designate the transferees chosen, the percentage of assistance for each, and the period in which such transfer shall be effective. Prohibits any transferee from using such assistance until the transferor has completed ten years of military service. Requires any child receiving such assistance to complete his or her entitlement before attaining 26 years of age. Requires annual reports from each Secretary to the defense committees concerning such transfers beginning in 2002. Requires the Secretary of Defense to report to Congress on the manner in which each Secretary proposes to exercise such authority.(Sec. 683) Authorizes the Secretary concerned to entitle to basic educational assistance under the All-Volunteer Force Educational Assistance Program those individuals who: (1) are current VEAP participants, disenrolled VEAP participants, or elected to no longer participate in VEAP; (2) are serving on active duty; and (3) before applying for benefits, have completed the requirements of a secondary school diploma or the equivalent of 12 semester hours in a program of education leading to a standard college degree. Reduces the basic pay of Program participants. Provides for: (1) the transfer of account funds under prior enrollments; and (2) transfers of appropriate amounts to the Secretary of Defense for deposit into the Department of Defense Education Benefits Fund to cover Program costs. Requires annual reports beginning in 2002 from each Secretary concerned to the defense committees concerning such entitlements. Requires the Secretary of Defense to report to Congress on the manner in which each department Secretary proposes to exercise such authority (requires a separate report from the Secretary of Transportation with respect to the Coast Guard).(Sec. 684) Revises provisions concerning the payment of tuition for off-duty training or education to: (1) allow the Secretary concerned to pay all (currently up to 75 percent) of such education expenses; and (2) remove payment limitations with respect to certain enlisted personnel and individuals enrolled in a high school completion program. Allows military personnel entitled to assistance under the Montgomery GI Bill to use such entitlement for the payment of tuition or expenses not paid by the Secretary concerned. Directs the Secretary of Defense, at the election of individuals pursuing off-duty education, to pay a basic educational assistance allowance to meet all or a portion of such expenses not paid for by the Secretary concerned. Authorizes such allowance for up to 36 months.(Sec. 685) Extends until five years after separation the educational assistance entitlement for members of the Selected Reserve who continue to serve at the end of the ten-year period during which such individuals were entitled to such assistance.Subtitle G: Additional Benefits for Reserves and Their Dependents - Expresses the sense of Congress that the President should provide funding sufficient to ensure that the reserve components meet requirements specified in the National Military Strategy, including training requirements.(Sec. 692) Authorizes reserve personnel performing annual training duty to travel in a space-required status on military aircraft to and from such duty. Allows members of the Selected Reserve, or Navy or Coast Guard Individual Ready Reserve members, and their dependents, to receive military transportation on a space-available basis under the same terms and conditions as apply to members entitled to military retired pay.(Sec. 693) Makes reserve personnel traveling to inactive-duty training at a location more than 50 miles from their residence eligible for billeting in DOD facilities on the same basis and to the same extent as members on active duty traveling under orders away from their permanent duty station.(Sec. 694) Increases the maximum number of reserve retirement credits to 90 days in the year of service that includes the date of enactment of this Act and in any subsequent year of service.(Sec. 695) Authorizes the provision of legal services to reserve members following release from active duty of more than 30 days issued under a mobilization authority, but only during the period that begins on the date of such release and is equal to at least twice the period served.Title VII: Health Care - Subtitle A: Senior Health Care - Amends the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) to provide CHAMPUS eligibility conditions for persons enrolled in the supplementary medical insurance program under part B of Medicare (Title XVIII of the Social Security Act) and, in the case of a person under 65 years of age, entitled to hospital insurance benefits under part A of Medicare. Extends through 2001 the TRICARE (a DOD managed-care program) Senior Prime demonstration program.Subtitle B: TRICARE Program - Authorizes coverage under the TRICARE Program for remote areas of the continental United States for members of the Coast Guard when not operating as a service in the Navy and members of the National Oceanic and Atmospheric Administration and Public Health Service. Requires coverage for the medical care of eligible military dependents to be comparable to medical care coverage and timely access standards under the TRICARE Prime option.(Sec. 712) Prohibits a copayment from being charged to a dependent of a member eligible for care under TRICARE Prime.(Sec. 713) Directs the Secretary to take all necessary action to improve the business practices used in administering TRICARE.(Sec. 714) Prohibits the Secretary, in the case of a CHAMPUS covered beneficiary who is enrolled in TRICARE Standard, from requiring that such beneficiary: (1) obtain a nonavailability statement or preauthorization form from a military medical treatment facility in order to receive services from a civilian provider; or (2) obtain a nonavailability statement for care in specialized treatment facilities outside the 200-mile radius of a military medical treatment facility. Provides exceptions.(Sec. 715) Allows amounts payable for TRICARE services provided in a rural area of a State to be up to 80 percent of the customary and reasonable charges for such services provided in that State. Requires a report from the Secretary to the defense committees on the extent to which physicians are choosing not to participate in contracts for furnishing TRICARE health services in rural States (less than 76 residents per square mile and less than 211 active physicians per 100,000 residents).Subtitle C: Joint Initiatives With Department of Veterans Affairs - Directs the Secretaries of Defense and Veterans Affairs to jointly prescribe a centralized process for the reporting, compiling, and analysis of errors in the provision of health care under their respective health care systems that endanger patients beyond the normal risks associated with such care and treatment.(Sec. 722) Directs such Secretaries to jointly develop a system for the use of bar codes for the identification of pharmaceuticals, and directs the Secretary to experiment with the use of such bar codes in the DOD mail order pharmaceuticals program.(Sec. 723) Amends the National Defense Authorization Act for Fiscal Year 2000 to require certain additional information in an annual report from the Secretary to Congress on DOD medical informatics. Earmarks specified FY 2001 O&M funds for pharmaceuticals-related medical informatics.Subtitle D: Other Matters - Directs the Secretary to carry out a program to provide prescription pharmaceuticals by mail to: (1) persons eligible for medical care under CHAMPUS; and (2) persons who would be eligible for CHAMPUS medical care except for concurrent eligibility for hospital insurance under Medicare part A.(Sec. 732) Amends the National Defense Authorization Act for Fiscal Year 2000 to authorize the Secretary to provide domiciliary and custodial care to CHAMPUS beneficiaries whose eligibility for such care was discontinued due to their concurrent eligibility for hospital insurance benefits under Medicare and subsequently reestablished under other legal authority.Limits to $100 million per fiscal year the total cost for the individual case management program for CHAMPUS beneficiaries.(Sec. 733) Entitles Medal of Honor recipients and their dependents to CHAMPUS medical and dental care.(Sec. 734) Directs CHAMPUS administering Secretaries to furnish an eligible CHAMPUS minor dependent (at least 5 and less than 12 years old) a school-required physical examination.(Sec. 735) Extends until three year after an eligible member's death (currently, one year) the continuation of CHAMPUS medical and dental benefits for such member's survivors.(Sec. 736) Extends through FY 2002 the authority to contract for medical services at locations outside of military medical treatment facilities.(Sec. 737) Directs the Secretary to complete the development and implementation of a program to provide chiropractic health care services and benefits for all TRICARE Prime enrollees as a permanent part of the military health care system. Amends the National Defense Authorization Act for Fiscal Year 1995 to continue certain chiropractic benefits under such Act until the new program is implemented.(Sec. 738) Directs the Secretary to take necessary actions to use, in at least one TRICARE program region, commercially available information technology systems and products to simplify critical administrative processes of the defense health program and otherwise improve the performance of such services.(Sec. 739) Directs the Secretary to establish a patient care error reporting and management system, with specified purposes and requirements. Directs the Secretary to expand the health care team coordination program to integrate that program into all DOD health care operations.(Sec. 740) Directs the Secretary to carry out a demonstration program to explore opportunities for improving the planning and management of the DOD health care system. Terminates the program on December 31, 2001. Requires a program report. Provides funding from O&M funds.(Sec. 741) Directs the Secretary to carry out two studies to assess the feasibility and desirability of financing the military health care program for retirees on an accrual basis. Requires one study to be conducted by one or more DOD organizations and one study to be conducted by an independent organization with expertise in financial programs and health care. Requires a final report to the Secretary on each study, to be transmitted to Congress.(Sec. 742) Authorizes the Secretaries of the Army and Health and Human Services to jointly conduct a program to augment the Army Medical Department by exercising available authority for detailing reserve commissioned officers of the Public Health Service not in an active status to the Army Medical Department. Requires a report to the defense committees.(Sec. 743) Amends the National Defense Authorization Act for Fiscal Year 1997 to authorize the Secretary to expand the service area of a designated replacement provider of services under the military health care system when necessary to permit covered beneficiaries to enroll in the designated provider's managed care plan.(Sec. 744) Establishes the Blue Ribbon Advisory Panel on Department of Defense Policies Regarding the Privacy of Individual Medical Records to study and report to the President and Congress on all matters relating to DOD policies and practices concerning medical records privacy. Terminates the Panel 30 days after its report. Provides funding.Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Requires the Federal Acquisition Regulation (FAR) to be revised to establish a preference for performance-based contracts and task orders for the purchase of DOD services. Outlines conditions under which such a contract or task order will be treated as a contract for the procurement of commercial items. Directs the Secretary of each military department to establish at least one center of excellence in contracting for services for assistance to the acquisition community. Requires the Secretary to ensure that classes focusing on such contracting are offered by the Defense Acquisition University and the Defense Systems Management College and available to contracting personnel throughout DOD. Requires appropriate training for defense contracting personnel.(Sec. 802) Adds a $500 million threshold prior to the applicability of a reporting requirement relating to DOD multiyear contracting authority.(Sec. 803) Includes additional responsibilities of DOD Chief Information Officers with respect to the maintenance of mission critical and mission essential information technology systems. Prohibits the Milestone I, II, or III approval of a major automated information system within DOD until the Chief Information Officer of that department has determined that the system is being developed in accordance with requirements under the Clinger-Cohen Act of 1996 and related requirements, including appropriate registration. Requires reports from the Secretary to the defense and appropriations committees during FY 2001 through 2003 on the implementation of such requirements.(Sec. 804) Directs the Secretary of each military department to administer an automated system for tracking and managing the purchase of information technology products and services by that department. Requires such system, at a minimum, to apply to purchases of information products and services in excess of the simplified acquisition threshold. Prohibits such a purchase in excess of the simplified acquisition threshold unless: (1) data concerning such purchase is included in the tracking system; or (2) the purchase is approved by the Under Secretary of Defense for Acquisition, Technology, and Logistics or the senior procurement executive of that military department. Requires: (1) an annual report from the Secretary to the defense committees; and (2) a report from the CG to the defense and appropriations committees on systems developed under this section.(Sec. 805) Repeals the requirement for certain contractor assurances regarding the completeness, accuracy, and contractual sufficiency of contractor-provided technical data.(Sec. 806) Amends the Federal Acquisition Streamlining Act of 1994 to extend until October 1, 2007, the authority for certain DOD acquisition pilot programs.(Sec. 807) Amends the National Defense Authorization Act for Fiscal Year 1994 to add cost-sharing requirements for DOD prototype project agreements. Authorizes the Secretary to carry out a pilot program for follow-on contracting for the production of items and processes that are developed by nontraditional defense contractors under prototype projects. Terminates the pilot program authority at the end of FY 2004. Extends through such date the authority to enter into prototype projects and agreements.(Sec. 808) Amends the National Defense Authorization Act for Fiscal Year 1994 to limit the right of the CG to review records of prototype project participants to only those records that are of the same type that the Government has the right to examine under audit access clauses or previous agreements or transactions.(Sec. 809) Amends the National Defense Authorization Act for Fiscal Year 1991 to make small businesses owned and controlled by women eligible for assistance under the mentor-prot?g? program.(Sec. 810) Prohibits the performance of a contract for the acquisition of a Navy-Marine Corps Intranet from commencing until the Secretary of the Navy submits to Congress specified contract information. Prohibits the part of such program that is implemented during the first year from including any activities of the Marine Corps, the naval shipyards, or the naval aviation depots. Requires such Intranet acquisition to be managed by the Navy in accordance with the Clinger-Cohen Act of 1996 and all directives applicable to major investments in information technology and related services. Requires the CG to review such Intranet and submit comments to Congress. Requires the Secretary of the Navy to commence a phased implementation of such Intranet during FY 2001, under specified requirements. Requires the Secretary to mitigate any adverse impact of such implementation on Navy civilian employees currently performing functions included in the scope of that program.(Sec. 811) Amends provisions concerning qualifications for employment and assignment in DOD contracting positions to: (1) make members of the armed forces eligible; and (2) provide the occupational series and requirements for positions to be filled by members of the armed forces (with an exception for those already employed in such position on September 30, 2000).(Sec. 812) Requires the Secretary to report to Congress on the sufficiency of the acquisition and support workforce of DOD, including sufficient size and expertise to ensure the cost-effective management of the defense acquisition system to obtain needed products and services at the best value. Amends the National Defense Authorization Act for Fiscal Year 1996 to extend through November 17, 2003, a demonstration project on revising personnel management policies and procedures applicable to the DOD acquisition workforce. Prohibits the defense acquisition and support workforce from being reduced during FY 2001 through 2003 below such level as of September 30, 2000, but authorizes the Secretary to waive such prohibition and reduce such levels upon certification that the reduced workforce will efficiently and effectively perform its required workloads.(Sec. 813) Directs the Secretary to carry out, and report to the defense and appropriations committees on, a financial analysis of the costs and benefits of the use of dual rates for quantifying overhead costs at Army industrial facilities.(Sec. 814) Amends the Office of Federal Procurement Policy Act to establish within the Office of Management and Budget (OMB) (currently within the Office of Federal Procurement Policy) the Cost Accounting Standards Board. Revises generally provisions concerning Board membership, term of office, and senior staff. Repeals an annual Board report requirement.(Sec. 815) Amends the Clinger-Cohen Act of 1996 to authorize the Administrator for Federal Procurement Policy, as part of a current pilot program to test the feasibility of using solutions-based contracting for the acquisition of information technology, to carry out not more than ten projects: (1) each having an estimated cost of at least $25 million and not more than $100 million; and (2) for small business concerns, each having an estimated cost of at least $1 million and not more than $5 million. Eliminates the requirement for Federal funding of the program's definition phase.(Sec. 816) Requires the FAR to be amended to address the use of personnel experience and educational requirements in the procurement of information technology services. Requires the CG to submit to Congress an evaluation of executive agency compliance with such regulations and conformity of such regulations with existing law.(Sec. 817) Requires the CG to convene a panel of experts to study rules governing the selection of sources for the performance of commercial or industrial functions for the Federal Government between public and private sector sources, including public-private competitions pursuant to OMB Circular A-76. Requires the opportunity for study participation by other interested parties. Requires study results to be submitted to Congress.(Sec. 818) Amends the Office of Federal Procurement Policy Act to: (1) require the appropriate executive agency (currently, the Secretary of Commerce) to publish a procurement solicitation notice (notice); (2) allow such notices to be published electronically; and (3) consider an electronic solicitation accessible if it is in a form that allows convenient and universal user access through the single Government-wide point of entry designated in the FAR. Makes identical revisions for procurement notices under the Small Business Act. Changes from annually to biannually through 2004 a required report concerning the use of electronic commerce in Federal procurement.Title IX: Department of Defense Organization and Management - Repeals Federal provisions reducing the number of major headquarters activities personnel in DOD, as well as a related reporting requirement.(Sec. 902) Designates one of the Assistant Secretaries of Defense as the Assistant Secretary of Defense for Special Operations and Low Intensity Conflict, with appropriate duties in such areas. Provides as an additional duty the supervision of all DOD activities for combating terrorism.(Sec. 903) Directs the Secretary to establish a non-partisan, independent National Defense Panel 2001 to: (1) assess defense strategy, force structure, force modernization plans, infrastructure, budget plan, and other elements of the defense program and policies established since the quadrennial defense review of 1996; and (2) identify the most critical changes that should be made to the defense strategy for the ensuing ten years and the ensuing 20 years. Requires two reports from the Panel to the Secretary and the defense committees. Terminates such Panel at the end of the next year following submission of its second report.(Sec. 904) Requires the Secretary, each year preceding a year in which a President is to be inaugurated, to establish a non-partisan, independent National Defense Panel to undertake specified assessments, identifications, and recommendations with respect to the current and projected strategic environment. Requires two reports as above, and terminates each Panel as above.(Sec. 905) Includes within the definition of an Inspector General, for purposes of general investigations, an officer of the armed forces or DOD employee assigned or detailed to serve as an inspector general at any level in DOD.(Sec. 906) Directs the Secretary to: (1) report to the defense and appropriations committees on the development and implementation of network centric warfare concepts in DOD; and (2) study and report to the defense and appropriations committees on the present and future use of the joint experimentation program of DOD in the development of such concepts. Requires the Under Secretary of Defense for Acquisition, Technology, and Logistics to report to such committees describing the coordination of the science and technology investments of the military departments and defense agencies in the development of future joint network centric warfare capabilities.(Sec. 907) Amends the National Defense Authorization Act for Fiscal Year 2000 to add specified duties for the Commission to Assess United States National Security Space Management and Organization.(Sec. 908) Directs the Secretary of the Navy to provide base operating support for Fisher houses associated with Navy health care facilities.(Sec. 909) Defines the Civil Air Patrol as a federally chartered nonprofit corporation and not an instrumentality of the Federal Government for any purposes. Makes the Patrol a voluntary civilian auxiliary of the Air Force when used by any Federal department or agency. Authorizes the Patrol, at the request of State or local governmental entities, to provide disaster relief missions and activities and other emergency and nonemergency missions and activities. Authorizes the Patrol to use Air Force equipment, supplies, and resources to perform such missions and activities.Requires funds appropriated for the Patrol to be available only for their use.Authorizes the Secretary of the Air Force to use Patrol chaplains in support of Air Force active duty and reserve personnel.Makes the Patrol Board of Governors its governing body. Requires Patrol regulations prescribed by the Secretary of the Air Force to be approved by the Secretary of Defense.(Sec. 910) Makes the Secretary(currently, acting through the Chief of the National Guard Bureau) solely responsible for administering the National Guard Challenge Program. Requires all Program costs to be funded by DOD (currently, Federal) expenditures. Requires the Secretary to prescribe specified regulations in carrying out such Program.(Sec. 911) Amends the Armed Forces Retirement Home Act of 1991 to empower the Secretary with supervisory control over the Retirement Home Board. Requires all Board appointments to be subject to the Secretary's approval, and allows the Secretary to terminate a member at any time. Makes the Board Chairman responsible to the Secretary.(Sec. 912) Directs the Secretary of the Navy to transfer all amounts in the: (1) Naval Historical Center Fund to the Department of the Navy General Gift Fund; and (2) United States Naval Academy Museum Fund to the gift fund maintained for the benefit and use of the U.S. Naval Academy. Requires closure of the depleted Funds. Combines the latter funds under (1) and (2), above, into the United States Naval Academy Gift and Museum Fund, and allows such Fund to accept loans of personal property other than money in addition to gifts and bequests. Requires the Secretary of the Navy to prescribe written guidelines to determine whether the acceptance of any gift, bequest, or loan would reflect unfavorably on the Navy or any of its officers and employees.(Sec. 913) Authorizes the Secretary of the Navy to disburse to an entity designated by a gift donor the current cash value of a gift accepted before the enactment of this Act for the Naval Academy general gift fund.(Sec. 914) Makes the Chief of Naval Research the head of the Office of Naval Research. Requires such Chief to manage the Navy's basic, applied, and advanced research funds to foster transition from science and technology to higher levels of research, development, test, and evaluation.(Sec. 915) Establishes in the Air Force the United States Air Force Institute of Technology to: (1) perform research; and (2) provide advanced instruction and technical education for Air Force members and employees in their practical and theoretical duties. Expresses the sense of the Senate that the Secretary of the Air Force should review specified areas of Institute organizational structure and operations to insure the Institute's full and continued utilization.(Sec. 916) Exempts from Federal public disclosure requirements DOD geodetic products which may reveal, jeopardize, or compromise military or intelligence capabilities.(Sec. 917) Directs the Secretary to: (1) implement the management and organization structure outlines in the Department of Defense High Energy Laser Master Plan of March 2000; (2) locate the Joint Technology Office specified in such Plan no later than October 1, 2000; (3) develop and undertake initiatives, including investment initiatives, for enhancing the industrial base for directed energy technologies and systems; (4) consider modernizing the High Energy Laser Test Facility at the White Sands Missile Range, New Mexico, to enhance DOD test and evaluation capabilities with respect to directed energy weapons; and (5) evaluate the feasibility and advisability of entering into programs and activities to enhance DOD programs, projects, and activities relating to directed energy technologies, systems, and weapons. Provides funding for FY 2001.Title X: General Provisions - Subtitle A: Financial Matters - Authorizes the Secretary, in the national interest, to transfer up to $2 billion of the amounts made available to DOD in this Division for FY 2001 between any such authorizations for that fiscal year, with limitations. Requires congressional notification of each transfer.(Sec. 1002) Adjusts amounts authorized to be appropriated to DOD for FY 2000 by the amounts by which such appropriations were increased or decreased in any law making supplemental appropriations for that fiscal year.(Sec. 1003) Prohibits the total amount that may be contributed by the Secretary in FY 2001 for the common-funded budgets of NATO from being greater than the total that would otherwise be applicable under the fiscal year 1998 baseline limitation.(Sec. 1004) Requires the annual joint Office of Management and Budget/Congressional Budget Office report on the scoring of budget outlays to reflect the differences between the relevant defense budget outlay rates or assumptions used by the two offices. Requires the inclusion of additional information for each account for which a difference is reported by the two offices.(Sec. 1005) Requires that, of the contract vouchers received by the Defense Finance and Accounting System by means of the mechanization of contract administration services systems, the number of such vouchers that remain unpaid for more than 30 days at the end of each month may not exceed five percent of the total number of vouchers received. Directs the Secretary, for any month that such requirement is not met, to report to Congress on the magnitude of the unpaid vouchers.(Sec. 1006) Repeals specified provisions of the Department of Defense Appropriations Act, 2000 relating to the timing of defense contract payments.(Sec. 1007) Directs the Secretary to report to the defense and appropriations committees and to carry out a plan for: (1) the prompt posting throughout DOD of defense contractual obligations; and (2) ensuring that all documentation submitted to DOD in support of claims for payment under contracts is submitted electronically.(Sec. 1009) Provides for the crediting of amounts deducted from amounts due a carrier and representing an administrative offset for an overpayment previously made to such carrier under any DOD contract for transportation services, or as liquidated damages due under such contract. Provides a simplified offset procedure for the collection of claims not in excess of the simplified acquisition threshold.(Sec. 1010) Repeals certain Federal provisions shifting certain transportation and defense outlays from one fiscal year to another.(Sec. 1010A) Treats as periodic payments any partial payments other than progress payments that are made on a Federal services procurement contract.Subtitle B: Counter-Drug Activities - Amends the National Defense Authorization Act for Fiscal Year 1998 to extend through FY 2006 the authority of the Secretary to provide counter-drug support assistance to the Governments of Peru and Columbia. Authorizes the transfer of one light observation aircraft as part of such assistance. Increases the maximum annual amount of such support from $20 million to $40 million (with a limit of $10 million for assistance for Peru).(Sec. 1012) Directs the Secretary to recommend to the defense committees whether expanded support for counter-drug activities in Peru and Columbia should be authorized.(Sec. 1013) Directs the Secretary to review and report to the defense committees on the riverine counter-drug support program in such countries.Subtitle C: Strategic Forces - Directs the Secretary to conduct a comprehensive review of the nuclear posture of the United States for the next five to ten years. Requires a report to Congress. Expresses the sense of Congress that a revised nuclear posture should be conducted and that the posture review should be used as the basis for establishing future U.S. arms control objectives and negotiating positions.(Sec. 1016) Directs the Secretary to develop a long-range plan for sustaining and modernizing U.S. strategic nuclear forces to counter emerging threats and to satisfy the evolving requirements of deterrence. Requires such plan to be submitted to Congress.(Sec. 1017) Amends the National Defense Authorization Act for Fiscal Year 1998 to apply to any strategic nuclear delivery system the authority of the Secretary to waive funding limitations for the retiring or dismantling of specified systems below certain levels. Authorizes the President, after submission of the nuclear posture review, above, to waive a current limitation on the retirement or dismantlement of strategic nuclear delivery systems.(Sec. 1018) Directs the Secretary to study and report to the defense and appropriations committees on the defeat of hardened and deeply buried targets.(Sec. 1019) Expresses the sense of the Senate that it is: (1) in the national interest to maintain a robust and balanced triad of strategic nuclear delivery forces; and (2) not in the national interest to reduce U.S. conventional bomber capabilities.Subtitle D: Miscellaneous Reporting Requirements - Requires the inclusion of additional information after FY 2000 in an annual report of the JCS Chairman on combatant command requirements.(Sec. 1022) Directs the JCS Chairman to report semiannually to the defense and appropriations committees on activities of the Joint Requirements Oversight Council.(Sec. 1023) Directs the Secretary to report to Congress on DOD preparedness of first responders with regard to incidents involving weapons of mass destruction on military installations.(Sec. 1024) Revises the date for submission of certain reports on shortfalls within future-years defense programs in equipment procurement and military construction for the reserve components.(Sec. 1025) Directs the CG to: (1) review the efficiency of each operation of the Defense Logistics Agency and Defense Information Systems Agency; and (2) report findings to the defense committees.(Sec. 1027) Requires the Secretary of the Air Force to submit two reports to the defense and appropriations committees on the overall status of the spare and repair parts program for C-3 aircraft.(Sec. 1028) Requires the President to report to the Speaker of the House and President of the Senate on domestic preparedness against the threat of biological terrorism.(Sec. 1029) Requires a report from the Secretary to the defense and appropriations committees on the feasibility and advisability of establishing a center at which missile launch early warning data from the United States and other nations would be made available to representatives of nations concerned with the launch of ballistic missiles.(Sec. 1030) Requires the CG to review DOD working-capital funded activities to identify potential changes in current management practices or policies that would result in more efficient and economical operation of such activities.(Sec. 1031) Requires the Secretary of the Navy to report to Congress on the Navy's plan for providing for submarine rescue support vessels through FY 2007.(Sec. 1032) Directs the President to submit to Congress a comprehensive report on the specific steps being taken by the Federal Government to develop electronic infrastructure assurance strategies as outlined under a specified presidential directive. Requires the Secretary to report to Congress on DOD roles and responsibilities in defending against attacks on critical infrastructure and critical information-based systems.Subtitle E: Information Security - Directs the Secretary to: (1) establish an Institute for Defense Computer Security and Information Protection, with appropriate responsibilities; and (2) enter into a contract with a non-profit entity or consortium to organize and operate the Institute. Provides Institute funding through DOD O&M funds. Requires an implementation report from the Secretary to the defense and appropriations committees.(Sec. 1042) Authorizes the Secretary, in order to encourage the recruitment and retention of DOD personnel with computer and network security skills necessary to meet DOD information assurance requirements, to carry out programs to provide financial support for education in disciplines relevant to such requirements at institutions of higher education. Authorizes the Secretary to provide financial assistance (a scholarship) to persons pursuing an education in such disciplines. Requires in exchange for such assistance that a person enter into a service agreement to continue to either serve on active duty in a military department or as a DOD employee for a period determined by the Secretary to be appropriate to obtain adequate service in exchange for such assistance. Allows such assistance to be used to support related internship activities. Requires a pro rata refund of assistance amounts for unserved periods. Outlines funding allocation requirements.Authorizes the Secretary to provide grants of financial assistance to institutions of higher education to support the establishment, improvement, or administration of programs of education in information assurance disciplines. Requires consideration to be given to institutions that are a Center of Academic Excellence in Information Assurance Education. Makes the program inapplicable to the Coast Guard when not operating as a service in the Navy. Requires the Secretary to report to the defense and appropriations committees a plan for implementing such programs.(Sec. 1043) Directs the Secretary to prescribe a process for expediting the completion of background investigations necessary for granting security clearances for DOD personnel engaged in sensitive duties critical to the national security. Requires the Secretary to annually review and revise such process.(Sec. 1044) Authorizes the national security official concerned (the Secretary of Defense with respect to DOD, the Secretary of Transportation with respect to the Coast Guard when not operating in the Navy, and the Secretary of Energy with respect to Department of Energy national security programs) to withhold from otherwise-required public disclosure certain sensitive information of foreign governments and international organizations if such official determines that the release of such information would have an adverse effect on the ability of the U.S. Government to obtain the same or similar information in the future. Provides limitations and exceptions.(Sec. 1045) Authorizes the Secretary to withhold from public disclosure operational files of the Defense Intelligence Agency, subject to judicial review.Subtitle F: Other Matters - Requests the President to issue a proclamation commemorating the 50th anniversary of the Uniform Code of Military Justice. Calls upon DOD, the armed forces, and the U.S. Court of Appeals for the Armed Forces to commemorate the occasion with appropriate ceremonies and activities.(Sec. 1053) Authorizes the Secretary to allow a dependent of an employee of the American Red Cross performing armed forces emergency services in Puerto Rico to enroll in a DOD domestic dependent school in Puerto Rico. Requires reimbursement for such educational services.(Sec. 1054) Authorizes the Secretary to make a grant to the American Red Cross for each of fiscal years 2001 through 2003 for support of the Armed Forces Emergency Services program. Requires Red Cross matching funds to support such program. Provides funding from DOD O&M funds.(Sec. 1055) Directs the Secretary to establish a transit pass program for the transportation to and from work of DOD personnel who reside in areas that do not meet revised national ambient air quality standards provided under the Clean Air Act.(Sec. 1056) Authorizes the Secretary of the Army, Navy, or Air Force to charge a fee for providing requested information from the United States Army Military History Institute, the United States Naval Historical Center or Marine Corps Historical Center, or the United States Air Force Military History Institute, respectively. Limits the fee to the actual cost of providing the information.(Sec. 1057) Amends provisions concerning access by Federal agencies to individual criminal history information for national security purposes to authorize the Department of Transportation to request such information. Allows the use of such information to determine eligibility for: (1) acceptance or retention in the armed forces; or (2) appointment, retention, or assignment to a position of public trust or a critical or sensitive position while employed with the Federal Government or performing a Federal contract. Prohibits fees charged from exceeding actual costs. Prohibits a criminal justice agency providing such information from requiring the requester to enter into an indemnification agreement indemnifying the State or locality for damages or loss caused by the release of such information. Requires automated information delivery systems to be used to provide such information whenever possible.(Sec. 1058) Expresses the sense of Congress that the CVN-77 aircraft carrier should be named the U.S.S. LEXINGTON to honor the men and women who served in the armed forces during World War II, as well as citizens on the home front who provided mobilization support.(Sec. 1059) Directs the Secretary of the Army to convey to the Edward Dorr Tracey, Jr. Camp 18 of the Sons of the Confederate Veterans, a specified 12-pound Napoleon cannon.(Sec. 1060) Revises the maximum size of parcel post packages transported overseas for military post offices.(Sec. 1061) Establishes a Blue Ribbon Commission on the Future of the United States Aerospace Industry to study and report to the President and Congress on issues associated with the future of the U.S. aerospace industry in the global economy and the future importance of the domestic aerospace industry for the economic and national security of the United States.(Sec. 1062) Directs the Secretary of Health and Human Services to report to Congress on the extent and severity of child poverty in the United States, requiring such report prior to any reauthorization after FY 2002 of temporary assistance to needy families under part A of Title IV of the Social Security Act.(Sec. 1063) Amends the Federal Property and Administrative Services Act of 1949 to extend through 2002 a program under which the Administrator of General Services transfers surplus real and personal property to correctional facilities for emergency management response purposes.(Sec. 1064) Expresses the sense of the Senate that military personnel who receive special pay for duty subject to hostile fire or imminent danger should receive the same tax treatment as members serving in combat zones.(Sec. 1065) Directs the Secretary to report to Congress describing the policies and procedures for DOD decision-making in cases of submitted claims that are suspected or alleged to be false.(Sec. 1066) Expresses the sense of the Senate that: (1) Congress intends to provide long-term economic development aid for communities affected by Hurricane Floyd, including community and regional development programs and block grants; and (2) additional community and regional development funding should be appropriated to assist such communities.(Sec. 1067) Authorizes a headstone or marker to be furnished for the marked (currently, only unmarked) grave of individuals interred in a national cemetery, or at another area appropriate to commemorate such individual.(Sec. 1068) Directs the CG to complete a study and submit to Congress a report that analyzes data on criminal investigations and prosecutions by State and local law enforcement officials of crimes that manifest evidence of prejudice based on race, religion, disability, sexual orientation, or ethnicity (hate crimes). Authorizes the Attorney General (AG) to: (1) provide technical, forensic, prosecutorial, or any other assistance in the investigation or prosecution of such crimes; and (2) make grants to States and local jurisdictions to assist such entities in the investigation and prosecution of such crimes. Requires a report from the AG to Congress on applications for such grant assistance, and requires the AG to audit grants awarded. Authorizes appropriations for FY 2001 and 2002.(Sec. 1069) Includes within the Federal loan repayment program loans made under the William D. Ford Federal Direct Loan Program, loans made under the Health Professions Education Program, and nursing loans under the Public Health Service Act. Makes ineligible under the loan repayment program employees occupying a position that is excepted from competitive service because of its confidential, policy-determining, policy-making, or policy-advocating character. Repeals a provision requiring employees whose loans are repaid to hold professional, technical, or administrative positions. Requires each Federal agency head to maintain, and annually submit to the Office of Personnel Management (OPM) Director, information concerning loan repayment benefits provided to employees of that agency. Requires the OPM Director to submit such information to Congress.(Sec. 1070) Expresses the sense of the Senate that the Air Force should provide Congress with a plan to modernize and upgrade the combat capabilities of those Air National Guard units flying F-16A aircraft.(Sec. 1071) Extends through 2000 DOD authority to engage in commercial activities as security for intelligence collection activities.(Sec. 1072) Amends the Federal Fire Prevention and Control Act of 1974 to authorize the Director of the Federal Emergency Management Agency (FEMA) to: (1) make grants on a competitive basis to fire departments for protecting the health and safety of the public and firefighting personnel against fire and fire-related hazards; and (2) provide assistance for fire prevention programs authorized in this section. Requires the Director to establish within FEMA an office which shall establish criteria for the selection of assistance recipients. Provides authorized grant purposes. Requires the Director to annually use at least ten percent of such funds to make grants to fund fire prevention programs. Requires the Director, in selecting grant recipients, to give a priority to organizations that focus on the prevention of fire injury to children. Provides a ten percent matching funds requirement. Requires a report from each recipient to the Director on the manner in which assistance funds were used. Allows no more than 25 percent of authorized amounts to be used to purchase additional firefighting vehicles. Authorizes appropriations.(Sec. 1073) Extends by two years the authority to utilize a special breast cancer stamp to help fund breast cancer research.(Sec. 1074) Prohibits any DOD officer, employee, or contractor from being granted a security clearance if such person: (1) has been convicted of a crime which includes a prison sentence exceeding one year; (2) is an unlawful user of or addicted to any controlled substance; (3) is currently mentally incompetent; or (4) has been discharged from the armed forces under dishonorable conditions.(Sec. 1075) Amends the National Defense Authorization Act for Fiscal Year 2000 to require additional matters within an annual report concerning transfers of military sensitive technologies to certain countries and entities.(Sec. 1076) Amends the Trade Deficit Review Commission Act to rename the Trade Deficit Review Commission as the United States-China Security Review Commission. Revises provisions of such Act concerning: (1) qualifications of Commission members; (2) periods of appointment; (3) Commission duties; (4) information required of the Commission in annual reports to Congress; (5) Commission powers; (6) security clearances for Commission members and staff, as well as classified storage of materials; (7) the naming of a Commission Chairman and Vice Chairman; and (8) Commission authorization of appropriations.(Sec. 1077) Directs the Secretary to: (1) review classification and security policies; and (2) ensure that such policies do not prevent or discourage employees at former nuclear weapons facilities who may have been exposed to hazardous substances from discussing such exposure with health care providers and other appropriate officials. Requires the Secretary to notify such former employees of such possible exposure and their rights under this section. Requires a report from the Secretary to the defense and appropriations committees.Title XI: Department of Defense Civilian Personnel Policy - Authorizes the Secretary to provide assistive technology, devices, and services to DOD employees, organizations within DOD that have requirements to make programs or facilities accessible by the handicapped, and any other Federal department or agency requesting such technology, devices, or services. Provides funding from DOD O&M funds.(Sec. 1102) Authorizes the payment of special pay for foreign language proficiency determined to be beneficial to U.S. national security interests.(Sec. 1103) Increases from 492 to 517 the maximum authorized number of positions in the Defense Intelligence Senior Executive Service.(Sec. 1104) Extends through FY 2010 the authority for tuition reimbursement and training for civilian employees in the defense acquisition workforce.(Sec. 1105) Directs the Secretary to carry out a defense employees work safety demonstration program, requiring the use of private sector work safety models. Requires such program to be carried out: (1) at no fewer than two installations of each military department; and (2) in at least two defense agencies. Requires such program to commence within 180 days after enactment of this Act and to terminate on September 30, 2002. Requires a program interim and final report from the Secretary to the defense committees. Provides funding from DOD O&M funds.(Sec. 1106) Outlines employment and compensation provisions for employees of temporary organizations (a commission, committee, board, or other organization with a duration of three years or less which is established by law or Executive Order to perform a specific project or study, and is terminated upon the completion of such project or study).(Sec. 1107) Extends through FY 2005 the authority for DOD civilian employees to participate in voluntary reductions in force.(Sec. 1108) Authorizes the head of a Federal agency to administer and maintain its performance appraisal systems electronically.(Sec. 1109) Authorizes the Secretary to grant a cash award in excess of $10,000 without regard to certain Federal certification and approval requirements.(Sec. 1110) Authorizes payment for accrued but unused leave for civil service mariners of the Military Sealift Command on temporary promotion aboard ship.(Sec. 1111) Requires a DOD employee who is designated as an emergency essential employee to be insured under the Federal Employees Group Life Insurance program if such employee elects to be so insured within 60 days after such designation.(Sec. 1112) Directs the Secretary to establish a pilot program to assess the extent to which the effectiveness and efficiency of the performance of civilian personnel services for DOD could be increased by conducting competitions for the performance of such services between the public and private sectors. Requires the Secretary to ensure that, in the case of conversion to private sector performance under the program, displaced Federal employees have the right of first refusal for such jobs. Requires the program to be conducted from October 1, 2000, through December 31, 2004. Requires a program report from the Secretary to the defense committees.(Sec. 1113) Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to: (1) extend until October 16, 2005, a program for the experimental use of special personnel management authority to facilitate the recruitment of experts in science or engineering for research and development projects administered by the Defense Advanced Research Projects Agency; (2) include under such program the recruitment of individuals for designated research and development projects from among the laboratories of each of the military departments; (3) limit the number of such appointments; and (4) extend a required annual report.(Sec. 1114) Amends the National Defense Authorization Act for Fiscal Year 1995 to require certain employees participating in a personnel demonstration project to be managed by the director of that laboratory, subject to the supervision of the Under Secretary of Defense for Acquisition, Technology, and Logistics.(Sec. 1115) Extends through FY 2005 the authority for voluntary separations of defense employees during a reduction in force.(Sec. 1116) Amends Federal provisions concerning the use of voluntary separation incentive pay and voluntary early retirement authority to: (1) extend the voluntary separation pay authority through FY 2005; (2) add as a purpose of the voluntary separation incentive program the restructuring of the workforce for various purposes; (3) allow separation pay to be paid in either a lump-sum (current law) or installments; and (4) require repayment of the incentive when a person commences work with an agency of the United States under a personal services contract within five years after receiving the incentive.(Sec. 1117) Amends the Civil Service Retirement System and the Federal Employees' Retirement System to entitle to an immediate annuity a DOD employee who, before October 1, 2005, is separated from service after completing 25 years of service or after becoming 50 years of age and completing 20 years of service, as long as such employee: (1) is separated involuntarily other than for cause; and (2) has not declined a reasonable offer of another DOD position which is not lower than two grades below their former grade, and is within the employee's commuting area. Provides related eligibility conditions, including that the employee is separated from service during a major DOD organizational adjustment.(Sec. 1118) States that a Federal program for providing employee training shall not include any course of postsecondary education that is administered or conducted by an institution not accredited by a national or regional accrediting body. Allows coverage for training toward an academic degree if the training provides an opportunity to obtain an academic degree pursuant to a planned, systematic, and coordinated program of professional development approved by the head of that agency.(Sec. 1119) Directs the Secretary to submit to the defense, governmental affairs, and government reform committees a strategic plan for exercising any of the authorities provided or extended by sections 1115 through 1117, above.Title XII: Matters Relating to Other Nations - Authorizes the Secretary of the Navy to transfer, on either a combined lease-sale basis or grant basis, specified naval vessels to Australia, Brazil, Chile, Egypt, Greece, and Turkey. Prohibits the value of any of the transferred vessels from being counted against the aggregate value of excess defense articles authorized to be transferred to other countries under the Foreign Assistance Act of 1961. Requires transfer expenses to be borne by vessel recipients. Directs such Secretary, as a transfer condition, to require any needed vessel repair or refurbishment to be performed at a U.S. shipyard, including a Navy shipyard. Provides conditions for vessels transferred on a combined lease-sale basis. Authorizes appropriations into the Defense Vessels Transfer Program Account to cover costs connected with the lease-sale transfers. Terminates such transfer authority two years after the enactment of this Act.(Sec. 1202) Limits to $15 million the total amount of FY 2001 DOD funds that may be used in support of United Nations-sponsored efforts to inspect and monitor Iraqi weapons activities under the Weapons of Mass Destruction Control Act of 1992. Extends through FY 2001 the authority to provide such support.(Sec. 1203) Repeals a Federal provision prohibiting the Secretary from entering into military airlift agreements with allied countries under any authority other than that currently provided.(Sec. 1204) Directs the Secretary to operate an education and training facility to be called the Western Hemisphere Institute for Professional Education and Training, under which professional education and training is provided to military and law enforcement personnel and civilians (whether or not employed by a government of the Western Hemisphere). Requires within the Institute's curriculum instruction on human rights, the rule of law, due process, civilian control of the military, and the role of the military in a democratic society. Establishes a Board of Visitors for the Institute to review its curriculum for compliance with such educational requirements. Requires an annual report from the Secretary to Congress on Institute activities. Repeals a provision authorizing the Secretary of the Army to operate the United States Army School of the Americas.(Sec. 1205) Requires a semiannual report from the President to specified congressional committees on the contributions of European nations and organizations to peacekeeping operations in Kosovo.(Sec. 1206) Authorizes the Secretary to accept funds, services, or property from a foreign government, international organization, or other entity for the development, procurement, installation, operation, maintenance, or repair of equipment for monitoring test explosions of nuclear devices, or for communications relating to the operation of such equipment. Authorizes the Secretary to assist a foreign government in monitoring such tests under limited conditions, including that the Secretary receive timely access to data collected, as well as access to such equipment for repair and maintenance.(Sec. 1207) Requires an annual report from the Secretary to Congress on activities and assistance under Cooperative Threat Reduction (CTR) programs. Requires the CG to report to Congress an assessment of each report. Repeals superseded reporting requirements.(Sec. 1208) Prohibits CTR funds for FY 2000 and thereafter from being used for construction of the Schuch'ye chemical weapons destruction facility in Russia until 30 days after the Secretary certifies to the defense committees that specified conditions have been met by Russia.(Sec. 1209) Prohibits the obligation or expenditure of more than 50 percent of the funds authorized for the elimination of weapons grade plutonium until 30 days after the Secretary submits to the defense committees a report on an agreement between the United States and the Russian Federation regarding a new option for the shutdown or conversion of Russian reactors that produce such plutonium.(Sec. 1210) Expresses the sense of Congress: (1) condemning the use of children as soldiers; (2) welcoming an optional protocol ending such use; (3) that the President should work closely with the Senate toward building support for such protocol; (4) that the President and Congress should enact a law that establishes a fund for the rehabilitation and reintegration into society of children soldiers; and (5) that the Departments of State and Defense should undertake all possible efforts to persuade other governments to ratify and endorse the optional protocol.(Sec. 1211) Earmarks DOD O&M funds for the support of region-wide consultations among Arab, Israeli, and U.S. officials and experts on arms control and security issues concerning the Middle East region.(Sec. 1212) Amends the National Defense Authorization Act for Fiscal Year 2000 to modify a certain vessel retransfer authority to include an alternate vessel.(Sec. 1213) Authorizes the Secretary to establish a United States-Russian Federation joint center for the exchange of data from early warning systems and for notification of missile launches.(Sec. 1214) Amends the National Defense Authorization Act for Fiscal Year 1998 to reduce from 180 to 60 the number of days the President must notify Congress prior to adjusting the composite theoretical performance levels of high performance computers (supercomputers) about to be exported from the United States.Title XIII: Navy Activities on the Island of Vieques, Puerto Rico - Authorizes the President to provide economic assistance for the people and communities of the island of Vieques, Puerto Rico, with a total limit of $40 million.(Sec. 1302) Directs the President to conduct on the Island a referendum to determine whether the people approve or disapprove of the continuation of the conduct of Navy live-fire training and other training on the Island. Makes the referendum unnecessary if the Chief of Naval Operations and the Commandant of the Marine Corps jointly certify to the defense and appropriations committees that the Vieques Naval Training Range is no longer needed for training purposes. Limits live-fire training under the referendum to 90 days each year. States that if the referendum is approved, then the President may provide additional economic assistance of up to $50 million.(Sec. 1304) Requires certain actions if either the referendum is not approved or there is a certification that such training is no longer necessary, including: (1) termination of all Navy and Marine Corps training operations on the Island; (2) termination of all Navy and Marine Corps activities at Roosevelt Roads, Puerto Rico, that are related to such training; (3) closing of all DOD installations and facilities on the Island; and (4) review by the CG of the continued use of Fort Buchanan by active Army forces (with a required report to the defense and appropriations committees).(Sec. 1305) Makes non-transferable certain DOD property on the Island.(Sec. 1306) Prohibits, with exceptions, any acquisition, construction, conversion, rehabilitation, extension, or improvement of any facility at Fort Buchanan, Puerto Rico, after the date of enactment of this Act.(Sec. 1307) Directs the Secretary, except for non-transferable property, to transfer to the Secretary of the Interior all DOD properties on the western part of the Island that are identified as conservation zones.(Sec. 1308) Directs the Secretary of the Interior, pending the enactment of an alternative law, to assume responsibility for administration of the Live Impact Area on the Island, and to deny public access to such Area.Title XIV: Government Information Security Reform - Government Information Security Act - Requires the OMB Director to establish government-wide policies for the management of programs that: (1) support the cost-effective security of Federal information systems by promoting security as an integral part of each agency's business operations; and (2) include information technology architectures as defined under the Clinger-Cohen Act of 1996. Requires such policies to: (1) be founded on a continuous risk management cycle; (2) implement controls that adequately assess the risk; (3) promote continuing awareness of information security risks; (4) continually monitor and evaluate information security policy; and (5) control effectiveness of information security practices. Outlines information security responsibilities of each agency, including the development and implementation of an agency-wide security plan for the operations and assets of such agency. Makes each program subject to Director approval (with approval by the Secretary of Defense and the Director of Central Intelligence with respect to mission critical national security systems or intelligence information) and annual review by agency program officials.Requires each agency to annually undergo an independent evaluation of its information security programs and practices. Requires related reports.Requires: (1) the Department of Commerce to develop, issue, review, and update standards and guidance for the security of information in Federal computer systems; (2) DOD and the Central Intelligence Agency (CIA) to develop and issue information security policies for mission critical systems of such entities and ensure the implementation of such policies; (3) the Department of Justice to review and update guidance to agencies on legal remedies regarding information security incidents and coordination with law enforcement agencies concerning such incidents; (4) the General Services Administration to review and update guidance on addressing security considerations relating to the acquisition of information technology; and (5) OPM to review and update regulations concerning computer security training for Federal civilian employees.Allows mission critical information security policies developed by DOD and the CIA to be adopted by the OMB Director and heads of other Federal agencies with respect to mission critical systems of such agencies. Allows agencies to develop and implement more stringent information security policies than those required under this Act.Title XV: Local Law Enforcement Enhancement Act of 2000 - Local Law Enforcement Enhancement Act of 2000 - Authorizes the AG, at the request of a State law enforcement official or Indian tribe, to provide technical, forensic, prosecutorial, or any other assistance in the criminal investigation or prosecution of any crime that: (1) constitutes a crime of violence under the Federal criminal code; (2) constitutes a felony under the laws of a State or Indian tribe; and (3) is motivated by prejudice based on race, color, religion, national origin, gender, sexual orientation, or disability, or is a violation of the hate crime laws of a State or Indian tribe. Requires assistance priority to be given to crimes committed by offenders who have committed crimes in more than one State and to rural jurisdictions that have difficulty covering the extraordinary expenses relating to the investigation or prosecution of the crime.Authorizes the AG to award grants to assist State, local, or Indian law enforcement officials with the extraordinary expenses associated with the investigation and prosecution of hate crimes. Outlines grant application requirements and requires grant approval or disapproval within 30 days. Limits such grants to no more than $100,000 for any single jurisdiction within a one-year period. Requires a report from the AG to Congress on grant applications awarded. Authorizes appropriations.(Sec. 1505) Directs the Office of Justice Programs of the Department of Justice to award grants to State and local programs designed to combat hate crimes committed by juveniles. Authorizes appropriations.(Sec. 1506) Authorizes appropriations to the Departments of the Treasury and Justice for FY 2001 through 2003 to increase the number of personnel preventing and responding to alleged violations of hate crime acts.(Sec. 1507) Amends the Federal criminal code to provide criminal penalties for Federal violations of hate crime acts.(Sec. 1508) Directs the United States Sentencing Commission to study the issue of adult recruitment of juveniles to commit hate crimes and, if appropriate, amend the Federal sentencing guidelines to provide sentencing enhancements for adult defendants who engage in such recruitment.(Sec. 1509) Amends the Hate Crimes Statistics Act to require the AG to acquire and maintain statistics on gender-related hate crimes."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "FY2001 Defense Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Government Information Security Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Helping Our Professionals Educationally (HOPE) Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Local Law Enforcement Enhancement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Voting Rights Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2001 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal year for the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:16-05:00"
}