{
  "actions": [
    {
      "acted_at": "1995-09-27", 
      "references": [
        {
          "reference": "CR S14413-14414, S14418-14419", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-27", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1279-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1995-09-27", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1995-09-27", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Hank", 
      "sponsored_at": "1995-11-08", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1995-09-27", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "1995-09-27", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1995-09-27", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1995-09-27", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1995-09-27", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1995-12-04", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1995-09-27", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Santorum, Rick", 
      "sponsored_at": "1995-09-27", 
      "state": "PA", 
      "thomas_id": "01015", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1995-09-27", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1995-09-27", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-27", 
  "number": "1279", 
  "official_title": "A bill to provide for appropriate remedies for prison condition lawsuits, to discourage frivolous and abusive prison lawsuits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Prison Litigation Reform Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Consent decrees", 
    "Corrections", 
    "Crime and law enforcement", 
    "Frivolous lawsuits", 
    "Government liability", 
    "Government operations and politics", 
    "Grievance procedures", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "Law", 
    "Legal assistance to prisoners", 
    "Legal fees", 
    "Parole", 
    "Parties to actions", 
    "Prison overcrowding", 
    "Prisoners", 
    "Rights of institutionalized persons", 
    "Social welfare", 
    "State laws"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-27", 
    "text": "Prison Litigation Reform Act of 1995 - Revises Federal criminal code provisions regarding remedies for prison crowding to substitute provisions regarding remedies for prison conditions. Prohibits: (1) prospective relief in any civil action regarding prison conditions from extending further than necessary to correct the violation of the Federal right of particular plaintiffs; and (2) the court from granting or approving any such relief unless that relief is narrowly drawn, extends no further than necessary to correct the violation of the Federal right, and is the least intrusive means necessary to correct the violation. Directs the court to give substantial weight to any adverse impact on public safety or the operation of a criminal justice system caused by the relief. Authorizes the court to enter a temporary restraining order or an order for preliminary injunctive relief, which shall automatically expire 90 days after its entry, with exceptions. Prohibits a prisoner release order from being entered unless: (1) a court has previously entered an order for less intrusive relief that has failed to remedy the deprivation of the Federal right and the defendant has had a reasonable amount of time to comply with the previous court orders; and (2) it is entered by a three-judge court, which finds by clear and convincing evidence that crowding is the primary cause of the violation and no other relief will remedy it, and finds by a preponderance of the evidence that crowding has deprived an identifiable plaintiff of an essential human need. Sets forth provisions regarding: (1) termination or modification of relief; (2) settlements; (3) State law remedies; (4) procedure for motions affecting prospective relief; and (5) the use of special masters. (Sec. 3) Amends the Civil Rights of Institutionalized Persons Act to require the Attorney General to personally sign any complaint filed, or certification or motion to intervene made, to initiate a civil action under the Act. Revises provisions of the Act to prohibit any action from being brought with respect to prison conditions by a prisoner until such administrative remedies as are available are exhausted. Specifies that the failure of a State to adopt or adhere to an administrative grievance procedure shall not constitute the basis for an action. Directs the court to dismiss any such action if satisfied that the action fails to state a claim upon which relief can be granted or is frivolous or malicious (and, if a claim is on its face frivolous or malicious, authorizes the court to dismiss the underlying claim without first requiring exhaustion of administrative remedies). Sets forth provisions regarding: (1) limits on the award of attorney's fees; (2) limits on recovery; (3) hearing location; and (4) waiver of reply. (Sec. 4) Amends the Federal judicial code to require a prisoner: (1) of a Federal, State, or local institution seeking to bring a civil action or appeal a judgment in a civil action or proceeding without prepayment of fees or security to submit a certified copy of the prisoner's trust fund account statement for the six-month period immediately preceding the filing of the complaint or notice of appeal, obtained from the appropriate official of each institution at which the prisoner is or was confined; and (2) who brings a civil action or files an appeal in forma pauperis to pay the full amount of a filing fee (and directs the court to assess, and when funds exist to collect, as a partial payment of any court fees required by law, an initial partial filing fee of 20 percent of the greater of the average monthly deposits to the prisoner's account or the average monthly balance in the prisoner's account for such six-month period). Sets forth similar provisions regarding the payment of costs by the prisoner. Revises provisions regarding the appointment of counsel in forma pauperis proceedings to require the court to dismiss the case at any time if the allegation of poverty is untrue or if the action or appeal is frivolous or malicious or fails to state a claim on which relief may be granted. Sets forth provisions regarding: (1) successive claims; (2) judicial screening of complaints in civil actions brought by prisoners against governmental entities; and (3) limits of Federal tort claims by prisoners. (Sec. 7) Authorizes the court to revoke earned release credit under specified circumstances. Amends the Federal criminal code to: (1) direct the Bureau of Prisons, in awarding credit towards service of sentence for satisfactory behavior, to consider whether the prisoner, during the relevant period, has earned or is making satisfactory progress toward earning a high school diploma or an equivalent degree; and (2) provide that credit awarded after the date of enactment of this Act shall vest on the date the prisoner is released from custody."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prison Litigation Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for appropriate remedies for prison condition lawsuits, to discourage frivolous and abusive prison lawsuits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:01-05:00"
}