{
  "actions": [
    {
      "acted_at": "1981-07-31", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-08-05", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1566-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-31", 
  "number": "1566", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide initiatives to increase the medicare assignment rate for physicians, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-31", 
  "subjects": [
    "Education", 
    "Medical education", 
    "Medical personnel", 
    "Medicare", 
    "Physicians", 
    "Social welfare"
  ], 
  "subjects_top_term": "Medicare", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-31", 
    "text": "Amends part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Social Security Act to provide that payment for physicians' services will be made only to a physician entering into an annual agreement with the Secretary of Health and Human Services. Requires the agreement to provide that a physician shall be paid only on the basis of an assignment for all services provided to individuals enrolled under part B. Directs the Secretary to publish a list of all participating physicians. Deems the reasonable charge for physicians' services to be the lesser of: (1) the charge determined under a fee schedule developed by the Secretary under this Act; or (2) the actual charge. Directs the Secretary to develop a relative value schedule (RVS) for physicians' services. Directs the Secretary to develop a fee schedule based upon the RVS. Directs the Secretary to develop an index, which shall be published quarterly, to measure any increase or decrease in costs associated with physicians' services. Directs the Secretary to develop a uniform claims form for use by all participating physicians. Permits carriers to develop a system to make payments to physicians utilizing direct account transfers. Permits any participating physicians to bill the carrier and receive payments using a remote terminal access system for the transfer of funds. Requires all billing and payment procedures to utilize an identification number for each enrolled individual. Requires the Secretary to make payments to participating physicians for the entire amount of the reasonable charge, including any deductibles and coinsurance. Directs the Secretary to collect any deductibles and coinsurance owed. Requires all claims to participating physicians to be made within 30 days after receiving from the physician the properly completed claims. Requires any deductibles and coinsurance owed to be paid to the Secretary. Terminates coverage if an individual does not pay deductibles or coinsurance within a certain time period. Directs the Secretary to make payments for continuing education to physicians who have entered into an agreement pursuant to this Act. Requires the education expenses to: (1) qualify as a trade or business expense tax deduction; (2) be directly related to the care of Medicare beneficiaries; and (3) not be incurred as part of the program of a teaching hospital. Directs the Secretary to report to Congress with respect to the impact of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide initiatives to increase the medicare assignment rate for physicians, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:00-05:00"
}