{
  "actions": [
    {
      "acted_at": "2000-03-16", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-31", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4000-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-16", 
  "number": "4000", 
  "official_title": "To amend chapter 44 of title 18, United States Code, to require ballistics testing of all firearms manufactured and all firearms in custody of Federal agencies, and to add ballistics testing to existing firearms enforcement strategies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Crime Bullet Tracing Initiative", 
  "sponsor": {
    "district": "5", 
    "name": "Blagojevich, Rod R.", 
    "state": "IL", 
    "thomas_id": "01463", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-16", 
  "subjects": [
    "Ammunition", 
    "Arrest", 
    "Business records", 
    "Commerce", 
    "Computer networks", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Criminal statistics", 
    "Data banks", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Federal aid to law enforcement", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Firearms", 
    "Firearms control", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Identification devices", 
    "Identification of criminals", 
    "Imports", 
    "Indictments", 
    "Interstate relations", 
    "Law", 
    "Licenses", 
    "Manufacturing industries", 
    "Prosecution", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-16", 
    "text": "Crime Bullet Tracing Initiative - Amends the Brady Handgun Violence Prevention Act to prohibit a licensed manufacturer or importer from selling, delivering, or otherwise transferring a firearm to any person without first: (1) test-firing the firearm; (2) preparing ballistics records of the fired bullet and cartridge casings; and (3) making the records available to the Secretary for entry in a computerized database. Authorizes the Secretary of the Treasury, with respect to each violation by a licensed manufacturer or importer, after notice and opportunity for hearing, to suspend for up to one year or revoke the license or assess a civil penalty of up to $10,000. Sets forth provisions regarding review of the Secretary's action. Specifies that nothing herein creates a cause of action against a Federal firearms licensee or other person for civil liability except for imposition of such civil penalty.Directs the Attorney General and the Secretary to assist firearm manufacturers and importers in complying with such prohibition through: (1) the acquisition, disposition, and upgrades of computerized ballistics equipment and bullet recovery equipment to be placed at the sites of licensed manufacturers and importers or at regional centers established by the Secretary; and (2) the hiring or designation of personnel necessary to develop and maintain a database of ballistics records, research, and evaluation.Requires the Attorney General and the Secretary to establish a system through which State and local law enforcement agencies, through online computer technology, can promptly access ballistics records stored under this Act, as soon as such a capability is.Directs the Attorney General and the Secretary to work cooperatively with representatives of the firearm industry to: (1) provide education about the role of ballistics as part of a comprehensive firearm crime reduction strategy; and (2) provide for the coordination among Federal, State, and local law enforcement and regulatory agencies and the firearm industry to curb firearm-related crime and illegal firearm trafficking. Sets forth provisions regarding areas of concentrated effort, annual reports, and evaluation. Authorizes appropriations.Requires the Secretary and the Attorney General to conduct mandatory ballistics testing of all firearms taken into the custody of, or procured or utilized by, their respective agencies. Authorizes appropriations.(Sec. 5) Directs the Secretary and the Attorney General to establish in selected jurisdictions a comprehensive firearm crime reduction strategy which shall: (1) provide for ballistics testing, in accordance with criteria set forth by the National Integrated Ballistics Information Network, of all firearms recovered during criminal investigations in order to identify the types and origins of the firearms, identify suspects, and link multiple crimes involving the same firearm; (2) require that all identifying information relating to firearms recovered during criminal investigations be promptly submitted to the Secretary in order to identify the types and origins of the firearms and identify illegal firearms traffickers; and (3) provide for coordination among Federal, State, and local law enforcement officials in the identification of violations of Federal firearm laws, including the establishment of agreements among Federal, State, and local law enforcement officials for prosecution of persons arrested for violations of Federal firearm laws.Directs the Secretary and Attorney General to select not fewer than ten jurisdictions for participation in the program. Sets forth provisions regarding selection criteria, annual reports, and evaluation. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crime Bullet Tracing Initiative", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend chapter 44 of title 18, United States Code, to require ballistics testing of all firearms manufactured and all firearms in custody of Federal agencies, and to add ballistics testing to existing firearms enforcement strategies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:53-05:00"
}