{
  "actions": [
    {
      "acted_at": "2010-09-23", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3831-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-23", 
  "number": "3831", 
  "official_title": "A bill to amend the provisions of title 5, United States Code, relating to the methodology for calculating the amount of any Postal surplus or supplemental liability under the Civil Service Retirement System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "POST Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-23", 
  "subjects": [
    "Employee benefits and pensions", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "Government trust funds", 
    "Postal service"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-23", 
    "text": "Postal Operations Sustainment and Transformation Act of 2010 or the POST Act of 2010 - Modifies the methodology for calculating the amount of any Postal surplus or supplemental liability under the Civil Service Retirement System. Requires the Office of Personnel Management (OPM) to redetermine that surplus or liability as of the close of FY2010, and for each year thereafter through FY2042. Requires the results of the redetermination to be reported to the United States Postal Service (USPS) on or before March 31 of the subsequent fiscal year. Requires, if the result for a fiscal year is a surplus, that such amount remain in the Civil Service Retirement and Disability Fund until distribution is authorized. Requires OPM, beginning March 31, 2017, if the result of a redetermination is a supplemental liability, to establish an amortization schedule, including a series of annual installments commencing on September 30 of the subsequent fiscal year, which provides for the liquidation of such liability by September 30, 2042. Authorizes if the result of a redetermination is a surplus, as of the close of FY2010-FY2016, that any part of that amount be transferred to the Fund. Provides that any such transfer shall be: (1) made at the discretion of USPS's Board of Governors, subject to specified dollar limitations based on the year for USPS payments into the Postal Service Retiree Health Benefits Fund; and (2) credited to USPS for payment of the amount required for the applicable fiscal year. Directs: (1) the Board to provide written notice to OPM of any amount to be transferred and to take all such actions by majority vote; and (2) OPM to transfer any amount determined by the Board to the credit of USPS in accordance with this Act. Requires USPS to: (1) provide non-postal services after determining that the provision of such services utilizes the processing, transportation, delivery, retail network, or technology of USPS in a manner that is consistent with the public interest; and (2) give primary consideration, in determining whether or not to close or consolidate a post office, to whether such action is consistent with government policy that USPS provide effective and regular postal services to rural areas, communities, and small towns. Allows wine and malt beverages to be mailed (currently all intoxicating liquors are unmailable) if mailed by a licensed winery or brewery under USPS regulations, subject to specified requirements.Revises provisions regarding USPS labor disputes to require the arbitration board to: (1) render a decision within 45 days of its appointment; and (2) consider such relevant factors as the financial condition of USPS, the flexibilities and restrictions in the rate system established under the Postal Accountability and Enhancement Act, and pay and compensation for comparable levels of work in the private sector. Extends the deadline for submission of the Postal Regulatory Commission report to the next January 15 after the end of each year.Authorizes USPS to adjust the frequency of mail delivery."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "POST Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Postal Operations Sustainment and Transformation Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the provisions of title 5, United States Code, relating to the methodology for calculating the amount of any Postal surplus or supplemental liability under the Civil Service Retirement System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:59-05:00"
}