{
  "actions": [
    {
      "acted_at": "2010-05-06", 
      "references": [
        {
          "reference": "CR S3362-3363", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-06", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3323-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2010-05-06", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2010-07-12", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-06", 
  "number": "3323", 
  "official_title": "A bill to improve the management and oversight of Federal contracts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5726-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Contracting Oversight and Reform Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Feingold, Russell D.", 
    "state": "WI", 
    "thomas_id": "01331", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-05-06", 
  "subjects": [
    "Congressional oversight", 
    "Government information and archives", 
    "Government investigations", 
    "Government operations and politics", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-05-06", 
    "text": "Federal Contracting Oversight and Reform Act of 2010 - Amends the Clean Contracting Act of 2008 to: (1) require the Administrator of General Services (GSA) to ensure that the information in the database of information regarding the integrity and performance of persons awarded federal contracts and grants is available to any Member of Congress (currently, limited to the Chairman and Ranking Member of the committees having jurisdiction); and (2) expand the scope of the database, including doubling the period of coverage. Prohibits funds appropriated or otherwise made available by any Act from being used for any federal contract for the procurement of property or services in excess of: (1) the simplified acquisition threshold unless the contractor has first made the certifications set forth in the Federal Acquisition Regulation regarding debarment, suspension, proposed debarment, and other responsibility matters; and (2) $500,000 unless the contractor certifies that he or she has submitted to the Administrator specified required information and that such information is current as of the date of the certification, or that the contractor has cumulative active federal contracts and grants valued at less than $10 million. Requires the Inspector General of each federal agency to periodically: (1) conduct an inspection or review of required contract files to determine if the agency is providing appropriate consideration of the information included in the database; and (2) report to Congress on the results of the inspection or review. Requires the Comptroller General to annually report on the extent to which suspended or debarred contractors on the Excluded Parties List System are identified as having received contracts on USAspending.gov or were granted waivers from suspension or debarment. Requires: (1) the Director of the Office of Management and Budget (OMB) to report to Congress a plan for integrating and consolidating specified existing contracting information databases into a single searchable and linked network; and (2) the Inspector General of GSA to conduct a study on the use of identifying numbers for federal contractors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Contracting Oversight and Reform Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the management and oversight of Federal contracts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:48-05:00"
}