{
  "actions": [
    {
      "acted_at": "1984-05-16", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-21", 
      "in_committee": "House Committee on District of Columbia", 
      "references": [], 
      "subcommittee": "Fiscal Affairs and Health", 
      "text": "Referred to Subcommittee on Fiscal Affairs and Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-06", 
      "in_committee": "House Committee on District of Columbia", 
      "in_subcommittee": "Fiscal Affairs and Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5667-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT", 
      "subcommittee": "Subcommittee on Fiscal Affairs and Health", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-16", 
  "number": "5667", 
  "official_title": "A bill to establish the Mental Health Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mental Health Corporation Act", 
  "sponsor": {
    "district": "4", 
    "name": "McKinney, Stewart B.", 
    "state": "CT", 
    "thomas_id": "00781", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-16", 
  "subjects": [
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "District of Columbia", 
    "Government corporations", 
    "Government trust funds", 
    "Health", 
    "Land transfers", 
    "Mental health", 
    "Mental health services", 
    "Public Lands and Real Property"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-16", 
    "text": "Mental Health Corporation Act - Establishes in the District of Columbia a Mental Health Corporation (Corporation). Sets forth as the purpose of the Corporation to provide mental health services of the highest quality to the residents of the District of Columbia and to other persons as the Corporation may decide. Sets forth various duties, powers, restrictions, and preferences for the Corporation. Directs that the Corporation shall be governed by a Board of Governors composed of 12 voting members. Sets out the appointment procedure and term of office for the Board of Governors. Provides that the number of members of the Board of Governors who are not residents of the District of Columbia shall be five or less. Directs the Corporation to provide mental health services to residents of the District of Columbia. Authorizes the Corporation to: (1) provide such services to other persons; (2) provide other related services; and (3) engage in, and permit other persons to utilize its facilities for, related research and training. Requires the Attorney General to pay the Corporation for services provided under order of a Federal court in a criminal proceeding. Directs the District of Columbia to pay the Corporation for services provided: (1) under order of a District of Columbia court; or (2) to an individual of limited means who is a resident of the District of Columbia. Places restrictions on the ability of the Corporation to borrow money. Requires the Corporation to make annual and triennial reports to the President, the Congress, the Secretary of Health and Human Services, and the Mayor of the District of Columbia. Requires an annual audit of the Corporation's accounts. Requires the Corporation to transfer any unneeded real property to either the United States or the District of Columbia. Transfers $1,000,000 to the Corporation from the sums appropriated for Saint Elizabeths Hospital. Authorizes appropriations for grants to the Corporationn for FY 1985 through 1991. Directs the Secretary of the Treasury to establish a loan fund, available to the Secretary of Health and Human Services, to make loans to the Corporation if the monies available to the Corporation are not sufficient to carry out its functions. Transfers the J.B. Johnson building and grounds to the District of Columbia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mental Health Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Mental Health Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:03-05:00"
}