{
  "actions": [
    {
      "acted_at": "1975-03-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-06-07", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-266.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-12", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce, H. Rept. 94-266 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #381 (296-58).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-15", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-14", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare, S. Rept. 94-886.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-01", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-01", 
      "bill_ids": [
        "s3239-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 3239, roll call #374 (88-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-30", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-24", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-17", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1612.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-20", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-27", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-10-12", 
      "references": [], 
      "text": "Public law 94-484.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5546-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-10-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-26", 
  "number": "5546", 
  "official_title": "An Act to amend the Public Health Service Act to revise and extend the programs of assistance under title VII for training in the health and allied health professions, to revise the National Health Service Corps program and the National Health Service Corps scholarship training program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres584-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s3239-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Manpower Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-26", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Dentistry", 
    "Education", 
    "Environmental health", 
    "Family medicine", 
    "Health", 
    "Health planning", 
    "Medical care, personnel, and facilities", 
    "Medical personnel", 
    "Osteopathy and osteopaths", 
    "Public health", 
    "Public health laws", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds", 
    "Students"
  ], 
  "subjects_top_term": "Medical personnel", 
  "summary": {
    "as": "House receded and concurred with amendment", 
    "date": "1976-09-27", 
    "text": "(House receded and concurred in certain Senate amendments with amendments) Health Professions Educational Assistance Act - =Title I: Extension of Current Authorities Through Fiscal Year 1977= - Amends the Public Health Service Act to extend appropriation authorizations for specified medical training and education programs through fiscal year 1977. Permits a component school or entity to apply directly for a construction grant, if it has the approval of an affiliated, accredited school also participating in the program. Defines the term regional health profession schools as interstate cooperative programs which may involve several schools sharing a curriculum. =Title II: General Provisions= - Directs the Secretary of Health, Education, and Welfare to establish a program to collect and analyze health professions data. Directs the Secretary to conduct or enter into contracts for the evaluation and projection of the supply and requirements for the health professions by specialty and geographic location. Directs the Secretary to establish by regulation criteria for determining allowable increases in tuition and other educational costs for which he shall be responsible for payment under Title VII of the Public Health Service Act. =Title III: Assistance for Construction of Teaching Facilities= - Extends the existing program of assistance for construction of teaching facilities for medical personnel through fiscal year 1980. Limits the extension of assistance to regional health professions schools to fiscal year 1977. Adds to entities presently eligible for assistance under such programs schools of public health and ambulatory primary care teaching facilities for the training of dentists and physicians. Authorizes the appropriation of $40,000,000 per year for fiscal years 1978, 1979, and 1980 with the stipulation that 50 percent of sums appropriated shall be obligated for grants for the construction of teaching facilities and the remaining 50 percent shall be obligated for grants for the construction of ambulatory, primary care teaching facilities. =Title IV: Student Assistance; National Health Service Corps= - Directs the Secretary of Health, Education, and Welfare to establish a program of student loan insurance for students in eligible health professions schools. Establishes ceilings on the total principal amount of new loans made and installments paid pursuant to lines of credit to students covered by Federal loan insurance in fiscal years 1978 through 1980. Sets forth annual insurable limits per student based on the kind of medical school attended. Stipulates conditions student borrowers must meet to be eligible for federally insured student loans and sets forth the terms of such loans. Allows eligible lenders to apply to the Secretary for a certificate of insurance covering a medical education loan made by such lender to an eligible student and setting forth the amount and terms of the insurance. Directs an insurance beneficiary to notify the Secretary promptly of any default by a student borrower. Authorizes the Secretary, upon request or the Secretary's own motion, to pay to the beneficiary the amount of the loss sustained by the insured upon the student loan. Authorizes the Secretary to reduce payments for health services to borrowers who are practicing their professions but have defaulted on their loans in amounts up to the remaining balance of such loans. Establishes a student loan insurance fund to be available to the Secretary for the purpose of making payments in connection with the default of student loans. Makes the Secretary's authority to make payments in connection with defaults on insured student loans subject to appropriation acts. Stipulates that the Secretary may sue and be sued in any appropriate Federal or State court in any civil action arising in connection with student medical education loans without regard to the amount in controversy. Grants Federal credit unions the power to make insured medical education loans to student members in accordance with these provisions. Authorizes the Secretary to make grants to public or nonprofit private health professions schools for scholarships to be awarded by such schools to students who are of exceptional financial need and who are in their first year of postbaccalaureate study. Establishes the Lister Hill Scholarship programs and makes grants annually to at least ten individuals for medical school scholarships. Authorizes the Secretary to adjust the monthly pay of any member of the National Health Service Corps (NHSC) engaged directly in the delivery of health services, following the termination of any obligatory service incurred as a result of NHSC scholarship support, by an amount not to exceed $1,000 per month so that such pay would be competitive with that of members of their professions with equivalent training and time experience. Directs the Secretary to annually designate areas, population groups, and medical or public facilities, as health manpower shortage areas. Authorizes the Secretary to assign members of the National Health Service Corps to provide health services to such areas upon approval of an application by an appropriate entity for such assignment. Requires as a condition to approval that the entity enter into a cost sharing agreement for a specific assignment period. Directs the Secretary to establish the National Health Service Corps Scholarship Program to assure an adequate supply of health professionals for the National Health Service Corps. Lists conditions of eligibility for such program. Requires each participant to serve in the Corps for a period of one year for each year a scholarship is received, or for two years, whichever period is greater. Allows the Secretary to release an individual from such obligation if such individual applies for release and enters into a written agreement with the Secretary to engage in a full-time private clinical practice in an area which has been designated as a health manpower shortage area for a period of one year for each year a scholarship was received under the Program. Requires participants in such Program to enter into a written contract with the Secretary. Entitles the United States to recover damages in the event of a breach of the participant's contractual obligations, such damages to be computed according to the formula specified. =Title V: Grants for Health Professions Schools= - Directs the Secretary to make annual capitation grants to schools of medicine, osteopathy, dentistry, public health, veterinary medicine, optometry, pharmacy, and podiatry for the support of their education programs. Stipulates that the formulae listed are to determine the amounts of such grants. Enumerates the conditions of eligibility for such grants. =Title VI: Foreign Medical Graduates= - Amends the Immigration and Nationality Act to make specified preference immigrant aliens who are graduates of a medical school and are coming to the United States principally to perform services as members of the medical profession ineligible to receive visas or to be admitted to the United States. Increases restrictions on granting immigrant visas to foreign medical professionals who were previously granted educational visitor status while attending a health professions school in the United States. =Title VII: Public and Allied Health Personnel= - Directs the Secretary to make annual capitation grants to schools of public health for the support of their educational programs. Directs the Secretary to make annual grants to public or nonprofit private educational entities (except schools of public health) to support their graduate educational programs in health administration, hospital administration, and health planning (including schools of social work). Authorizes the Secretary to make grants to assist schools of public health and specified other public or nonprofit educational entities in meeting the costs of special projects in: (1) biostatistics or epidemiology; (2) health administration, health planning, or health policy analysis and planning; (3) environmental or occupational health; or (4) dietetics and nutrition. Authorizes the Secretary to make grants to such schools and entities for traineeships. Directs the Secretary, in coordination with the National Center for Health Statistics, to continuously develop, publish, and disseminate information respecting public and community health personnel, including: (1) detailed descriptions of the types of activities in which public and community health personnel are engaged; (2) the current and anticipated needs of public and community health personnel; and (3) the number, employment, geographic locations, salaries, and surpluses and shortages of public and community health personnel, the educational and licensure requirements for the various types of such personnel, and the cost of training such personnel. Directs the Secretary to make grants and enter into contracts to assist eligible allied health entities in meeting the costs of activities undertaken with respect to: (1) methods of regional coordination and management of education and training for allied health personnel within and among educational institutions and their clinical affiliates; (2) methods for retraining allied health personnel; (3) meaningful career ladders for practicing allied health personnel; and (4) new or improved methods of credentialing allied health personnel. Authorizes the Secretary to make grants to public and nonprofit private entities for traineeships provided by such entities for the advanced training of allied health personnel to teach in training programs for such personnel or to serve in administrative or supervisory positions. Authorizes the Secretary to make grants to and enter into contracts with schools of allied health and specified other entities to assist in meeting the costs of aiding students or potential students who are financially or otherwise disadvantaged. =Title VIII: Special Projects= - Authorizes the Secretary to make assistance grants, as specified, for: (1) family medicine and general dentistry residency programs; (2) projects of schools of medicine which establish and maintain academic administrative units to provide instruction in family medicine; (3) area health education programs; (4) programs for the training of physician assistants, expanded function dental auxiliaries, and dental personnel in TEAM approach to the delivery of dental care; (5) general internal medicine and general pediatric residency programs; (6) occupational health training and education centers; (7) start-up and financial distress purposes for specified projects and programs; (8) interdisciplinary training; (9) educational entities which have accredited programs of health administration, health planning; or health policy analysis and planning; and (10) other enumerated projects and programs. =Title IX: Miscellaneous= - Authorizes the Secretary to make grants to public and nonprofit private schools of nursing and other public and private entities to establish and operate traineeship programs to train and educate nurse practitioners who are residents of urban or rural manpower shortage areas. Directs the Secretary to determine the national average annual per student cost of programs leading to a degree of doctor of chiropractics. Directs the Secretary to determine the effectiveness of admissions examinations in evaluating the potential of applicants from population groups of limited English-speaking ability and to determine the adequacy of efforts by health training institutions which provide training in facilities serving populations with limited English-speaking ability to recruit and train health personnel who are bilingual and to conduct programs to increase the awareness of those trainees of the cultural sensitivities of population groups with limited English-speaking ability."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Manpower Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the programs of assistance under title VII for training in the health and allied health professions, to revise the National Health Service Corps program and the National Health Service Corps scholarship training program.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Public Health Service Act to revise and extend the programs of assistance under title VII for training in the health and allied health professions, to revise the National Health Service Corps program and the National Health Service Corps scholarship training program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:00-05:00"
}