{
  "actions": [
    {
      "acted_at": "1991-03-19", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-03", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Children, Family, Drugs, Alcohol", 
      "text": "Referred to Subcommittee on Children, Family, Drugs, Alcohol.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s688-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Children, Family, Drugs and Alcoholism", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-19", 
  "number": "688", 
  "official_title": "A bill to grant employees family and sick leave under certain circumstances, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Financial and Job Security Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-19", 
  "subjects": [
    "Actions and defenses", 
    "Adoption", 
    "Child health", 
    "Childbirth", 
    "Education", 
    "Employee benefit plans", 
    "Employee rights", 
    "Families", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Foster home care", 
    "Government employees' health insurance", 
    "Health", 
    "Health insurance", 
    "Labor and employment", 
    "Leave of absence", 
    "Maternal and infant welfare", 
    "Maternity leave", 
    "Parental leave", 
    "School personnel", 
    "Sick leave", 
    "Teachers", 
    "Women's employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-19", 
    "text": "Family Financial and Job Security Act of 1991 - Title I: General Requirements for Leave - Establishes certain requirements for family leave for permanent employees. (Excludes from such coverage: (1) employees at worksites at which the employer employs less than 50 persons, if the total number of employees of that employer within 75 miles of that worksite is less than 50; and (2) Federal officers and employees covered under title II of this Act.) Entitles employees to ten workweeks of leave during any 12-month period because of: (1) the birth of their child; or (2) the placement of a child for their adoption or foster care. Conditions such leave for the birth or placement of a child as follows: (1) the entitlement ends 12 months after the birth or placement; and (2) such leave may not be taken intermittently unless employee and employer agree otherwise. Allows such leave: (1) to be taken on a reduced leave schedule, upon agreement with the employer; and (2) to consist of unpaid leave, except under specified conditions when substitution of certain types of paid leave may be elected or required. Requires employees to give reasonable notice of the need for such leave, when foreseeable. Allows limitation of the dual aggregate leave entitlement to ten weeks in any 12-month period, in the case of spouses employed by the same employer. Sets forth conditions of certification for such leave entitlements. Sets forth employment and benefits protections relating to leave entitlements under this Act, including provisions relating to: (1) restoration to position; (2) maintenance of health benefits; and (3) periodic employee reports to employers on their status and intention to return to work. Allows an eligible employee to use personal sick leave benefits for absences due to an illness of the child, spouse, or parent. Allows the employer to limit the aggregate amount of such leave to five days during a 12-month period. Prohibits employers or other persons from interfering with employee rights under this title or from discriminating against any individual because of participation in proceedings or inquiries under this title. Provides for administrative enforcement of this title by the Secretary of Labor, as well as enforcement by civil action. Sets forth provisions for investigative authority, injunctive and monetary relief, attorneys' fees, and limitation of actions. Sets forth special rules concerning employees of local educational agencies, including provisions relating to leave for instructional employees, during periods near the completion of an academic term, and reduction of liability. Requires employers to post notice of the pertinent provisions of this title. Requires fines for willful violations of such requirement. Directs the Secretary of Labor to prescribe regulations to carry out this title. Title II: Leave for Civil Service Employees - Amends specified Federal law to entitle civil service employees to family leave for specified periods. Allows such employees up to ten workweeks in any 12-month period for family leave (i.e., leave because of the birth or placement of a child). Provides that such leave may be without pay. Allows employees to substitute other types of paid leave for part of such leave. Provides for protection for job position and health insurance benefits of employees using such leave. Allows a civil service employee to use personal sick leave benefits for absences due to an illness of the child, spouse, or parent. Allows the employer to limit the aggregate amount of such leave to five days during a 12-month period. Sets forth prohibitions against coercion. Directs the Office of Personnel Management to prescribe regulations for administration of this title which are consistent with the regulations prescribed by the Secretary of Labor under title I of this Act. Title III: Commission on Leave - Establishes the Commission on Leave. Requires the Commission to report on its study of leave (which may include legislative recommendations concerning coverage of small businesses and alternative and equivalent State enforcement of this Act with respect to employees of local educational agencies) to the Congress within two years after the Commission first meets. Terminates the Commission within 30 days after its final report. Title IV: Miscellaneous Provisions - Sets forth the effect of this Act on existing laws and existing employment benefits. Provides that nothing in this Act shall be construed to discourage employers from adopting more generous leave policies. Directs the Secretary of Labor to prescribe regulations to carry out this title within 60 days."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Financial and Job Security Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to grant employees family and sick leave under certain circumstances, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:48-05:00"
}