{
  "actions": [
    {
      "acted_at": "1978-06-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 95-1533.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-18", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #788 (398-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-21", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13097-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-12", 
  "number": "13097", 
  "official_title": "A bill to amend certain provisions of title XVIII of the Social Security Act as they relate to the medicare program established by part A of such title.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Amendment", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-12", 
  "subjects": [
    "Aliens", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Home care services", 
    "Immigration", 
    "International obligations", 
    "Medicare", 
    "Nursing homes", 
    "Social welfare", 
    "Treaties"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1978-08-31", 
    "text": "(Reported to House from the Committee on Ways and Means with amendment, H. Rept. 95-1533) Medicare Amendments - Amends Title XVIII (Medicare) of the Social Security Act to revise the home health benefit provisions to eliminate: (1) the three-day prior hospitalization requirement; (2) the limitation on the number of visits; and (3) the deductible. Forbids the physician who certifies home health services and establishes the plan of treatment, from having a significant financial relationship with the home health agency. Requires home health aides to successfully complete a training program approved by the Secretary of Health, Education, and Welfare. Authorizes the Secretary to establish other rules and regulations as necessary for home health agencies. Eliminates the requirements that the months be consecutive in the 24-month Medicare waiting period for railroad retirement disability beneficiaries or old-age, survivors, and disability insurance beneficiaries who are disabled to be eligible for Medicare hospital care benefits. Authorizes the President to enter into agreements establishing reciprocal arrangements between the health insurance program established by the Medicare title and the program of any foreign country under which health services are provided directly to entitled individuals or under which insurance is provided to meet all or part of the expenses of entitled individuals for health services. Requires that any such agreement specify: (1) the nature and extent of payment to be made to or on behalf of individuals entitled to benefits; (2) limitations on the nature and duration of health services and on entitlement of individuals to benefits on a reciprocal basis under an agreement in the United States and in the foreign country; and (3) the methods by which the cost of providing health services on a reciprocal basis shall be shared by the United States and the foreign country. Directs the Secretary to make rules and regulations and establish procedures which are reasonable and necessary to implement and administer any agreement which has been entered into in accordance with this Act. Authorizes the Secretary to enter into interim arrangements with any hospital in a foreign country which is accredited by the Joint Commission on Accreditation of Hospitals, or such other hospitals as the Secretary finds meet specified health and safety standards. Extends Medicare coverage to: (1) those services performed by a dentist where those services are already covered when performed by physicians; and (2) hospital stays for the performance of noncovered dental services where the severity of the dental procedure warrants hospitalization. Eliminates the present exclusion from Medicare coverage of warts on the feet. Allows reimbursement under the Medicare program for services furnished in qualified community mental health centers and comprehensive outpatient rehabilitation centers. Provides for Medicare coverage of optometrists' services to aphakia patients. Directs the Secretary to study and submit recommendations to Congress with respect to Medicare reimbursement for: (1) optometrists' services for cataract patients; (2) hospice services; and (3) orthopedic shoes when they are required as an appropriate part of medical treatment. Provides Medicare payments for: (1) antigen prepared by an allergist even where another qualified person actually administers it to the patient; and (2) certain noncovered services where it is clear that an error has been made by a provider acting in good faith. Sets forth standards for rural hospitals. Recognizes podiatrists as physicians for purposes of physician certification and participation in utilization review where consistent with State law and the policies of the health care institutions involved. Allows a speech pathologist, as well as physician, to establish the plan of treatment for speech pathology services. Provides for Medicare reimbursement for physicians' services rendered to a Medicare patient, who has since died, to the individual legally obligated to pay for such services. Repeals those provisions of the Medicare program concerning: (1) the presumed coverage for skilled nursing facilities and home health care in specified circumstances; and (2) the limitation of Medicare payments to the provider's customary charges if these charges are lower than reasonable costs. Authorizes Medicare coverage for: (1) chiropractor services for manipulation of the spine in certain circumstances; and (2) services furnished by a qualified licensed clinical psychologist to certain hospital inpatients. Directs the Secretary to develop and carry out demonstration projects making the services of clinical social workers more generally available, and to submit a report to Congress with any recommendations concerning such projects."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Medicare Amendment", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend certain provisions of title XVIII of the Social Security Act as they relate to the medicare program established by part A of such title.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:16-05:00"
}