{
  "actions": [
    {
      "acted_at": "2009-05-19", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2475-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-05-19", 
  "number": "2475", 
  "official_title": "To authorize appropriations for the Department of State for fiscal years 2010 and 2011, to modernize the Foreign Service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr364-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr375-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr557-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2103-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2194-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2410-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5065-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s908-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Relations Authorization and Reform Act, Fiscal Years 2010 and 2011", 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-05-19", 
  "subjects": [
    "Afghanistan", 
    "Africa", 
    "Albania", 
    "Antigua and Barbuda", 
    "Area studies and international education", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Australia", 
    "Bahamas", 
    "Barbados", 
    "Belarus", 
    "Belize", 
    "Building construction", 
    "Bulgaria", 
    "Caribbean area", 
    "Child safety and welfare", 
    "China", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Croatia", 
    "Cuba", 
    "Cultural exchanges and relations", 
    "Cyprus", 
    "Department of State", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Disability and paralysis", 
    "Dominica", 
    "Dominican Republic", 
    "Drug trafficking and controlled substances", 
    "Economic development", 
    "Egypt", 
    "El Salvador", 
    "Elementary and secondary education", 
    "Environmental assessment, monitoring, research", 
    "Estonia", 
    "Executive agency funding and structure", 
    "Firearms and explosives", 
    "Foreign aid and international relief", 
    "Foreign and international banking", 
    "Georgia (Republic)", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government investigations", 
    "Grenada", 
    "Guyana", 
    "Haiti", 
    "Historic sites and heritage areas", 
    "Hong Kong", 
    "Housing industry and standards", 
    "Human rights", 
    "Immigration status and procedures", 
    "India", 
    "Insurance industry and regulation", 
    "Intellectual property", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International law and treaties", 
    "International monetary system and foreign exchange", 
    "International organizations and cooperation", 
    "Iran", 
    "Israel", 
    "Jamaica", 
    "Japan", 
    "Jordan", 
    "Kazakhstan", 
    "Kyrgyzstan", 
    "Latin America", 
    "Latvia", 
    "Law enforcement officers", 
    "Lebanon", 
    "Legal fees and court costs", 
    "Liberia", 
    "Life, casualty, property insurance", 
    "Lithuania", 
    "Macedonia", 
    "Marriage and family status", 
    "Mexico", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Moldova", 
    "Mongolia", 
    "Montserrat", 
    "Natural disasters", 
    "New Zealand", 
    "News media and reporting", 
    "North Korea", 
    "Nuclear power", 
    "Nuclear weapons", 
    "Oceania", 
    "Oil and gas", 
    "Olympic games", 
    "Organization of American States", 
    "Organized crime", 
    "Pakistan", 
    "Palestinians", 
    "Property rights", 
    "Public contracts and procurement", 
    "Refugees, asylum, displaced persons", 
    "Religion", 
    "Romania", 
    "Saint Kitts and Nevis", 
    "Saint Lucia", 
    "Saint Vincent and the Grenadines", 
    "Sanctions", 
    "Sex, gender, sexual orientation discrimination", 
    "Slovakia", 
    "South Korea", 
    "Spacecraft and satellites", 
    "State and local government operations", 
    "Strategic materials and reserves", 
    "Student aid and college costs", 
    "Suriname", 
    "Syria", 
    "Tajikistan", 
    "Technology transfer and commercialization", 
    "Television and film", 
    "Terrorism", 
    "Tibet", 
    "Trade restrictions", 
    "Trinidad and Tobago", 
    "Turkey", 
    "Turkmenistan", 
    "U.S. and foreign investments", 
    "Ukraine", 
    "United Arab Emirates", 
    "United Nations", 
    "User charges and fees", 
    "Venezuela", 
    "Vietnam", 
    "Visas and passports", 
    "War crimes, genocide, crimes against humanity", 
    "Western Hemisphere", 
    "Women's rights", 
    "World health", 
    "Yemen"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-05-19", 
    "text": "Foreign Relations Authorization and Reform Act, Fiscal Years 2010 and 2011 - Authorizes FY2010-FY2011 appropriations for: (1) the Department of State (Department) for the administration of foreign affairs; (2) international organizations; (3) international commissions; (4) migration and refugee assistance; and (5) centers and foundations. Revises provisions regarding local guard and protective service contracts in high risk areas abroad. Extends the program of grants for scholarships to U.S.-sponsored elementary and secondary schools in countries with predominantly Muslim populations. Names scholarships under the United States-South Pacific Scholarship Program as Burton Scholarships. Authorizes the Secretary of State to establish an educational exchange program between the United States and the Caribbean Community (CARICOM) countries (Shirley A. Chisholm United States-Caribbean Educational Exchange Program). Directs the Secretary to establish: (1) an exchange and scholarship program in cooperation with the Women's Legislative Caucus in Liberia; and (2) a public diplomacy plan in the event that temporary protected status is extended to Haitian nationals in the United States. Extends the passport surcharge authority. Directs the President to provide grants to nongovernmental organizations to support sustainable economic development, cultural and historical preservation, health care, education, and environmental projects for Tibetan communities in the Tibet Autonomous Region and in other Tibetan communities in the the People's Republic of China (PRC). Authorizes the Secretary to establish a Tibet Section within the U.S. Embassy in Beijing, PRC, until such time as a U.S. consulate in Tibet is established. Directs the Secretary to seek to establish a U.S. consulate in Lhasa, Tibet. Authorizes the Secretary to establish a Transatlantic Diplomatic Fellowship Program and a Security Officers Exchange Program under which the Secretary may temporarily assign a Foreign Service member to a position with any designated country or entity that permits an employee to be assigned to a Department position. Revises Foreign Service member-related provisions. Directs the Secretary to provide for the protection of intellectual property rights of U.S. persons in other countries. States that it should be U.S. policy to ensure that same-sex domestic partners of Foreign Service Officers are provided with the same benefits, protections, and services currently provided to eligible family members under the Foreign Affairs Manual. Authorizes appropriations for the refurbishment or replacement of the International Atomic Energy Agency (IAEA) Safeguards Analytical Laboratory. Prohibits U.S. contributions from being made to: (1) the Durban Review Conference; (2) Iran-led organizations within the United Nations; (3) the United Nations Human Rights Council; and (4) the United Nations Relief and Works Agency (UNRWA). Withholds certain U.N. funds. Authorizes appropriations for international broadcasting. Establishes permanent authority for Radio Free Asia. United Nations Transparency, Accountability, and Reform Act of 2009 - Sets forth U.S. policy with respect to: (1) shifting the funding mechanism for the regular budget of the United Nations from an assessed to a voluntary basis; (2) reform of U.N. peacekeeping operations; and (3) Security Council expansion. Withholds a portion of nonvoluntary U.S. contributions to the regular budget of the United Nations unless the Secretary of State makes specified certifications. Establishes the Office of the United States Inspector General for Contributions to the United Nations System. Prohibits the obligation or expenditure of a U.S. contribution to any U.N. entity unless the entity has provided the Inspector General with a transparency certification. Withholds annual U.S. contributions to UNRWA and to the United Nations Human Rights Council until certain conditions are certified. Directs the President to use U.S. influence at the International Atomic Energy Agency (IAEA) to: (1) establish an Office of Compliance in the Secretariat of the IAEA; and (2) prohibit Iran's access to nuclear material, technology, equipment, or assistance until the IAEA determines that Iran is providing full access to IAEA inspectors and has permanently ceased and dismantled all nuclear-enrichment and reprocessing activities. Western Hemisphere Counterterrorism and Nonproliferation Act of 2009 - Authorizes the President to impose specified sanctions on any country in the Western Hemisphere that the President has determined is engaged in state sponsored terrorism, is carrying out policies that threaten U.S. national security interests, or is not fully cooperating with U.S. counterterrorism or nonproliferation efforts. Redirects 50% of the U.S. contribution to the Organization of American States (OAS) to the OAS Inter-American Committee Against Terrorism, the OAS Inter-American Drug Abuse Control Commission, and the Western Hemisphere Regional Coordination Centers. Directs the Secretary to negotiate the establishment of: (1) Western Hemisphere Regional Coordination Centers; and (2) the Western Hemisphere Nonproliferation Partnership Initiative. Places restrictions on nuclear cooperation with countries assisting the nuclear program of Venezuela or Cuba. Defense Trade Controls Performance Improvement Act of 2009 - Directs the President to perform a strategic review and assessment of the U.S. export controls system. Directs the Secretary to: (1) provide for specified performance requirements for license applications to export or import United States Munitions List items; (2) ensure that the Directorate of Defense Trade Controls has the necessary staff and resources; and (3) review the International Traffic in Arms Regulations and the United States Munitions List to determine those technologies and goods that warrant different or additional controls. Authorizes the President, under specified conditions, to provide for special licensing authorization for exports of spare and replacement parts or components of defense items exported to North Atlantic Treaty Organization (NATO) member states, Australia, Japan, Israel, South Korea, and New Zealand. Directs the President to make available to the appropriate congressional committees Arms Export Control Act-related directives concerning export policies, practices, and regulations. Authorizes the President to remove satellites and related components from the United States Munitions List, except for any satellite or related component that may be transferred to, or launched into outer space by, the PRC. Directs the Inspector General to review Department investigations of possible misuse of United States-origin defense items. Revises penalty provisions with respect to: (1) control of arms exports and imports; and (2) military sales agent fees. Authorizes the Secretary to provide training, procurement, and capacity-building for foreign military and counterterrorism forces in order to: (1) conduct counterterrorist operations; or (2) participate in military and stability operations with the United States. Extends through FY2011 the President's authority to transfer excess items to the Department of Defense War Reserve Stockpile. Authorizes the President for FY2010-FY2011 to provide for the crating, packing, handling, and transportation of excess defense articles to specified countries. Directs the President to designate a Coordinator of United States Government Activities to Implement the Merida Initiative. Authorizes the the President to incorporate the CARICOM countries into the Merida Initiative. Sets forth specified reporting and assessment provisions. Authorizes assistance to support the reunification of Cyprus. Places specified limitations on assistance to: (1) the Former Yugoslav Republic of Macedonia (FYROM); and (2) the Palestinian Authority (PA). Sets forth U.S. policy and sense of Congress statements regarding: (1) Turkey and the Ecumenical Patriarchate; (2) civilian nuclear cooperation with Jordan; (3) religious freedom in Vietnam; (4) Israel; and (5) the Asia-Pacific Economic Cooperation forum (APEC). Daniel Pearl Freedom of the Press Act of 2009 - Directs the Secretary to administer a grant program to promote freedom of the press worldwide. Directs the President, through the Secretary, to establish a multi-year strategy to prevent child marriage in developing countries and promote the empowerment of girls at risk of child marriage in developing countries. Authorizes a program to improve building construction in Haiti. Makes FY2010-FY2011 funds available for contributions to the International Trust Fund for Demining and Mine Victims Assistance. Iran Refined Petroleum Sanctions Act of 2009 - Amends the Iran Sanctions Act of 1996 to direct the President to impose two or more current sanctions under such Act if a person has, with actual knowledge, made an investment of $20 million or more (or any combination of investments of at least $5 million which in the aggregate equals or exceeds $20 million in any 12-month period) that directly and significantly contributed to Iran's ability to develop its petroleum resources. (Under current law the sanction thresholds are $40 million, $10 million, and $40 million, respectively.) Directs the President to impose: (1) sanctions established under this Act (in addition to any current sanctions imposed under the Iran Sanctions Act of 1996) if a person has, with actual knowledge, sold, leased, or provided to Iran any goods, services, technology, information, or support that would allow Iran to maintain or expand its domestic production of refined petroleum resources; and (2) sanctions established under this Act if a person has, with actual knowledge, provided Iran with refined petroleum resources or engaged in any activity that could contribute to Iran's ability to import refined petroleum resources. Establishes additional sanctions prohibiting specified foreign exchange, banking, and property transactions. Limitation on Nuclear Cooperation with the United Arab Emirates Act of 2009 - Prohibits any agreement for cooperation from entering into force or any license to be issued for the export of nuclear material, equipment, or technology between the United States and the United Arab Emirates (UAE) unless the President makes specified certifications. Holocaust Insurance Accountability Act of 2009 - Provides that a state law creating a cause of action against an insurer or related company based on a claim arising out of a covered policy (in effect at any time after January 30, 1933, and before December 31, 1945, issued to a policyholder in any Nazi-controlled area) shall not be invalid by reason of any Executive agreement between the United States and any foreign country. Belarus Arms Transfers Accountability Act of 2009 - Directs the Secretary to report to the appropriate congressional committees regarding: (1) exports of weapons and related services by the government of Belarus and Belarusian enterprises; (2) whether civilian nuclear cooperation agreements and activities involving Iran, Belarus, or Venezuela are being used to spread nuclear arms technology and expertise; and (3) sale or delivery of weapons or weapons-related technologies from Belarus to any country that is designated as a state sponsor of terrorism."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization and Reform Act, Fiscal Years 2010 and 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Belarus Arms Transfers Accountability Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Daniel Pearl Freedom of the Press Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Defense Trade Controls Performance Improvement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Holocaust Insurance Accountability Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Iran Refined Petroleum Sanctions Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Limitation on Nuclear Cooperation with the United Arab Emirates Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United Nations Transparency, Accountability, and Reform Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Western Hemisphere Counterterrorism and Nonproliferation Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Department of State for fiscal years 2010 and 2011, to modernize the Foreign Service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:06-05:00"
}