{
  "actions": [
    {
      "acted_at": "1976-06-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14279-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-09", 
  "number": "14279", 
  "official_title": "A bill to amend title XVI of the Social Security Act to establish a more adequate and realistic guaranteed annual income for all aged, blind, and disabled individuals by increasing benefit amounts, and to establish outreach procedures to assure that all potential recipients of benefits under such program will be fully informed concerning such benefits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-09", 
  "subjects": [
    "Aged and aging", 
    "Aged, blind, and disabled", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-09", 
    "text": "Amends Title XVI (Supplemental Security Income for the Aged, Blind, and Disabled) of the Social Security Act to increase the guaranteed annual income for all aged, blind, and disabled individuals to specified amounts. Directs that the value of an applicant's home shall not be a factor in determining the eligibility of such applicant for supplemental security income benefits so long as the home is occupied and used by the applicant. Eliminates eligibility restrictions and benefit reductions for individuals in public institutions. Excludes from income, as used in the determination of eligibility for and amount of benefits, all noncash income, including support and maintenance furnished in kind. Authorizes the Secretary of Health, Education, and Welfare to pay up to three months' benefits to an individual who is presumptively eligible for such benefits, prior to the determination of such individual's eligibility. Requires action on an application for benefits under Title XVI within 30 days of the filing of such application (45 days when the applicant is applying for benefits on the basis of disability). Directs the Secretary to establish and carry out a program designed specifically to assure that all individuals who are or may become eligible for supplemental security income benefits under Title XVI will be fully informed of the availability and nature of such benefits and of the steps to be taken in obtaining them. Enumerates items of information which are to be included in such outreach programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act to establish a more adequate and realistic guaranteed annual income for all aged, blind, and disabled individuals by increasing benefit amounts, and to establish outreach procedures to assure that all potential recipients of benefits under such program will be fully informed concerning such benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:29-05:00"
}