{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Banking and Financial Services, and in addition to the Committee on Small Business, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Banking and Financial Services, and in addition to the Committee on Small Business, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Small Business", 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-27", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Domestic and International Monetary Policy", 
      "text": "Referred to the Subcommittee on Domestic and International Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr114-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic and International Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "114", 
  "official_title": "To establish a Minority Business Development Administration in the Department of Commerce, to clarify the relationship between such Administration and the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Minority Business Development Act of 1993", 
  "sponsor": {
    "district": "7", 
    "name": "Mfume, Kweisi", 
    "state": "MD", 
    "thomas_id": "00798", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Antitrust law", 
    "Business education", 
    "Capital formation", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Data banks", 
    "Department of Commerce", 
    "Economic research", 
    "Economics and public finance", 
    "Education", 
    "Executive reorganization", 
    "Federal aid to minority business enterprises", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Higher education", 
    "Industry-university relations", 
    "Information services", 
    "International competitiveness", 
    "Joint ventures", 
    "Law", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority education", 
    "Presidential appointments", 
    "Revolving funds", 
    "Scholarships", 
    "Science, technology, communications", 
    "Securities industry", 
    "Small business", 
    "Socially handicapped", 
    "Surety and fidelity"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: Market Development Title II: Capital Formation Title III: Management Educational Development Title IV: Research and Information Title V: Administrative and Other Powers of the Administration; Miscellaneous Provisions Minority Business Development Act of 1993 - Redesignates the Minority Business Development Agency in the Department of Commerce as the Minority Business Development Administration. Title I: Market Development - Empowers the Administration to: (1) assist disadvantaged businesses in penetrating domestic and foreign markets; and (2) encourage disadvantaged firms to establish joint ventures and projects to increase their share of the market. Exempts from the antitrust laws and the Federal Trade Commission Act any act within the scope of any approved joint program for market development. Authorizes the Administration to provide financial assistance to public and private entities to carry out this Act. Title II: Capital Formation - Authorizes the Administration to defray all or part of the costs of pilot projects conducted by public or private organizations and designed to assist disadvantaged businesses in obtaining equity capital. Directs the Administration to study and report to specified congressional committees on alternatives for providing capital formation assistance to qualified disadvantaged businesses. Title III: Management Educational Development - Requires the Administration to: (1) encourage universities, business leaders, and other entities to offer scholarships, sponsor seminars, and provide internships for the benefit of disadvantaged individuals; and (2) accelerate curriculum design in support of disadvantaged business development. Title IV: Research and Information - Authorizes the Administration to: (1) provide financial assistance to public and private organizations to assist the Administration in collecting data on the causes for success and failure of disadvantaged businesses and in conducting research on how economic conditions affect their development; (2) develop a data bank on disadvantaged businesses; and (3) establish an information clearinghouse for pertinent data. Title V: Administrative and Other Powers of the Administration; Miscellaneous Provisions - Sets forth the administrative powers of the Administration. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Minority Business Development Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a Minority Business Development Administration in the Department of Commerce, to clarify the relationship between such Administration and the Small Business Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:42-05:00"
}