{
  "actions": [
    {
      "acted_at": "1973-05-29", 
      "committee": "Senate Committee on Banking and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1895-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-29", 
  "number": "1895", 
  "official_title": "A bill to regulate which State may escheat or take custody of certain intangible abandoned property.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Scott, Hugh", 
    "state": "PA", 
    "thomas_id": "01432", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-29", 
  "subjects": [
    "Finance and financial sector", 
    "Negotiable instruments"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-29", 
    "text": "States that where any sum is payable on a money order, traveler's check, or similar written instrument on which a banking or financial organization or a business association is directly liable, and where the books and records of such banking or financial organization or business association show the State of origin of the transaction wherein such money order, traveler's check, or similar written instrument was issued, such State of origin of the transaction shall be entitled exclusively to escheat or take custody of the sum payable on such instrument, to the extent of that State's power under its own laws to escheat or take custody of such sum. Provides that where the books and records of such banking or financial organization or business association do not show the State of origin of the transaction wherein such money order, travelers check, or similar written instrument was issued, the State in which the banking or financial organization or business association is organized or incorporated or, in the case of a national banking association or other entity organized under Federal law, the Sate of its principal place of business, shall be entitled to escheat or take custody of the sum payable on such money order, travlers check, or similar written instrument, to the extent of that State's power under its own laws to escheat or take custody of such sum, until another State shall demonstrate by written evidence that it is the State of origin of such transaction. Provides that where the books and records of such banking or financial organization or business association show the State of origin of the transaction wherein such money order, travelers check, or similar written instrument was issued and the laws of the State of origin of the transaction do not provide for the escheat or custodial taking of the sum payable on such instrument, the State in which the banking of financial organization or business association is organized or incoporated or, in the case of a national banking association or other entity organized under Federal law, the State of its principal place of business, shall be entitled to escheat or take custody of the sum payable on such money order, travelers check, or similar written instrument, to the extent of that State's power under its own laws to escheat or take custody of such sum, subject to the right of the State or origin of the transaction to recover such sum from the State of organization, incorporation, or principal place of business if and when the law of the State of origin of the transaction makes provision for escheat or custodial taking of such sum."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to regulate which State may escheat or take custody of certain intangible abandoned property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:44-05:00"
}