{
  "actions": [
    {
      "acted_at": "1973-04-10", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1516-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Buckley, James L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01294", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-10", 
  "number": "1516", 
  "official_title": "A bill to establish procedures for the Congress to determine the amount and priorities of expenditures by the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Legislative Priorities and Budget Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Tunney, John V.", 
    "state": "CA", 
    "thomas_id": "01450", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-10", 
  "subjects": [
    "Congress", 
    "Congressional committees", 
    "Economics and public finance", 
    "Federal budgets", 
    "House of Representatives", 
    "Senate"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-10", 
    "text": "Legislative Priorities and Budget Reform Act - Title I: Senate and House on the Budget - Establishes special standing Senate and House Budget Committees. Provides that each Committee will have 21 members, at least ten of whom also serve on other specified standing committees. States that each Budget Committee will establish six standing subcommittees whose combined jurisdiction are co-extensive with that of the parent committees. Sets forth the duties and responsibilties of the staff director of these Committees. Provides that no later than October 1 of each year, all Federal departments and agencies must send to the Budget Committees their budget requests for the ensuing fiscal year, the justifications for the requests and estimates of and justifications for any new budget authority that are expected to be requested in any of the following four fiscal years. States that any budget-relevant information sent by a department or agency to the President or the Office of Management and Budget must also be concurrently sent to the Senate and house Budget Committees. Title II: Transmission of Budget; Recommendations of Joint Economic Committee - Requires that the President's annual budget request be delivered to Congress on or before January 1 of each year. Provides that, on or before January 15 of each year, the Joint Economic Committee shall recommend budget authority and outlay ceilings for the ensuing fiscal year. Title III: Ceilings on Budget Authority and Outlays - Provides that, no later than February 1 of each year, the Budget Committee shall report identical concurrent resolutions specifying the maximum amount of new budget authority which should be made available for the ensuing fiscal year and the maximum amount of outlays which should be made in the ensuing fiscal year. States that if the House and the Senate fail to approve the identical concurrent resolutions or to agree upon alternative ceilings for new budget authority and outlays by February 15, the ceiling recommended by the Joint Economic Committee automatically becomes binding as though they had been agreed to by identical concurrent resolutions. Provides that after establishment of new budget authority and outlay ceiling, the parallel Subcommittees of the Budget Committees will meet to jointly review the program under their jurisdiction. Provides that each Subcommittee reports to its parent Committee the recommended levels of new budget authority and outlays which it and its counterpart Subcommittee determined are necessary for the coming fiscal year. States that the full Committees then jointly consider these recommendations and report out identical concurrent resolutions specifying ceilings on new budget authority and outlays covering the programs within the jurisdiction of each of the six subcommittees. States that if the House and Senate fail to approve these concurrent resolutions or to agree upon a substitute set of ceilings which are consistent with the established aggregate ceilings by April 1, the original concurrent resolutions automatically become binding as though they had been agreed to by both Houses. Provides that no legislation which provides or authorizes new budget authority shall be in order in either the Senate or House until new budget authority and outlays ceilings are established for each of the Subcommittee jurisdictions. Title IV: Review of Ceilings on Budget Authority and Outlays - Provides for an annual midsession review after Labor Day each year. States that after reviewing the latest available information on the state of the economy, on the rate of tax revenue receipt and on the effect of unforseen contingencies to the House and Senate Budget Committees may report by identical concurrent relsolutions any changes in previoulsy established ceilings to their respective Houses; to become effective, any recommended changes must be agreed to by both Houses. Title V: Miscellaneous Provisions - Provides that the Committee Reports accompanying all bills and joint resolutions reported by any committee shall set forth the amounts and subcommittee category of new budget authority provided and of outlays approved. Directs the parliamentarians of both Houses to maintain running totals of new budget authority and outlays approved in each Subcommittee's jurisdiction. States that whenever a bill or joint resolution would, if approved, cause any established ceiling to be exceeded, a two-thirds roll call vote will be required for its passage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Legislative Priorities and Budget Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish procedures for the Congress to determine the amount and priorities of expenditures by the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:38-05:00"
}