{
  "actions": [
    {
      "acted_at": "1995-08-09", 
      "references": [
        {
          "reference": "CR S12094", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-09", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-21", 
      "references": [
        {
          "reference": "CR S19074-19075", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1140-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1995-08-09", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1995-08-09", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-09", 
  "number": "1140", 
  "official_title": "A bill to amend title 49, United States Code, to terminate the Interstate Commerce Commission and establish the United States Transportation Board within the Department of Transportation, and to redistribute necessary functions within the Federal Government, reduce legislation, achieve budgetary savings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Transportation Regulatory Streamlining Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Exon, J. James", 
    "state": "NE", 
    "thomas_id": "01328", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-09", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "Animals", 
    "Antitrust law", 
    "Appropriations", 
    "Authorization", 
    "Business records", 
    "Claims", 
    "Commerce", 
    "Commercial arbitration", 
    "Common carriers", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate accountability", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Farm produce", 
    "Federal employees", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fertilizers", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Freight forwarders", 
    "Freight rates", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Grain trade", 
    "Household moving", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Information services", 
    "Injunctions", 
    "Intermodal transportation", 
    "Interstate Commerce Commission", 
    "Interstate commerce", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Legislation", 
    "Licenses", 
    "Limitation of actions", 
    "Livestock", 
    "Local taxation", 
    "Marine transportation", 
    "Merchant marine", 
    "Motor bus lines", 
    "Motor buses", 
    "Motor carrier rates", 
    "Motor vehicles", 
    "Municipal ordinances", 
    "Nontariff trade barriers", 
    "Pipelines", 
    "Presidential appointments", 
    "Profit", 
    "Property tax", 
    "Railroad mergers", 
    "Railroad rates", 
    "Railroad rolling stock", 
    "Railroads and state", 
    "Rebates", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Shipping rates", 
    "State laws", 
    "State taxation", 
    "Subpoena", 
    "Surety and fidelity", 
    "Tax administration", 
    "Tax assessment", 
    "Tax rates", 
    "Taxation", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Transportation and state", 
    "Transportation rates", 
    "Trucking", 
    "User charges", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-09", 
    "text": "TABLE OF CONTENTS: Title I: Transfer of Certain Functions to the Secretary of Transportation Title II: Establishment of United States Transportation Board and Transfer of Certain Functions to that Board Title III: Revisions to Subtitle IV of Title 49, United States Code Title IV: Additional Subtitle IV Provisions Title V: Amendments to Other Laws Title VI: Termination of the Interstate Commerce Commission Transportation Regulatory Streamlining Act of 1995 - Title I: Transfer of Certain Functions to the Secretary of Transportation - Transfers certain functions, personnel, assets, liabilities, contracts, and records of the Interstate Commerce Commission (ICC) to the Secretary of Transportation. Title II: Establishment of United States Transportation Board and Transfer of Certain Functions to that Board - Amends Federal transportation law to establish the United States Transportation Board (Board) within the Department of Transportation. Sets forth the responsibilities of the Board, including jurisdiction over: (1) the rail and pipeline carrier industries; (2) intermodal water-rail or water-motor joint-rate transportation; (3) the rate charged by motor carriers and freight forwarders to individual householders for household goods moves; (4) intercarrier disputes in the intercity bus industry; and (5) resolution of issues related to rate undercharge and overcharge claims for motor carrier transportation. (Sec. 206) Requires the Board to complete a study on the authority necessary to assess and collect fees and annual charges in any fiscal year in amounts equal to all costs incurred by it in that fiscal year. Title III: Revisions to Subtitle IV of Title 49, United States Code - Amends Federal transportation law to transfer jurisdiction currently held by the ICC to the Board. Declares, among other things, that in regulating the railroad industry it is the policy of the U.S. Government to provide expeditious remedies for traffic and facilities lacking effective transportation competition. (Sec. 303) Revises, for purposes of this title, the term \"carrier\" to mean a pipeline carrier or a rail carrier. (Sec. 304) Declares that the remedies provided under this title are exclusive and preempt the remedies provided under any Federal or State statute. (Currently, such remedies are in addition to any other remedies provided under another law or at common law.) (Sec. 319) Requires the Board to revoke an exemption from the jurisdiction of the Board to the extent that the application of such jurisdiction to the exempt person, class, or transportation is necessary to carry out U.S. rail transportation policy. (Sec. 322) Requires the Board to establish simplified and expedited procedures for the determination of rate reasonableness cases for small shippers in which a stand-alone case presentation is impractical. (Sec. 327) Requires a rail carrier that is a party to an agreement of at least two rail carriers that relates to classifications or rules with respect to car service and car hire, or procedures for joint consideration, initiation, or establishment of them, to apply to the Board for approval of such agreement. (Sec. 329) Sets forth specified factors that the Board shall consider when determining whether a rail carrier rate is reasonable. Authorizes the Board, upon complaint of an interested party, to begin an investigation to determine whether a proposed rate increase is reasonable if such rate results in a revenue-variable cost percentage that is equal to or greater than 20 percentage points above the revenue-variable cost percentage applicable under this title. Requires the Board to set forth its reasons, giving due consideration to specified factors, when determining whether to investigate a rate increase. (Sec. 330) Authorizes the Board, on application of an interested party, to begin a proceeding to determine the lawfulness of any pipeline carrier-proposed new individual or joint rate or individual or joint classification, rule, or practice affecting a rate. (Sec. 331) Requires the Board not to consider the existence of product or geographic competition when making a determination of market dominance in proceedings to determine the lawfulness of a rail carrier rate. Revises provisions with respect to market dominance determinations. (Sec. 333) Requires a summary of each contract between one or more rail carriers and one or more purchasers for the transportation of agricultural commodities and fertilizer to be filed with the Board. (Sec. 336) Prohibits a carrier from subjecting a freight forwarder to unreasonable discrimination (charge a different rate for the same service) whether or not such forwarder is controlled by the carrier. (Sec. 342) Repeals specified current Federal law regarding: (1) payment of common carrier rates; (2) transportation of commodities manufactured or produced by a rail carrier; (3) rail carrier transportation of livestock; (4) exchange of services and limitation on use of common carriers by household goods freight forwarders; and (5) business entertainment expenses. (Sec. 343) Prohibits a carrier from providing transportation of agricultural products or fertilizer (currently, a carrier providing any transportation or service) without a tariff containing the rates, classifications, rules, and practices for such transportation. Requires such tariff to be published and filed with the Board. (Sec. 354) Requires a carrier to provide, upon request, common carrier rates and other common carrier service terms. (Sec. 358) Requires the Board to consult with the grain car council on matters within the charter of that body. (Sec. 371) Requires the Board to collect and keep open for public inspection a railway equipment register. (Sec. 377) Reduces certain filing and evidentiary hearing deadlines with respect to applications involving the merger or acquisition of railroads. (Sec. 380) Repeals specified current Federal law regarding: (1) motor carrier procedure and expedited rail carrier procedure with respect to consolidation, merger, and acquisition of control; (2) temporary operating approval for transactions involving motor and water carriers; and (3) the responsibility of the Secretary in certain transactions. (Sec. 390) Directs the Secretary to deliver to appropriate congressional committees a report on the benefits of revising the terms or applicability of the Carmack Amendment, together with any proposed legislation making those revisions, if any. (Sec. 399F) Directs the Secretary (currently, the ICC) to: (1) find a registrant as a motor carrier unfit if certain safety fitness requirements are not met; and (2) withhold registration. Title IV: Additional Subtitle IV Provisions - Subtitle A: Motor Carrier, Water Carrier, Broker, and Freight Forwarder Provisions - Declares that in order to ensure the development, coordination, and preservation of a transportation system that meets the transportation needs of the United States, it is U.S. policy to provide for the impartial regulation of motor carrier transportation and the transportation of passengers by motor carrier. (Sec. 401) Defines \"carrier\" to mean a motor carrier, a water carrier, and a freight carrier. Sets forth administrative provisions with respect to: (1) the powers and jurisdiction of the Secretary and the Board over motor carriers, water carriers, brokers, and freight forwarders; (2) certain requirements for rates, classifications, through routes, rules, and practices with respect to the transportation of household goods or passengers by motor carrier or transportation by water carrier; (3) procedures for resolving claims by a motor carrier of property (other than a household goods carrier) or freight forwarder with respect to unfiled, negotiated transportation rates; (4) certain motor carrier, freight forwarder, and motor carrier broker registration requirements; (5) general operation requirements with respect to motor carriers; (6) inspection of records of motor carriers and brokers; (7) reports by motor carriers, brokers, and associations; (8) security interests in motor carrier vehicles; (9) pooling or division of transportation services or earnings by motor carriers; (10) Federal jurisdiction over interstate and intrastate transportation of passengers by motor carrier and transportation by freight forwarders and brokers; (11) State and local tax discrimination against motor carrier transportation property; (12) State and local income taxation of motor carrier employees; (13) enforcement, investigations, rights, and remedies; (14) civil and criminal penalties; and (15) a Motor Carrier Financial Responsibility Information System. Title V: Amendments to Other Laws - Amends specified Federal laws to make conforming amendments. Title VI: Termination of the Interstate Commerce Commission - Declares that, upon the transfer of specified functions of the ICC to the Secretary and the Board, the ICC shall terminate. (Sec. 604) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transportation Regulatory Streamlining Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to terminate the Interstate Commerce Commission and establish the United States Transportation Board within the Department of Transportation, and to redistribute necessary functions within the Federal Government, reduce legislation, achieve budgetary savings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:57-05:00"
}