{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr909-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "909", 
  "official_title": "A bill to establish a consumer education program in the Office of Education.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Education Act", 
  "sponsor": {
    "district": "23", 
    "name": "Peyser, Peter A.", 
    "state": "NY", 
    "thomas_id": "00915", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Consumer protection", 
    "Education"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Consumer Education Act - Establishes, within the Office of Education, a Director of Consumers' Education who, subject to the management of the Commissioner, shall have primary responsibility for carrying out the provisions of the consumer education programs established by title VIII of the Elementary and Secondary Education Act of 1965. Requires the Director to carry out a program of making grants to, and contracts with, institutions of higher education, State and local educational agencies, and other public and private agencies, organizations, and institutions to support research, demonstration, and pilot projects designed to provide consumer education to the public except that no grant may be made other than to a nonprofit agency, organization, or institution. Provides that financial assistance under this Act may be made available only upon application to the Director at such time, in such form, and containing such information as the Director shall prescribe by regulation. Requires applicants for assistance under this Act to set forth policies and procedures which assure that Federal funds made available for any fiscal year will be so used as to supplement and, to the extent practical, increase the level of funds that would, in the absence of such Federal funds, be made available by the applicant for the purposes described in this section, and in no case supplant such funds. Requires applicants to make annual reports and such other reports, in such form and containing such information, as the Commissioner may reasonably require and to keep such records, and to affort such access thereto as the Commissioner may find necessary to assure the correctness and vertification of such reports. Provides that applications from local educational agencies for financial assistance may be approved by the Director only if the State educational agency has been notified of the application and been given the opportunity to offer recommendations. Provides that Federal assistance to any program or project under this subsection, other than those involving curriculum development, dissemination of curricular materials, and evaluation, shall support up to 100 percent of the cost of such program, including costs of administration; and provides that contributions in kind are acceptable as local contributions to program costs. Requires each recipient of Federal funds to make such reports and evaluations as the Commissioner shall prescribe by regulation. Authorizes to be appropriated $20,000,000 for the fiscal year ending June 30, 1975, $25,000,000 for the fiscal year ending June 30, 1976, and $35,000,000 for the year ending June 30, 1977, for carrying out the purposes of this section."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a consumer education program in the Office of Education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:04-05:00"
}