{
  "actions": [
    {
      "acted_at": "1982-02-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2074-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1982-02-08", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-08", 
  "number": "2074", 
  "official_title": "A bill to provide for the elimination of certain artificial restrictions on the consumption of natural gas, to provide for the elimination of certain restrictions on the sale and transmission of gas, to provide for the phased elimination of Federal price controls on natural gas, to provide remedies for certain contract provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Natural Gas Production and Market Adjustment Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-02-08", 
  "subjects": [
    "Economics and public finance", 
    "Energy", 
    "Energy facilities", 
    "Energy prices", 
    "Federal preemption", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Pipelines", 
    "Price regulation", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Energy prices", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-02-08", 
    "text": "Natural Gas Production and Market Adjustment Act of 1982 - Title I: Elimination of Certain Artificial Restrictions on Natural Gas Consumption - Repeals the Powerplant and Industrial Fuel Use Act of 1978. Exempts from the repeal powerplants or installations for which proposed or final prohibition orders have been issued under such Act. Amends the Natural Gas Policy Act of 1978 to terminate the incremental pricing requirements under such Act. Amends the Public Utility Regulatory Policies Act of 1978 to repeal provisions relating to retail policies for natural gas. Title II: Elimination of Certain Restrictions on Natural Gas Sales and Transmission - Authorizes the Federal Energy Regulatory Commission (FERC), under the Natural Gas Policy Act of 1978, to authorize any pipeline to sell natural gas to: (1) other pipelines; and (2) local distribution companies. Requires the rates for sales by interstate pipelines to be just and reasonable. Prohibits amounts paid for transportation services from being taken into account in setting the rates of the transporting pipeline. Amends the Natural Gas Act to provide that if such Act does not apply to a pipeline then such Act shall not apply to any person buying gas from such pipeline. Provides for the deregulation of committed or dedicated natural gas under the Natural Gas Policy Act of 1978. Prohibits FERC from imposing any limitation on the right to contract for sale or use of natural gas from the Outer Continental Shelf, except that FERC shall ensure that an interstate pipeline may not charge an excessive rate for transporting natural gas. Authorizes FERC to authorize any pipeline or local distributor to assign to any other pipeline all or any portion of the assignor's right to receive surplus natural gas at any first sale. Permits any interstate, intrastate, or local distribution company to purchase emergency supplies, if authorized by the President. Title III: Natural Gas Pricing Provisions - Sets a minimum lawful price beginning after December 1982 for first sales of natural gas produced from wells where: (1) surface drilling began on or after enactment of this Act; and (2) proper authorization for drilling was obtained. Sets a separate ceiling price for the first sale of natural gas (excluding high cost natural gas) other than that described in the previous sentence. Deregulates the first sale of natural gas, effective January 1, 1985. Defines an \"indefinite price escalator clause\" as any contract provision which: (1) provides for the establishment or adjustment of the price for natural gas delivered under such contract by reference to other prices for natural gas, for crude oil, for refined petroleum product, or any other energy source; or (2) allows for the establishment or adjustment of the price of natural gas delivered under such contract by negotiation between the parties. Repeals the President's standby price control authority. Provides for the preemption of any State or local law to the extent it would preclude or grant the authority to preclude the recovery by any interstate pipeline of any amount paid with respect to any purchase of natural gas. with respect to natural gas owned and produced by any pipeline, includes the intracorporate Redefines: (1) \"sale\", to include the intracorporate transfer of natural gas owned and produced by pipeline; and (2) \"first sale\", to mean any sale of natural gas to an interstate or intrastate pipeline, or to a transmission or distribution division of a pipeline, in the case of natural gas owned and produced by that pipeline. Title IV: Contract Provisions - States that for purposes of any contractual pricing provision, any maximum lawful price under the wellhead pricing provisions of the Act shall be deemed to be a just and reasonable rate established by order of FERC. Prohibits FERC from specifying the minimum duration of any contract to purchase natural gas. Eliminates the authority of FERC to require offers and rights of first refusal on the sale of committed or dedicated natural gas. Permits the seller, in the case of any contract which was in effect on the day before enactment and which contains an area rate clause, to elect by June 30, 1985, to have the price for natural gas under the contract adjusted as if the contract contained a most favored nation clause until the contract terminates or is renegotiated. Permits the buyer, in the case of any contract, which was in effect on the day before enactment and which contains a commodity escalator clause, to elect by June 30, 1985, to have the price for natural gas adjusted as if the contract contained a most favored nation clause. Defines \"area rate clause,\" \"commodity escalator clause,\" and \"most favored nation clause.\" Provides that between January 1, 1985, and January 1, 1990, no price paid for natural gas under a commodity escalator clause may be considered in applying any existing most-favored-nation clause. Defines \"existing most-favored-nation clause.\" Declares that any renegotiated natural gas price shall be deemed to be the fair market value of such gas for purposes of any law or lease provision."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Production and Market Adjustment Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the elimination of certain artificial restrictions on the consumption of natural gas, to provide for the elimination of certain restrictions on the sale and transmission of gas, to provide for the phased elimination of Federal price controls on natural gas, to provide remedies for certain contract provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:10-05:00"
}