{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3112-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3112", 
  "official_title": "A bill to assure a more adequate retirement income for employees by requiring the establishment of employee pension and profit-sharing-retirement plans and providing additional protection for the rights of participants in such plans, to establish minimum standards for pension and profit-sharing-retirement plan vesting and funding, to establish a pension plan insurance program under corporate administration, to provide for the portability of pension credits, to provide for regulation of the administration of pension and other employee benefit plans, to establish a U.S. Pension and Employee Benefit Plan Commission to carry out these programs and enforce these requirements, to amend the Welfare and Pension Plans Disclosure Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Pension Benefit Act", 
  "sponsor": {
    "district": "7", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Advisory bodies", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Employee Pension Benefit Act - Title I: Definitions and Administrative Provisions - Establishes in the executive branch of the Government an independent agency to be known as the United States Pension and Employee Benefit Plan Commission. Provides that it shall be the duty of the Commission: (1) to promote the establishment, extension, and improvement of pension, profit-sharing-retirement and other employee benefit plans; (2) to accept for registration all pension and profit-sharing-retirement plans required and qualified to be registered with the Commission; (3) to cancel certificates of registration of pension and profit-sharing-retirement plans registered which cease to be qualified for such registration; (4) to exercise general supervision and direction over the Pension Beneift Insurance Corporation in the administration of the vested liability insurance program established by title III; (5) to direct and administer the pension portability program established by title IV of this Act; (6) to enforce the provisions of title V of this Act; and (7) to perform such other functions as may be necessary to administer the provisions of this Act. Sets forth the administrative powers of the Commission. Establishes an Advisory Council on Employee Pension and Benefit Plans to advise the Commission with respect to carrying out its functions under this Act, and to submit to the Commission recommendations with respect thereto. Authorizes to be appropriated such sums as may be necessary to enable the Commission to carry out its functions and duties. Provides that the functions of the Secretary of Labor and the Department of Labor under the Welfare and Pension Plans Disclosure Act are transferred to and shall be administered by the Commission. Title II: Requirements for Benefit Plans; Benefit Standards - Provides that every employer engaged in commerce or in any industry or activity affecting commerce shall establish and maintain for the benefit of his employees a pension plan or profit-sharing-retirement plan which is acceptable for purposes of this title. Provides that the Commission shall establish and from time to time publish the criteria, standards, requirements, and specifications which a pension plan or profit-sharing-retirement plan must satisfy in order to be acceptable for purposes of this title. Provides that every administrator of a pension or profit-sharing-retirement plan to which this title applies shall file with the Commission an application for registration of such plan. Specifies the requirements that such plans must meet to qualify for such registration, including a definition of the benefits provided, the method of determination and payment of benefits, conditions for qualification for membership in the plan, and the financial arrangements made to insure provisional or full funding of benefits under the plan. Provides that the Commission shall require each plan to furnish each participant, upon termination of service with a vested right to a deferred life annuity, pension, or other vested interest. Provides that a pension or profit-sharing-retirement plan filed for registration under this title shall provide that a member of the plan who has been in the service of the employer, or has been a member of the plan, for a continuous period of six years is entitled upon termination of his employment or membership in the plan prior to attaining retirement age in the case of a pension plan to a deferred life annuity commencing at his normal retirement age, and in the case of a profit-sharing-retirement plan to a nonforfeitable right to his interest in such plan, equal to ten percent of full pension benefits as provided by the plan with respect to such service or such interest, respectively. Provides that such plans shall set forth provisions for funding that prescribed the obligation of the employer to contribute both with respect to the current service cost of the plan and the initial unfunded liability and experience deficiency. Provides that the Administrator of the Commission, in respect to a registered pension plan, shall cause the plan to be reviewed not more than three years after registration and at intervals of not more than three years thereafter. Provides for registration of certain pension plans not meeting the above requirements if such plans meet other minimum requirements. Provides a formula for the allocation of funds among contributors to a pension plan upon complete or substantial termination thereof. Provides for the enforcement of the payment of death benefits under a pension or profit-sharing-retirement plan covered by this title. Provides that registered plans under this title shall be treated as qualified trusts under the Internal Revenue Code. Provides that contributions by an employer to a registered plan under this title shall not be deemed to be part of or affect the \"regular rate\" as that term is used in the Fair Labor Standards Act. Title III: Vested Liability Insurance - Provides that every pension plan which is subject to the funding requirements of title II shall obtain insurance coverning unfunded vested liabilities to protect participants and beneficiaries against possible loss of vested benefits arising from an essentially involuntary termination of the plan. Provides that the Pension Benefit Insurance Corporation shall issue a certificate of insurance coverage to each plan administrator after receipt by the Corporation from the Commission of a copy of the funding report required under title II. Provides a procedure for the filing and payment of claims under this title. Establishes a Pension Benefit Insurance Corporation to insure the vested liabilities of pension plans subject to the foregoing provisions of this title. Specified the powers of the Corporation. Establishes within the Treasury a separate fund for pension benefit insurance which shall be available to the Corporation without fiscal year limitation for the purposes of this title. Authorizes to be appropriated such sums as are necessary to provide capital for the fund. Provides that all claims, expenses, and payments pursuant to operation of the Corporation under this title shall be paid from the fund. Provides that the Corporation shall be exempt from all taxation imposed by any State, county, municipality or subdivision thereof. Provides that the Corporation shall at all times maintain complete and accurate books of account and shall file annually with the Commission a complete report as to the business of the Corporation, a copy of which shall be forwarded by the Commission to the President for transmission to the Congress. Title IV: Pension Portability Program - Authorizes the Commission to receive amounts which are transferred to it from a registered plan and which are in settlement of an individual's rights under the plan when such individual is separated from employment covered by the plan before the time prescribed for payments under the plan to such individual or to his beneficiaries. Title V: Disclosure and Fiduciary Standards - Provides that the functions and powers of the Secretary of Labor and the Department of Labor under the Welfare and Pension Plans Disclosure Act are transferred to and shall be administered by the Commission. Provides, under such Act, that a description of any employee benefit plan shall be published as required therein within ninety days after the establishment of such plan or when such plan becomes subject to the Act. Provides that if some or all of the benefits under the plan are provided by an insurance carrier or service or other organization, such carrier or organization shall certify to the administrator of such plan, within one hundred and twenty days, such reasonable information determined by the Commission to be necessary to enable such administrator to comply with the requirements of the Act. Provides that an annual report shall be published with respect to any employee benefit plan if the plan provides for an employee benefit plan subject to the Act. Sets forth the information required in such report. Sets forth the information required to be in the annual report of an employee pension benefit plan. Provides that every employees' benefit fund established to provide for the payment of benefits under an employees' benefit plan shall be established pursuant to a duly executed trust agreement which shall set forth the purpose or purposes for which such fund is established and the detailed basis on which payments are to be made into and out of such fund. Sets forth the responsibilities and obligations of fiduciaries in fulfilling their duties under the Act. Provides that no fiduciary may be relieved from any responsibility, obligation, or duty under this Act by agreement or otherwise. Provides that no one who has been convicted of specified crimes shall serve in a fiduciary position of any employee benefit plan, or as a consultant to any employee benefit plan during or for five years after such conviction. Title VI: Enforcement - Authorizes the district courts of the United States to issue orders for the enforcement of the registration requirements and fiduciary requirements of this Act. Authorizes suits by persons entitled to benefits from employees' benefit funds or plans in any court of competent jurisdiction, without respect to the amount in controversy and without regard to the citizenship of the parties. Provides that suits by an administrator or fiduciary of a pension plan, a profit-sharing-retirement plan, or an employees' benefit fund, to review any final order of the Commission, to restrain the Commission from taking any action contrary to the provisions of this Act, or to compel action under this Act, may be brought in the name of the plan or fund in the district court of the United States. Provides that the provisions of this Act shall supersede any and all laws of the States and of political subdivisions thereof insofar as they may now or hereafter related to the subject matter regulated by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Pension Benefit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure a more adequate retirement income for employees by requiring the establishment of employee pension and profit-sharing-retirement plans and providing additional protection for the rights of participants in such plans, to establish minimum standards for pension and profit-sharing-retirement plan vesting and funding, to establish a pension plan insurance program under corporate administration, to provide for the portability of pension credits, to provide for regulation of the administration of pension and other employee benefit plans, to establish a U.S. Pension and Employee Benefit Plan Commission to carry out these programs and enforce these requirements, to amend the Welfare and Pension Plans Disclosure Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:40-05:00"
}