{
  "actions": [
    {
      "acted_at": "1977-07-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-26", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 95-746.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-01", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-01", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-01", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-11-03", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 95-763.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-26", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-26", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "bill_ids": [
        "hres1158-95"
      ], 
      "references": [], 
      "text": "House agreed to Senate amendments with an amendment (See H.Res. 1158).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "references": [], 
      "text": "House insisted on certain amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "references": [], 
      "text": "House disagreed to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "bill_ids": [
        "hres1158-95"
      ], 
      "references": [], 
      "text": "Conference scheduled in House (Pursuant to H.Res. 1158).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-04", 
      "references": [], 
      "text": "Senate agreed to House amendmendment to certain Senate amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-04", 
      "references": [], 
      "text": "Senate insisted on certain of its amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-09", 
      "references": [], 
      "text": "House agreed to Senate amendment to House amendment to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-09", 
      "references": [], 
      "text": "House receded from its disagreement to certain Senate amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-10", 
      "references": [], 
      "text": "Senate agreed to House amendment to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-10", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-05-12", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-05-21", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-05-21", 
      "references": [], 
      "text": "Public Law 95-283.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8331-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-05-21", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-14", 
  "number": "8331", 
  "official_title": "A bill to amend the Securities Investor Protection Act of 1970.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1158-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Securities Investor Protection Act Amendments", 
  "sponsor": {
    "district": "8", 
    "name": "Eckhardt, Bob", 
    "state": "TX", 
    "thomas_id": "00333", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-14", 
  "subjects": [
    "Corporations", 
    "Crime and law enforcement", 
    "Finance and financial sector", 
    "Government corporations", 
    "Investors", 
    "Securities", 
    "Securities regulation", 
    "Small business"
  ], 
  "subjects_top_term": "Securities regulation", 
  "summary": {
    "as": "House receded and concurred with amendment", 
    "date": "1978-05-09", 
    "text": "(House receded from its disagreement to certain Senate amendment with an amendment) Securities Investor Protection Act Amendments - Amends the Securities Investor Protection Act to exclude from membership in the Securities Investor Protection Corporation (SIPC): (1) those persons whose principal business, in SIPC's determination, is conducted outside the United States and its territories and possessions; and (2) those persons whose business as a broker or dealer consists exclusively of (a) the distribution of shares of registered open end investment companies or unit investment trusts, (b) the sale of variable annuities, (c) the business of insurance, or (d) the business of rendering investment advisory services to one or more registered investment companies or insurance separate accounts. Grants additional power to adopt, amend, or repeal rules and bylaws of the SIPC to its Board of Directors. Revises the procedure for the promulgation of rules by the Securities Exchange Commission as filed by the Corporation. Authorizes the SIPC to maintain confirmed lines of credit outside of the balance of its Fund, but allows disbursement of amounts received from such lines of credit as though they were a part of the Fund. Makes changes in the borrowing authority of the SIPC and in the definition of \"gross revenues. Authorizes self-regulatory organizations to take such actions in liquidation proceedings instituted by brokers or dealers in securities as they deem appropriate to protect the interests of customers of such broker or dealer. Authorizes a court of competent jurisdiction to issue a protective decree if it finds the debtor to be bankrupt within the meaning of the Bankruptcy Act or not able to comply with financial responsibility rules or regulations. Makes provisions for the appointment and compensation of disinterested third parties as attorneys and trustees for the parties to such actions. Defines the term \"disinterested\" for the purposes of this Act. Revises the provisions relating to the purposes of liquidation proceedings, and enumerates the powers and duties of the trustee in such proceedings. Makes special provision with respect to customer-related property and the purchase of securities by the trustee. States that, in order to provide for prompt payment and satisfaction of net equities of customers of the debtor, SIPC shall advance to the trustee such monies as may be required to pay or otherwise satisfy claims for the amount by which the net equity of each customer exceeds his ratable share of customer property but only to the extent that the amount of such excess shall not exceed $100,000 for such customer, except in specified circumstances. Provides for a direct payment procedure in lieu of a liquidation proceeding where the SIPC determines that any member has failed or may fail to meet its obligations to its customers and that the aggregate of such obligations to its customers is less than $250,000. Designates each self- regulatory organization (national securities exchange or registered securities organization) as collection agent for SIPC. Makes it unlawful for any person to defraud or attempt to defraud the SIPC. Amends the Securities Exchange Act to define \"financial responsibility rules\" to mean the rules and regulations of the Securities and Exchange Commission or the rules and regulations prescribed by any self-regulatory organization relating to financial responsibility and related practices which are designated by the Commission, by rule or regulation, to be financial responsibility rules. Amends the Securities Act of 1933 to increase from $500,000 to $1,500,000 the maximum aggregate dollar amount of securities which may be offered to the public by the Securities and Exchange Commission without full compliance with the registration requirements of the Act. Amends the Securities Exchange Act of 1934 to extend to November 1, 1978, the provisions of such Act which allow members of the exchange to effect transactions on the exchange for their own accounts, the accounts of associated persons, and accounts over which they or their associates exercise investment discretion."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Securities Investor Protection Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Investor Protection Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:50-05:00"
}