{
  "actions": [
    {
      "acted_at": "1975-04-16", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6085-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-16", 
  "number": "6085", 
  "official_title": "A bill to provide for the resolution of claims and disputes relating to the Government contracts awarded by executive agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Contract Disputes Act", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-16", 
  "subjects": [
    "Claims", 
    "Contracts", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Contracts", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-16", 
    "text": "Contract Disputes Act - Declares that this Act applies to any contract entered into by an executive agency for the procurement of: (1) property (other than real property); (2) services; or (3) construction, repair, or maintenance of real property. Authorizes each executive agency to compromise any claim or dispute with a contractor. Provides that when no resolution of the dispute is achieved the contracting officer shall promptly issue a decision in writing, which shall be final unless the contractor seeks other remedies provided by this Act. Allows a contractor within 30 days to seek an informal conference to consider the possibility of disposing of the claim by agreement. Permits the contractor to appeal the contract officer's decision within 90 days to the Small Claims Board of Contract Appeals. Establishes a Small Claims Board of Contract Appeals to be appointed by the Administrator, Office of Federal Procurement Policy. Grants concurrent jurisdiction to the Board with the agency boards of contract appeals, the United States district courts and the United States Court of Claims, to decide any appeal for amounts under $25,000. Permits an agency head to establish within his agency a Board of Contract Appeals when the volume of procurement by the agency justifies a full-time Board. Requires such agency Board to adopt regulations which provide expeditious resolution of disputes. Provides that the decision of an agency Board of Contract Appeals shall be final unless the contractor or Government files an appeal. Allows a contractor to bring suit directly in a United States district court provided the jurisdictional dollar limits are met, or the United States Court of Claims. Grants to a member of an agency Board of Contract Appeals the power to administer oaths, authorizes depositions and require by subpoena the attendance of witness and the production of books and papers. Authorizes to be appropriated such sums as may be necessary to carry out this Act. Grants to the district courts original jurisdiction, concurrent with the Court of Claims of any civil action not exceeding $100,000 in amount in contract cases. Authorizes the Administrator, Office of Federal Procurement Policy to issue such rules and regulations with respect to the function of the Small Claims Board of Contract Appeals and the agency Boards of Contract Appeals. (Amends 28 U.S.C. 1346(a), 2401(a), 2517(a))"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Contract Disputes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the resolution of claims and disputes relating to the Government contracts awarded by executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:09-05:00"
}