{
  "actions": [
    {
      "acted_at": "1979-07-09", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1460-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-09", 
  "number": "1460", 
  "official_title": "A bill to amend the Shipping Act, 1916, to clarify and improve the provisions related to cooperative activity among common carriers by water, to permit the establishment of shipper's councils, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ocean Shipping Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-09", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Coastwise shipping", 
    "Marine transportation", 
    "Merchant marine", 
    "Shipping agreements", 
    "Shipping rates", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-09", 
    "text": "Ocean Shipping Act of 1979 - Amends the Shipping Act, 1916, to declare that the national maritime policy is to promote and develop: (1) efficient, innovative, and economically sound ocean transportation in the foreign and domestic commerce of the United States; (2) substantial participation by United States-flag vessels in the foreign commerce of the United States; (3) protection of the rights of shippers and consumers by preventing discriminatory or deceptive practices; (4) encouragement of the lowest possible freight rates and the highest quality service; (5) increased United States' exports; (6) comity with United States' trading partners; and (7) a regulatory environment responsive to the needs of the public in which decisions are reached promptly and fairly. Directs the Federal Maritime Commission, after notice and hearing, to permit common carriers in foreign commerce to utilize patronage contracts (under which a shipper obtains a lower rate by committing all or a fixed portion of its cargo to a carrier or conference of carriers) unless such a contract is inconsistent with the national maritime policy or the contract fails to include specified provisions as enumerated in this Act. Requires common carriers by water to file a copy of specified agreements made with another common carrier by water or person subject to such Act. Authorizes the establishment of shippers' councils. Requires common carriers by water in foreign commerce (or conferences of such carriers) and carriers operating in the domestic offshore commerce to file with the Commission a copy of any agreement made with an air carrier, rail carrier, motor carrier, or other water carrier which provides for: (1) the establishment of through routes; (2) the interchange of cargo or equipment; (3) the fixing of through or joint rates or concurrence in tariffs; (4) the handling claims or prorating liability for cargo loss or damages; (5) the division of rates or revenues; or (6) any exclusive, preferential, or cooperative working arrangement. Requires each agreement to be accompanied by a statement setting forth the economic and transportation objectives of such agreement. Directs the Commission to approve any such agreement which it finds to be: (1) a reasonable method of achieveing the objectives of the parties; and (2) consistent with the national maritime policy. Authorizes the Commission, in its discretion, to temporarily grant approval for up to one year pending its final disposition of the agreement. Stipulates that such agreements and patronage contracts shall be exempt from the antitrust laws. Makes it unlawful to implement such an agreement or contract without the Commission's approval. Establishes a civil penalty for such a violation. Amends the Intercoastal Shipping Act to conform with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ocean Shipping Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Shipping Act, 1916, to clarify and improve the provisions related to cooperative activity among common carriers by water, to permit the establishment of shipper's councils, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:03-05:00"
}