{
  "actions": [
    {
      "acted_at": "1975-06-12", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-844.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "bill_ids": [
        "hr9019-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 9019 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1926-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fannin, Paul J.", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01330", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McIntyre, Thomas J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NH", 
      "thomas_id": "01398", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-12", 
  "number": "1926", 
  "official_title": "A bill to amend title XIII of the Public Health Service Act to revise and extend the program for the establishment and expansion of health maintenance organizations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7847-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9019-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Maintenance Organization Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Schweiker, Richard S.", 
    "state": "PA", 
    "thomas_id": "01431", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-12", 
  "subjects": [
    "Comprehensive health care", 
    "Government operations and politics", 
    "Group medical practice", 
    "Health facilities", 
    "Health maintenance organizations", 
    "Health planning", 
    "Medical care, personnel, and facilities", 
    "Medical corporations", 
    "States"
  ], 
  "subjects_top_term": "Comprehensive health care", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1976-06-14", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 9019 passed in lieu) Health Maintenance Organization Amendments - Makes the provision by Health Maintenance Organizations (HMOs) of supplemental health services to their members optional (presently mandatory). Permits Individual Practice Associations (IPAs) to qualify as HMOs. Provides that HMOs which have been in existence for five years or have an enrollment of 50,000 members and have not incurred a deficit in the most recent fiscal year shall have open enrollment periods of at least 30 days not less than once a year in which they accept persons in order of application regardless of existing illness, medical condition, or degree of disability. Exempts such HMOs from enrolling persons confined to institutions because of chronic illness, permanent injury, or other infirmity. Removes dental care for children as a required basic health service of HMOs, and adds as such services: immunizations, well child care from birth, periodic health evaluations for adults, and ear examinations for children. Permits use of health personnel other than physicians to provide physicians' services, where legal. Provides for a three-year waiver of the requirement for community rating of payments for health services from HMOs. Provides that the substantial responsibility of the members of the medical group of the HMO should be the delivery of medical services to the HMO enrollees. Requires members of the medical group to pool their income and distribute it according to a plan that is not related to the provision of specific health services. Provides that an enrollee's status in the HMO not be known by the health professional at the time of provision of services. Permits nonprofit private HMOs to obtain Federal loan guarantees for planning, initial development, and initial operation. Gives priority in such guarantees to HMO applicants proposing to serve medically underserved populations. Increases from $50,000 to $75,000 the amount of a grant or contract for a feasibility survey and from $125,000 to $200,000 the amount for any single planning project relating to HMOs. Increases the aggregate amount of principal of loans or of guarantees thereof from $2,500,000 to $5,000,000, which are granted under this Act. Provides that loans to public or nonprofit private HMOs for initial operation and significant expansion may run for five years. Limits the amount disbursable to any one HMO in any year to $1,000,000. Provides that each employer required to pay minimum wages and employs at least 25 persons shall include in any health benefits plan offered to its employees the option of membership in qualified HMOs in service areas in which at least 25 of such employees reside. Requires such an employer representing such employees who are represented by a collective bargaining agent to make such option available first through such bargaining agent. Subjects employers failing to comply with such provisions to a $10,000 civil penalty. Exempts specified church-related organizations from the definition of \"employer,\" under such Act, as such definition relates to required wage levels. Specifies corrective procedures to be carried out by HMOs which fail to meet assurances that they will provide basic and supplemental health services to their members as prescribed. Requires publication in the Federal Register of determinations that HMOs are in noncompliance with such assurances, and requires initiation of a civil suit against such an HMO to force compliance. Authorizes termination of eligibility of such HMOs for specified benefits. Permits interested persons, including enrollees, to bring actions to force HMOs into compliance. Extends through 1980 the time during which loans and loan guarantees may be made for HMOs, and authorizes appropriations therefor through fiscal year 1980. Makes the definition of an HMO and the requirements thereof under title XVIII (Medicare) of the Social Security Act the same as those under the Public Health Service Act. Authorizes the Assistant Secretary of Health of the Department of Health, Education, and Welfare to determine whether an organization is an HMO under the Social Security Act. Requires, under such Act, that such HMOs have at least half of their members under age 65. Requires an annual open enrollment in such HMOs for Medicare beneficiaries. Makes the requirements for an HMO under title XIX (Medicaid) of the Social Security Act the same as those under the Public Health Service Act. Prohibits payments to States for expenditures incurred by contracting with an entity which provides comprehensive services, hospital care and one other service, or any three services, which has not been determined to be an HMO on other than a cost basis, or which has received grants as a community health or migrant health center. Requires the Comptroller General to evaluate and report on the operations of at least ten or one-half (whichever is greater) of the assisted qualified HMOs. Prohibits specified grants or contracts under such Act unless a public hearing has been conducted within the proposed service area. Requires administration of title XIII (HMOs) of the Public Health Service Act through a single identifiable administrative unit of the Department of Health, Education, and Welfare. Establishes a Health Services Policy Analysis Center for additional health services research. Authorizes appropriations through fiscal year 1979 for grants to assist in initiating in communities and public schools water treatment programs designed to reduce the incidence of oral disease and dental defects. Authorizes appropriations through September 30, 1977, for home health extension."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Maintenance Organization Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIII of the Public Health Service Act to revise and extend the program for the establishment and expansion of health maintenance organizations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:26-05:00"
}