{
  "actions": [
    {
      "acted_at": "2013-05-14", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-14", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-14", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1970-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-14", 
  "number": "1970", 
  "official_title": "To direct the Secretary of the Treasury to ensure that social security benefits are paid, to prioritize payments when the United States is not able to issue new obligations due to the statutory debt limit, and to address a lapse in appropriations to fund the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3026-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Gohmert, Louie", 
    "state": "TX", 
    "thomas_id": "01801", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-14", 
  "subjects": [
    "Appropriations", 
    "Budget deficits and national debt", 
    "Coast guard", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Homeland Security", 
    "Economics and public finance", 
    "Executive agency funding and structure", 
    "Military personnel and dependents", 
    "Social security and elderly assistance", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-14", 
    "text": "Amends title XI (General Provisions) of the Social Security Act with respect to the payment of cash benefits or administrative expenses from the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund (applicable federal funds) during any debt limit default period. Requires that during a debt limit default period public debt obligations held by the applicable federal fund be sold or redeemed in an amount not to exceed the sum of: (1) the face amount of obligations held by the fund which mature during the month in question; plus (2) the amount necessary only to pay such benefits or administrative expenses, and only to the extent cash assets of the fund are not available during that period to make such payments. Directs the Secretary of the Treasury, in order to undertake the sale or redemption of public debt obligations held by the applicable federal fund, to issue corresponding public debt obligations to the public in order to obtain the amounts necessary to make such payments, notwithstanding the public debt limit. Declares that, in the event that the Secretary is not able to issue obligations to make all authorized payments because the public debt limit has been reached, the Secretary shall give equal priority to the following: (1) payments of principal and interest on public debt; (2) payments of amounts that the Secretary of Defense (DOD) (and the Secretary of Homeland Security [DHS] in the case of the Coast Guard) determines to be necessary to continue pay and allowances (without interruption) to the Army, Navy, Air Force, Marine Corps, and Coast Guard, including their reserve components, who perform active service; (3) payments determined by the President (and reported to the Congress) to be necessary to continue U.S. priorities of its vital national security interests; and (4) payments for items and services under SSA title XVIII (Medicare). Makes appropriations, for any period of lapsed appropriations, out of any moneys in the Treasury not otherwise appropriated, to the Secretary of Defense (and the Secretary of Homeland Security in the case of the Coast Guard) to continue to provide pay and allowances (without interruption) to members of the U.S. armed forces."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To direct the Secretary of the Treasury to ensure that social security benefits are paid, to prioritize payments when the United States is not able to issue new obligations due to the statutory debt limit, and to address a lapse in appropriations to fund the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:20:29-05:00"
}