{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4938-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1992-04-09", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4938", 
  "official_title": "To amend the Securities Act of 1933 and the Investment Company Act of 1940 to promote capital formation for small businesses and others through exempted offerings under the Securities Act and others through exempted offerings under the Securities Act and through investment pools that are excepted or exempted from regulation under the Investment Company Act and through business development companies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Incentive Act of 1992", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Capital formation", 
    "Information disclosure (Securities law)", 
    "Securities regulation", 
    "Small business", 
    "State laws"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Small Business Incentive Act of 1992 - Title I: Amendment to the Securities Act of 1933 - Amends the Securities Act of 1933 to increase from $5 million to $10 million of small business offerings that are exempt from the registration requirements of the Act (thus removing some regulatory constraints in order to facilitate capital-raising by small businesses). Title II: Amendments to the Investment Company Act of 1940 - Amends the Investment Company Act of 1940 (the Act) to exclude from the definition of investment company any issuer all of whose securities are held by certain investors whom the Securities and Exchange Commission (SEC) has determined by rule or regulation possess such financial sophistication, net worth, and other specified factors as not to need the protections of the Act (thus exempting such companies from some of the Act's regulatory constraints). Empowers the SEC to define, by rule, such \"qualified purchasers.\" Sets forth conditions under which certain business and industrial development companies that are already subject to regulation by the State in which they are organized are exempt from the regulatory constraints of the Act. Increases from $100,000 to $10 million the maximum aggregate amount of proceeds that certain interstate closed-end investment companies may receive from the sale of their outstanding securities and still retain their exempt status under the Act. Expands the definition of eligible portfolio company to include any company which does not have total assets in excess of $4 million and capital and surplus in excess of $2 million (thus increasing the flow of capital by permitting business development companies to invest in more small businesses). Declares that a business development company is not required to make available significant managerial assistance with respect to any eligible portfolio company (as defined by this Act), or any other company that meets certain SEC criteria (thus encouraging the flow of capital to very small businesses)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Incentive Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Securities Act of 1933 and the Investment Company Act of 1940 to promote capital formation for small businesses and others through exempted offerings under the Securities Act and others through exempted offerings under the Securities Act and through investment pools that are excepted or exempted from regulation under the Investment Company Act and through business development companies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:28-05:00"
}