{
  "actions": [
    {
      "acted_at": "1992-07-23", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3046-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-07-23", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1992-07-23", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1992-07-23", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1992-07-31", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1992-07-23", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-23", 
  "number": "3046", 
  "official_title": "A bill to amend the Tariff Act of 1930 to improve the antidumping and countervailing duty provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-23", 
  "subjects": [
    "Antidumping", 
    "Canada", 
    "Countervailing duties", 
    "Dumping", 
    "Economic statistics", 
    "Export subsidies", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Governmental investigations", 
    "Import relief", 
    "Manufacturing industries", 
    "Multilateral development banks", 
    "Trade agreements"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-23", 
    "text": "Amends the Tariff Act of 1930 to revise content requirements with respect to countervailing and antidumping duty petitions and determinations. Prohibits an inference that there is no material injury from being made by the International Trade Commission (ITC) if the volume of imports has decreased after the initiation of a countervailing or antidumping duty investigation. Revises provisions regarding ITC determination of material injury with respect to: (1) price competition between imported merchandise and like U.S. products sold to the consumer; (2) the weighing of previous injurious dumping or subsidizations if a countervailing duty or antidumping duty petition is filed with respect to a product or like product which was the basis of a final affirmative determination during the three years preceding the filing of such petition; (3) treatment of negligible imports in subsequent countervailing duty and antidumping duty investigations; and (4) concentration of subsidized or dumped imports with respect to a market. Declares that in making a final determination with respect to the suspension or continuation of an antidumping duty investigation: (1) the ITC shall not consider as a factor supporting a negative determination any decrease in imports subject to such investigation or improvement in the condition of the domestic industry which occurred after the suspension agreement became effective; and (2) the administering authority shall not consider as a factor supporting a negative determination any decrease in foreign market value of imports subject to such investigation or any increase in U.S. prices which occurred after the suspension agreement became effective. Includes loans or loan guarantees by international development banks and the provision of capital and loans by a government for the expansion of production of an export within the definition of the term \"subsidy.\" Requires the administering authority, when determining whether imported parts or components are circumventing an antidumping or countervailing duty order or finding, and whether to include such parts or components in such order or finding, to consider, among other things, the value and sources of supply of parts or components historically used in completion or assembly of the merchandise subject to such order. Authorizes the administering authority to include within the scope of such order or finding imported parts or components that are used in the completion or assembly of certain merchandise sold in the United States and subject to such order or finding, provided certain criteria are met, including that such merchandise is completed or assembled in the United States from parts or components supplied by the exporter or producer with respect to which such order or finding applies, from suppliers that have historically supplied the parts or components to that exporter or producer, or from any party in the exporting country supplying parts or components on behalf of such exporter or producer. Enables the administering authority to base such a decision on any of such factors by itself, rather than on all of them together. Sets forth similar provisions for merchandise completed or assembled in other foreign countries. Requires the administering authority to decide that a competitive benefit has been bestowed when the price for the input product is lower than the price that the manufacturer of merchandise which is the subject of a countervailing duty proceeding would otherwise pay for the product in obtaining it from an unsubsidized seller (currently any seller) in an arms-length transaction. Sets forth specified factors to be considered in the determination of such price. Declares diversionary input dumping to occur when: (1) a manufacturer incorporates into merchandise under an antidumping duty investigation a component which is the product of another country and which is the subject of an antidumping duty order or an international agreement to eliminate the effect of injurious imports (if entered into after an affirmative preliminary determination); and (2) the manufacturer under investigation purchased such component at a price which is less than the foreign market value. Declares that the foreign market value of imported merchandise may be the constructed value of such merchandise if the administering authority finds there is a reasonable basis to believe that diversionaly input dumping is occurring which has a significant effect on the cost of producing the merchandise under investigation. Requires the administering authority, if diversionary input dumping exists, to include the amount of such dumping when calculating the cost of such merchandise. Requires the administering authority to investigate whether such dumping is occurring whenever it has reasonable grounds to believe that: (1) it is occurring; (2) it has a significant effect on the cost of producing the merchandise under investigation; and (3) official Government or other reliable trade statistics indicate that subsequent to the imposition of an antidumping duty order or implementation of an international agreement regarding such imports, shipments of such imports to the United States have increased either in quantity or market share. Authorizes the administering authority to treat such investigation as an extraordinarily complicated case and extend the time period for making a preliminary determination with respect to such dumping. Requires the administering authority, with respect to receiving a petition, to monitor a downstream product to determine whether such merchandise is similar in description and use to merchandise that has been subject to at least one or more (currently, at least two) suspended countervailing duty or antidumping duty investigations or orders. Declares that amendments made by this Act shall apply to Canadian goods imported into the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Tariff Act of 1930 to improve the antidumping and countervailing duty provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:42-05:00"
}