{
  "actions": [
    {
      "acted_at": "2013-05-21", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1000-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kaine, Tim", 
      "sponsored_at": "2013-06-12", 
      "state": "VA", 
      "thomas_id": "02176", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-21", 
  "number": "1000", 
  "official_title": "A bill to require the Director of the Office of Management and Budget to prepare a crosscut budget for restoration activities in the Chesapeake Bay watershed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr739-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Chesapeake Bay Accountability and Recovery Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-21", 
  "subjects": [
    "Aquatic ecology", 
    "Chesapeake Bay", 
    "Congressional oversight", 
    "Delaware", 
    "District of Columbia", 
    "Environmental assessment, monitoring, research", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Maryland", 
    "New York State", 
    "Pennsylvania", 
    "Public lands and natural resources", 
    "Public participation and lobbying", 
    "Virginia", 
    "Water quality", 
    "Water resources funding", 
    "Watersheds", 
    "West Virginia", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-21", 
    "text": "Chesapeake Bay Accountability and Recovery Act of 2013 - Requires the Director of the Office of Management and Budget (OMB), in consultation with the Chesapeake Executive Council, the chief executive of each Chesapeake Bay state, and the Chesapeake Bay Commission, to submit to Congress, annually, a financial report containing: (1) an interagency crosscut budget for restoration activities that protect, conserve, or restore living resources, habitat, water resources, or water quality in the Chesapeake Bay watershed; (2) an accounting of funds received and obligated by each federal agency for restoration activities; (3) an accounting from each state of all funds received and obligated from a federal agency for restoration activities; and (4) a description of each of the proposed federal and state restoration activities. Requires: (1) such report to describe only federal restoration activities that have funding amounts of at least $100,000 and state restoration activities that have funding amounts of at least $50,000, and (2) the Director to submit the report no later than 30 days after the submission of the President's annual budget to Congress. Requires the Administrator of the Environmental Protection Agency (EPA) to develop, implement, and update biennially an adaptive management plan for restoration activities in the Chesapeake Bay watershed that includes: (1) a definition of specific and measurable objectives to improve water quality, habitat, and fisheries; (2) a process for stakeholder participation; (3) monitoring, modeling, experimentation, and other research and evaluation practices; (4) a process for modification of restoration activities that have not attained or will not attain such objectives; and (5) a process for prioritizing restoration activities and programs to which adaptive management shall be applied. Requires the Administrator to: (1) report annually to Congress on implementation of such plan, and (2) include such plan in the Chesapeake Bay Annual Action Plan and Annual Progress Report. Requires an Independent Evaluator for the Chesapeake Bay watershed, who shall review and report to Congress biennially on restoration activities and the use of adaptive management in such activities and any related topics that are suggested by the Chesapeake Executive Council. Requires the Evaluator to be appointed by the Administrator from among nominees submitted by the Chesapeake Executive Council."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Chesapeake Bay Accountability and Recovery Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require the Director of the Office of Management and Budget to prepare a crosscut budget for restoration activities in the Chesapeake Bay watershed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:45:31-05:00"
}