{
  "actions": [
    {
      "acted_at": "1985-08-01", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1582-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1985-09-12", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-08-01", 
  "number": "1582", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Shareholders Voting Rights Act", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-08-01", 
  "subjects": [
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stockholders", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-08-01", 
    "text": "Shareholders Voting Rights Act - Amends the Securities Exchange Act of 1934 to prohibit any person from acquiring certain equity securities if as a result of such acquisition such person would own more than 15 percent of the outstanding voting securities of the issuer, unless: (1) such acquisition is made pursuant to a tender offer to the holders of all outstanding shares for identical consideration per share; and (2) such person has previously submitted a proposal for the acquisition (takeover bid) to the issuer's board of directors and such bid has been approved by the board; or, if rejected by the board, approved by a majority of the issuer's shareholders at a special meeting requested by such person. Requires such person to: (1) pay the costs of such special meeting; and (2) provide to the issuer for inclusion in a proxy statement for such meeting information concerning the offeror's proposed financing arrangements, the offeror's plans with respect to the issuer, and a detailed analysis of the effect the acquisition will have on the issuer, its employees, and the communities in which it conducts business. Requires any additional takeover bids submitted within a specified period following submission of the original bid to also be considered and voted on at the special shareholders' meeting. Requires that any takeover bid be disclosed by the board of directors of an issuer to the issuer's shareholders within two days after presentation of the bid to the board. Prohibits an issuer from altering its certificate of incorporation or bylaws or issuing securities which would inhibit a takeover bid after a takeover bid has been approved by the issuer's shareholders. Provides that this Act does not apply to acquisitions or tender offers if: (1) the offeror is the issuer of the securities; (2) the acquisition is by an employee benefit plan or pension fund of the issuer; or (3) the offeror already owns more than 15 percent of the voting securities and will not increase the percentage owned by such acquisition. Repeals this Act three years after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shareholders Voting Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:35-05:00"
}