{
  "actions": [
    {
      "acted_at": "1983-03-09", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2013-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-09", 
  "number": "2013", 
  "official_title": "A bill to revise title 18 of the United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Code Revision Act of 1983", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-09", 
  "subjects": [
    "Administration of criminal justice", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Arrest", 
    "Arson", 
    "Assault", 
    "Bail", 
    "Bribery", 
    "Burglary", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Conspiracy", 
    "Contempt of court", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Counterfeiting", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes aboard aircraft", 
    "Crimes against women", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal law", 
    "Criminal liability", 
    "Criminal procedure", 
    "Department of Justice", 
    "Disabled", 
    "Electronic surveillance", 
    "Embezzlement", 
    "Entrapment", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Extradition", 
    "Fines (Penalties)", 
    "Firearms", 
    "Firearms control", 
    "Forgery", 
    "Fraud", 
    "Gambling", 
    "Government operations and politics", 
    "Grand jury", 
    "Homicide", 
    "Imprisonment", 
    "Indian courts", 
    "Indictments", 
    "Jurisdiction", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Larceny", 
    "Licenses", 
    "Marijuana", 
    "Mentally handicapped", 
    "Misconduct in office", 
    "Murder", 
    "Narcotics and crime", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Native Americans", 
    "Organized crime", 
    "Pardons", 
    "Parole", 
    "Perjury", 
    "Pleas (Criminal procedure)", 
    "Political crimes", 
    "Pornography", 
    "Pretrial procedure", 
    "Prisons", 
    "Probation", 
    "Prosecution", 
    "Public defenders", 
    "Punishment", 
    "Rape", 
    "Rehabilitation of criminals", 
    "Robbery", 
    "Searches and seizures", 
    "Sedition", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex discrimination", 
    "Smuggling", 
    "Support of dependents", 
    "Tax evasion", 
    "Treason", 
    "Trials", 
    "Voting", 
    "Women's rights"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-09", 
    "text": "Criminal Code Revision Act of 1983 - Title I: Revision of Title 18 - Amends in its entirety title 18 of the United States Code, the Federal criminal code. Subdivides such title into the following subtitles: (1) provisions of general applicability; (2) offenses; (3) sentencing and corrections; (4) administration and procedure; and (5) ancillary civil proceedings. Subtitle I: Provisions of General Applicability - Sets forth 36 general definitions. Provides that particular offenses may include separate Federal jurisdictional requirements. Directs the Attorney General to prescribe guidelines for the exercise of Federal enforcement efforts where there is concurrent State or local jurisdiction. Requires these guidelines to provide for the discontinuation of Federal efforts unless a demonstrable, substantial interest would be served. Directs the Attorney General to consult with State and local governments concerning the exercise of Federal jurisdiction and to report annually to Congress on the extent of such exercise. Decreases from 78 to four the mental states for criminal culpability (\"intentional,\" \"knowing,\" \"reckless,\" and \"negligent\"). Sets forth general rules for criminal complicity. Extends accomplice liability to a law enforcement officer who knowingly and with intent that an offense be committed, fails to take reasonable steps to prevent an offense which he or she has a legal duty to prevent. Allows a defendant to be convicted of an offense based on the conduct of another person only if the defendant knowingly and with specific intent induced or aided in the commission of the crime (thus rejecting the \"Pinkerton\" doctrine which makes a co-conspirator liable for the foreseeable criminal conduct of another). Makes it a bar to prosecution that the defendant was less than 18 years old at the time of the offense but allows the prosecution of a defendant who is at least 16 and commits a class A, B, or C felony. Sets forth a general statute of limitations of five years for a felony, three years for a misdemeanor, and one year for an infraction (currently such limits vary with the offense). Permits an extended period for certain concealable offenses, such as fraud or misconduct in office. Sets forth as statutory law \"entrapment\" as a bar to prosecution. Bases the entrapment bar on the conduct of the law enforcement agent. Sets forth as statutory law the following defenses to criminal liability: (1) insanity; (2) intoxication; (3) mistake of fact or law; (4) reliance upon official misstatement; (5) duress; (6) protection of persons; and (7) protection of property. Subtitle II: Offenses - Organizes offenses by the following types (rather than alphabetically as under current law): (1) attempt and conspiracy; (2) offenses involving national defense; (3) offenses involving international relations; (4) offenses involving government processes; (5) offenses involving revenue; (6) offenses involving individual rights; (7) offenses involving the person; (8) offenses involving property; and (9) miscellaneous offenses. Replaces the particularized penalties for individual offenses in current law with general penalty provisions specifying: (1) terms of imprisonment based on five classes of felonies (A to E) and three classes of misdemeanors (A to C); and (2) levels of fines according to the type of offense and defendant. Repeals or deletes the following current crimes: (1) the Smith Act (prohibiting advocating the overthrow of the Government); (2) the Logan Act (prohibiting private communication with a foreign government to influence U.S. foreign policy); (3) impairing military effectiveness; (4) spreading false information during wartime with intent to aid the enemy; (5) conspiracy to obstruct a Government function by fraud; (6) felony murder; and (7) transferring obscene material. Includes the offense of criminal \"attempt\" only insofar as provided by specific offenses. Excludes \"solicitation\" as a general crime. Includes among new Federal offenses: (1) a general crime of making false written statements; (2) speculating on official action or information; (3) a series of offenses covering the obstruction of political rights; (4) possession of an eavesdropping device; (5) Government program bribery; (6) trafficking in stolen property; (7) sexual abuse of a ward; (8) operating a racketeering syndicate; and (9) endangerment. Revises numerous offenses. Adds a new \"renunciation\" defense to the offense of conspiracy. Revises \"criminal contempt\" to impose a maximum prison sentence of five days and a fine of $500 (current law imposes no such limits). Makes it a bar to punishment that the court order is unconstitutional or that the order is invalid and the offender took reasonable steps to obtain judicial review. Changes the offense of \"bail jumping\" to vary the penalties according to the category of offense. Consolidates numerous false statement statutes under current law. Limits this offense to written or recorded statements. Punishes oral false statements only with respect to misprision of a felony, false implication of another, or false statements about emergencies. Cross-references the offense of \"tax evasion\" to existing prohibitions under the Internal Revenue Code. Permits prosecution of State and local officials under the specific crimes of bribery, graft, or extortion, where the offense in any manner affects interstate or foreign commerce. Includes no certification requirement with regard to these offenses. Modifies \"civil rights offenses\" to: (1) include all \"persons\" (current law protects \"citizens\"); (2) allow for a single offender (current law requires a conspiracy); and (3) prohibit discrimination based on sex (current law includes race, color, religion, or national origin). Eliminates the specific intent requirement with respect to the offense of interfering with civil rights under color of law, but identifies a number of serious crimes which violate constitutional rights. Includes certain deprivations of property rights within this category of serious crimes. Deletes the offense of \"felony murder\". Revises various sex offenses to eliminate distinctions as to the sex of the offender or victim. Redesignates rape as aggravated criminal sexual assault, and includes additional acts with respect to such offense. Makes punishable aggravated sexual assault of one spouse by the other, but applies the interspousal exemption for lesser sex offenses. Provides, with respect to sexual abuse of a minor, that the victim must be less than 16 years old and at least five years younger than the offender. Limits the \"affecting commerce\" jurisdictional basis for the offense of robbery. Retains language in current law which defines extortion as \"wrongfully\" obtaining the property of another. Consolidates numerous theft statutes under current law. Varies the penalties with the value and type of property stolen. Revises the crime of \"executing a fraudulent scheme\" to cover pyramid sales schemes. Extends Federal jurisdiction over the counterfeiting of securities or bonds issued by a State or local government which are in interstate or foreign commerce. Limits the jurisdictional basis for the offense of commercial bribery to offenses involving national credit institutions or small business investment companies. Extends the scope of labor bribery to include bribery involving union membership procedures and work placement. Changes the name of \"racketeering\" offenses to crimes involving \"corrupt organizations\" and \"criminal activity.\" Narrows the scope of racketeering offenses to enterprises having as a \"significant purpose\" a pattern of criminal conduct. Revises \"loansharking\" to add as a new offense an extension of credit over $100 in value carrying an annual interest rate exceeding 45 percent. (Such a rate only evidences extortion under current law.) Increases the authorized fines for large-scale trafficking in narcotics and marihuana. Provides for graduated penalties for possession of marihuana in differing amounts. Makes possession of less than 30 grams (approximately one ounce) of marihuana punishable as an infraction and requires that a violator be issued a summons, rather than arrested. Makes the offense of using a firearm or explosive during commission of a Federal felony a class D felony or a class C felony for a second or subsequent offense. Includes no mandatory requirements for this offense. Narrows the applicability of \"riot offenses\" by defining \"riot\" as involving at least ten persons (three in current law). Subtitle III: Sentencing and Corrections - Sets forth a new sentencing structure applicable to a defendant who is found guilty of an offense under any Federal statute. Permits an individual to be sentenced to a term of imprisonment, probation, or conditional discharge, and to receive additional sanctions, including: (1) a fine; (2) an order of notice to victims of crimes involving fraud or deceptive practices; or (3) an order of restitution in cases involving bodily injury or property damage. Sets forth the general purposes of sentencing. Specifies factors to be considered by a sentencing court. Requires the court to consider certain sentencing alternatives before imposing sentence. Includes conditional discharge with a condition of work in community service as one alternative. Requires the court to: (1) impose the least severe measure necessary to achieve the purposes of sentencing; and (2) state on the record the reasons for imposing a particular sentence. Requires presentence hearings to resolve issues of fact which are essential to the sentencing decision. Authorizes the court to permit the parties to subpoena and cross-examine witnesses. Authorizes imposition of a term of probation for all felonies and misdemeanors. Requires as mandatory conditions of probation that the defendant: (1) not commit another Federal or State crime; and (2) make restitution if practical. Enumerates 18 discretionary conditions. Permits a court to require as a condition the disqualification of a director or officer of a business if the offense arises out of his or her employment. Sets forth revocation procedures for violations of a sentence of conditional discharge, probation, or restitution. Sets forth a fine schedule for the categories of offenses generally at higher levels than current law. Includes higher maximums for organizational defendants. Authorizes a fine to be levied for up to twice the gross gain derived or loss caused by the offense. Sets maximum terms of imprisonment for five classes of felonies (A to E) and three classes of misdemeanors (A to C). Eliminates capital punishment as an authorized penalty, including for aircraft hijacking and espionage. Retains the \"good time\" provisions of current law. Retains the parole system. Increases the minimum period for parole eligibility from one-third to one-half of the term of imprisonment served. Directs the Judicial Conference of the United States and the Parole Commission to submit joint reports on the need for parole release. Subtitle IV: Administration and Procedure - Leaves generally unchanged the rules respecting venue. Carries forward current law respecting the release of offenders on bail and extradition. Amends the wiretapping law to restrict the interception of communications without a court order in emergency situations to the offenses of treason, espionage, sabotage, or racketeering. Establishes new procedures requiring authorization for investigative use of a \"pen register\" (a mechanical device which records numbers dialed on a telephone line to which it is attached). Entitles any person subpoenaed to appear before a grand jury to assistance of counsel during questioning in the presence of the jury. Prohibits such counsel from addressing the Government attorney or grand jury or from otherwise participating in the proceedings. Subtitle V: Ancillary Civil Proceedings - Consolidates and enumerates 23 offenses for which the Attorney General may initiate civil forfeiture proceedings. Title II: Reenactment of Certain Portions of Former Title 18 with Substantive Changes, Amendments to Laws Outside Title 18, and Technical and Conforming Provisions - Reenacts various current offenses under title 18 amending the penalties to conform with the new general penalty provisions under title I. Amends the Gun Control Act of 1968 to establish new licensing requirements and other restrictions with regard to the transfer of handguns (the \"Kennedy-Rodino\" proposal). Transfers to the Attorney General all functions of the Secretary of the Treasury under the Gun Control Act of 1968. Establishes the Firearms Safety and Abuse Control Administration within the Department of Justice. Makes it unlawful for any licensed manufacturer, importer, dealer, or collector to manufacture, assemble, sell, deliver, or transfer any handgun (other than a curio) which is not a model approved by the Attorney General as particularly suitable for or readily adaptable to sporting purposes. Directs the Attorney General to review State laws providing for permits to carry and purchase handguns and certify those meeting specified standards. Amends offense provisions outside of title 18 to cross-reference to offenses and penalties under the Act. Title III: Effective Date - Sets forth the effective date of this Act as the fourth January after enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Code Revision Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise title 18 of the United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:31-05:00"
}