{
  "actions": [
    {
      "acted_at": "1991-07-29", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-29", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-13", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3068-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-29", 
  "number": "3068", 
  "official_title": "To regulate interstate commerce by providing for a uniform product liability law, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s640-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Product Liability Fairness Act", 
  "sponsor": {
    "district": "6", 
    "name": "McEwen, Bob", 
    "state": "OH", 
    "thomas_id": "00768", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-29", 
  "subjects": [
    "Actions and defenses", 
    "Aircraft industry", 
    "Alcohol", 
    "Alcoholism", 
    "Civil procedure", 
    "Commercial arbitration", 
    "Consumer protection", 
    "Damages", 
    "Defective products", 
    "District courts", 
    "Drug abuse", 
    "Drug industry", 
    "Drugs", 
    "Federal preemption", 
    "Indemnity", 
    "Insurance companies", 
    "Jurisdiction", 
    "Labeling", 
    "Law", 
    "Legal fees", 
    "Liability for aircraft accidents", 
    "Limitation of actions", 
    "Manufacturing industries", 
    "Mediation", 
    "Medical supplies", 
    "Negligence", 
    "Occupational health and safety", 
    "Packaging", 
    "Product safety", 
    "Products liability", 
    "Punitive damages", 
    "Retail trade", 
    "Standards", 
    "State laws", 
    "Warranties", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-29", 
    "text": "Title I - Product Liability Fairness Act - Declares that this Act governs any product liability action brought against a manufacturer or product seller, on any theory, for harm caused by a product. States that a civil action brought against a manufacturer or product seller for loss or damage to a product itself or commercial loss shall be governed by applicable commercial or contract law. Supersedes any inconsistent State law regarding recovery in such actions. Lists specific laws not superseded, including: (1) defense of sovereign immunity asserted by any State or by the United States; (2) any Federal law (except the Federal Employees Compensation Act and the Longshore and Harbor Workers' Compensation Act); (3) the Foreign Sovereign Immunities Act of 1976; (4) State choice-of-law rules; (5) the right of any court to transfer venue or to apply the law of a foreign nation or to dismiss a claim of a foreign nation or citizen on the ground of inconvenient forum; and (6) any statutory or common law cause of action, including an action to abate a nuisance, that authorizes a State or person to institute an action for civil damages or civil penalties, clean up costs, injunctions, restitution, cost recovery, punitive damages, or any other form of relief from contamination or pollution of the environment or the threat of it. Declares that U.S. district courts shall not have jurisdiction over any civil action under this Act, based on specified provisions of Federal law relating to district court jurisdiction. Declares that, if any provision of this Act would shorten the period during which a manufacturer or seller would otherwise be exposed to liability, the claimant may, notwithstanding that period, bring any civil action under this Act within one year after the effective date of this Act. Title II - Allows any claimant to bring a civil action for damages against a person for harm caused by a product under applicable State law, except to the extent such law is superseded by this title. Sets forth expedited settlement measures, including: (1) an option to include an offer of settlement, for a specific dollar amount, by the plaintiff in the complaint and by the defendant in a responsive pleading; and (2) awarding attorney's fees and costs, in certain circumstances, to the prevailing party if the other party does not accept the settlement offer. Sets forth alternative dispute resolution procedures, including: (1) an option, in lieu of or in addition to a settlement offer, for a claimant or a defendant to offer to proceed under any voluntary alternative dispute resolution procedure established or recognized under the law of the State in which the action is brought or maintained; and (2) awarding of attorney's fees and costs to the offering party if the court determines that a refusal to so proceed was unreasonable or not in good faith. Creates a rebuttable presumption that a refusal to so proceed was unreasonable, or not in good faith, if a verdict is rendered in favor of the offeror. Title III - Allows a person seeking to recover for harm caused by a product to bring a civil action against the manufacturer or seller under applicable State or Federal law, except to the extent such law is superseded by this Act. Establishes a standard of product seller liability for proximate causes of harm, established by a preponderance of the evidence, which fall under the categories of negligence or express warranty. Allows the trier of facts, in a negligence action, to consider the conduct of the seller with respect to: (1) the construction, inspection, or condition of the product; and (2) failure to pass on warnings or instructions from the manufacturer. Deems the seller not liable for failure to provide warnings or instructions unless the claimant establishes that the seller failed to: (1) provide warnings or instructions received while the product was in the seller's possession and control; or (2) make reasonable efforts to provide users with warnings and instructions which it received after the product left its possession and control. Deems a seller not liable except for breach of warranty where there was no opportunity to inspect the product in a manner which would or should, in the exercise of reasonable care, have revealed the aspect which allegedly caused the harm. Declares that the seller shall be treated as the manufacturer and be liable for harm caused by a product as if it were the manufacturer if: (1) the manufacturer is not subject to service of process in any State in which the action might have been brought; or (2) the court determines that the claimant would be unable to enforce a judgment against the manufacturer. Allows punitive damages, if otherwise permitted by applicable law, to be awarded in any civil action under this title to any claimant who establishes by clear and convincing evidence that the harm suffered was the result of conduct manifesting a manufacturer's or product seller's conscious, flagrant indifference to the safety of those persons who might be harmed by a product. Declares that a failure to exercise reasonable care in choosing among alternative product designs, formulations, instructions, or warnings is not of itself such conduct. Prohibits awarding punitive damages in the absence of a compensatory award, subject to exception. Prohibits punitive damages against a manufacturer or seller of a drug or medical device where: (1) the drug or device was subject to pre-market approval by the Food and Drug Administration (FDA); or (2) the drug is generally recognized as safe and effective under conditions established by the FDA. Prohibits punitive damages against a manufacturer of an aircraft where: (1) the aircraft was subject to pre-market certification by the Federal Aviation Administration (FAA); and (2) the manufacturer complied, after delivery, with FAA requirements and obligations with respect to continuing airworthiness. Provides for separate proceedings, if requested by the manufacturer or seller, with regard to punitive damages. Lists factors the trier of fact is allowed to consider in determining the amount of punitive damages. Bars any civil action under this title: (1) unless filed within two years after the claimant discovered or should have discovered the harm and its cause, subject to exception; and (2) if the product involved is a capital good that is alleged to have caused harm which is not a toxic harm unless filed within twenty-five years after delivery of the product, provided the claimant has received or would be eligible for State or Federal workers' compensation. Excludes a motor vehicle, vessel, aircraft, or railroad used primarily to transport passengers for hire from these time limitations. States that nothing in these provisions affects the right of any person who is subject to liability under this Act to obtain contribution or indemnity from any other person who is responsible for the harm. Requires reduction in the damages awarded by the sum of all State or Federal workers' compensation benefits to which the employee is or would be entitled. Requires a claimant in a civil action under this title who is or may be eligible to receive State or Federal workers' compensation to notify the claimant's employer of the civil action. Requires an action to be stayed, at the sole discretion of the claimant, until a final determination is made on the amount payable as workers' compensation benefits. Declares that, unless the manufacturer or seller has expressly agreed to indemnify or hold an employer harmless, neither the employer nor the workers' compensation insurance carrier shall have a right of subrogation, contribution, or implied indemnity against the manufacturer or seller or a lien against the claimant's recovery, except if the claimant's harm was not in any way caused by the fault of the claimant's employer or co-employees. Allows the employer or workers' compensation insurer to intervene in the action to prove that fact. Prohibits a third party tortfeasor, where workers' compensation is involved, from maintaining any action for implied indemnity or contribution against the employer, any coemployee, or the exclusive representative of the injured person. Prohibits, for a person who is or would have been entitled to receive workers' compensation, any other action, unless a State or Federal workers' compensation law permits recovery based on a claim of an intentional tort. Makes these provisions inapplicable and declares that applicable State law shall control if the employer or the workers' compensation insurer asserts a right of subrogation, contribution, or implied indemnity against the manufacturer or seller or a lien against the claimant's recovery. Declares that, in any product liability action, the liability of each defendant for noneconomic damages shall be several and not joint. Requires the trier of fact to determine the proportion of responsibility of each party for the claimant's harm. Establishes a complete defense, in any civil action under this Act in which all defendants are manufacturers or sellers, that the claimant was under the influence of alcohol or any drug and that, as a result, the claimant was more than 50 percent responsible for the event which resulted in the harm. Defines \"drug\" to mean any non-over-the-counter drug which has not been prescribed by a physician."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Product Liability Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To regulate interstate commerce by providing for a uniform product liability law, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:36-05:00"
}