{
  "actions": [
    {
      "acted_at": "1975-06-04", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1851-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-04", 
  "number": "1851", 
  "official_title": "A bill to establish the Smaller Communities Administration.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Smaller Communities Act", 
  "sponsor": {
    "district": null, 
    "name": "Abourezk, James", 
    "state": "SD", 
    "thomas_id": "01268", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-04", 
  "subjects": [
    "Community development", 
    "Executive reorganization", 
    "Federal aid programs", 
    "Federal-city relations", 
    "Government operations and politics", 
    "Housing and community development", 
    "Ombudsman", 
    "Small towns", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-04", 
    "text": "Smaller Communities Act - Expresses the findings of Congress and declares the purposes of this Act, including to establish the Small Community Administration in order to: (1) develop a national program to coordinate and improve the Federal assistance available to smaller communities; and (2) encourage the development of smaller communities through the coordination of Federal loan grant assistance programs. Establishes, as an independent agency in the executive branch, the Smaller Communities Administration, to be headed by an Administrator. Directs the Administration to: (1) to provide technical assistance to smaller communities; (2) coordinate with the Small Business Administration, Farmers Home Administration, Department of Transportation, Departments of Housing and Urban Development, Interior, Health, Education, and Welfare, and Commerce, the Environmental Protection Agency, and other Federal agencies to formulate Federal policy with respect to smaller communities; (3) represent the interests of smaller communities in the allocation of resources and scarce materials; (4) represent the interests of smaller communities in the location and construction of buildings by the Federal Government; (5) represent the interests of smaller communities before each Federal organization that affects the welfare of small communities; (6) conduct studies in specified areas; and (7) assist business firms and nonprofit institutions located in smaller communities in the awarding of Federal contracts. Establishes the Office of the Smaller Community Ombudsman, directing that the Ombudsman shall: (1) develop an information system to supply officials of smaller communities with information on Federal grant and loan assistance programs designed to aid small communities; and (2) coordinate Federal agencies administering such programs. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Smaller Communities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Smaller Communities Administration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:25-05:00"
}