{
  "actions": [
    {
      "acted_at": "1984-03-01", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2383-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-01", 
  "number": "2383", 
  "official_title": "A bill to amend the Clean Air Act with respect to mobile source emissions control.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-01", 
  "subjects": [
    "Air pollution control", 
    "Authorization", 
    "Automobile engines", 
    "Automobile fuel consumption", 
    "Automobile industry", 
    "Automobile inspection", 
    "Automobile repair", 
    "Automotive engineering", 
    "Economics and public finance", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Federal-state relations", 
    "Fuel", 
    "Fuel research", 
    "Gasoline", 
    "Government operations and politics", 
    "Lead", 
    "Lead poisoning", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Prices", 
    "Service stations", 
    "State laws", 
    "States", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Motor vehicle pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-01", 
    "text": "Amends the Clean Air Act (\"the Act\") to revise mobile source emissions control provisions to prohibit any individual from: (1) tampering with a pollution control device or elements of design; or (2) using leaded gasoline, or other prohibited or controlled fuels or fuel additives, in certain motor vehicles or engines. Makes such amendments effective 90 days after enactment of this Act. Provides that inspection and maintenance program requirements for nonattainment areas must include requirements that all motor vehicles which are or were equipped with an emission control device or element of design in compliance with specified regulations under the Act must have such device or element in good working order to pass the State inspection. Makes such amendment effective on January 1, 1985. Authorizes appropriations, in addition to any amount authorized under the Act, for FY 1985 to the Environmental Protection Agency (EPA) for: (1) research on the development of technology which could be used in gasoline vapor recovery and which could also reduce the possibility of the prohibited use of leaded fuel in motor vehicles and motor vehicle engines; and (2) a study on the relationship between gasoline octane levels and the performance of motor vehicles and motor vehicle engines, including recommendations for methods to assure adequate engine performance with the use of lower octane levels in unleaded gasoline and/or recommendations to increase the octane levels in unleaded gasoline. Makes it unlawful, effective 90 days after enactment of this Act, for: (1) any retailer to sell any leaded gasoline for less than the lowest price per unit at which such retailer offers unleaded gasoline sells at same retailer outlet; or (2) any refiner, distributor, or reseller to sell any leaded gasoline for less than the price per unit (for the same quantity) at which such refiner, distributor, or reseller offers unleaded gasoline at the same time under the same conditions of sale. Makes it unlawful, effective January 1, 1990, for any person to sell, offer for sale, or introduce into commerce, leaded gasoline for use as a fuel for any highway vehicle."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act with respect to mobile source emissions control.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:15-05:00"
}