{
  "actions": [
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13948-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-17", 
  "number": "13948", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to improve the Federal system of assistance to the criminal justice system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Justice Assistance Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-17", 
  "subjects": [
    "Administration of criminal justice", 
    "Crime and law enforcement", 
    "Criminal statistics", 
    "Department of Justice", 
    "Department of Labor", 
    "Executive reorganization", 
    "Federal aid to law enforcement agencies", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Law enforcement officers", 
    "Survivors' benefits"
  ], 
  "subjects_top_term": "Federal aid to law enforcement agencies", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-17", 
    "text": "Criminal Justice Assistance Act - Title I: Criminal Justice Assistance - Amends in its entirety Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (Law Enforcement Assistance). Sets forth the purposes of the Title. Replaces the Law Enforcement Assistance Administration within the Department of Justice with a Bureau of Criminal Justice Assistance, and establishes within the Bureau, the Office of the Community Anticrime Program. Sets forth the functions of the Bureau and Office. Replaces the National Institute of Law Enforcement and Criminal Justice with a National Institute of Justice under the authority of the Attorney General. Establishes within the Department a Bureau of Justice Statistics under the authority of the Attorney General. Specifies the functions of the Institute and Bureau. Establishes Policy Boards in the National Institute of Justice and in the Bureau of Justice Statistics to make appropriate recommendations. Restructures the existing program of grants and assistance to State and local units of government into two categories: formula grants and special emphasis grants. Sets forth the purposes for which such grants may be made and the requisite procedures. Eliminates the need for comprehensive State plans before grants may be approved. Allows the Bureau of Criminal Justice Assistance to limit formula grants dealing with juvenile delinquency to specified types of projects. Prohibits approval by the Bureau of grant applications in specified areas, including the purchase of equipment and construction projects. Replaces the State planning agencies with criminal justice coordinating councils, and sets forth the councils' functions, including allocation of formula grants. Authorizes appropriations to carry out the programs and grants established by the Act. Title II: Public Safety Officers' Death Benefits - Continues the existing program of Public Safety Officers' Death Benefits, but transfers its administration to the Secretary of Labor. Authorizes appropriations for purpose of carrying out this Title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Justice Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to improve the Federal system of assistance to the criminal justice system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:31-05:00"
}