{
  "actions": [
    {
      "acted_at": "2010-04-27", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5154-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-04-27", 
  "number": "5154", 
  "official_title": "To authorize public housing agencies to use public housing operating funds as collateral for financing energy conservation improvements and to freeze utility consumption levels for purposes of determining Operating Fund assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Housing Energy Savings Act of 2010", 
  "sponsor": {
    "district": "4", 
    "name": "Himes, James A.", 
    "state": "CT", 
    "thomas_id": "01913", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-04-27", 
  "subjects": [
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Housing and community development", 
    "Public housing", 
    "Public utilities and utility rates", 
    "Residential rehabilitation and home repair"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-04-27", 
    "text": "Public Housing Energy Savings Act of 2010 - Amends the United States Housing Act of 1937 to authorize: (1) energy conservation improvements in public housing projects to be undertaken pursuant to a contract for the improvements only; (2) a public housing agency to finance such improvements for a period of up to 20 years; (3) a public housing agency to pledge operating assistance as security for such financing in an amount not to exceed the lesser of the amount of the debt service plus such appropriate debt service coverage factor as the Secretary of Housing and Urban Development (HUD) may establish and the amount of the reasonably anticipated utility cost savings resulting from the improvement; (4) the Secretary to permit the pledging of the installed equipment related to such improvements; and (5) a public housing agency to elect to be paid for its utility costs under the formula for determining the amount of assistance provided to public housing agencies from the Capital Fund for a period of no longer than 20 years based on the agency's average annual consumption during the three-year period preceding the year in which the election is made (consumption base level). Requires the Secretary to make: (1) an initial one time adjustment in the consumption base level to account for differences in the heating degree day average over the most recent 20-year period compared to the average in the consumption base level; and (2) adjustments in the consumption base level to account for an increase or reduction in units, a change in fuel source, or a change in resident-controlled electricity consumption."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Housing Energy Savings Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize public housing agencies to use public housing operating funds as collateral for financing energy conservation improvements and to freeze utility consumption levels for purposes of determining Operating Fund assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:20-05:00"
}