{
  "actions": [
    {
      "acted_at": "1993-11-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-21", 
      "references": [
        {
          "reference": "CR E2987", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-12-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3580-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Blute, Peter I.", 
      "sponsored_at": "1994-06-28", 
      "state": "MA", 
      "thomas_id": "00100", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1993-11-20", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-20", 
  "number": "3580", 
  "official_title": "To amend the Child Nutrition Act of 1966 and the National School Lunch Act to promote healthy eating habits for children and to extend certain authorities contained in such Acts through fiscal year 1998, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National School Lunch Act and Child Nutrition Act of 1966 Amendments of 1993", 
  "sponsor": {
    "district": "9", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-20", 
  "subjects": [
    "Agriculture and food", 
    "Authorization", 
    "Breast feeding", 
    "Child nutrition", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Curriculum planning", 
    "Dairy products", 
    "Department of Agriculture", 
    "Depressed areas", 
    "Diet", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary school students", 
    "Employee training", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to maternal health services", 
    "Food relief", 
    "Food service", 
    "Fruit and fruit trade", 
    "Government operations and politics", 
    "Government publications", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Housing and community development", 
    "Hunger", 
    "Income", 
    "Indexing (Economic policy)", 
    "Infants", 
    "Information services", 
    "Labeling", 
    "Labor and employment", 
    "Marketing of farm produce", 
    "Meat", 
    "Nonprofit organizations", 
    "Oils and fats", 
    "Parent-school relationships", 
    "Poor", 
    "Pregnant women", 
    "Preschool education", 
    "Public assistance programs", 
    "Public service advertising", 
    "Rural economic development", 
    "Salt", 
    "School lunch program", 
    "Small farms", 
    "Social welfare", 
    "Teaching materials", 
    "Vegetables and vegetable trade", 
    "Vegetarianism", 
    "Women"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-20", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to National School Lunch Act Title II: Amendments to Child Nutrition Act of 1966 Title III: Effective Dates National School Lunch Act and Child Nutrition Act of 1966 Amendments of 1993 - Amends the Child Nutrition Act of 1966 (CNA) and the National School Lunch Act (NSLA) to revise and reauthorize child nutrition programs. Title I: Amendments to National School Lunch Act - Amends NSLA to direct the Secretary of Agriculture (the Secretary) to permit schools to offer low-fat yogurt (which may be required to be fortified) as a meat alternative in the school lunch program. (Sec. 102) Directs the Secretary to assist States through grants and other means to provide information to parents on the importance of nutrition, including parent-student education and parent visiting of school breakfast and lunch programs. Authorizes appropriations. (Sec. 103) Revises income guidelines for free lunches to increase the numbers of eligible elementary school students. (Sec. 104) Directs the Secretary to develop and make available public service advertisements that promote healthy eating habits for children. (Sec. 105) Directs the Secretary to award annual grants to private nonprofit educational organizations in three States to create and demonstrate food and nutrition projects that are fully integrated with elementary school curricula. Authorizes appropriations. (Sec. 106) Revises the summer food service program for children, expanding or making more flexible such program with respect to: (1) defining areas in which poor economic conditions exist; (2) private nonprofit organizations' number of sites and children served, and waiting period for a waiver to use a vendor; (3) second helpings; (4) single rate for operational and administrative costs; (5) offer vs. serve option; and (6) startup costs. Extends such program's authorization of appropriations. (Sec. 107) Reauthorizes the commodity distribution program. Directs the Secretary to: (1) improve overall nutritional quality of entitlement commodities provided in schools; and (2) require that nutritional content information labels be placed on packages or shipments of such entitlement commodities or otherwise provide such information. (Sec. 108) Requires that specified activities be conducted with assistance for food service management institutes and other institutions. Extends the authorization of appropriations for training, technical assistance, and food service management institutes. (Sec. 109) Requires the Secretary to report to specified congressional committees on the coordinated review system under NSLA. (Sec. 110) Requires revision of menu planning guides with respect to reduction of fat and saturated fat. Requires the Secretary to report to the Congress on compliance with such fat guidelines as well as those for dietary fiber, sodium, and sugar in school breakfast and lunch programs. Title II: Amendments to Child Nutrition Act of 1966 - (Sec. 201) Amends CNA to provide for increased payments for State administrative expenses under CNA and NSLA programs. (Sec. 202) Increases funding and activities under the WIC breastfeeding promotion program. (Sec. 203) Expands the WIC farmers' market program. Directs the Secretary of Agriculture to promote use of farmers' markets by recipients of Federal nutrition programs administered by the Secretary. Extends the authorization of appropriations for such program. (Sec. 204) Adds several authorized uses of funds under nutrition education and training programs. Extends and increases the authorization of appropriations for such programs. (Sec. 205) Revises a formula for carryover funds. Changes the name of the WIC program to the special nutrition program for women, infants, and children. Title III: Effective Dates - Sets forth effective dates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National School Lunch Act and Child Nutrition Act of 1966 Amendments of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Child Nutrition Act of 1966 and the National School Lunch Act to promote healthy eating habits for children and to extend certain authorities contained in such Acts through fiscal year 1998, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:30-05:00"
}