{
  "actions": [
    {
      "acted_at": "1988-02-23", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-02-23", 
      "bill_ids": [
        "s1611-100"
      ], 
      "references": [], 
      "text": "Committee on Judiciary ordered to be reported an original measure in lieu of S. 1611.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-02-26", 
      "references": [], 
      "text": "Committee on Judiciary. Original measure reported to Senate by Senator Byrd for Senator Biden. With written report No. 100-290. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-26", 
      "calendar": "Senate Legislative", 
      "number": "568", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 568.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-03-03", 
      "references": [], 
      "text": "Star Print ordered S. 2104.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-14", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-15", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-15", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "50", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments and an amendment to the Title by Yea-Nay Vote. 88-4. Record Vote No: 50.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-03-21", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-21", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-24", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-25", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Justice, Labor, State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-07", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Immigration, Refugees, and International Law", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-16", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Immigration, Refugees, and International Law", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1644-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1644"
    }, 
    {
      "amendment_id": "s1645-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1645"
    }, 
    {
      "amendment_id": "s1646-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1646"
    }, 
    {
      "amendment_id": "s1647-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1647"
    }, 
    {
      "amendment_id": "s1650-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1650"
    }, 
    {
      "amendment_id": "s1651-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1651"
    }, 
    {
      "amendment_id": "s1652-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1652"
    }
  ], 
  "bill_id": "s2104-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-03-15", 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-26", 
  "number": "2104", 
  "official_title": "A bill to amend the Immigration and Nationality Act to change the level, and preference system for admission, of immigrants to the United States, and to provide for administrative naturalization, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1611-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Immigration Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1988-03-15", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Alien labor", 
    "Aliens", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Cuba", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental protection", 
    "Government trust funds", 
    "Immigration", 
    "Judicial review of administrative acts", 
    "Naturalization", 
    "Passports", 
    "Philippines", 
    "Visas", 
    "World War II"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1988-03-15", 
    "text": "(Measure passed Senate, amended, roll call #50 (88-4)) Title I: Immigration Act of 1988 - Immigration Act of 1988 - Amends the Immigration and Nationality Act to establish a three-year two-tiered immigration annual entry level of 590,000 with adjustments made up of 440,000 \"family connection\" immigrants and 150,000 \"independent\" (employment-related) immigrants. Requires the Attorney General, in consultation with the Secretaries of Labor, State, Health and Human Services, Housing and Urban Development, and the Administrator of the Environmental Protection Agency, to report annually, beginning in FY 1993, to the President and to the appropriate congressional committees on the social, economic, and environmental impacts of immigration. Directs such committees to hold related hearings every three fiscal years, beginning in FY 1993. Requires the President, at three-year intervals beginning in March of FY 1992, to submit to the Congress a determination to maintain or change such immigration levels. Provides that: (1) if the determination contains a change of five percent or less such change shall become effective unless the Congress objects within a specified time; and (2) if the determination contains a change of more than five percent, the Congress must take specified affirmative approval action. Sets forth House and Senate procedures for the consideration of a joint resolution with respect to a change in the number of immigrant visas transmitted by the President under this Act. Limits annual \"family connection\" and \"independent\" visas from each foreign country to seven percent (or two percent in the case of a dependent area) of the annual total of such visas. Revises the immigration admissions preference system to allocate, \"family connection\" preferences as follows: (1) unmarried sons and daughters of U.S. citizens (15 percent of worldwide level); (2) spouses and unmarried sons and daughters of permanent resident aliens (65 percent of worldwide level); (3) married sons and daughters of U.S. citizens (ten percent of worldwide level); and (4) never married brothers and sisters of U.S. citizens (ten percent of worldwide level). Allocates \"independent\" preferences as follows: (1) special immigrants (five percent of worldwide level); (2) aliens who are members of the professions with advanced degrees or aliens of exceptional ability (23 percent of worldwide level); (3) skilled workers (23 percent of worldwide level); (4) employment creation (four percent of worldwide level, or 5,000 visas, whichever is greater to any alien with a minimum $1,000,000 capital investment which will create at least ten jobs); and (5) selected immigrants chosen on a point system basis. Sets forth the following point system criteria: (1) age; (2) education; (3) English language ability; (4) U.S. occupational demand; and (5) occupational training and work experience. Directs the Secretary of State, in consultation with the Attorney General and the Secretaries of Labor and Education, to establish such point system. States that all such preference visas shall be issued in the order in which they were filed. Amends the petitioning procedure provisions of such Act to permit special immigrant petitions to be filed with the Attorney General, except for former overseas U.S. employees who must file with the Secretary of State. Directs the Secretary to issue regulations regarding selected immigrant status. Amends labor certification provisions of such Act to exclude certain classes of immigrants unless the Secretary of Labor certifies that there are not sufficient qualified U.S. workers and that employment of aliens in such positions will not adversely affect U.S. workers' wages and conditions. Directs the Secretary to conduct a study, and hold public hearings, about the labor certification process and to report to the appropriate congressional committees by March 31, 1992. Establishes a two-year conditional permanent resident status for certain alien entrepreneurs and their families. Authorizes the Attorney General to terminate such status and institute deportation proceedings upon a finding that the qualifying enterprise was not genuine. Establishes criminal penalties for such violations. Provides for selected immigrant visa fees to be charged for the filing of a petition for certain immigrant categories. Amends Federal law to credit a Department of State fund of up to $20,000,000 (derived from fees collected by consular officers) to pay the expenses of research and development of visa and passport functions. Directs the Attorney General, in conjunction with the Secretary of State, to prepare a study and report quarterly to the Congress regarding immigration from Cuba into the United States. Title II: Naturalization Amendments of 1988 - Naturalization Amendments of 1988 - Amends the Immigration and Nationality Act to: (1) establish an administrative naturalization procedure; and (2) make such procedure the sole procedure for naturalization. Authorizes the applicant to choose the forum for the the swearing-in ceremony (before the Attorney General, or in U.S. district court, or appropriate State court). Reduces State residency requirements from six months to three months. Provides for review of a denied application before the Board of Immigration Appeals and thereafter in U.S. district court. Directs the Attorney General to provide the public with information regarding naturalization benefits. Obligates funds from enforcement authorizations for such purpose. Directs the Attorney General to provide for the naturalization of certain Filipino veterans who served in the U.S. armed forces during World War II. Requires naturalization applications to be filed within one year of enactment of this Act. Sets forth related administrative provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Immigration Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Immigration Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Naturalization Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Immigration and Naturalization Act to change the level, and preference system for admission, of immigrants to the United States.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "A bill to amend the Immigration and Nationality Act to change the level, and preference system for admission, of immigrants to the United States, and to provide for administrative naturalization, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:52-05:00"
}