{
  "actions": [
    {
      "acted_at": "2009-03-05", 
      "references": [
        {
          "reference": "CR S2834-2835", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-05", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S2835", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s537-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2009-03-05", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-05", 
  "number": "537", 
  "official_title": "A bill to amend chapter 111 of title 28, United States Code, relating to protective orders, sealing of cases, disclosures of discovery information in civil actions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1508-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5419-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Sunshine in Litigation Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-03-05", 
  "subjects": [
    "Civil actions and liability", 
    "Evidence and witnesses", 
    "Freedom of information", 
    "Government information and archives", 
    "Health information and medical records", 
    "Law", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-03-05", 
    "text": "Sunshine in Litigation Act of 2009 - Amends the federal judicial code to prohibit a court from entering an order restricting the disclosure of information obtained through discovery, approving a settlement disagreement that would restrict such disclosure, or restricting access to court records in a civil case, unless the court has found that: (1) such order would not restrict the disclosure of information which is relevant to the protection of public health or safety; or (2) the public interest in the disclosure of potential health or safety hazards is outweighed by a specific and substantial interest in maintaining the confidentiality of the information, and the requested protective order is no broader than necessary to protect the privacy interest. Prohibits any party from requesting, as a condition for the production of discovery, that another party stipulate to an order that would violate this Act. Prohibits a court from: (1) approving or enforcing an order prohibited under this Act, or any provision of an agreement between parties to a civil action, that restricts a party from disclosing information to any federal or state agency with authority to enforce laws regulating an activity relating to such information; or (2) enforcing any provision of a settlement agreement that prohibits a party from disclosing that a settlement was reached or the terms of the settlement, other than the amount paid, or from discussing a case or evidence that involves matters related to public health or safety, except where the court finds that the public interest in disclosure of potential health and safety hazards is outweighed by a confidentiality interest. Creates a rebuttable presumption that the interest in protecting personally identifiable information relating to an individual's financial, health, or other similar information outweighs the public interest in disclosure. Declares that nothing in this Act shall be construed to permit, require, or authorize the disclosure of classified information, as defined under the Classified Information Procedures Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sunshine in Litigation Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 111 of title 28, United States Code, relating to protective orders, sealing of cases, disclosures of discovery information in civil actions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:54-05:00"
}