{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4720-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "4720", 
  "official_title": "A bill to revise and extend the program authorized by the Developmental Disabilities Services and Construction Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1194-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Developmentally Disabled Assistance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Advisory bodies", 
    "Colleges", 
    "Disabled", 
    "Education", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Medical care, personnel, and facilities", 
    "Mentally handicapped", 
    "States"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "Developmentally Disabled Assistance Act - Title I: General Provisions - Declares the purpose of the Act to be improvement of services to persons with developmental disabilities through grants, training programs, and other activities. Establishes the Federal share of any project under title II to be 70 percent. Establishes the Federal share under title III to be 70 percent for fiscal year 1975, 60 percent for fiscal year 1976, and 50 percent for fiscal year 1977. Requires each recipient of a grant or contract under this Act to fully disclose any necessary information needed for an effective audit by the Secretary of Health, Education, and Welfare or the Comptroller General. Title II: Demonstration and Training Grants for University-Affiliated Facilities - Authorizes to be appropriated for fiscal year 1975 and each of the two succeeding fiscal years $4,250,000 for the purpose of making grants for developmental disability facilities. Permits the Secretary to make such grants to cover costs of administering interdisciplinary training programs and other demonstration training programs for personnel who are serving persons with developmental disabilities. Requires that applicants for grants be a college or university, or a public or nonprofit private agency or organization operating a developmental disability facitity. Title III: Grants for Planning, Provisions Of Services, and Construction and Operation of Facilities for Persons with Developmental Disabilities - Authorizes to be appropriated $30,875,000 for fiscal year 1975 for the purpose of making grants under this title. Stipulates that such sums appropriated pursuant to this title be allotted to the several States on the basis of: (1) population, (2) the extent of need for services and facilities and (3) the financial need of the respective States. Permits States to divide such sums allotted between various State agencies, or to combine such sums with those allotted to other States in futhering the purposes of this title. Directs the Secretary to administer the grants under this title in accordance with policies used generally within the Department. Continues the National Advisory Council or Services and Facilities for the Developmentally Disabilities Services and Facilities Construction Act. Requires the Secretary to appoint twenty members to the Council, none of which may be in the regular full-time employ of the United States. Sets the term of office at four years. Makes it the duty of the Council to advise the Secretary with respect to evaluate programs authorized by this Act. Requires States in each year in which an application is made to participate in the programs under this Act to submit a plan setting forth the goals of its developmental disabilities program. Requires such State plan, in order to be approved by the Secretary, to set forth: (1) a provision for a State planning council which will submit all reports to the Secretary, and the State agency or agencies which will have the responsibility of administering the State plan, (2) the quality and scope of the services being provided or to be provided, (3) how funds allotted will augment services now available (4) policies and procedure for expenditure of funds under the plan, (5) the stipulation that services and facilities furnished will be in accordance with standards prescribed by regulations of the Secretary, (6) the provision that special financial and technical assistance shall be given to areas of urban or rural poverty, (7) the maximum amount of the State allotment which is devoted to construction, or renovation, (8) a provision for an opportunity for hearing before the State agency to every applicant for a construction project and (9) any such additional information as the Secretary may determine to be necessary. Prohibits the Secretary from disapproving amu State plan unless he provides to the State reasonable notice and opportunity for a hearing. Permits the Secretary to withhold any payments for any project under this Act often determining that any such State agency is not complying with any pertinent requirements or is not providing enough funds. Directs the Secretary to prescribe general regulations applicable to all States for purposes of carrying out this Act. Requires the Secretary with the National Council to develop by February 1, 1977 a system for evaluation of services provided to persons with developmental disabilities, and a time phased plan which will specify a minimal evaluation system to be implemented by all States. Requires the Secretary to submit a report to Congress on the evaluation system design by February 1, 1977. Authorizes to be appropriated $18,500,000 for the fiscal year 1975 and the two succeeding fiscal year to make grants to States and public or nonprofit agencies for the payment of part or all of the cost of special projects and demonstrations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Developmentally Disabled Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend the program authorized by the Developmental Disabilities Services and Construction Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:45-05:00"
}