{
  "actions": [
    {
      "acted_at": "2000-03-23", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-05-17", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4080-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-23", 
  "number": "4080", 
  "official_title": "To require the Secretary of Labor to issue regulations specifying the application of the Occupational Safety and Health Act of 1970 to home office employment to foster 21st Century telework opportunities, to maximize public participation in the formulation of such regulations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4098-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Home Office Worker Protection Act of 2000", 
  "sponsor": {
    "district": "2", 
    "name": "Hoekstra, Peter", 
    "state": "MI", 
    "thomas_id": "00547", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-23", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Department of Labor", 
    "Electronic data interchange", 
    "Employer sanctions", 
    "Environmental protection", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Health", 
    "Home labor", 
    "Labor and employment", 
    "Law", 
    "Occupational diseases", 
    "Occupational health and safety", 
    "Science, technology, communications", 
    "Telecommuting"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-23", 
    "text": "Home Office Worker Protection Act of 2000 - Directs the Secretary of Labor to issue regulations specifying the application of the Occupational Safety and Health Act of 1970 (OSHA) to workplaces in employee residences which involve: (1) home office employment; or (2) types of employment than home office employment.Requires such regulations to: (1) describe the types of non-home-office employee residence work (such as manufacture, assembly, disassembly, or processing of goods for commerce, or employment requiring regular exposure to a toxic or hazardous substance in excess of an exposure limitation in specified regulations); (2) prohibit inspections of home office worksites; and (3) specify the action to be taken when a complaint or referral is received by the Occupational Safety and Health Administration which indicates that a violation of a safety or health standard exists which threatens physical harm or exposes an employee to an imminent danger at an employee residence worksite other than a home office.Directs the Secretary to seek to maximize public participation in the formulation of such regulations by: (1) using an advance notice of proposed rule making; (2) announcing the publication of the advance notice of proposed rulemaking and the proposed rule through additional means, especially electronic means, designed to reach affected workers and the firms that employ them; (3) making the text of the advance notice of proposed rulemaking and of the proposed rule available through electronic means; and (4) providing at least 60 days for public comment on the proposed rule. Sets forth regulatory schedule requirements.Amends OSHA to make it inapplicable to home office employment, with the following exceptions which relate to specified OSHA provisions. Requires employers to report work-related injuries and illnesses sustained by an employee engaged in home office employment. Authorizes the Secretary to: (1) impose sanctions for a failure of an employer to report a work-related injury or illness sustained by an employee engaged in home office employment, subject to review of such sanctions; and (2) make available information and standards to employees and employers in the recognition, avoidance, and prevention of unsafe or unhealthful working conditions appropriate for home office employment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Office Worker Protection Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require the Secretary of Labor to issue regulations specifying the application of the Occupational Safety and Health Act of 1970 to home office employment to foster 21st Century telework opportunities, to maximize public participation in the formulation of such regulations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:55-05:00"
}