{
  "actions": [
    {
      "acted_at": "1977-02-03", 
      "committee": "Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s598-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Anderson, Wendell R.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01273", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-03", 
  "number": "598", 
  "official_title": "A bill to authorize the Secretary of Agriculture to guarantee loans and to make payment adjustments on behalf of individuals who wish to purchase farmland for the purpose of engaging in farming but who are unable to purchase such land without Federal assistance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Farm Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-03", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Family farms", 
    "Farm lands", 
    "Farm ownership", 
    "Farms"
  ], 
  "subjects_top_term": "Farms", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-03", 
    "text": "Family Farm Security Act - Title I: Land Acquisition Loans - Authorizes the Secretary of Agriculture to guarantee loans to enable young people who wish to engage in farming on a career basis to purchase land necessary for such purpose. Stipulates that no loan shall be guaranteed in an amount in excess of: (1) 75 percent of its total amount; (2) the appraised value of the property; or (3) $150,000, whichever is less. Authorizes the Secretary to make payment adjustments extending payments for up to an additional ten years for loans having a maximum term of 20 years. Authorizes the Secretary during the first ten years of a loan, at the borrower's request, to pay a portion of the payment due under such terms as the Secretary deems appropriate. Requires the borrower to pay the remainder and to begin to repay the Secretary, in the eleventh year, for any sums paid on his behalf unless such individual is granted an extension. Stipulates that such loans may only be made available to individuals who would be unable to purchase the farmland for which the loan is made without the assistance of this Act. Directs the Secretary to provide for the appointment of local county committees to assist in the screening of applicants for loan guarantees and payment adjustment assistance. Authorizes appropriations in such amounts as may be necessary to carry out the provisions of this title. Requires the Secretary to report to specified committees of Congress the amount of funds required to operate the loan guarantee program within two years after the enactment of this Act. Authorizes the Secretary to guarantee such loans in an amount up to five times the funds appropriated for such purpose. Title II: Operating Loans - Authorizes the Secretary to make operating loans of up to $50,000 to individuals whose loans are guaranteed under title I of this Act and who are unable to finance their actual needs at reasonable rates and terms through commercial sources. Sets forth the repayment period and interest rate for such loans. Authorizes appropriations in such amounts as may be necessary to carry out the provisions of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Farm Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Agriculture to guarantee loans and to make payment adjustments on behalf of individuals who wish to purchase farmland for the purpose of engaging in farming but who are unable to purchase such land without Federal assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:04-05:00"
}