{
  "actions": [
    {
      "acted_at": "2010-07-01", 
      "committee": "Committee on Homeland Security, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Homeland Security, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-01", 
      "committee": "House Homeland Security", 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-01", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-02", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Coast Guard and Maritime Transportation", 
      "text": "Referred to the Subcommittee on Coast Guard and Maritime Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-14", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "subcommittee": "Transportation Security and Infrastructure Protection", 
      "text": "Referred to the Subcommittee on Transportation Security and Infrastructure Protection.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5684-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Transportation Security and Infrastructure Protection", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Coast Guard and Maritime Transportation", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-01", 
  "number": "5684", 
  "official_title": "To direct the Secretary of Homeland Security to commission an independent review of the threat of a terrorist attack posed to offshore energy infrastructure in the Gulf of Mexico, the vulnerabilities of such infrastructure to such attacks, and the consequences of such attacks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Infrastructure Security and Counterterrorism Act", 
  "sponsor": {
    "district": "2", 
    "name": "Cao, Anh \"Joseph\"", 
    "state": "LA", 
    "thomas_id": "01923", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-01", 
  "subjects": [
    "Coast guard", 
    "Congressional oversight", 
    "Crime prevention", 
    "Crimes against animals and natural resources", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Emergency management", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government investigations", 
    "Gulf of Mexico", 
    "Hazardous wastes and toxic substances", 
    "Homeland security", 
    "Intelligence activities, surveillance, classified information", 
    "Law enforcement administration and funding", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Navigation, waterways, harbors", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Terrorism", 
    "Transportation employees", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-01", 
    "text": "Maritime Infrastructure Security and Counterterrorism Act - Directs the Secretary of Homeland Security (DHS), acting through the Commandant of the Coast Guard, to commission an independent review of: (1) the threats of terrorist attack posed to offshore energy infrastructure in the Gulf of Mexico, the vulnerabilities of such infrastructure, and consequences of such attacks; and (2) whether the Coast Guard can adequately secure such infrastructure. Directs the Secretary: (1) every two years, to review all vessel security plans approved for mobile offshore drilling units and other vessels used for exploration, development, or production of energy in the Gulf of Mexico; (2) to assess whether such plans take into account the threats of terrorist attack; and (3) to recommend countermeasures. Requires the Commandant to: (1) plan counterterrorism training for all Coast Guard Maritime Safety and Security Teams and the Maritime Security Response Team; (2) conduct counterterrorism exercises at least twice each year that focus on countering terrorist threats and vulnerabilities to offshore facilities; (3) establish and permanently locate an additional Maritime Safety and Security Team in the Gulf of Mexico to provide advanced counterterrorism capabilities for critical infrastructure; and (4) require all offshore maritime vessels, including offshore facilities, to be equipped with automatic identification capabilities for the purposes of monitoring vessel movements and improving port security situational awareness. Directs the Coast Guard and U.S. Customs and Border Protection (CBP) to coordinate the conduct of regular aerial surveillance of the critical infrastructure in the Gulf. America's Waterway Watch Act - Establishes within the Coast Guard the America's Waterway Watch Program to promote voluntary reporting of activities that may indicate that persons may be engaging in a violation of law relating to a threat or an act of terrorism against a vessel, facility, port, or waterway. Authorizes the Secretary, through the Commandant, to: (1) establish as an element of the Program a network of individuals and community-based organizations that enhance situational awareness within the nation's ports and waterways; and (2) provide training in observing and reporting on covered suspicious activities and in sharing such reports and coordinating the response by law enforcement agencies. Requires reports to Congress on: (1) the pilot program to test transportation worker identification credential access control technologies at port facilities and vessels nationwide; and (2) the establishment of Interagency Operational Centers for Port Security required under the SAFE Port Act. Directs the Secretary to: (1) establish at least two maritime security response teams to act as the Coast Guard's rapidly deployable counterterrorism and law enforcement response units; (2) conduct, in the maritime environment, a program for the mobile biometric identification of suspected individuals, including terrorists; (3) study Coast Guard use of the combination of facial and iris recognition to rapidly identify individuals for security purposes; (4) report on the threat, vulnerability, and consequence of a terrorist attack on gasoline and chemical cargo shipments in port activity areas in the United States or against other maritime energy infrastructure; (5) establish a pilot program to test and deploy preventive radiological or nuclear detection equipment on Coast Guard vessels in select port regions; (6) initiate a national study to identify measures to improve the security of maritime transportation of certain dangerous cargo and develop a national strategy for the waterside security of vessels carrying, and waterfront facilities handling, such cargo; (7) notify the Federal Energy Regulatory Commission (FERC) when a recommendation is made that the waterway to a proposed waterside liquefied natural gas facility is suitable or unsuitable for associated marine traffic; (8) report to Congress on the feasibility of efforts to mitigate the threat of small boat attack in security zones of major ports; and (9) check against available terrorist watchlists those suspected of alien smuggling and smuggled individuals who are interdicted at U.S. land, air, and sea borders. Authorizes the Commandant to: (1) assign a Chief of Maritime Security; and (2) establish one or more centers of Maritime Security. Directs the Commandant to submit a plan to address communications deficiencies of maritime safety and security teams."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Infrastructure Security and Counterterrorism Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "America's Waterway Watch Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To direct the Secretary of Homeland Security to commission an independent review of the threat of a terrorist attack posed to offshore energy infrastructure in the Gulf of Mexico, the vulnerabilities of such infrastructure to such attacks, and the consequences of such attacks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:33-05:00"
}