{
  "actions": [
    {
      "acted_at": "1979-11-19", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2025-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-19", 
  "number": "2025", 
  "official_title": "A bill to establish the Biscayne National Park in the State of Florida, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5926-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stone, Richard (Dick)", 
    "state": "FL", 
    "thomas_id": "01443", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-19", 
  "subjects": [
    "Florida", 
    "Historic sites", 
    "Monuments and memorials", 
    "National monuments", 
    "National parks", 
    "Parks and Natural Areas"
  ], 
  "subjects_top_term": "National parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-19", 
    "text": "Title I: Biscayne National Park - Establishes the Biscayne National Park in the State of Florida. Authorizes the Secretary of the Interior to acquire, within the boundary of the Park, the land, waters, and interests therein by donation, purchase, or exchange, except that property owned by the State of Florida or any political subdivision thereof may be acquired only by donation. Abolishes the Biscayne National Monument and makes all lands, waters, and interests therein acquired for such monument part of the Park. Requires the Secretary, within three years after the date of enactment of this Act, to review the Park and report his recommendations as to the suitability or nonsuitability of any area within the Park for designation as wilderness. Title II: Fort Jefferson National Monument -Authorizes the Secretary of the Interior to accept gifts of funds which may be donated for the purposes of rehabilitating and stabilizing the historic structures within the Fort Jefferson National Monument, Florida. Requires the Secretary in consultation with the Governor of the State of Florida to develop and transmit to the House Committee on Interior and Insular Affairs and the Senate Committee on Energy and Natural Resources a general management plan for the Monument. Requires the Secretary, within three years after the date of enactment of this Act, to review the Monument area and report to the President his recommendations as to the suitability or nonsuitability of any area within the Monument for designation as wilderness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the Biscayne National Park in the State of Florida, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:14-05:00"
}