{
  "actions": [
    {
      "acted_at": "1975-04-16", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-04-16", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6017-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-16", 
  "number": "6017", 
  "official_title": "A bill to promote the conservation and orderly development of hard mineral resources of the deep seabed, pending adoption of an international regime relating thereto.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1270-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Deep Seabed Hard Minerals Act", 
  "sponsor": {
    "district": "32", 
    "name": "Anderson, Glenn M.", 
    "state": "CA", 
    "thomas_id": "00016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-16", 
  "subjects": [
    "Conservation of natural resources", 
    "International affairs", 
    "Licenses", 
    "Marine mineral resources", 
    "Mines and mineral resources", 
    "Ocean floor", 
    "Oceans and oceanography"
  ], 
  "subjects_top_term": "Ocean floor", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-16", 
    "text": "Deep Seabed Hard Minerals Act - Sets forth the findings of Congress and the purposes of the Act. Defines the terms used in the Act. Declares that, except as authorized pursuant to the provisions of this Act or under a treaty ratified by the United States, no person subject to the jurisdiction of the United States shall engage directly or indirectly in the development of hard mineral resources of the deep seabed. Authorizes the Secretary of the Interior to accept applications from and to issue licenses to eligible applicants upon tender of a fee of $50,000 for the development of hard mineral resources of the deep seabed. Sets forth the provisions for the issuing of such licenses. Declares that in no event shall any license under this Act authorize the commercial recovery of such resources prior to January 1, 1976, and that except to the extent that such licenses are authorized pursuant to the provisions of an international agreement establishing a regime for the development of mineral resources of the international seabed area beyond the limits of coastal State territorial or resource jurisdiction, no licenses shall be issued under this Act subsequent to the ratification by the United States of any such international agreement. Provides that every license issued under this Act shall remain in force for 15 years. Makes provisions for licensing procedures under this Act. Requires the Secretary of the Interior to establish objective environmental standards to which operations under a license issued pursuant to this Act shall adhere. Sets forth a table of minimum expenditures per licensed block until commercial recovery from such block is initiated. Authorizes the Secretary to begin commercial recovery and for the withdrawal of areas from licensing. Makes the provisions for investment guaranty and insurance through the Secretary of Commerce. Provides a civil penalty of $10,000 per day during which violations of this Act occur and a criminal penalty of $25,000 per day for willful and knowing violations of this Act. Authorizes to be appropriated for the current fiscal year and the two succeeding fiscal years such sums as may be necessary for the administration of this Act. Authorizes appropriations for the implementations of the investment guaranty provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deep Seabed Hard Minerals Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the conservation and orderly development of hard mineral resources of the deep seabed, pending adoption of an international regime relating thereto.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:08-05:00"
}