{
  "actions": [
    {
      "acted_at": "1987-05-15", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-27", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Agricultural Credit", 
      "text": "Referred to Subcommittee on Agricultural Credit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-04", 
      "bill_ids": [
        "s1665-100"
      ], 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Provisions of measure incorporated into measure S. 1665 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1219-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Agricultural Credit", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1987-05-15", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-15", 
  "number": "1219", 
  "official_title": "A bill to assure farmers, ranchers and their cooperatives that the value of their stock in Farm Credit System institutions is protected, to restore System institutions to economic viability and competitiveness for the benefit of U.S. agriculture, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1665-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Farm Credit Borrower Stock Protection and System Restoration Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-11-04", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural societies", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Animals and Animal Protection", 
    "Bank mergers", 
    "Capital", 
    "Conservation of natural resources", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Easements", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export finance", 
    "Exports", 
    "Farm Credit Administration", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government securities", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Investments", 
    "Leases", 
    "Public Lands and Real Property", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Secondary mortgage market", 
    "Securities and Investments", 
    "Soil conservation", 
    "Soil erosion", 
    "State laws", 
    "States", 
    "Stockholders", 
    "Stocks", 
    "Sunset legislation", 
    "Tax-exempt securities", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-15", 
    "text": "Farm Credit Borrower Stock Protection and System Restoration Act of 1987 - Title I: Capitalization; Stock Protection - Amends the Farm Credit Act of 1971 to require Farm Credit System (FCS) institutions to incorporate provisions for capitalization in their bylaws. Sets forth required contents with respect to such provisions. Describes criteria to govern any capitalization plan adopted by an FCS institution, including a requirement that the plan enable the institution to meet permanent capital adequacy standards in accordance with generally accepted accounting principles. Directs the Farm Credit Administration (FCA) to issue regulations that establish minimum permanent capital adequacy standards, to be phased in over a seven-year period. Prohibits the FCA, during this seven-year period, from initiating regulatory or supervisory actions, such as receivership or liquidation, against institutions failing to meet minimum permanent capital adequacy standards unless the action is sanctioned by the board of directors of the Federal Farm Credit Assistance Board. Provides that failure of any FCS institution to adopt and administer an appropriate capitalization plan will be grounds for an enforcement action by the FCA. Permits the board of directors of an FCS institution, upon stockholder approval, to adopt bylaws providing for stockholder voting rights on other than a one-person-one-vote basis. Directs the FCA to issue regulations for the implementation of these capitalization requirements not later than 180 days after this Act's enactment. Requires, during the seven-year period following this Act's enactment, that any borrower stock and certain other ownership interests in FCS institutions be retired at par value. Directs the Federal Farm Credit Assistance Board, upon notification by an FCS institution that it is unable to retire borrower stock at par value because of its financial condition, to: (1) pay to the institution enough funds to retire the stock at par value; or (2) ensure that holders of borrower stock in an institution that is in liquidation, receivership, conservatorship, or similar status will receive par value for their holdings. Title II: Financial Assistance Through the Federal Farm Credit Assistance Board - Establishes the Federal Farm Credit Assistance Board (Board), an independent agency whose purposes are to: (1) obtain funds from the Secretary of the Treasury for use to protect the stock of FCS institution borrowers and to assist in restoring such institutions to economic viability, thus permitting them to continue to provide credit to farmers and ranchers at reasonable rates; and (2) receive funds from FCS institutions in repayment of Federal assistance. Sets forth criteria to govern Board membership, procedures, and leadership. Enumerates both general and specific corporate powers of the Board. Rescinds required purchases or assessments made by the Farm Credit System Capital Corporation and directs refunds of monies obtained through such purchases or assessments. Reverses or repays, as appropriate, all contributions made by FCS banks under loss-sharing agreements since December 23, 1985. Directs each FCS bank to pay to the Board an amount determined in accordance with this Act, to a maximum equal to the amount that the bank contributed under FCS capital preservation agreements. Sets forth a timetable to govern the activities described in this paragraph. Directs the Board to assist FCS institutions whose financial condition would not permit them to carry out their responsibilities without such assistance. Lists possible Board actions, including: (1) paying amounts necessary to bring the institution's stock out of an impaired condition; and (2) taking prescribed actions with respect to non-accrual loans and acquired property and with respect to high-cost debt. Directs the Board to pay to an FCS institution the amount necessary to permit the institution to retire borrower stock at par value if other assistance has not been adequate for this purpose. Requires that each FCS bank pay the Board an amount equal to two-tenths of one percent of the average annual volume of accruing loans outstanding until all amounts received by the Board from the Secretary of the Treasury for financial assistance to the institutions are repaid. Authorizes an institution to pay more than its required amount if it wishes to do so. Directs the Board to obtain from the Secretary, by sale of its obligations or otherwise, funds sufficient to carry out its responsibilities. Directs the Secretary to make such funds available. Describes the authority of the Secretary with respect to the obligations of the Board. Prohibits the Board from making assistance available to FCS institutions if the costs of the assistance would exceed those of liquidation of the institution. Permits the Board to terminate capital preservation agreements. Sets forth additional limitations on the Board. Declares that the Board shall not be subject to supervision or regulation by the Farm Credit Administration. Requires annual audits of Board records by the Comptroller General. Directs the Board to report annually to specified congressional committees on: (1) its activities and their effect on the financial condition of FCS institutions; and (2) the progress made by the institutions in achieving restoration of their financial viability. Terminates the powers of the Board upon fulfillment of its responsibilities under this Act. Caps at $6,000,000,000 the fiscal authority of the Secretary to purchase Board obligations or otherwise make funds available to the Board. Describes conditions, procedures, and transactions to occur during the period of transition as the Farm Credit System Capital Corporation progressively relinquishes its authority. Fixes December 31, 1988, as the date by which the Farm Credit System Capital Corporation must be terminated. Title III: Stockholder Authority to Reorganize System Institutions to Improve Operating Efficiency - Adds a new title to the Farm Credit Act of 1971 to govern mergers of various FCS institutions, as well as the structure and operation of the resulting entities. Provides for the merger of banks within a district into a merged bank. Describes criteria and procedures relating to the board of directors, powers, capital stock, earnings, reserves, and distributions for the resulting entity. Includes corresponding provisions with respect to the merger of like banks in different districts. Permits mergers of, and transfers of assets and powers by or to, associations within a district and describes the relevant transactions associated with such activity. Includes specific provisions for: (1) transfers by production credit associations to banks; (2) transfers by Federal land banks to Federal land bank associations; (3) mergers of associations into banks; (4) mergers of like and unlike associations (such as a merger of one or more production credit associations with one or more Federal land bank associations); and (5) mergers of service organizations. Requires prior approval by the FCA of information disclosed in the context of plans of merger or plans for the transfer of lending authority. Describes procedures and timetables to govern the approval process, including provisions for the remedy of any deficiencies identified by the FCA. Accords tax-exempt status to any entity resulting from the merger of currently tax-exempt entities (Federal land banks, Federal land bank associations, and Federal intermediate credit banks). Grants a limited tax exemption to entities resulting from a merger in which at least one constitutent was a production credit association or a bank for cooperatives. Title IV: Secondary Market for Agricultural Loans - Amends the Farm Credit Act of 1971 to add a new title, the Federal Farm Credit Mortgage Corporation Act of 1987, in the interest of: (1) increasing the availability of agricultural credit; (2) stimulating the flow of investment capital into the agricultural sector; and (3) increasing the liquidity and lending capacity of agricultural lenders. Establishes the Federal Farm Credit Mortgage Corporation as an institution of the Farm Credit System. Describes the general corporate powers and the investment powers of the Corporation. Accords the Corporation tax-exempt status with respect to all taxation except State and local real property taxes. Provides for a Board of Directors to govern the Corporation and sets forth criteria relating to Board operations and membership. Describes requirements with respect to common stock and preferred stock of the Corporation, including a requirement that there be at least one class of common stock issued to and held by only the FCS banks. Authorizes the Corporation to purchase, service, sell, lend on the security of, or otherwise deal in, agricultural loans (defined in the Act). Confines such operations to those loans deemed to be of such quality, type, and class as to meet generally the purchase standards imposed by private institutional agricultural loan investors. Permits the Corporation to establish reasonable requirements and to impose fees in connection with its services. Permits classifications of sellers or servicers to the extent distinctions bear a rational relationship to this Act's purposes or provisions. Disallows distinctions based solely on whether an entity is an FCS bank. Authorizes the Corporation to borrow, to give security, to pay interest or other return, and to issue notes, debentures, bonds, and other securities. Requires FCS banks to guarantee the Corporation's performance with respect to any agricultural loan or security, including loans and instruments subject to guarantees issued by the Corporation. Authorizes FCS members to lend money to the Corporation. Permits the Corporation to guarantee the timely payment of principal and notice payments on certain notes, bonds, trust certificates or other obligations, or other securities. Requires the Corporation to collect a reasonable fee for such guarantees and to charge other fees as appropriate with respect to such activities. Details procedures and powers to be implemented when an issuer is unable to make payments on any security guaranteed by the Corporation, including the power of the Corporation to enter into contracts under which the issuer relinquishes interest in the agricultural loans serving as security for the loan. Preempts State, local, and other preexisting Federal law with respect to such contracts. Declares that all securities issued or guaranteed by the Corporation shall be deemed to be exempt securities within the meaning of U.S. securities law. Exempts such agricultural loans, obligations, or other securities that have been issued, sold, or guaranteed by the Corporation from State laws requiring registration or qualification, but permits any State, within five years of this Act's enactment, to enact a statute specifically requiring the Corporation to register. Describes the regulatory authority of the Farm Credit Administration with respect to the Corporation. Limits such authority to providing for the examination of, and the general regulation of, the safe and sound performance of the powers, functions, and duties of the Corporation. Provides for FCA audit of the fundamental transactions of the Corporation. Directs: (1) the FCA to make an annual report to the Congress on the Corporation's condition; and (2) the Corporation to publish an annual report of condition in accordance with requirements prescribed by the FCA. Empowers the FCA to issue a cease and desist order, after notice and a hearing in accordance with the framework provided in this Act, when a person participating in the affairs of the Corporation engages in or is about to engage in unsafe or unsound practices with respect to the Corporation's business. Provides for enforcement of such orders by specified district courts. Provides for the removal (after proper notice and hearing) of any officer or director of the Corporation who has violated a cease and desist order, engaged in unsafe or unsound practices in connection with the Corporation, or breached a fiduciary duty. Permits judicial review in specified district courts of orders suspending such persons from office. Permits subsequent review upon petition to the appropriate court of appeals. Immunizes all rights and remedies of the Corporation from impairment, limitation, or restriction by or under any law or administrative or other action that becomes effective after the Corporation's acquisition of the property in question. Exempts agricultural loans purchased by or guaranteed by the Corporation from State constitutional or statutory limits on interest, discount points, and finance charges. Amends the Home Owner's Loan Act of 1933, the Federal Credit Union Act, and other Federal law to reflect the changes made by this Act. Title V: Clarification of Certain System Authorities - Amends the Farm Credit Act of 1971 to remove the sunset provision applicable to the authorities for: (1) certain export financing activity of banks for cooperatives; and (2) Federal intermediate credit bank lending or discounting of paper for other financial institutions. Deletes the provision that limits a Federal land bank or a production credit association from making rural housing loans in an aggregate amount that exceeds 15 percent of its total loans outstanding. Authorizes Federal land banks, Federal intermediate credit banks, and production credit associations to participate in leveraged lease arrangements. Title VI: Regulatory Authorities - Amends the Farm Credit Act of 1971 to remove a number of powers of the FCA, including: (1) the authority to amend Federal land bank charters on their own initiative; and (2) to approve various institution activity (such as loss-sharing agreements and matters relating to stock) with respect to Federal land banks, Federal land bank associations, Federal intermediate credit banks, production credit associations, and banks for cooperatives. Eliminates the role of the FCA in the process by which farm credit district directors are elected, shifting this role to the district board, which is directed to delegate nomination and election responsibilities to an independent district election committee. Sets forth transition rules for FCA approvals, stating that all existing approvals remain in effect. Covers both existing approvals and those that will be replaced by regulatory oversight under the amendments made by this Act. Title VII: Conservation - Amends the Food Security Act of 1985 with respect to the conservation acreage reserve program. Prohibits the Secretary of Agriculture from rejecting certain offers to place land under the program. Makes this provision applicable only with respect to persons who regularly make loans secured by agricultural real estate and who have acquired highly erodible cropland through foreclosure proceedings arising out of the borrower's failure to meet loan payment obligations. Directs the Secretary to adjust payments to the parties involved in the sale of such land so that the buyer is able to participate in the program. Directs that the Secretary ensure, insofar as practicable, that lenders do not enjoy an advantage over other owners and operators of highly erodible cropland. Authorizes the Secretary to take measures to achieve this objective, including the establishment of separate bidding procedures. Exempts lenders from the conservation program's three-year holding requirement. Amends the Farm Credit Act of 1971 to affirm the authority of any FCS institution, with respect to real property it acquires through foreclosure or other proceeding, to sell an easement for conservation, recreation, wildlife, or similar purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Credit Borrower Stock Protection and System Restoration Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Farm Credit Mortgage Corporation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure farmers, ranchers and their cooperatives that the value of their stock in Farm Credit System institutions is protected, to restore System institutions to economic viability and competitiveness for the benefit of U.S. agriculture, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:31-05:00"
}