{
  "actions": [
    {
      "acted_at": "1973-05-09", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7666-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "29", 
      "name": "Danielson, George E.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00263", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Regula, Ralph", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "00951", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Steelman, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01106", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Towell, David", 
      "sponsored_at": "1973-01-03", 
      "state": "NV", 
      "thomas_id": "01164", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Vanik, Charles A.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01183", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Young, Andrew", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "01254", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-09", 
  "number": "7666", 
  "official_title": "A bill to provide for the establishment of the Cuyahoga Valley National Historical Park and Recreation Area.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7066-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Domestic Volunteer Service Act", 
  "sponsor": {
    "district": "14", 
    "name": "Seiberling, John F.", 
    "state": "OH", 
    "thomas_id": "01040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-09", 
  "subjects": [
    "ACTION", 
    "Aged and aging", 
    "Antipoverty program", 
    "Business and commerce", 
    "Narcotics", 
    "Poverty", 
    "Rehabilitation", 
    "Small business", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Volunteer workers", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-09", 
    "text": "Domestic Volunteer Service Act - Title I: National Volunteer Anti-Poverty Programs - Provides for the Volunteers in Service to America (Vista) program of full-time volunteer service, together with appropriate powers and responsibilities designed to assist in the development and coordination of such program. Authorizes the Director to recruit, select, and train persons to serve in the VISTA program. Authorizes the Director to assign VISTA Volunteers, upon the request of Federal, State, or local agencies or private nonprofit organizations. Directs the Director, wherever feasible, to assign low-income VISTA volunteers to serve in their home communities in teams with nationally recruited VISTA volunteers having an appropriate specialty which would benefit that community. Requires the Director to terminate the assignment of an individual VISTA volunteer within thirty days of a Governor's request or within a mutually agreeable time frame. Requires that VISTA Volunteers make a full-time, personal commitment to combating poverty, including, to the extent practicable, a commitment to live among and at the economic levels of the people with whom they are assigned to work, and to remain available for services without regard to regular working hours, at all times during their term of service except for authorized periods of leave. Authorizes a two-year term of enrollment for VISTA Volunteers. States that no volunteer shall serve for more than five years. Provides for the establishment of a grievance procedure for VISTA Volunteers in connection with the terms and conditions of their service. Directs the Director to support volunteers serving under this Act through living allowances, travel allowances, and leave allowances, and through housing, supplies, equipment, subsistence, clothing, health and dental care, transportation, supervision, technical assistance, and any other support which he deems necessary or appropriate for volunteers to carry out their assignments. Directs the Director, in consultation with the Attorney General, the Secretary of HEW, the Secretary of Labor, and appropriate State officials, to conduct a special emphasis program by assigning VISTA, UYA, or other ACTION volunteers to departments of corrections in a State, county, city, or public school district in futherance of the purpose of the Act. Directs him to place a special emphasis on the recruitment of rehabilitated criminal offenders as participating volunteers. Provides that the Director in consultation with the VA Administrator, the Commissioner of Education and the Secretary of Labor, shall conduct a program in furtherance of the purpose of this Act, with a special emphasis on the recruitment as volunteers of persons who are Vietnam-era veterans. Directs the Director, in consultation with the Director of the Special Action Office on Drug Abuse Prevention, the Director of the National Institue of Mental Health, and the VA Administrator, to conduct the special emphasis program by assigning VISTA, UYA, or other ACTION volunteers to programs in furtherance of the purpose of rehabilitating drug abusers. Title II: National Older American Volunteer Programs - Provides for the making of grants by the Director of ACTION to State agencies to develop a volunteer service program, limiting those volunteers to individuals over 60 years of age. Requires the Director to coordinate programs under this title with relevant programs in other Federal agencies in disseminating information about the availability of assistance under this title, and in promoting the identification and interest of older persons whose services may be utilized under this title. Title III: National Volunteer Programs to Assist Small Businesses and Promote Voluntary Service by Small Business Proprietors - Directs the Director to consult with the Administrator of the Small Business Administration in order that they may cooperate in the operation of the Service Corps of Retired Executives (SCORE) and Active Corps of Executives (ACE) program which provides managerial and other assistance to small businesses. States that the Director shall be responsible for (1) conducting a national publicity and recruitment effort to publicize the accomplishments of these programs and to encourage others to serve in them; (2) providing general budgetary planning for the SCORE/ACE program and appropriate logistical support (including office space and supplies when the SBA has none available to the SCORE/ACE volunteers serving Small Business Administration clients; and (3) expanding the application of the expertise of SCORE and ACE volunteers to other projects and agencies, besides the Small Business Administration, to carry out programs authorized by this act or the Economic Opportunity Act. Declares that such volunteers, while working on SBA projects or new programs under this title, shall be considered Federal employees for purposes of Federal tort claims and compensation for work injuries. Prohibits SCORE/ACE volunteers serving in connection with responsibilities of the Director of the ACTION Agency under this Act from participating in any screening or evaluation activies on behalf of the Small Business Administration in connection with applications for loans from the Administration and prohibits them from providing services to a client of the Small Business Administration with a delinquent loan outstanding except when specifically requested by such a client after the loan has become delinquent. Title IV: Administration and Coordination - Provides the Director with general authorities which are in addition to those given him by other provisions of the Act. Prohibits funds appropriated to carry out the Act from being used to finance political activity or election, and authorizes the Director to issue rules and regulations for the enforcement of these political prohibitions and similar prohibitions in any programs assisted under the Act. Prohibits agencies or organizations to which volunteers are assigned, or which operates or supervises any volunteer program authorized by this Act, from requesting or receiving any compensation for services of those volunteers. Prohibits the use of funds authorized to be appropriated under this Act from being used to finance labor or antilabor organizations. Authorizes the Director to prescribe requirements for volunteer service in programs authorized by this Act and requires volunteers and prospective volunteers to provide information concerning their qualifications. Establishes in the ACTION Agency a National Voluntary Services Advisory Council to be composed of not more than 25 members appointed by and serving at the pleasure of the President. Provides that the Council shall advise the Director with respect to administrative and policy matters, and at his request, review the effectiveness of the program, operating under this and the Peace Corps Act. Prohibits the Director from providing financial assistance for any program under this Act unless the financial arrangement specifically prohibits discrimination because of race, creed, national origin, sex, physical or mental disability, political affiliation, or belief. Provides that the stipend paid to volunteers under this Act shall not be taxed until actually received by the volunteers. Exempts from the income tax the allowance received by VISTA and University Year for ACTION volunteers and volunteers serving in full-time programs of at least one-year's duration under part C of title I of this Act, except for stipends (to VISTA or UYA Volunteers or Volunteer Leaders), leave allowances, and that part of the living allowance which the Director determines is basic compensation. Title V: Authorization of Appropriations - Provides authorization for appropriation for each of the programs under ACTION for the next three fiscal years. Prohibits the expenditure in excess of ten percent of the total amount appropriated and made available for this Act for Administrative expenditures, including the compensation of Federal employees. Title VI: Amendments to Other Laws and Repealers - Supersedes the program and administrative provisions of Reorganization Plan No. 7 relating to domestic volunteer programs. Provides that all official action taken by the Director of the ACTION Agency his designee, or any other person under the authority of such Reorganization Plan which are in force on the effective date of this Act and for which there is continuing authority under the provisions of this Act shall continue in full force and effect until modified, superseded or revoked by the Director. Provides that VISTA, University Year for ACTION volunteers, and volunteers serving in full-time programs of at least one-year's duration under title I of this Act who subsequently become members of the Federal Civil Service shall have their volunteer service time counted as creditable toward civil servive retirement, in accordance with the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Volunteer Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of the Cuyahoga Valley National Historical Park and Recreation Area.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:56-05:00"
}