{
  "actions": [
    {
      "acted_at": "1997-06-19", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-26", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-26", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "text": "Referred to the Subcommittee on Telecommunications, Trade, and Consumer Protection.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-21", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Energy and Power", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-22", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Energy and Power", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1960-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Trade, and Consumer Protection", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-19", 
  "number": "1960", 
  "official_title": "To modernize the Public Utility Holding Company Act of 1935, the Federal Power Act, the Fair Packaging and Labeling Act, and the Public Utility Regulatory Policies Act of 1978 to promote competition in the electric power industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electric Power Competition and Consumer Choice Act of 1997", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-19", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Affiliated corporations", 
    "Air pollution control", 
    "Alternative energy sources", 
    "American investments", 
    "Auditing", 
    "Business income tax", 
    "Business records", 
    "Carbon dioxide", 
    "Civil rights and liberties, minority issues", 
    "Cogeneration of electric power and heat", 
    "Commerce", 
    "Competition", 
    "Competitive bidding", 
    "Consumer education", 
    "Consumer protection", 
    "Contracts", 
    "Corporate divestiture", 
    "Corporate mergers", 
    "Department of Energy", 
    "District courts", 
    "Diversification in industry", 
    "Electric industries", 
    "Electric power", 
    "Electric power distribution", 
    "Electric power plant sites", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric utility rates", 
    "Emissions trading", 
    "Employee training", 
    "Energy", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental health", 
    "Environmental protection", 
    "Executive Office of the President", 
    "Federal preemption", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Gas companies", 
    "Gas industry", 
    "Government corporations", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Holding companies", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Investments", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Licenses", 
    "Monopolies", 
    "Natural gas", 
    "Nitrogen oxides", 
    "Parties to actions", 
    "Poor", 
    "Price discrimination", 
    "Public utility regulation", 
    "Restrictive trade practices", 
    "Retail trade", 
    "Right of privacy", 
    "Rural electrification", 
    "Securities regulation", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Subsidiary corporations", 
    "Sulphur dioxide", 
    "Tennessee Valley Authority", 
    "Tennessee Valley development", 
    "Trade associations", 
    "Transportation and public works", 
    "Water resources development"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-19", 
    "text": "TABLE OF CONTENTS: Title I: Standards of Competition Subtitle A: Application of PUHCA and PURPA Subtitle B: Mergers, Acquisition, Market Concentration, Affiliate Relationships and Diversification Subtitle C: Electric Energy Transmission and Distribution Policies Subtitle D: General and Miscellaneous Provisions Title II: Reliability Electric Power Competition and Consumer Choice Act of 1997 - Title I: Standards of Competition - Subtitle A: Application of PUHCA and PURPA - Declares the Public Utility Holding Company Act of 1935 (PUHCA) inapplicable to a holding company system if each electric utility company and affiliate that is an electric utility company has received from all appropriate State certificate attesting to its compliance with the standards and requirements of competition under the Public Utility Regulatory Policies Act of 1978 (PURPA). (Sec. 102) Amends PURP to exempt a certificated electric utility from the requirement that electric utilities offer to purchase electric energy from qualifying cogeneration and small power production facilities. Authorizes a State regulatory authority to elect to require that electric energy distributors or sellers comply with PURPA competition standards and requirements. Instructs the Federal Energy Regulatory Commission (FERC) to establish criteria for State certification of compliance with competition standards and requirements, including a retail competition and public benefit standard. Sets forth a Federal comparability requirement under which it is unlawful for: (1) any person or State or local governmental entity with a State designated retail electric energy service territory to provide retail electric service to any person not within such service territory if the service is not available on a competitive basis to all retail electric energy customers in the territory; and (2) the Tennessee Valley Authority or any Federal Power Marketing Authority to provide retail electric service to any person not within a specified area if such service is not available on a competitive basis to all retail electric energy customers within such area. Authorizes any person to commence a civil action in Federal district court for violation of the comparability requirement. Requires the court to award litigation costs and attorney's fees to any substantially prevailing plaintiff in such action. Mandates that each electric utility meet specified Federal retail competition or divestiture standards and public benefit certification requirements. (Sec. 103) Amends the Federal Power Act (FPA) to direct the President to prescribe rules to assure that generators or providers of electric energy for sale or for ultimate consumption cannot obtain any competitive advantage by reason of ownership, control, use, or purchase of electric energy from facilities that are not subject to certain enforceable emission limitations as stringent as performance requirements for new electric generating facilities under the Clean Air Act. States that such standards may provide for trading of emission allowances as a compliance option. Prohibits the construction of Federal law to preempt otherwise applicable State authority to review the prudence of any wholesale or retail cost incurred by an electric utility, or to determine the recovery of costs for the sale or delivery of electric energy and related services to a retail customer regardless of the facilities used for such transactions. Prohibits the construction of Federal law to: (1) affect FERC authority to approve or disapprove the inclusion of existing contract or transaction costs of an affiliate or associate company in rates or charges imposed by an electric utility; (2) preempt State authority to impose certain nonbypassable charges on use of or access to electric energy services or facilities to ensure sustained and equitable allocation of costs associated with low-income services and other specified investments; or (3) preempt State authority to impose minimum portfolio standards that ensure maintenance or improvement of current levels of reliance on renewable energy resources. Empowers FERC to establish safety and power quality standards relating to net metering for renewable energy under PURPA. Amends PUHCA to deny the Security and Exchange Commission (SEC) authority to exempt from prior SEC approval the acquisition by a registered holding company of any interest in an energy-related company (including securities and utility assets). Prohibits FERC from permitting investments by a registered holding company in foreign utility operations in excess of 50 percent of consolidated retained earnings without a certification of competition. Subtitle B: Mergers, Acquisition, Market Concentration, Affiliate Relationships and Diversification - Conditions acquisition of an interest in a public utility that results in effective control or ownership upon: (1) certain FERC findings; (2) submission to FERC of certain public utility certifications regarding effective competition and substantial electric service cost reductions; and (3) transactions executed on an arms-length basis. Directs FERC to establish the parameters governing such transactions. (Sec. 112) Prohibits a public utility company from using its resource ownership or control to create or maintain a situation inconsistent with effective competition in the purchase and sale of electric energy or natural gas in any market in which it has a designated service territory for the retail distribution of such energy. Authorizes FERC, upon finding a violation, to order a public utility company to sell or transfer assets on an arm's-length basis. (Sec. 113) Instructs FERC to promulgate regulations which ensure that diversification by any public utility takes place in specified arm's-length relationships. Prohibits FERC from permitting diversification unless each State ratemaking authority has certified its authority and resources to prevent such diversification from having an adverse effect on the utility's or any affiliate's retail customers. Extends the State certification requirement to contracts worth over $1 million between a public utility and its affiliates. Precludes the interpretation of Federal law to prevent either a State commission or FERC from disallowing costs unreasonably incurred, or imputing revenues unreasonably foregone. Prohibits this Act from being construed to modify or supersede application of the antitrust laws. Subtitle C: Electric Energy Transmission and Distribution Policies - Amends the FPA to direct FERC to promulgate rules establishing tariffs applicable in the largest regions feasible to: (1) ensure development of competitive electricity markets, while encouraging economical use of existing generating facilities and the economical location of future generating facilities; (2) ensure full recovery by transmission facilities' owners of prudent transmission costs; (3) prevent multiple charges for transmission service based on the number of transmission owners; and (4) prevent a seller of energy from gaining advantage over competitors by reason of ownership or control of electric power transmission or distribution facilities. Replaces FPA proscriptions on mandatory retail wheeling and sham wholesale transactions with a mandate that any order requiring a transmitting utility to provide wholesale transmission service also apply to retail transmission service provided by any electric utility to the extent necessary to permit retail competition pursuant to PURPA standards of competition for electric utilities. (Sec. 122) Declares that FERC rules governing wholesale or retail open access transmission services of public utilities shall apply to the same extent to any transmitting utility that is not a public utility and to any Federal Power Marketing Agency (subject to exemptions in the public interest). (Sec. 123) Grants State commissions and FERC access to books and records of a public utility and its affiliates. (Sec. 124) Amends PURPA to declare that Federal law does not prevent a State regulatory authority from establishing the incremental cost to a purchasing electric utility of alternative electric energy at levels which reflect avoided environmental costs that are not included in market rates. Provides that where a State regulatory authority determines that an electric utility's incremental cost of alternative electric energy shall be determined by competitive bidding, such authority may segment the bid by generation technology or groups of generation technologies. (Sec. 125) Amends the Fair Packaging and Labeling Act to prescribe guidelines for disclosure of specified data by sellers of electricity to electric consumers. Prescribes privacy requirements for consumer proprietary information. (Sec. 126) Requires every generator and seller of electric energy to submit to the Secretary of Energy renewable energy credits in an amount equal to a gradually increasing percentage of total sales each calendar year, reaching ten percent for the year 2010 and thereafter. Directs the Secretary to establish a program to issue such credits to generators of renewable energy, and impose administrative fees on them. (Sec. 127) Directs FERC to establish a Federal-State Joint Board to recommend uniform universal service support mechanisms. Requires each State to consider such recommendations before making a PURPA certification of competition. Defines universal service as an evolving level of electric services established periodically by the States, taking into account advances in technologies and services. Subtitle D: General and Miscellaneous Provisions - Defines terms used in this Act. Title II: Reliability - Amends the Federal Power Act to direct each electric utility and transmitting utility to join an electric reliability council, which shall promote the reliability of electricity supply and system. Requires FERC to oversee the operations of such councils."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Power Competition and Consumer Choice Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To modernize the Public Utility Holding Company Act of 1935, the Federal Power Act, the Fair Packaging and Labeling Act, and the Public Utility Regulatory Policies Act of 1978 to promote competition in the electric power industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:57-05:00"
}