{
  "actions": [
    {
      "acted_at": "1989-05-04", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Labor", 
      "text": "Referred to Subcommittee on Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Department of Labor, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-16", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed: S.Hrg. 101-728.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute and an amendment to the title. With written report No. 101-558. Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "calendar": "Senate Legislative", 
      "number": "1028", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1028.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s930-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1990-06-13", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1990-07-25", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-05-04", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1990-06-27", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1990-06-28", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1990-06-26", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-06-27", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-04", 
  "number": "930", 
  "official_title": "A bill to amend the Occupational Safety and Health Act of 1970 to establish an Office of Construction, Safety, Health, and Education within OSHA, to improve inspections, investigations, reporting, and recordkeeping in the construction industry, to require certain construction contractors to establish construction safety and health programs and onsite plans and appoint construction safety specialists, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2254-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Construction Safety, Health, and Education Improvement Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-09-26", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "Building construction", 
    "Business records", 
    "Construction industries", 
    "Construction workers", 
    "Crime and law enforcement", 
    "Employee training", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Industrial accidents", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Planning", 
    "Safety measures", 
    "Small business", 
    "Standards", 
    "State laws"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1990-10-27", 
    "text": "Construction Safety, Health, and Education Improvement Act of 1990 - Amends the Occupational Safety and Health Act of 1970 (the Act) to establish in the Occupational Safety and Health Administration (OSHA) an Office of Construction Safety, Health, and Education (the Office) to ensure safe and healthy working conditions in the performance of construction work. Directs the Secretary of Labor (the Secretary) to: (1) develop mandatory standards for construction safety and health plans and programs established under this Act; (2) assume control of a construction site to both prevent the destruction of any evidence that would assist in the investigation of a fatality, serious injury, or incident, (unless it must be moved or destroyed as a part of rescue operations) and monitor the rescue operations conducted in response to the incident; (3) assist the Advisory Committee on Construction Safety and Health in developing training courses and curriculum for the Construction Safety and Health Academy; (4) advise and consult with construction employer associations, construction employers, construction employees, and labor organizations as to effective means of prevention serious injuries in construction work; (5) increase awareness of construction site safety through education, training, and outreach programs; (6) promulgate regulations requiring construction employers to establish and comply with special health and safety programs if they have high frequency rates of fatalities or serious injuries or patterns of noncompliance with health and safety standards; (7) develop and implement regulations necessary to ensure compliance with the Act, and ensure that such regulations are appropriate and adequate for the safety and health of employees of firms of different sizes, types of work, and past safety and compliance records (different firms); (8) make available materials necessary for compliance with the Act to project constructors, employers, and employees; and (9) carry out specified duties for construction worksite inspections, investigations, reporting, and recordkeeping and for construction safety and health plans and programs. Establishes within OSHA the position of Deputy Assistant Secretary of Labor who is to: (1) be appointed by the Secretary; (2) coordinate Office activities with those of other offices and directorates within OSHA as they relate to safety, health, and education in the construction industry; and (3) coordinate the activities and advice of the Advisory Committee on Construction Safety and Health with all OSHA activities relating to such matters, ensuring that the Advisory Committee performs its functions under the Act and the Contract Work Hours and Safety Standards Act. Directs the Secretary to employ additional OSHA inspectors to carry out the Secretary's specified responsibilities for construction worksite inspections, investigations, reporting, and recordkeeping and for construction safety and health plans and programs. Directs the Secretary, with the advice of the Advisory Committee on Construction Safety and Health, to determine the necessary qualifications and training for such inspectors, including: (1) full understanding of the Act and the Secretary's standards and regulations for the construction industry; and (2) at least five years' experience working in the construction industry. Provides for designation of an Office employee to serve as small business liaison. Establishes requirements for construction safety and health plans and programs. Requires designation of a project constructor (the constructor) in a contract with the construction owner for every construction project covered by the Act. Gives the constructor overall responsibility for the safety and health of all construction employees at the construction worksite, and for performing constructor duties set out in the Act and regulations issued under it. Prohibits a homeowner from being designated constructor on a project involving work on the homeowner's own residence. Directs the Secretary to promulgate interim regulations, within 60 days after October 1, 1991, to provide for establishment of construction safety and health plans and programs. Requires such regulations to be appropriate for different firms, and to include provisions for: (1) written safety and health plans by constructors, including the project safety and health programs of construction employers involved in the project; (2) hazard analyses that identify the potential for and provide instructions to prevent hazards in the construction process; and (3) construction process plans that include means to ensure worksite structural stability and worksite inspections. Directs the Secretary to develop and implement final regulations that are appropriate for different firms and that include each of the requirements of the interim regulations. Requires such final regulations be developed and implemented within 180 days after October 1, 1990, and become effective 60 days after promulgation. Directs the Secretary to develop and implement regulations, appropriate for different firms, under which: (1) constructors designate project safety coordinators (coordinators) for construction projects and notify construction employers of their identity (although such coordinators may not be assigned overall responsibility for project safety); and (2) coordinators, on behalf of constructors, adequately monitor safety at construction sites, prepare project safety and health plans before construction commencement, ensure construction employers' compliance with reporting requirements, and develop permit systems to authorize employers to engage in operations determined to pose a risk of death or serious injury (covered operations). Requires covered operations to include: (1) construction of trenches and excavations; (2) erection and dismantling of scaffolding; (3) demolition of any building or structure; (4) operation of cranes and derricks; (5) operations requiring employees to enter confined or enclosed spaces; (6) operations involving exposure to a toxic substance; and (7) other operations designated by the Secretary. Requires coordinators, in issuing such permits, to ensure that employers: (1) know of and show intent to comply with requirements of the Act and standards and regulations issued by the Secretary; and (2) have developed safety and health programs that adequately address the hazards of the covered operation. Directs the Secretary to develop and implement regulations, appropriate for different firms, under which construction employers (employers) involved in construction project worksites develop and implement project safety programs commensurate with the scope of the work. Requires such programs to require: (1) employers to appoint one competent person for each project to be responsible for general program administration; (2) a competent person to be at each worksite at all times that employers are engaged in construction work; (3) competent persons to inspect worksites frequently and take all necessary actions to eliminate hazards, including work stoppage or removal of affected employees if necessary; (4) provision of prescribed general health and safety training for construction employees; (5) adequate worksite instruction in the recognition of unsafe and unhealthy conditions, applicable standards and regulations, use of construction worksite equipment, and the handling of toxic and harmful substances; (6) emergency evacuation plans, inspection procedures, reporting of incidents, regular safety meetings, and monitoring procedures; (7) a procedure for employees and employee representatives to obtain an immediate inspection or a written evaluation, or both, of a perceived hazardous condition or harmful substance by a qualified person at any time in the construction process; and (8) upon determination that such condition or substance presents an imminent danger, for the project coordinator to stop work at, or remove affected employees from, the area in which such danger exists. Directs the Secretary to establish an effective system for construction worksite inspections. Requires such system to give priority to concentration of enforcement resources on construction worksites and operations with a high potential for fatalities or serious injuries, giving due weight to: (1) employers' worksite compliance records; and (2) frequency and severity rates of fatalities, serious injuries, and incidents attributable to particular owners and employers and particular types of construction projects, worksites, and operations. Requires project constructors to submit, before construction work commences, any information necessary for the Secretary to develop and conduct such system of prioritized inspections. Prohibits such priority system from limiting: (1) inspections based on complaints by construction employees on their representatives or complaints of imminent dangers; or (2) inspections following up prior enforcement actions or proceedings. Prohibits the Secretary from excluding from construction worksite inspections any construction owner or employer. Requires project constructors to maintain accurate records concerning fatalities, serious injuries, and incidents at a worksite. Requires project constructors to report to the Secretary by telephone or telegraph, within 24 hours after its occurrence, any incident involving construction work that results in: (1) a serious injury; (2) a fatality; or (3) a structural failure. Requires such reports to specify certain information. Directs the Secretary to conduct site inspections to investigate all such reports of incidents, as the Secretary prescribes. Requires such inspections as soon as practicable or at least within 24 hours after receipt of the telephone or telegraph report, unless site conditions would make inspection dangerous. Requires the project constructor to prevent destruction of evidence. Directs the Secretary to make public a narrative description of the occurrence. Requires the project constructor, at project completion or at one-year intervals during the project, to report to the Secretary all fatalities and serious injuries and all structural failures. Requires such report to provide specified information. Establishes in OSHA a Construction Safety and Health Academy to train: (1) OSHA employees who conduct construction worksite inspections; (2) construction employers and employees; and (3) other persons as the Secretary, with the advice of the Advisory Committee on Construction Safety and Health, considers appropriate. Authorizes the Academy to enter into cooperative educational and training agreements with educational institutions, State governments, labor organizations, and construction industry employers. Requires the Secretary and the Academy to provide equal access to services for employers, employees, and employee representatives. Makes technical revisions relating to the National Institute for Occupational Safety and Health. Grants the Advisory Committee on Construction Safety and Health specified powers to carry out its functions under the Act and under the Contract Work Hours and Safety Standards Act. Requires any State construction safety and health plan to comply with specified requirements for State plans under the Act and to provide for development and enforcement of requirements at least as effective as those imposed by the Act and the Contract Work Hours and Safety Standards Act. Authorizes the Secretary to make grants to States for administering and enforcing this Act. Sets forth formulas for determining the Federal share of such grants. Directs the Secretary to report to the President and the Congress: (1) annually on certain general subjects as these relate to the construction industry, including the operation of the Office; and (2) within 120 days after three years of Office operation, on whether specified relevant information supports the continued existence of the Office within OSHA or supports enactment of legislation to establish in the Department of Labor a Construction Industry Safety and Health Administration to be headed by an Assistant Secretary of Labor for Construction Safety and Health. Directs the Secretary to: (1) review all laws describing criteria by which Federal construction contracts are awarded; and (2) within 90 days after enactment of this Act, deliver to specified congressional committees recommendations regarding legislative changes required to make safety records (including records of compliance with safety and health laws and regulations) one criterion considered in the awarding of Federal construction contracts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Construction Safety, Health, and Education Improvement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Construction Safety, Health, and Education Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Occupational Safety and Health Act of 1970 to establish an Office of Construction, Safety, Health, and Education within OSHA, to improve inspections, investigations, reporting, and recordkeeping in the construction industry, to require certain construction contractors to establish construction safety and health programs and onsite plans and appoint construction safety specialists, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:25-05:00"
}