{
  "actions": [
    {
      "acted_at": "1977-05-13", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7172-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Whitley, Charles O., Sr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "01223", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-13", 
  "number": "7172", 
  "official_title": "A bill to establish more responsive programs for the benefit of farmers and consumers of farm products, and to extend and improve the programs conducted under the Agricultural Trade Development and Assistance Act of 1954, as amended.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7171-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Foley, Thomas S.", 
    "state": "WA", 
    "thomas_id": "00397", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-13", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural machinery", 
    "Agricultural policies", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Animals and Animal Protection", 
    "Commodity Credit Corporation", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Disasters", 
    "Disease control", 
    "Education", 
    "Energy", 
    "Executive reorganization", 
    "Family farms", 
    "Farms", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Feed grain program", 
    "Feed grains", 
    "Food industry", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Health", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Imports", 
    "Medical education", 
    "Milk", 
    "Motor vehicles", 
    "Nutrition", 
    "Nuts", 
    "Pests and pesticides", 
    "Research and development", 
    "Rice", 
    "Rural economic development", 
    "Rural housing", 
    "Soil conservation", 
    "Solar energy", 
    "Solar heating and cooling", 
    "Soybeans", 
    "Veterinary medicine", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agricultural credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-13", 
    "text": "Agricultural Act - Title I: Payment Limitation for Wheat, Feed Grains and Upland Cotton - Sets increasing amounts of payment limitations for each crop year from 1978 through 1981 for persons entitled to receive payments for wheat, feed grains or upland cotton under the annual programs established by the Agricultural Acts of 1949 and 1970. Title II: Dairy and Beekeeper Programs - Extends the effectiveness of Class I dairy base plans through 1984 and of other dairy base plans through 1981. Extends through 1981 the authority for making dairy products available to veterans' hospitals and to the Armed Forces, and for making indemnity payments to dairy farmers who sustain losses as a result of pesticides or, new with this Act, as a result of nuclear radiation of fallout. Sets the price support of milk at not less than 80 percent of parity, adjusted at the beginning of each semiannual period after the beginning of the marketing year and at the beginning of each remaining quarter. Extends through fiscal year 1981 the provisions of the beekeeper indemnity program. Title III: Wool and Mohair - Extends through 1981 the price support provisions of the National Wool Act of 1954. Excepts 1977 from the current price support of 80.2 cents per pound, grease basis; sets such support, for the years 1977 through 1981, at 85 percent of the amount calculated according to a specified formula. Excepts 1977 from the current price support for mohair; but makes no provision for such support for the years 1977 through 1981. Title IV: Wheat - Extends specified provisions of the Agricultural Act of 1949, as amended, through 1981. Raises the loan level for wheat to not less than $2.25 per bushel for the 1977 crops and to $2.35 per bushel for the 1978 through 1981 crops. Replaces the current established price with a target price and establishes such target price at $2.65 per bushel for the 1977 crop, at $3.00 per bushel for 1978, and for the 1979 through 1981 crops at an amount calculated according to a specified formula. Sets formulae for disaster payments and for prevented planting payments to compensate producers prevented from planting acreage intended for wheat because of drought, flood or other natural disaster. Suspends, for producers, processors and handlers, the marketing certificate program for the 1974 through 1981 wheat crops. Extends the set-aside program and current yield calculations through 1981. Substitutes, for the existing specified formulae for the determination of wheat acreage allotments, a single general formula based on an allocation factor found by dividing the announced national wheat acreage allotment by the number of harvested acres. Multiplies the allocation factor by the acreage of wheat harvested on the farm in the current crop year to determine each farm's allotment. Title V: Feed Grains - Extends specified provisions of the Agricultural Act of 1949, as amended, through the 1981 crops. Raises the loan level for corn to $1.75 per bushel for the 1977 crop and to $2.00 per bushel for each of the 1978 through 1981 crops. Replaces the established price of feed grains with a target price and sets such target price of corn at $1.85 per bushel for the 1977 crop, at $2.10 per bushel for 1978, and the 1979 through 1981 crops at the previous year's target price, adjusted to reflect changes in the average adjusted cost of production over the previous two to four years. Substitutes, for the existing specified formulae for the determination of feed grain acreage allotments, a single general formula based on an allocation factor found by dividing the announced national feed grain acreage allotment by the number of harvested acres. Multiplies the allocation factor by the acreage of feed grain harvested on the farm in the current crop year to determine each farm's allotment. Title VI: Cotton - Extends the national cotton production goal and national base acreage allotment provisions of the Agricultural Adjustment Act of 1938. Suspends through 1981 other provisions, including: (1) the proclamation of national marketing quotas; (2) the referendum of cotton farmers on the marketing quota proclamation; (3) the existing basis for apportioning national acreage allotments and (4) the program for preserving unused acreage allotments. Revises the formula basis of the level for nonrecourse loans for the 1978 through 1981 crops. Directs the President to proclaim a special limited global import quota, subject to specified conditions, whenever the average price of Strict Low Middling one and one-sixteenth inch cotton exceeds a specified maximum. Sets the established price per pound of cotton at 110 percent of the loan level. Title VII: Rice - Extends through 1981 specified provisions of the Agricultural Act of 1949, as amended by the Rice Production Act of 1975. States that for the 1978 through 1981 crops: (1) the established price shall be the established price for the previous year's crop adjusted to reflect any change in specified costs; and (2) the loan level shall bear the same ratio to the loan rate for the preceding year's crop as the established price for each year bears to the established price for the preceding year's crop. Requires that payments to cooperators planting not less than 90 percent of their allotment shall be based on the entire amount of such allotments. Requires that, beginning with the 1978 crop the $55,000 limitation on the total amount of payments to any eligible person shall be reduced 5 percent for each crop year from the limitation in effect for the previous crop year, never, though, below the limitation in effect for wheat, feed grains and cotton. Title VIII: Peanuts - Peanut Production Act - Suspends, for the 1978 through 1981 crops, provisions of the Agricultural Adjustment Act of 1938 relating to national marketing quotas and county acreage allotments. Establishes an annual national acreage allotment for peanuts, not less than 1,610,000 acres. Directs the Secretary of Agriculture to announce a minimum national poundage quota each year. Requires, for each farm, a farm yield determined according to a specified formula, a farm base production poundage and a farm poundage quota. Requires the Secretary to permit the sale, lease and transfer of acreage allotments, and prescribes the basis of such transfers. Increases the penalty for the marketing of peanuts in excess of a farm's quota from 75 percent to 120 percent of the support price for quota peanuts. Establishes similar penalties for handlers marketing peanuts larger in quantity or higher in quality than the quota peanuts they should be acquiring. Allows the Commodity Credit Corporation to make available for domestic edible use peanuts owned or controlled by it, under specified pricing conditions. Subjects all farmers engaged in peanut production to existing record and report requirements. Establishes the price support of peanuts at not less than $420 per ton. Permits the Secretary to make warehouse storage loans available to designated area marketing associations of peanut producers. Title IX: Miscellaneous Commodity Provisions - Establishes, for the 1977 through 1981 crops of wheat, feed grains and cotton, a minimum diversion of 55 percent of cropland acreage on summer fallow farms for summer fallow use. Directs the Secretary to permit loan borrowers to extend repayment periods for additional twelve month terms under specified conditions. Prohibits the Commodity Credit Corporation from selling wheat or feed grain owned or controlled by it for less than 150 percent of the current loan level, with specified exceptions. Authorizes the Secretary to administer a special program whereunder portions of wheat, feed grains or upland cotton farm acreage allotments shall be planted to wheat and used for grazing purposes or hay. Directs the Secretary to set the loan level for any commodity at 100 percent of parity on any day the President of the United States or any other member of the executive branch, initiates a suspension of export sales of such commodity to any country or area with which the United States continues commercial trade. Requires the Commodity Credit Corporation, under the Commodity Credit Corporation Charter Act, to make available loans not in excess of $50,000 for the construction or remodeling of farm storage facilities. Directs the Secretary to make available to producers loans and purchases on each crop of soybeans at such level as he finds appropriate. Requires that export sales of 100,000 metric tons or more of a commodity be reported to the Secretary by 3 P.M., eastern time, on the business day following the day of sale. Restricts the importation of filbert nuts, whenever the Secretary issues a marketing order, to those filbert nuts that comply with the grade, size, quality and maturity provisions of the order. Directs the Secretary to collect and analyze information and to report his conclusions and recommendations to the appropriate Congressional committees regarding the use of bushels of wheat and feed grains and pounds of rice as the basis for assigning allotments to producers of such commodities. Title X: Rural Development and Conservation - Extends the multi-year set aside provisions of the Agricultural Act of 1970, as amended, through 1981. Exempts major disaster areas from the prohibition of livestock grazing; but only if the Secretary finds there is a need for grazing as a result of such disaster. Raises from $250,000 to $500,000 the maximum amount of the estimated Federal contribution to a project which must be exceeded, under the Watershed Protection and Flood Prevention Act, and the maximum amount of a loan for a resource conservation and development project under the Bankhead-Jones Tenant Act, before special Congressional and Executive Branch approval requirements must be met. Authorizes the Secretary to enter into agreements with owners and operators of land in the Great Plains area for the purpose of devoting up to 50 percent of a farm acreage to the planting of soil conserving cover crops. Specifies the terms of such agreements and provides for an annual adjustment payment to such owners or operators not in excess of $30 per acre. Directs the Secretary to study and report to the appropriate Congressional committees on rural water programs. Authorizes the appropriation of $7,000,000 for rural community fire protection for each of fiscal years 1978, 1979, and 1980. Amends the Rural Development Act of 1972 to describe generally the content of small farm research and extension programs. Authorizes the appropriation for such programs of $20,000,000 for each of fiscal years 1978 and 1979; and specifies how such funds will be distributed. Requires the Secretary to file an annual report to Congress on such programs. Title XI: Public Law 480 - Requires that purchases of commodities shall be financed under the Agricultural Trade Development and Assistance Act of 1954 only on the basis of an invitation for bids publicly advertised in the United States. Requires the reporting to the Secretary of any fees paid by commodity suppliers or ocean transportation financed by the Commodity Credit Corporation to any representatives of the importer or the importing country. States that assistance programs shall not be undertaken during any calendar year which call for an appropriation of more than $750,000,000 (currently, $600,000,000) to reimburse the Commodity Credit Corporation for all costs incurred in connection with such programs. Allows disposition under the program of a commodity, which would reduce the domestic supply below that needed for domestic requirements, if the Secretary determines that some part of the supply should be used to carry out urgent humanitarian purposes. Requires that in determining the reimbursement due the Commodity Credit Corporation for all costs incurred in connection with such programs, commodities acquired under a domestic price support program shall be valued at the export market price as of the time they were made available under the Agricultural Trade Development and Assistance Act of 1954. Title XII: Food Stamps - Permits the Secretary: (1) to make contracts or grants to public or private organizations to undertake research that will help improve the administration and effectiveness of the food stamp program; (2) to conduct pilot projects involving the use of identification mechanism that do not invade a household's privacy, the use of voucher-type forms in place of food coupons, and other experiments. Directs the Secretary to develop and implement measures for evaluating the effectiveness of the food stamp program in achieving its stated objectives. Authorizes for such programs a total appropriation not to exceed one-fourth of one percent of the previous year's appropriation. Directs the Secretary for fiscal years 1978 through 1981, to continue to purchase sufficient commodities to maintain the traditional level of assistance for domestic food assistance programs. Title XIII: National Agricultural Research, Extension and Teaching Policy Act - Designates the Department of Agriculture as the lead Federal agency for agricultural research, extension and teaching in the food and agricultural sciences. Establish within the Federal Coordinating Council for Science, Engineering and Technology a Subcommittee on Food and Renewable Resources to review Federal research and development programs relevant to world food and fiber production and distribution, to promote planning and coordination of this research in the Federal Government and to recommend policies and measures concerning food and agricultural science for the consideration of the Council. Establishes a Joint Council on Food and Agricultural Sciences to foster coordination of the research, extension and teaching activities of the Federal Government, the States, colleges and universities and other public and private institutions and persons involved in the food and agricultural sciences. Requires the Secretary to submit to the President and the Congress an annual report containing an annually updated five-year national agricultural research plan and a review of specified categories of research, extension and teaching activities of the Department and their relationship to the related activities of other Federal, State and private agencies. Establishes within the Department an Agricultural, Research, Extension and Teaching Policy Advisory Board. States that the Board's responsibilities shall include: (1) reviewing programs, policies, plans and goals of food and agricultural research agencies; (2) providing a forum for research-sponsoring agencies to exchange information on programs relating to food and agriculture; (3) reviewing and consulting on national policies, priorities and strategies for food and agricultural research, extension and teaching; and (4) assessing the overall adequacy of and making recommendations to the Secretary regarding the distribution of resources. Directs the Secretary to establish a program of competitive grants for agricultural research to be made to individual scientists for research in specified categories. Requires the Secretary to give priority to research in those fields of basic and applied science promising advances and breakthroughs. Authorizes the Secretary to make grants for up to five year's duration for such research to land-grant colleges, and universities, and to State agricultural experiment stations and to all colleges and universities having a demonstrable capacity in agricultural research. Directs the Secretary to make grants for research related to the production and marketing of industrial hydrocarbons derived from agricultural commodities and forest products. Directs the Secretary to carry out a program of four pilot projects for the production and marketing of such hydrocarbons by guaranteeing loans not to exceed $15,000,000 per project to public, private or cooperative organizations. Authorizes the Secretary to appoint a Committee on Agricultural Research Facilities to assist the Secretary in the compilation of a report to the President and the Congress on the status and future needs of specified agricultural research materials and facilities. Directs the Secretary to make grants to eligible institutions for the construction or improvement of agricultural research facilities. Authorizes specified appropriations for such grants for fiscal years 1978 through 1982. Authorizes the Secretary to cooperate with and assist the States in carrying out programs of animal disease research at eligible institutions. Directs that funds appropriated for such purposes be apportioned according to a specified formula. Directs the Secretary to conduct a program of grants to States for the purpose of meeting the costs of construction, employing faculty, and acquiring equipment to establish schools of veterinary medicine. Directs the Secretary to conduct a program of competitive grants and fellowships for merit to strengthen undergraduate, graduate and post-doctoral research in the food and agricultural sciences. Establishes a National Agricultural Research Award, consisting of a grant not to exceed $50,000 per year for a period of not more than three years to support research or study by: (1) a scientist in recognition of outstanding contributions to the advance of agricultural science; and (2) a graduate student or post-doctoral research worker in recognition of demonstrated capability and promise. Authorizes appropriations to support agricultural research and continuing agricultural and forestry extension at 1890 land grant colleges and universities and Tuskegee Institute. Directs the cooperative extension services to give increasing attention to education programs for the preservation of the family farm system, human nutrition, energy conservation, forestry and natural resources, and animal disease and health care. Requires the Secretary to evaluate for the Congress the economic and social consequences of the programs of the Extension Service and the cooperative extension services. Permits the Department to expand its operational coordination with agricultural research and education activities around the world, in both developing countries. Directs the Secretary to conduct a comprehensive study of the effects of changing climate and weather on crop and livestock productivity. Establishes with the National Agricultural Library a Food and Nutrition Information and Education Resources Center which shall be responsible for collecting and maintaining food and nutrition education materials. Repeals the existing requirement that at least 20 percent of grant funds distributed to the States be used by State agricultural experiment stations for marketing research. Transfers the administration of additional appropriations for agricultural colleges from the Department of Health, Education and Welfare to the Department of Agriculture. Authorizes the appropriation of specified sums for specified existing and new programs under this Title, for fiscal years 1978 through 1982. Title XIV; Agricultural Solar Energy Research, Development, and Demonstration Act - Amends the Bankhead-Jones Act of 1935 to direct the Secretary of Agriculture to conduct and to stimulate research and development relating to uses of solar energy with respect to farm buildings, farm homes and farm machinery. Authorizes the appropriation of $25,000,000 each fiscal year to carry out such research and development. Includes the agricultural uses of solar energy in the agricultural extension programs. Directs that loans, under the Consolidated Farm and Rural Development Act, be made for the purchase of farm equipment which utilizes solar energy and for the acquisition and installation of any qualified solar energy thermal conversion system in any residential structure located on a family farm. Establishes within the Department of Agriculture an Advisory Committee which shall be responsible for compiling a list of solar energy research projects and for meeting with regional representatives of the State departments of agriculture to determine which projects will be useful and beneficial to the several States. Requires each State department of agriculture to establish one large model farm and after two years to establish not less than ten demonstrations of solar energy research projects using the most efficient or practicable research projects demonstrated on such model farm. Stipulates the terms of any agreement entered into between selected farmowners and the State departments of agriculture for the establishment of such demonstration projects. Authorizes the appropriation of $20,000,000 for the purposes of this Title, of which 80 percent is to be used by State departments of agriculture for the model farm and demonstration projects Title XV: Wheat and Wheat Foods Research and Nutrition Education Act - Authorizes the Secretary of Agriculture to issue orders: (1) for establishing projects for research and nutrition education for wheat and wheat products; (2) for establishing and carrying on research or studies with respect to the sale, distribution, marketing, and utilization of wheat and wheat products and the creation of new products; and (3) requiring that processors, distributors of processed wheat, and end product manufacturers maintain and make available for inspection such books and records as may be required by any order issued pursuant to this Act. Directs the Secretary to issue orders providing for the establishment of a Wheat Industry Council to: (1) administer and make rules and regulations to effectuate orders issued pursuant to this title; (2) receive, investigate and report to the Secretary complaints of violations of such orders; and (3) recommend to the Secretary amendments to such orders. Requires each end product manufacturer to pay to such Council an assessment, not to exceed five cents per hundredweight, based on the total number of hundredweights of processed wheat purchased by or transferred to such manufacturer to be used for expenditures and expenses incurred by the Council or Secretary under this title. Requires the Secretary to conduct a referendum among end product manufacturers to determine whether the issuance of an order under this title is favored by such manufacturers. Allows end product manufacturers who have reserved the right to seek refunds and who disfavor the programs under this title to receive from the Council the assessment paid to such Council. Sets forth the procedures for the administrative and judicial review of orders of obligations imposed under this title. States that any person who willfully violates any order issued under this title or who fails to remit any required assessment or fee shall be liable to a civil penalty of not more than $1,000 per violation. Requires the Secretary to conduct a referendum on request by ten percent or more of the end product manufacturers to determine whether such manufacturers favor the suspension or termination of any order. Authorizes the Secretary to make investigations for the effective carrying out of his or her responsibilities under this Act or to determine whether any person has or is about to violate any of the provisions of this title. Authorizes the appropriation of such funds as are necessary to carry out the provisions of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish more responsive programs for the benefit of farmers and consumers of farm products, and to extend and improve the programs conducted under the Agricultural Trade Development and Assistance Act of 1954, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:29-05:00"
}