{
  "actions": [
    {
      "acted_at": "1974-02-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12839-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-14", 
  "number": "12839", 
  "official_title": "A bill to provide for public and regular disclosure of lobbying activities undertaken to encourage the taking of specific actions by the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Disclosure of Lobbying Act", 
  "sponsor": {
    "district": "2", 
    "name": "Owens, Wayne", 
    "state": "UT", 
    "thomas_id": "00884", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-14", 
  "subjects": [
    "Government operations and politics", 
    "Lobbying"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-14", 
    "text": "Public Disclosure of Lobbying Act - Establishes, as an independent establishment of the executive branch of the Government of the United States, the Federal Lobbying Disclosure Commission, to be composed of six members appointed by the President with the advice and consent of the Senate. Directs the Commission to avail itself of the assistance, including personnel and facilities, of the General Accounting Office and the Department of Justice. Authorizes the Comptroller General and the Attorney General to make available to the Commission such personnel, facilities, and other assistance as the Commission may request. Provides that the Commission shall have the power: (1) to require any person to submit in writing such reports and answers to questions as the Commission may prescribe; (2) to administer oaths; (3) to require by subpena the attendance and testimony of witnesses and the production of all documentary evidence relating to the execution of its duties; (4) in any proceeding or investigation to order testimony to be taken by deposition before any person who is designated by the Commission and has the power to administer oaths and, in such instances, to compel testimony and the production of evidence; (5) to pay witnesses the same fees and mileage as are paid in like circumstances in the courts of the United States; (6) to accept gifts and voluntary and uncompensated services; (7) to initiate, prosecute, defend, or appeal any court action in the name of the Commission for the purpose of enforcing the provisions of this Act through its own legal representative; (8) to prescribe such regulations as it considers necessary or appropriate to effecctuate the provisions and accomplish the purpose of this Act; and (9) to delegate any of its functions or powers, other than the power to issue subpenas to any officer or employee of the Commission. Provides that it shall be the duty of the Commission (1) to develop and furnish prescribed forms for the making of the reports and statements required to be filed with it under this Act; (2) to prepare, publish, and furnish to the person required to file such reports and statements a manual setting forth recommended uniform methods of bookkeeping and reporting; (3) to develop a filing, coding, and cross-indexing system consonant with the purpose of this Act; (4) to make the reports and statements filed with it available for public inspection and copying; (5) to preserve such reports and statements for a period of ten years from date of receipt; (6) to compile in a manner reflective of the disclosure intent of this Act, information contained in notices of representation, amendments thereto, and reports filed, with respect of each filing period; and summarize such information, by person, in categories of activity such as, but not limited to: research, printing, media, travel, salaries and fees, entertainment, telephone and telegraph and postage; and itemize the percentage of spending that occurred for specific lobbying efforts; (7) to report such information, as so compiled and summarized after the end of each such filing period or if Congress is not in session, then as soon as possible after Congress reconvenes; (8) to ascertain whether any person required to maintain records has failed to file a report, or has filed an incomplete or inaccurate report, and promptly notify such person to file or amend such report in order to satisfy the requirements of this Act or regulations prescribed by the Commission under this Act; (9) to make audits and field investigations with respect to statements and reports filed under the provisions of this Act, and with respect to alleged failures to file any statement or reports required under the provisions of this Act, and, upon complaint by any individual, with respect to alleged violation of any part of this Act; (10) to report apparent violations of law to the appropriate law enforcement authorities; (11) to prepare a special study or report upon the request of any Member of the House of Representatives or the Senate from information in the records of the Commission; or, if such records do not contain the necessary information, but the information would fall under the scope of information required by this Act, the Commission may inspect the records of the appropriate parties and prepare the report, if such special inspection can be completed in a reasonable time before the information would normally be filed; (12) to prepare and publish such other reports as it may deem appropriate; and (13) to prescribe suitable rules and regulations to carry out the provisions of this Act. Sets forth procedures for formulation and issuance of all regulations of the Commission under this Act. Provides that each lobbyist shall, within five days after making his initial communication to influence legislative or executive action, file a notice of representation with the Commission. Provides that each notice of representation shall be in such form and detail as the Commission shall prescribe and sets forth minimum elements to be contained in such notice. Enumerates those persons required to maintain records of lobbying activities and sets forth the required form and content of reports to be made to the Commission containing such records. Sets forth criminal penalties for violation of this Act. Provides that in any court action brought in the name of the Commission to compel compliance with the provisions of this Act or with the regulations prescribed by the Commission there shall be a rebuttable presumption in favor of the Commission that a failure to comply with such provisions or regulations has occurred."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Disclosure of Lobbying Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for public and regular disclosure of lobbying activities undertaken to encourage the taking of specific actions by the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:23-05:00"
}