{
  "actions": [
    {
      "acted_at": "1975-06-06", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1899-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-06", 
  "number": "1899", 
  "official_title": "A bill to establish certain temporary controls on electronic funds transfer systems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electronic Funds Transfer Control Act", 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-06", 
  "subjects": [
    "Business and commerce", 
    "Electronic funds transfers", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-06", 
    "text": "Electronic Funds Transfer Control Act - Defines the terms used in this Act, including the term \"electronic terminal. Prohibits a Federal institution from engaging in any transaction with a customer by means of an electronic terminal located in another State if such transaction requires reference to data pertaining to a depository account, including: (1) the receipt of funds for deposit; (2) the withdrawal of funds from a depository account; and (3) the transfer of funds to or from any depository account other than for specific and recurring transfers for which there is prior written authorization, or if such transaction for which there is prior written authorization, or if such transaction permits the customer to receive funds under a line of credit, unless the laws of the other State specifically authorize the performance of such a transaction. Provides that if a State has by statute, enacted on or after June 1, 1973, imposed limitations on the number, placement, or location of remote electronic terminals, such limitations shall also apply to a Federal institution situated within such State. Provides that in a State which has not imposed limitations on the number, placement, or location of remote electronic terminals, a Federal institution shall be subject to reasonable limitations which shall be prescribed by the appropriate Federal regulatory agency. States that except as provided in this Act, a Federal association, a national bank, and a Federal credit union may establish or use one or more remote electronic terminals, subject to such regulations as may be prescribed by the Federal Home Loan Bank Board, the Comptroller of the Curency or the Federal Credit Union Administration, as appropriate. Requires that establishment of remote electronic terminals by a State bank insured by the Federal Deposit Insurance Corporation shall have the prior approval of the Federal regulatory agency which regularly examines such banks. States that this Act shall expire one year after date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Funds Transfer Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish certain temporary controls on electronic funds transfer systems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:26-05:00"
}