{
  "actions": [
    {
      "acted_at": "1998-07-14", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2298-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-14", 
  "number": "2298", 
  "official_title": "A bill to provide for enforcement of title II of the Civil Rights Act of 1968, commonly known as the \"Indian Civil Rights Act\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Civil Rights Enforcement Act", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-14", 
  "subjects": [
    "Actions and defenses", 
    "Appellate procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "District courts", 
    "Federal-Indian relations", 
    "Government liability", 
    "Indian courts", 
    "Injunctions", 
    "Judicial opinions", 
    "Jurisdiction", 
    "Law", 
    "Minorities", 
    "Native Americans"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-14", 
    "text": "Indian Civil Rights Enforcement Act - Amends the Indian Civil Rights Act to grant jurisdiction to the U.S. district courts in any civil rights action alleging a failure to comply with rights secured under such Act. Permits an aggrieved individual or the Attorney General to bring an action in a U.S. district court for a declaratory judgment or equitable relief against an Indian tribe , upon exhaustion of remedies in a tribal court of appropriate jurisdiction (if any), to seek compliance with such rights as are timely and reasonable. Provides for the district court to adopt any findings of fact made by the tribal court (if any) with respect to the action, unless it determines that the tribal court: (1) did not operate independently from the legislative or executive authority of the tribe; (2) was not authorized to determine matters of law and fact or did not fully determine those matters; (3) permitted a person or entity to assert a defense of immunity in a declaratory action or an action to seek equitable relief; (4) failed to resolve the merits of the factual dispute; (5) employed a fact finding procedure that was not adequate to afford a full and fair hearing; (6) did not adequately develop facts that are material to the case; (7) failed to provide a full, fair, and adequate hearing; or (8) made factual determinations that are not fairly supported by the record. Requires the district court, if it finds that such a condition applies, to conduct a de novo review of the allegations contained in the complaint. Waives tribal immunity if necessary to enforce this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Civil Rights Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for enforcement of title II of the Civil Rights Act of 1968, commonly known as the \"Indian Civil Rights Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:34-05:00"
}