{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2201-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2201", 
  "official_title": "A bill to enable the people of Puerto Rico to form a constitution and State government, to be admitted into the Union.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Puerto Rico Statehood Act", 
  "sponsor": {
    "district": "11", 
    "name": "Ruppe, Philip E.", 
    "state": "MI", 
    "thomas_id": "01002", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Advisory bodies", 
    "Congressional elections", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Puerto Rico", 
    "Referendum", 
    "Statehood (American politics)", 
    "States", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Puerto Rico Statehood Act - Title I: Puerto Rico Statehood Commission - Establishes the Puerto Rico Statehood Commission to educate the people of Puerto Rico concerning the issues and implications of a change from commonwealth to state. Provides that the duties of the Commission include (1) making comprehensive studies to determine the effect of statehood on the political, economic and cultural status and aspirations of the Puerto Rican people; and (2) sponsoring public discussion on various aspects of these issues. Directs the Commission to submit a final report to (1) the President, (2) Congress and (3) the Governor of Puerto Rico. Directs the Governor to make the report available to the Puerto Rican legislature and the Puerto Rican people. Directs the President and Congress to consider, within 90 days after submission of the final report, whether this Act is in need of modification. Title II: Puerto Rico and Statehood - Directs the Governor of Puerto Rico to call for a referendum on the question of the admittance of Puerto Rico into the Union. Provides for election of delegates to a constitutional convention at the same time as the referendum. States that the referendum and election be announced no later than 375 days after the Governor receives the final report of the Puerto Rico Statehood Commission. Mandates that the election and referendum take place no earlier than 60 days and no later than 90 days after the announcement of the election. States that the delegates elected to the constitutional convention shall meet at a time and place designated by the governor, if the referendum is adopted by a majority of the qualified voters of Puerto Rico. Mandates the adoption by the convention of the United States Constitution. Requires that the Puerto Rican constitution be republican in form, contain a bill of rights, and be compatible with the United States Constitution and the Declaration of Independence. Requires the proposed constitution be submitted to the Puerto Rican people. Requires that the constitution be approved by a majority of the legal votes cast. States that the President must approve the constitution, and that Congress must not disapprove it within 90 days, in order for it to become effective. Directs a reconstitution of the constitutional convention if the constitution is rejected by the Puerto Rican people. Requires the holding of a general election, no earlier than three months and no later than six months after notification that the constitution has been approved, of two United States Senators and no less than five United States Representatives. Provides that all laws in force at the time of Puerto Rico's admission to the Union will continue in full force except as changed by the constitution, the legislature, or this Act. Provides that the five United States Representatives previously allotted to Puerto Rico shall be in addition to the present representation in the House of Representatives. States that the permanent membership of the House of Representatives shall remain unchanged. States that the United States District Court for the District of Puerto Rico is a court of the United States with judicial power derived from Article III, section 1 of the Constitution of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Puerto Rico Statehood Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enable the people of Puerto Rico to form a constitution and State government, to be admitted into the Union.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:59-05:00"
}