{
  "actions": [
    {
      "acted_at": "1976-06-23", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14522-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-23", 
  "number": "14522", 
  "official_title": "A bill to establish the National Diabetes Advisory Board and to take other actions to insure the implementation of the long-range plan to combat diabetes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11626-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Diabetes Advisory Board Act", 
  "sponsor": {
    "district": "2", 
    "name": "Natcher, William H.", 
    "state": "KY", 
    "thomas_id": "00853", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-23", 
  "subjects": [
    "Advisory bodies", 
    "Awards, medals, prizes", 
    "Diabetes", 
    "Diseases", 
    "Federal advisory bodies", 
    "Health planning", 
    "Medical care, personnel, and facilities", 
    "Medical research", 
    "Science and technology"
  ], 
  "subjects_top_term": "Medical research", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-23", 
    "text": "National Diabetes Advisory Board Act - Directs the Secretary of Health, Education, and Welfare to establish a National Diabetes Advisory Board to insure the implementation of the long-range plan formulated by the National Commission on Diabetes to combat diabetes. Specifies seven Federal health officers as members of the Board, in addition to seven health professionals and five members of the general public to be appointed by the Secretary. Makes provision for staffing and compensation. Authorizes the Board to enter into contracts or other arrangements, or to take such other action as may be necessary to carry out its functions. Authorizes the Board to engage in and sponsor activities, collect data, and provide technical assistance as it deems necessary and advisable in the performance of its functions. Requires the Board to submit simultaneously to the President and Congress an Annual Diabetes Report describing Board activities in the prior year and progress made in diabetes research, treatment, and education with specific reference to the long-range plan to combat diabetes mellitus and suggesting recommended future expenditures and legislation. Authorizes the appropriation of $500,000 for fiscal year 1976 and such sums as are necessary for each of the four fiscal years thereafter. Authorizes the Secretary to make distinguished scientist awards to individual scientists who have shown continuous and outstanding productivity in diabetes research for the purpose of continuing such research. Limits the amount of each grant to no more than $35,000 per year. Authorizes the appropriation of specified amounts for the purpose of making such grants in fiscal years 1976-1980. Authorizes, under the Public Health Service Act, the appropriation of specified sums in fiscal years 1977-1981 for the purpose of making grants to centers for research and training in diabetes mellitus and related endocrine and metabolic disorders."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Diabetes Advisory Board Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the National Diabetes Advisory Board and to take other actions to insure the implementation of the long-range plan to combat diabetes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:33-05:00"
}