{
  "actions": [
    {
      "acted_at": "1994-07-01", 
      "references": [
        {
          "reference": "CR S8401", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-07-01", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2275-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1994-07-28", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1994-07-01", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-07-01", 
  "number": "2275", 
  "official_title": "A bill to amend subtitle IV of title 49, United States Code, relating to interstate commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trucking Industry Regulatory Reform Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Exon, J. James", 
    "state": "NE", 
    "thomas_id": "01328", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-07-01", 
  "subjects": [
    "Administrative procedure", 
    "Commerce", 
    "Common carriers", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Executive reorganization", 
    "Federal Maritime Commission", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Household moving", 
    "Independent regulatory commissions", 
    "Intermodal transportation", 
    "Interstate Commerce Commission", 
    "Law", 
    "Licenses", 
    "Marine transportation", 
    "Motor bus lines", 
    "Motor carrier rates", 
    "Motor transportation", 
    "Motor vehicle safety", 
    "Productivity in government", 
    "Surety and fidelity", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Trucking"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-07-01", 
    "text": "Trucking Industry Regulatory Reform Act of 1994 - Amends the Interstate Commerce Act to include as objectives of U.S. transportation policy in regulating transportation by motor carrier, the promotion of competitive and efficient transportation services in order to: (1) encourage fair competition and reasonable rates for transportation by motor carriers of property; (2) promote Federal regulatory efficiency in the motor carrier transportation system; and (3) require fair and expeditious regulatory decisions when regulation is required. (Sec. 5) Requires the Interstate Commerce Commission (ICC) to exempt motor carriers of non-household goods from its jurisdiction in specified circumstances, including when such transportation is part of a continuous intermodal movement. (Sec. 6) Exempts a motor contract carrier of non-household goods from requirements that contract carriers establish, and file with the ICC, actual and minimum rates and related rules and practices. Exempts motor common carriers of non-household goods from requirements that carriers: (1) provide transportation or service only if the rate is contained in a tariff; and (2) publish and file with the ICC tariffs containing such rates. (Sec. 7) Requires the ICC to issue a certificate authorizing a person to provide transportation as a motor common carrier of property if it finds such person able to comply with such Act, ICC regulations, and specified safety, safety fitness, and minimum financial responsibility requirements. (Sec. 8) Specifies requirements which, if met, compel the ICC to issue a permit authorizing a person to provide transportation as a motor contract carrier of household goods, passengers, or non-household goods. (Sec. 9) Authorizes the ICC to suspend a certificate or permit of a motor carrier of passengers, motor common carrier of household goods, a motor contract carrier of property, or a motor contract carrier of non-household goods if specified requirements are not met. (Sec. 10) Directs the Secretary to study and report to the Congress on the feasibility of a merger of the operations and responsibilities of the Federal Maritime Commission and the ICC with respect to cost savings that may be achieved, the efficient allocation of resources, elimination of unnecessary functions, and responsibility for regulatory functions. (Sec. 11) Directs the ICC to report to the Congress an analysis of all ICC regulatory responsibilities, with recommendations about specific statutory functions of the ICC that could be changed to enhance competition, safety, and efficiency in the motor carrier industry and efficiency in government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trucking Industry Regulatory Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend subtitle IV of title 49, United States Code, relating to interstate commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:28-05:00"
}