{
  "actions": [
    {
      "acted_at": "1991-07-29", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-30", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-10-16", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with amendments. With written report No. 102-190.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-16", 
      "calendar": "Senate Legislative", 
      "number": "275", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 275.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-10-29", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-10-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-30T11:05:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-30T15:47:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-25T15:47:00-05:00", 
      "references": [], 
      "text": "Mr. Vento asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-25T15:47:00-05:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-25T15:47:00-05:00", 
      "bill_ids": [
        "hr3490-102"
      ], 
      "references": [], 
      "text": "The House struck all after the enacting clause and inserted in lieu thereof the provisions of a similar measure H.R. 3490. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-25T15:47:00-05:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1992-02-25T15:48:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-25T15:49:00-05:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-25T15:50:00-05:00", 
      "bill_ids": [
        "hr3490-102"
      ], 
      "references": [], 
      "text": "A similar measure H.R. 3490 was laid on the table without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-27", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendments to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate concurred in the House amendments with a substitute amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-10-08", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1289-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1289"
    }, 
    {
      "amendment_id": "s3411-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3411"
    }, 
    {
      "amendment_id": "s3412-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3412"
    }, 
    {
      "amendment_id": "s3413-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3413"
    }, 
    {
      "amendment_id": "s3414-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3414"
    }, 
    {
      "amendment_id": "s3415-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3415"
    }
  ], 
  "bill_id": "s1579-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1991-07-29", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1991-07-29", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1991-07-29", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1991-07-29", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1991-07-29", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1991-07-29", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1991-07-29", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1991-07-29", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1991-07-29", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1991-09-11", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1991-07-29", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1991-07-29", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1991-07-29", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-07-29", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1992-02-25T15:47:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-29", 
  "number": "1579", 
  "official_title": "An Act to protect the public interest and the future development of pay-per-call technolgy by providing for the regulation and oversight of the applications and growth of the pay-per-call industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3490-102", 
      "reason": "unknown"
    }
  ], 
  "short_title": "900 Services Consumer Protection Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASSED:BILL", 
  "status_at": "1992-10-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advertising", 
    "Awards, medals, prizes", 
    "Business records", 
    "Casinos", 
    "Collection of accounts", 
    "Common carriers", 
    "Computer crimes", 
    "Computer networks", 
    "Computer security measures", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Damages", 
    "Deceptive advertising", 
    "Energy conservation", 
    "Energy policy", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Gambling", 
    "Government operations and politics", 
    "Government paperwork", 
    "Import restrictions", 
    "Injunctions", 
    "Liability (Law)", 
    "Lotteries", 
    "Medical records", 
    "Pornography", 
    "Radio", 
    "Radio frequency allocation", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Security measures", 
    "State laws", 
    "Technological innovations", 
    "Technology assessment", 
    "Telemarketing", 
    "Telephone", 
    "Telephone rates", 
    "Television advertising", 
    "Terrorism"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1992-10-07", 
    "text": "Telephone Disclosure and Dispute Resolution Act - Title I: Carrier Obligations and Consumer Rights Concerning Pay-Per-Call Transactions - Amends the Communications Act of 1934 to require the Federal Communications Commission (FCC) to establish a system for the oversight and regulation of pay-per-call services. Requires the FCC's final rules to: (1) include measures that provide a consumer of pay-per-call services with adequate and clear descriptions of the rights of the caller; (2) define the obligations of common carriers with respect to the provision of such services; (3) include requirements on such carriers to protect against abusive practices by service providers; (4) identify procedures by which common carriers and providers may take affirmative steps to protect against nonpayment of legitimate charges; and (5) include requirements that such services be offered only through the use of certain telephone number prefixes and area codes. Directs common carriers that contract with a provider of pay-per-call services to make available on request: (1) a list of telephone numbers, a description, and a statement of fees for each service it carries; and (2) other information the FCC considers necessary. Requires common carriers contracting with providers to terminate services if the service is not in compliance with this Act. Prohibits common carriers from disconnecting or interrupting a subscriber's local or long distance service because of nonpayment for any pay-per-call service. Authorizes common carriers that provide local exchange service to offer subscribers the option of blocking access to pay-per-call service. Permits the cost of blocking to be recovered by contract or tariff but bars recovery of costs from local or long distance ratepayers. Directs common carriers to prohibit by tariff or contract the use of any toll-free number in a manner that would result in the calling party being: (1) assessed a charge for the call; (2) connected to a pay-per-call service; (3) charged for information conveyed during the call unless the party has a preexisting agreement to be charged for the information; or (4) called back collect for the provision of audio information services or simulaneous voice conservation services. Requires common carriers that contract with, and offer billing and collection services to, providers of pay-per-call services to: (1) ensure that a subscriber is not billed for services that are provided in violation of regulations issued pursuant to title II of this Act or under circumstances necessary to protect subscribers from abusive practices; (2) provide information on subscribers' and carriers' rights regarding pay-per-call services; and (3) include certain information in billing for pay-per-call services. Exempts a common carrier from civil or criminal liability under this Act solely because it provided transmission or billing and collection services for a pay-per-call service unless the carrier knew that such services violated this Act or other Federal law. Bars causes of action in courts or administrative agencies against common carriers on account of acts to terminate pay-per-call services to comply with this Act or other Federal law. Requires regulations to ensure that carriers and other parties providing billing and collection services with respect to pay-per-call services provide refunds to subscribers who have been billed for services violating this Act or other Federal law. Permits recovery of costs from providers, but bars recovery from local or long distance ratepayers. Directs the FCC to submit recommendations to the Congress with respect to the extension of such regulations to persons that provide, for a per-call charge, data services that are not pay-per-call services. Specifies that nothing in this Act shall affect provisions of the Communications Act of 1934 concerning obscence or harassing phone calls. Title II: Regulations of Unfair and Deceptive Acts and Practices in Connection with Pay-Per-Call Services - Directs the Federal Trade Commission (FTC) to prescribe rules to prohibit unfair and deceptive acts and practices in any advertisement for pay-per-call services. Provides that such rules shall require persons offering such services to: (1) disclose in any advertising the cost of the use of the telephone number; (2) disclose the odds of receiving a prize in the case of an advertisement which offers a prize; (3) disclose that a service is unauthorized by a Federal agency in the case of an advertisement that promotes a service that is not operated by a Federal agency but provides information on a Federal program; (4) not direct an advertisement at children under the age of 12; (5) state that an individual must have the consent of a parent or legal guardian in the case of an advertisement directed primarily to individuals under 18; (6) not use advertisement that emit electronic tones which automatically dial a pay-per-call number; (7) ensure that whenever the number is shown in television and print media advertisements that the charges for the call are clearly displayed; (8) specify the total cost in delivering any telephone message soliciting calls to a pay-per-call service; and (9) not advertise any toll-free number from which callers are connected to an access number for a pay-per-call service. Directs the FTC to prescribe rules requiring each provider of pay-per-call services to: (1) include a specified introductory disclosure message in each pay-per-call message; (2) enable the caller to hang up at or before the end of the introductory message without incurring any charge; (3) not direct such services at children under 12 unless the service is an educational service; (4) stop the assessment of time-based charges immediately upon disconnection by the caller; (5) disable any bypass mechanism which allows frequent callers to avoid listening to the disclosure message after the institution of any price increase; (6) be prohibited from providing services through a toll-free number; (7) be prohibited from billing consumers in excess of the amounts described in the introductory message; (8) meet specified requirements for billing statements; (9) be liable for refunds to consumers for services provided in violation of Federal law; and (10) comply with additional standards to prevent abusive practices. Directs the FTC to require a common carrier that provides telephone service to a pay-per-call service provider to make available to the FTC any records and financial information relating to the arrangements (other than for the provision of local exchange service) between the carrier and the provider. Authorizes States to bring civil actions to enjoin practices violating FTC rules and obtain damages or other relief on behalf of their residents whenever there is reason to believe that State residents are adversely affected by such practices. Bars States from instituting such actions during the pendency of a civil action by the FTC. Provides for principal enforcement of this title by the FTC under the Federal Trade Commission Act. Title III: Billing and Collection - Directs the FTC to promulgate rules to establish procedures for the correction of billing errors with respect to telephone-billed purchases and that impose requirements similar to requirements imposed with respect to the resolution of credit disputes under the Truth in Lending and Fair Credit Billing Acts. Sets forth provisions with respect to: (1) resolving inconsistencies between State laws concerning telephone billing practices and this title; (2) regulatory exemptions from this title which may be granted by the FTC for transactions in a State offering substantially similar or greater protection to the consumer; and (3) enforcement of this title. Title IV: General Provisions - Directs the FCC to prescribe regulations denying equipment authorization under any part of the FCC's regulations for any scanning receiver that is capable of: (1) receiving transmissions in the frequencies allocated to the domestic cellular radio telecommunications service; (2) readily being altered by the user to receive transmissions in such frequencies; or (3) being equipped with decoders that convert digital cellular transmissions to analog voice audit. Bans the manufacture or importation of any scanning receiver having such capabilities. Directs the FCC to report to the Congress on available security features for analog and digital radio signals. Authorizes the Director of the Federal Bureau of Investigation or his designee in a position not lower than Deputy Assistant Director to request: (1) the name, address, length of service, and toll billing records of a person or entity (person) if the Director certifies in writing to the wire or electronic communication service provider that such information is relevant to an authorized foreign counterintelligence investigation and that there are specific, articulable facts giving reason to believe that the person is a foreign power or agent (current law does not specify the type of information sought or the position of the designee); and (2) the name, address, and length of service of a person if the Director certifies that the information sought is relevant to an authorized foreign counterintelligence investigation and that there are specific and articulable facts giving reason to believe that communication facilities registered in the name of the person have been used in communication with an individual who is or has been engaged in international terrorism or clandestine intelligence activities, or with a foreign power or agent concerning international terrorism or clandestine intelligence activities, that involve or may involve a violation of U.S. criminal statutes. Requires the Director to report semi-annually to the House and Senate Judiciary Committees concerning requests for information under this Act. Computer Abuse Amendments Act of 1992 - Amends the Computer Fraud and Abuse Act to make it a felony to knowingly transmit an unauthorized program or code that alters the information stored in a computer with the intent to damage the system or information contained within the affected computer or computer system, or to withhold or deny the use of such system or information, if the transmission: (1) occurred without the authorization of the person responsible for the computer system receiving the program; and (2) causes damage exceeding $1,000 in any one-year period or modifies or impairs the medical care of one or more individuals. Makes such offense punishable by a fine and up to five years in prison. Sets forth parallel provisions with respect to recklessly transmitting a destructive computer program or code. Makes such offense a misdemeanor, punishable by a fine and imprisonment for up to one year. Creates a civil cause of action for compensatory or injunctive relief for persons suffering damage or loss by virtue of a violation of this Act. Limits damages to economic damages, except for medical records violations. Sets a statute of limitations of two years from the date of the act complained of, or from the date of discovery of the damage. Requires the Attorney General and the Secretary of the Treasury to report to the Congress annually during the first three years following the date of enactment of this Act concerning prosecutions under this Act. Modifies the prohibition against accessing a Government computer where such conduct affects the use of the Government's operation of such computer to cover only actions that \"adversely\" affect such use. Directs the Assistant Secretary of Energy for Conservation and Renewable Energy to submit to the Congress a proposal for demonstrating the ability of innovative communications equipment and services to further the national goals of conserving energy and protecting health and safety. Requires the Secretary of Energy to consider requesting the authority to use radio frequencies from the Assistant Secretary of Commerce for Communications and Information to carry out demonstration projects designed to demonstrate the energy conservation potential of communications technologies. Amends the Communications Act of 1934 to exempt from restrictions on the use of automated telephone equipment calls to a telephone number assigned to a cellular telephone service that are not charged to the called party subject to conditions in the interest of privacy rights. Title V: Miscellaneous - Exempts from Federal criminal code provisions restricting advertising for lotteries advertisements or other information concerning lotteries or gift enterprises conducted in a State in which they are authorized by statute to be conducted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "900 Services Consumer Protection Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Telephone Disclosure and Dispute Resolution Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "900 Services Consumer Protection Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Computer Abuse Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Telephone Disclosure and Dispute Resolution Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for regulation and oversight of the development and application of the telephone technology known as pay-per-call, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "An Act to protect the public interest and the future development of pay-per-call technolgy by providing for the regulation and oversight of the applications and growth of the pay-per-call industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:10-05:00"
}