{
  "actions": [
    {
      "acted_at": "2011-04-04", 
      "references": [], 
      "text": "Select Committee on Intelligence. Original measure reported to Senate by Senator Feinstein. With written report No. 112-12. Additional and Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-04-04", 
      "calendar": "Senate Legislative", 
      "number": "25", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 25.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s719-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-04", 
  "number": "719", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2011 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr754-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr754-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1892-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 2011", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-04-04", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Appropriations", 
    "Armed forces and national security", 
    "Central Intelligence Agency (CIA)", 
    "Coast guard", 
    "Congressional oversight", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Department of State", 
    "Department of the Treasury", 
    "Director of National Intelligence", 
    "Drug Enforcement Administration (DEA)", 
    "Executive agency funding and structure", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal officials", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Intelligence activities, surveillance, classified information", 
    "Presidents and presidential powers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2011-04-04", 
    "text": "Intelligence Authorization Act for Fiscal Year 2011 - Title I: Budget and Personnel Authorizations - (Sec. 101) Authorizes appropriations for FY2011 for the conduct of intelligence and intelligence-related activities of the: (1) Office of the Director of National Intelligence (DNI); (2) Central Intelligence Agency (CIA); (3) Department of Defense (DOD); (4) Defense Intelligence Agency (DIA); (5) National Security Agency (NSA); (6) Departments of the Army, Navy, and Air Force; (7) Coast Guard; (8) Departments of State, the Treasury, Energy (DOE), and Justice (DOJ); (9) Federal Bureau of Investigation (FBI); (10) Drug Enforcement Administration (DEA); (11) National Reconnaissance Office; (12) National Geospatial-Intelligence Agency; and (13) Department of Homeland Security (DHS). (Sec. 102) Specifies that the amounts authorized and the authorized personnel ceilings as of September 30, 2011, for such activities are those specified in the classified Schedule of Authorizations, which shall be made available to the congressional appropriations committees and the President. (Sec. 103) Authorizes appropriations for the Intelligence Community Management Account for FY2011, as well as for full-time personnel for elements within such Account. Title II: Central Intelligence Agency Retirement and Disability System - (Sec. 201) Authorizes appropriations for FY2011 for the Central Intelligence Agency Retirement and Disability Fund. Title III: General Intelligence Community Matters - (Sec. 301) Prohibits the authorization of appropriations by this Act from being deemed to constitute authority to conduct any intelligence activity not otherwise authorized by the Constitution or laws of the United States. (Sec. 302) Permits appropriations authorized by this Act for salary, pay, retirement, and other benefits for federal employees to be increased by such additional or supplemental amounts as necessary for increases in such compensation or benefits authorized by law. (Sec. 303) Amends the National Security Act of 1947 to require that officers or employees of the United States or members of the Armed Forces detailed to the staff of an element of the intelligence community (IC) or another element of the U.S. government be so detailed on a non-reimbursable basis only. (Current law allows for such detail on either a reimbursable or non-reimbursable basis.) Title IV: Matters Relating to Elements of the Intelligence Community - Subtitle A: Office of the Director of National Intelligence - (Sec. 401) Requires the National Counterintelligence Strategy to be revised or updated at least every three years and to be aligned with the strategy and policies of the DNI. (Sec. 402) Directs the DNI to establish an initial operating capability for an automated insider threat detection program for information resources in each element of the IC in order to detect unauthorized access to, or the use or transmission of, classified intelligence. Requires: (1) full program operating capability by October 1, 2013; and (2) the DNI to report to the intelligence committees on resources required to implement the program. (Sec. 403) Directs the DNI to: (1) require each IC employee to sign an agreement prohibiting the unauthorized disclosure of classified information; and (2) set forth procedures applicable to an employee who violates agreement terms. Subtitle B: Other Elements - (Sec. 411) Authorizes the DIA Director to expend certain human intelligence and counterintelligence activities funds for objects of a confidential, extraordinary, or emergency nature, without regard to restrictions on the expenditure of government funds. Prohibits the expenditure of more than 5% of such funds for such purpose in a fiscal year, unless such Director provides 30 days' advance notice to the intelligence committees. Requires such Director to report annually to such committees on such expenditures. (Sec. 412) Provides for the transfer of funds for use by DOD intelligence elements. (Sec. 413) Requires Senate confirmation of the appointment of the NSA Director. Allows the President to designate such Director as a position of importance and responsibility in the same manner as such designations are made for certain general or flag officers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Intelligence Authorization Act for Fiscal Year 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2011 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:05:31-05:00"
}