{
  "actions": [
    {
      "acted_at": "1974-01-30", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12421-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-30", 
  "number": "12421", 
  "official_title": "A bill to increase the availability of urgently needed mortgage credit for the financing of housing.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Home Mortgage Assistance Act", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-30", 
  "subjects": [
    "Credit unions", 
    "Finance and financial sector", 
    "Housing and community development", 
    "Loans", 
    "Mortgages", 
    "National banks", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-30", 
    "text": "Consumer Home Mortgage Assistance Act - Title I: Lending and Investment Powers, Federal Savings and Loan Associations - Revises the Home Owners' Loan Act by making technical changes to modify the lending and investment powers of Federal savings and loan associations so as to increase the availability of mortgage credit for the financing of residential housing. Title II: Mortgage Corporations - Revises the Federal Home Loan Mortgage Corporation Act by increasing the amount of the outstanding principal of a mortgage which may be permitted under the Act. Revises the regulations regarding investment in Federal Home Loan Mortgage Corporation obligations. Title III: National Banks - Revises the regulations governing real estate, forest tract, construction and commercial loans made by national banking associations. Title IV: Federal Credit Unions - Revises the Federal Credit Union Act by setting forth new procedures for the operation of boards of directors of Federal credit unions. Specifies the conditions under which an insured credit union may terminate its status as an insured credit union. Authorizes the Administrator of the National Credit Union Administration to make loans to, or purchase the assets of, or establish accounts in, any insured credit union in order to prevent its closing or in order to reopen a closed insured credit union."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Home Mortgage Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the availability of urgently needed mortgage credit for the financing of housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:16-05:00"
}