{
  "actions": [
    {
      "acted_at": "1989-02-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-09", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr997-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-02-09", 
  "number": "997", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide certain tax incentives for domestic oil and gas, to establish a domestic petroleum production program, to require the Strategic Petroleum Reserve to be filled with stripper well oil, and to eliminate certain restrictions on the sale of natural gas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Secure Energy Supply Act of 1989", 
  "sponsor": {
    "district": "3", 
    "name": "Watkins, Wes", 
    "state": "OK", 
    "thomas_id": "01206", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-02-09", 
  "subjects": [
    "Administrative procedure", 
    "Bank loans", 
    "Budget deficits", 
    "Business losses", 
    "Depletion allowances", 
    "Energy policy", 
    "Energy prices", 
    "Energy security", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government trust funds", 
    "Imports", 
    "Income tax", 
    "Minimum tax", 
    "Natural gas", 
    "Oil well drilling", 
    "Petroleum", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Petroleum reserves", 
    "Petroleum storage", 
    "Presidential powers", 
    "Price regulation", 
    "Strategic materials", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-02-09", 
    "text": "Secure Energy Supply Act of 1989 - Title I: Tax Provisions - Amends the Internal Revenue Code to increase from 15 percent to 27.5 percent the percentage depletion with respect to oil and natural gas production from stripper wells. Exempts oil and gas wells from application of the net income limitation on percentage depletion. Permits a percentage depletion income tax deduction for proven oil and gas wells that have been transferred to a new owner. Repeals provisions that identify intangible drilling costs and percentage depletion as tax preference items for purposes of determining alternative minimum tax liability. Permits producers of crude oil to deduct 100 percent of any qualified loss on each barrel of domestic independent producer oil. Allows an 80 percent deduction with respect to all other domestic crude oil. Permits a six-year carryback with respect to any \"qualified domestic crude oil loss,\" as newly defined in this Act. Title II: Domestic Petroleum Production Program - Domestic Petroleum Production Incentive Act of 1989 - Directs the President to promulgate a regulation that: (1) requires certain domestic refiners of petroleum products to continue to purchase crude oil from domestic producers not involved in petroleum refining or marketing; (2) establishes a minimum wellhead price of $18 per barrel with respect to such purchases; (3) requires refiners to pay into the Refiners' Blending Surcharge Fund any savings attributable to oil purchased for less than $18 per barrel; and (4) requires importers to deposit specified amounts in the same Fund. Establishes in the Treasury the Refiners' Blending Surcharge Fund, dedicating half of its amounts to reducing the budget deficit. Imposes both civil and criminal penalties upon persons violating the presidential regulation. Title III: Filling Strategic Petroleum Reserve with Stripper Well Oil - Amends the Energy Policy and Conservation Act to require that the Strategic Petroleum Reserve (SPR) be filled with domestic crude oil produced from stripper wells or crude oil exchanged for such oil. Reaffirms congressional intent that the SPR be filled to a level of at least 750,000,000 barrels. Authorizes appropriations. Title IV: Removal of Wellhead Price Controls and Repeal of Natural Gas Act Jurisdiction Over Certain First Sales of Natural Gas - Amends the Natural Gas Policy Act of 1978 to remove wellhead price controls on certain natural gas. Repeals the jurisdiction of such Act in connection with certain sales of committed or dedicated natural gas. Repeals provisions that grant the President standby authority to reimpose price controls. Title V: Flexibility in Rescheduling or Marking Down Troubled Loans - Directs the Board of Governors of the Federal Reserve System, the Comptroller of the Currency, and the Boards of Directors of the Federal Deposit Insurance Corporation, the Federal Home Loan Bank Board, and the Federal Savings and Loan Insurance Corporation to promulgate regulations granting financial institutions with energy-related loans greater flexibility in rescheduling and otherwise dealing with troubled loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secure Energy Supply Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Domestic Petroleum Production Incentive Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to provide certain tax incentives for domestic oil and gas, to establish a domestic petroleum production program, to require the Strategic Petroleum Reserve to be filled with stripper well oil, and to eliminate certain restrictions on the sale of natural gas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:59-05:00"
}