{
  "actions": [
    {
      "acted_at": "1988-07-14", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-27", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, OMB, Education Department, Labor Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-08-11", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 100-487.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-11", 
      "calendar": "Senate Legislative", 
      "number": "909", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 909.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-09-15", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-15", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-09-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2941-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2941"
    }, 
    {
      "amendment_id": "s3038-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3038"
    }
  ], 
  "bill_id": "s2647-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1988-08-11", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1988-09-16", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1988-09-15", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1988-07-14", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1988-07-14", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1988-07-14", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1988-08-11", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1988-07-14", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1988-07-14", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1988-07-14", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1988-07-14", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1988-07-14", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1988-07-14", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-09-15", 
    "vetoed": false
  }, 
  "introduced_at": "1988-07-14", 
  "number": "2647", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to reduce the default rate on student loans under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stafford Student Loan Default Prevention and Management Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1988-09-15", 
  "subjects": [
    "Accreditation (Education)", 
    "Administrative fees", 
    "Antipoverty program", 
    "Armed forces and national security", 
    "Auditing", 
    "Bankruptcy", 
    "Black colleges", 
    "Charities", 
    "Collection of accounts", 
    "Communications and Broadcasting", 
    "Consumer credit", 
    "Consumer protection", 
    "Crime prevention", 
    "Data banks", 
    "Disaster relief", 
    "Dislocated workers", 
    "Displaced homemakers", 
    "Domestic Relations and Families", 
    "Education", 
    "Family farms", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Fraud", 
    "Government records, documents, and information", 
    "Graduate education", 
    "Income", 
    "Information services", 
    "Labor and employment", 
    "Medical education", 
    "Medical residents", 
    "Minority education", 
    "Scholarships", 
    "Small business", 
    "Standards", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Students", 
    "Tax-exempt organizations", 
    "Telephone", 
    "Unemployment", 
    "Veterans' education", 
    "Volunteer workers", 
    "Women's education", 
    "Women's rights"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1988-09-15", 
    "text": "(Measure passed Senate, amended) Stafford Student Loan Default Prevention and Management Act of 1988 - Title I: Default Management - Amends the Higher Education Act of 1965 (the Act) to require default management plans to be developed and carried out by certain guaranty agencies, eligible lenders, and eligible institutions with high default rates under part B (the Robert T. Stafford Student Loan Program, formerly known as the Guaranteed Student Loan Program) of title IV (Student Assistance) of the Act. Directs the Secretary of Education (the Secretary) to determine the default rates for guaranty agencies, eligible lenders, and eligible institutions. Requires those guaranty agencies, lenders, and institutions with default rates in excess of 25 percent to develop and carry out default management plans. Subjects guaranty agencies, lenders, and institutions with high volume default rates which are in the highest five percent by volume of defaulted student loans to program reviews by the Secretary (in the case of guaranty agencies) or by the State guaranty agency (in the case of lenders or institutions). Directs the Secretary (or the State guaranty agency, as the case may be) to develop and implement a default management plan for such guaranty agencies, lenders, or institutions if it is determined that their management practices substantially contribute to the high volume default. Sets forth default management provisions which may be required under such plans. Sets forth procedural requirements relating to such plans. Sets forth plan enforcement procedures, including limitation, suspension, or termination proceedings. Sets forth formulas for the calculation of default rates. Revises definitions of guaranty agency, eligible lender, and eligible institution to disqualify those that fail or refuse to develop default management plans. Title II: Improved Stafford Student Loan Collection Provisions - Requires each eligible institution to transmit financial aid transcripts (necessary for loan need determination statements) within 30 days of receiving a request from another such institution. Requires lenders or holders of the loan to notify the borrower, within 180 days after the student borrower leaves the eligible institution, of the month in which the repayment period begins, for both federally-insured student loans (FISL loans) and guaranteed student loans under the Stafford program (Stafford loans). Requires lenders of Stafford loans to notify the guaranty agency (and the borrower, if the loan is to be paid at a new address) of any sale or transfer of the loan to another holder, and the address and phone number through which to contact such other holder concerning loan repayment, within 60 days of such sale or transfer. Prohibits guaranty agencies from selling lists of student borrowers under the Stafford Student Loan program Authorizes guaranty agencies, when the location of a student borrower is unknown or unavailable to them, to enter into agreements for the appropriate State licensing board to provide that information. Eliminates loan repayment deferments that are based on the status of the child rather than the parent, under the parent loan (PLUS) program. Requires lenders to obtain a credit check of applicants for PLUS loans. Allows the lender to charge the applicant for the actual cost of such credit check, up to $25. Requires applicants with negative credit histories to obtain credit-worthy cosigners. Requires an administrative fee, not to exceed five percent of the principal, to be charged to the borrower and paid to the Secretary by the lender, under the Supplemental Loans for Students (SLS) and PLUS loan programs. Requires that the amount to be consolidated be greater than $7,500, in order for a borrower to consolidate loans borrowed for an enrollment period of 12 months or less. Sets forth additional requirements with respect to disbursement and endorsement of student loans. Requires multiple disbursement of student loans under the Stafford Student Loan program. Requires that any such loan for $1,000 or more for an enrollment period ending more than 180 days or six months after the disbursement date, be disbursed in two or more installments, none of which exceeds one-half of the loan. Requires a minimum interval between the first and second installments. Requires such interval to be at least one-half of the enrollment period, except as necessary to permit disbursement of the second installment at the beginning of the second semester, quarter, or similar division of such enrollment period. Sets forth requirements for the initial disbursement and endorsement. Prohibits endorsement of the first installment to a new student borrower entering the first undergraduate year until 30 days after the borrower begins a course of study, but allows such installment to be delivered to the eligible institution prior to the end of the 30-day period. Prohibits disbursement of loans to any other student more than 30 days before the beginning of the enrollment period. Sets forth requirements for methods of multiple disbursement. Requires the lender or escrow agent to withhold a second or succeeding installment if the borrower has ceased to be enrolled on at least a half-time basis. Provides that all loans issued for the same enrollment period shall be considered a single loan for specified purposes. Excludes from such additional disbursement requirements parent (PLUS) loans, consolidation loans, and loans to cover study at an institution outside the United States. Provides for transmittal of institutional disbursement schedules to lenders. Applies such additional disbursement requirements to the Stafford and FISL loan programs. Establishes an extended collection demonstration program under the Stafford Student Loan program. Directs the Secretary to enter into agreements with guaranty agencies to establish up to three demonstration programs for extended efforts to reduce defaults on delinquent Stafford student loans. Requires guaranty agencies desiring to participate in such a demonstration program to apply to the Secretary. Sets forth criteria for the Secretary's selection of participants. Sets forth provisions for: (1) such demonstration program agreements; (2) eligibility for loans for inclusion in the demonstration program; (3) lender eligibility to participate; (4) the extended collection period; (5) participant annual reports to the Secretary and the Secretary's interim and final reports to the Congress; (6) regulations; and (7) applicability of other terms, conditions, and benefits to loans under the demonstration program. Terminates the demonstration program on September 30, 1993. Directs the Secretary, guaranty agency, eligible lender, or subsequent holder to disclose to credit bureau organizations any information concerning the date a delinquency began and the repayment status of any loan that has been delinquent for 90 days. Requires that the borrower be informed that such organizations will be notified of such delinquency. Requires eligible lenders to furnish appropriate eligible institutions and guaranty agencies with lists of delinquent Stafford loan borrowers within 120 days of the date on which the loan is delinquent. Requires student borrowers to provide the lender at the time of loan application with their driver's license number and the name and address of their next of kin. Prohibits a student from qualifying for a grant, loan, or work assistance under the Act as an \"ability-to-benefit\" student if the course of study in which the student is enrolled: (1) is less than one year; (2) is in preparation for an occupation requiring certification by an agency other the eligible institution; and (3) such certification requires a high school diploma or its equivalent. Requires each eligible institution to require, during the exit interview, student borrowers to submit their address, name and address of next of kin, and driver's license number. Requires each eligible institution to make available to prospective students, at or before the time of application, relevant State licensing requirements for any job for which the course of instruction is designed. Requires institutions, under student aid program participating agreements, to withhold academic transcripts of student borrowers in default on any title IV loan unless this will prevent the borrower from obtaining employment and repaying the loan. Prohibits institutions, under student aid program participation agreements, from: (1) using any independent contractor or anyone other than a salaried employee to conduct any canvassing, surveying, recruiting, or similar activities; (2) using any contractor or anyone other than a salaried employee to make final determinations that an individual meets the institution's admissions or financial aid eligibility requirements; or (3) paying any commission, bonus or other incentive to any person making such final determination. Makes such prohibition inapplicable to: (1) reimbursement for actual expenses for canvassing, surveying, recruiting, or similar activities which is paid to a volunteer, independent contractor, or person other than a salaried employee; and (2) independent contractors who work exclusively with foreign students who are not eligible for title IV assistance because of their nationality. Requires an institution to use the same definition of \"academic year\" for all programs authorized by itle IV of the Act. Authorizes the Secretary to prescribe regulations for the limitation, suspension, or termination of eligibility of an individual or organization to administer any aspect of an institution's student assistance program. Limits such suspensions to 60 days, unless the organization and the Secretary agree to an extension, or unless limitation or termination proceedings are initiated. Directs the Comptroller General to: (1) conduct a study relating to the discharge of student loan indebtedness in bankruptcy proceedings; and (2) report the results of such study to the Congress within three years after enactment of this Act. Title III: Federal Responsibilities - Directs the Secretary to develop and publish an annual default report to the Congress, beginning on September 30, 1988, which includes: (1) the annual default rate for the Stafford Student Loan program; (2) a summary of the default rates for guaranty agencies, lenders, and institutions determined under default management plan positions; and (3) the net dollar volume in default for each such entity. Directs the Secretary to: (1) prepare a list of guaranty agencies, a list of eligible lenders, and a list of eligible institutions in the order of the volume of Stafford student loans in default for each such entity; and (2) identify the highest five percent of entities on each such list. Directs the Secretary to: (1) develop a plan, to be published in the Federal Register for public comment, for conducting program reviews of all guaranty agencies, eligible lenders, and eligible institutions; (2) report annually to the Congress on the results of such reviews; and (3) give priority to conducting program reviews of guaranty agencies and eligible institutions with the highest default rates and the highest dollar value of loans in default. Directs the Secretary to promulgate regulations specifying legal restrictions and requirements for eligible institutions relating to loan counseling and reporting, including disclosure of borrower records to third parties, the Fair Debt Collection Practices Act, and other applicable Federal laws. Prohibits an institution from being certified or recertified as eligible for the Stafford Student Loan program or other title IV programs if it: (1) has had its accreditation withdrawn, revoked, or otherwise terminated for cause during the preceding 24 months; or (2) has withdrawn from accreditation voluntarily under or show cause or suspension order during such period. Authorizes the Secretary to carry out limitation, suspension, or termination proceedings against an institution if it: (1) withdraws from an accrediting agency or association during a show cause or suspension proceeding; or (2) is denied institutional accreditation. Authorizes the Secretary to arrange with accrediting agencies and associations to assure notice of such denials of institutional accreditation. Prohibits the Secretary from approving the accreditation of an eligible institution if such institution is in the process of receiving a new accreditation unless the institution submits to the Secretary all materials relating to the prior accreditation, including its reasons, if applicable, for changing the accrediting agency or association. Directs the Secretary to contract for, or establish, and publicize a toll-free telephone number as a consumer hotline for use by the public, to permit students to inform the Department of alleged fraud or unfair practices by eligible institutions. Directs the Secretary to make such hotline generally available to students receiving title IV financial assistance, through arrangements to use the facilities of institutions with program participation agreements. Requires (currently authorizes) the Secretary to establish the National Student Loan Data System, and to assure that such computerized System is operable by October 1, 1989. Requires guaranty agencies to: (1) furnish the Department with information to be used in the System, on the amount of, and other relevant data about, each loan under the Stafford Student Loan program; (2) expand and standardize the confirmation reports required by this Act to assure such information is provided at least bimonthly on delinquencies, defaults, and borrower status changes; and (3) provide the Secretary with complete and accurate data for the System on a quarterly basis. Authorizes the Secretary to require an institution to refund the student's tuition and fees in cases of violation, failure, or misrepresentation under title IV of the Act. Directs the Secretary to establish refund procedures which first require payment to the Federal Government and then require payment to the lender. Title IV: Amendments to the Needs Analysis Provisions - Revises need analysis provisions under title IV of the Act. Revises the definition of independent student. Modifies provisions for the computation of parents, students', and spouses, contributions, for purposes of Pell Grant need analysis and general need analysis, to require that a family member be enrolled at an eligible institution in a postsecondary education program which meets specified requirements that it lead to a degree, certificate, or other recognized educational credential, in order for that family member to be counted as in college. Reduces from 70 percent to 50 percent the amount of student income considered for purposes of expected contribution by a dependent student. Prohibits double-counting of income in the conduct of Pell Grant and general need analysis for student assistance programs under the Act. Sets forth provisions for financial aid administrator adjustments in need analysis. Provides that nothing in title IV limits the authority of student financial aid administrators to: (1) make necessary adjustments to the cost of attendance and expected student and/or parent contribution under special circumstances; and (2) use supplementary information about the financial status or personal circumstance of eligible applicants in selecting recipients and determining award amounts under specified student assistance programs. Repeals specified provisions of the Departments of Labor, Health and Human Services, Education, and Related Agencies Appropriation Act, 1989, which had deleted such provisions for such administrator discretion. Sets forth special rules allowing student financial aid administrators to make necessary adjustments in need analysis with respect to the following groups in the following ways. Allows the costs of food and shelter for dependent care to be included in the cost of attendance, in the case of independent students with dependents and with incomes less than the Standard Maintenance Allowance. Allows projected income for the award year to be considered instead of income reported for the preceding tax year, and allows the primary residence to be excluded, in the calculation of the expected family contribution in the case of dislocated workers. Allows the net value of investments and real estate, including the primary residence, to be excluded in the calculation of expected family contribution, in the case of displaced homemakers. Includes a student's total veterans' education benefits in determinations of need under both Pell Grant and general needs analysis for student assistance programs under the Act. Excludes from assets, for purposes of determinations of expected contributions under both Pell Grant and general need analysis, in the case of families with annual adjusted gross incomes of $30,000 or below, the net value of: (1) the family's principal place of residence; (2) a family farm on which the family residences; or (3) a small business substantially owned and managed by a family member or members. Directs the Secretary, within 60 days after enactment of this Act, to submit to the Congress recommendations for changes to such need analysis provisions necessary to achieve an equitable assessment of income and assets after the exclusion of such family residences and family farms. Title V: Other Higher Education Amendments - Revises provisions relating to the period of eligibility for Pell Grants to limit such period to the full-time equivalent of: (1) the number of academic years that the undergraduate degree normally requires, plus one academic year; or (2) six academic years in the case of a degree or certificate program normally requiring more than four academic years. Revises College Work-Study program eligibility standards to require that only need-based employment (employment that directly offsets educational expenses) be monitored for purposes of such eligibility determinations. Specifies that individuals serving in a medical internship or residency program leading to a degree or certificate awarded by a hospital or health care facility are eligible for certain two-year deferments from student loan repayment (but not eligible for certain others) under the FISL, Stafford Student Loan, and Direct Student Loan programs. Revises provisions relating to the Student Loan Marketing Association (Sallie Mae). Revises provisions for its Board of Directors with respect to: (1) composition; (2) terms of elected and appointed members; (3) election of Chairman; (4) meetings; and (5) functions. Requires that there be a single class of voting common stock, and that previously held non-voting stock be converted to voting stock. Entitles these revisions as the Student Loan Marketing Association Amendments of 1988. Revises provisions for forms and regulations. Requires that the common Federal student aid application contain the minimum data elements necessary for determination of a student's financial need. Prohibits any charge to a student for completing and processing the common form. Provides for collection and use of additional data. Requires competitive bidding to determine qualified processors, and sets forth criteria for participation in such bidding process. Requires eligible institutions to provide statements to student aid recipients listing the estimated student assistance, specifying the amount and type of assistance awarded under title IV of the Act, and indicating that such aid is federally supported. Directs the Secretary, in reallocating returned funds under the supplemental educational opportunity grants program, to give special consideration to institutions located in areas designated to receive assistance because of the occurrence of a major natural disaster. Requires each State guaranty agency to ensure that there is in its State a lender of last resort to: (1) process student loan applications within 30 days after their filing; and (2) make loans to any eligible applicant attending an eligible institution. Revises the formula for determining an institution's eligible amount under provisions for allocation of funds for direct loans to students (the Perkins loan program). Revises provisions for institutional and financial assistance information for students to require that information be provided concerning terms and conditions for repayment deferments (and in the case of Federal volunteer programs, partial cancellations of amounts owed) for service under the Peace Corps Act and the Domestic Volunteer Service Act (VISTA) or for comparable full-time volunteer service for a tax-exempt organization. Requires such information to be provided by institutions in their information to prospective and enrolled students and during exit counseling for borrowers. Directs the secretary to: (1) provide information on the specific terms and conditions under which such Federal volunteers and other comparable volunteers may defer repayment; (2) indicate the maximum level of compensation which student borrowers may receive from a tax-exempt organization to qualify for a deferment; and (3) explicitly state that students may qualify for such deferments when they serve as paid employees of a tax-exempt organization. Revises part B (Patricia Roberts Harris Fellowships) of title IX (Graduate Education) of the Act to authorize the Secretary to make grants to consortia of institutions of higher education which include historically Black colleges for programs to provide supplemental need-based financial aid to students and faculty from historically Black colleges who are pursuing doctoral studies. Sets the Federal share of such program costs at 66 2/3 percent. Authorizes appropriations for such grants for FY 1989 through 1991. Amends the General Education Provisions Act (GEPA) to no longer exclude programs under the Higher Education Act of 1965 from GEPA audit provisions. Title VI: Effective Dates - Sets forth effective dates for various provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stafford Student Loan Default Prevention and Management Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Stafford Student Loan Default Prevention and Management Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Stafford Student Loan Default Prevention and Management Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to reduce the default rate on student loans under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:04-05:00"
}