{
  "actions": [
    {
      "acted_at": "2010-06-29", 
      "committee": "Committee on Natural Resources, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-29", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-29", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-30", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-30", 
      "in_committee": "House Energy and Commerce", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-15", 
      "in_committee": "House Energy and Commerce", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Unanimous Consent .", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-15", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-15", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported, amended, by the Yeas and Nays: 48-0 (1 member voting \"present\")..", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-07-29T20:15:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 111-581, Part I.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5626-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "2010-06-29", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Stupak, Bart", 
      "sponsored_at": "2010-06-29", 
      "state": "MI", 
      "thomas_id": "01123", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-29", 
  "number": "5626", 
  "official_title": "To protect public health and safety and the environment by requiring the use of safe well control technologies and practices for the drilling of high-risk oil and gas wells in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Blowout Prevention Act of 2010", 
  "sponsor": {
    "district": "30", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-15", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Business ethics", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Department of Energy", 
    "Department of the Interior", 
    "Employment discrimination and employee rights", 
    "Energy", 
    "Environmental Protection Agency (EPA)", 
    "Fires", 
    "Fraud offenses and financial crimes", 
    "Government investigations", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Oil and gas", 
    "Pollution liability", 
    "Technology assessment", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2010-07-29", 
    "text": "Blowout Prevention Act of 2010 - (Sec 2.) Prohibits the Secretary of Energy (DOE) or the Secretary of the Interior (appropriate federal official) from issuing a permit to drill for a covered well unless the applicant demonstrates, the Chief Executive Officer of the applicant attests in writing, and the appropriate federal official determines that: (1) the well design is safe; (2) the blowout preventer has redundant systems to prevent or stop a blowout for all foreseeable blowout scenarios and failure modes; (3) the applicant has an oil spill response plan that ensures that the applicant has the capacity to promptly control and stop a blowout in the event the blowout preventer and other well control measures fail; and (4) the applicant has the capability to begin drilling a relief well promptly and to complete such drilling expeditiously. Defines \"covered well\" to mean; (1) an oil or gas exploration or production well that is located on the outer continental shelf; (2) an offshore or onshore oil or gas exploration or production well that is not located on federal or tribal land, is not a marginal well, could lead to extensive and widespread harm to the public health and safety or the environment in the event of a blowout, and is located in a state that cannot effectively regulate it; or (3) an oil or gas exploration or production well that is located on federal or tribal land, is not a marginal well, could lead to extensive and widespread harm to the public health and safety or the environment in the event of a blowout, and is not subject to effective regulation. Prohibits any operator who intends to drill a high-risk well for which a permit to drill is not required from drilling such a well unless the operator obtains the appropriate federal official's approval. Requires operators to seek a revision of such permit or approval in the event of a material modification to the well design, blowout preventer, plan to stop a blowout, or capability to begin or complete drilling of a relief well. (Sec. 3) Requires the appropriate federal official to issue regulations that: (1) require the use of blowout preventers in all covered well drilling operations; and (2) prescribe safety standards for such blowout preventers, which shall require a blowout preventer to operate effectively at the location where it will be deployed and meet specified minimum requirements for backup controls. Authorizes an appropriate federal official who determines that such minimum requirements would be less effective than an available alternative technology or practice in preventing a blowout at all covered wells or classes of covered wells to require such alternative technology or practice. Requires operators, prior to commencement of drilling through a blowout preventer at any covered well, to obtain a certification from an independent third party approved and assigned by the appropriate federal official that such party conducted or oversaw a detailed inspection, design review, system integration test, and function and pressure testing of blowout preventers and determined that: (1) the blowout preventer is designed for the specific drilling conditions, equipment, and location where it will be installed and for the specific well design; (2) the blowout preventer and all of its components and control systems will operate effectively and as designed when installed; (3) each blind shear ram or casing shear ram will function effectively under likely emergency scenarios and is capable of shearing the drill pipe or casing that will be used when installed; (4) emergency control systems will function under the conditions in which they will be installed; and (5) the blowout preventer has not been compromised or damaged from any previous service. Requires the operator to obtain a written and signed recertification from an independent third party: (1) at least once every 180 days after commencement of drilling through a blowout preventer at any covered well; or (2) upon implementation of any material modification to the blowout preventer or well design at such a well. Requires certifications, recertifications, and results of and data from all tests conducted pursuant to this Act to be submitted promptly and made publicly available. Requires prompt function and pressure testing of any blowout preventer component after a significant well control event to ensure the full operability of all functions of such component. Requires: (1) submission to the appropriate federal official of documentation of blowout preventer maintenance and repair within 24 hours; (2) prompt and real-time transmission of the electronic log from a blowout preventer control system to a secure location where it shall be continuously monitored and available for inspection by the appropriate federal official; (3) maintenance, at a secure location off the drilling site, of up-to-date design specifications of any blowout preventer in service; (4) submission to the appropriate federal official of any changes to the design specifications of a blowout preventer in service within 24 hours of such change; and (5) prompt reporting to the appropriate federal official of a failure of any blowout preventer or any component of a blowout preventer used during a well control event. (Sec. 4) Requires: (1) the appropriate and safe design of covered wells; (2) cementing programs and procedures for a covered well to ensure that well control will be maintained and that there will be no unintended flow path between any hydrocarbon-bearing formation zone and the wellhead; (3) a well operator to maintain a team of engineers and experts to advise the operator on the safety of decisions made during the drilling of the well that create a risk of loss of well control; and (4) procedures and technologies to be established for use during drilling at any covered well to minimize the risk of ignition and explosion of hydrocarbons or any other material discharged from the well during a blowout or well control event. Establishes minimum safety requirements for well design and cementing programs and procedures. Requires operators to obtain: (1) prior to commencement of drilling at any covered well, a certification from an independent third party that the well casing designs and cementing programs and procedures ensure that well control will be maintained and that there will be no unintended flow path between hydrocarbon-bearing formation zones or between any hydrocarbon-bearing zones and the wellhead; and (2) upon implementation of any material modification of the well design, a recertification that the design continues to meet the requirements of this Act. (Sec. 5) Establishes stop-work requirements for oil and gas exploration and production activities at covered wells, including requirements to stop work, other than work required to ensure safety, if there is an immediate risk of a blowout. Requires the appropriate federal official to maintain records of such events. (Sec. 6) Requires the appropriate federal official to appoint members to a Well Control Technical Advisory Committee, which shall: (1) assess blowout preventer and well control technologies, practices, voluntary standards, and regulations; (2) assess whether existing regulations for blowout preventers and well control for covered wells for oil and gas exploration or production adequately protect public health and safety and the environment; (3) evaluate specified risks associated with blowout preventers; (4) report to Congress no later than March 31, 2012, and every two years thereafter on implementation of this Act, improvements needed to enhance the safety of drilling operations, and the safety record of any equipment, designs, or practices; and (5) comment on any proposed regulations issued under this Act. Authorizes the appropriate federal official to establish a panel of technical experts to provide technical advice with regard to any well-specific regulatory decision under this Act. (Sec. 7) Requires the appropriate federal official to review and update as necessary regulations issued under this Act at least once every five years to ensure that they protect public health and safety and the environment. (Sec. 8) Requires the appropriate federal official to provide for periodic: (1) unannounced inspections of drilling operations of covered wells; and (2) in-person observation by agency inspectors of tests undertaken for recertification. (Sec. 10) Authorizes the appropriate federal official to conduct investigations of violations of this Act. (Sec. 11) Authorizes any person having a valid legal interest which is or may be adversely affected to commence a civil action in federal district court for enforcement of this Act. (Sec. 12) Sets forth penalties for violations. (Sec. 13) Prohibits any person or employer from discharging or discriminating against any employee because the employee assisted or participated in proceedings or actions to carry out this Act. (Sec. 14) Amends the Clean Air Act to require: (1) the Chemical Safety and Hazard Investigation Board, the Coast Guard, and the Department of the Interior to enter into an agreement to facilitate the Board's investigation of the facts, circumstances, and causes of an accidental fire, explosion, or release involving an offshore oil or gas exploration or production facility; (2) the Board to make recommendations with respect to preventing such accidents to the Secretary of the Interior and the Commandant of the Coast Guard; and (3) the Secretary and the Commandant to respond to such recommendations within 90 days. (Sec. 15) Authorizes a state to submit a plan to demonstrate its regulatory regime, and requires the appropriate federal official to determine whether that regime: (1) in the case of offshore wells, establishes requirements comparable to those applicable to covered wells under this Act or alternative requirements providing at least an equal level of safety; and (2) in the case of onshore wells, effectively protects public health and safety and the environment. (Sec. 18) Requires the appropriate federal official to enter into an arrangement for the National Academy of Engineering to report to the appropriate federal official and to Congress on the economic, safety, and environmental impacts of requiring relief wells to be drilled in tandem with covered wells. (Sec. 19) Requires the appropriate federal official to report to Congress on the status of pending federal drilling and drilling-related applications and permits, the amount of time that such applications and permits have been pending, and any reasons for delay in approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Blowout Prevention Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Blowout Prevention Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect public health and safety and the environment by requiring the use of safe well control technologies and practices for the drilling of high-risk oil and gas wells in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:32-05:00"
}