{
  "actions": [
    {
      "acted_at": "2009-01-26", 
      "references": [
        {
          "reference": "CR S843", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-26", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S843-846", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-05-07", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-05-07", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-05-07", 
      "calendar": "Senate Legislative", 
      "number": "59", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 59.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-10-01", 
      "references": [], 
      "text": "By Senator Leahy from Committee on the Judiciary filed written report. Report No. 111-85. Minority views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s327-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2009-09-24", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2009-05-07", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kaufman, Edward E.", 
      "sponsored_at": "2009-05-07", 
      "state": "DE", 
      "thomas_id": "01964", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2009-05-07", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2009-11-06", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-26", 
  "number": "327", 
  "official_title": "A bill to amend the Violence Against Women Act of 1994 and the Omnibus Crime Control and Safe Streets Act of 1968 to improve assistance to domestic and sexual violence victims and provide for technical corrections.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3401-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Improving Assistance to Domestic and Sexual Violence Victims Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-05-07", 
  "subjects": [
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crime victims", 
    "Crimes against women", 
    "Criminal procedure and sentencing", 
    "Domestic violence and child abuse", 
    "Government information and archives", 
    "HIV/AIDS", 
    "Immigration status and procedures", 
    "Indian social and development programs", 
    "Internet and video services", 
    "Law enforcement administration and funding", 
    "Sexually transmitted diseases", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-05-07", 
    "text": "Title I: Improving Assistance To Domestic And Sexual Violence Victims Act of 2009 - Improving Assistance to Domestic and Sexual Violence Victims Act of 2009 - (Sec. 103) Amends the Violence Against Women Act of 1994 to revise definitions under such Act, including to define: (1) \"youth\" as an individual between 12 and 24 years of age; (2) \"trained examiner\" as a health care professional who has received specialized training specific to sexual assault victims, including training in gathering forensic evidence and medical needs; (3) \"personally identifying information\" or \"personal information\" to include information that is encoded, encrypted, hashed, or otherwise protected; and (4) \"rural state\" as a state in which the largest county has fewer than 200,000 (currently, 150,000) people. Requires the Director of the Office on Violence Against Women to ensure that entities providing training or technical assistance under the Violence Against Women Act of 1994 have demonstrated expertise in the grant programs under such Act. (Sec. 104) Amends the Omnibus Crime Control and Safe Streets Act of 1968 to require states, Indian tribal governments, and local governments to certify that they do not make available publicly on the Internet any information regarding protection orders if such publication would likely reveal the identity or location of the protected party. (Sec. 105) Amends the Violence Against Women Act of 1994 to transfer authority for the home visitation grant program from the Department of Justice (DOJ) to the Administration for Children, Youth and Families of the Department of Health and Human Services (HHS). (Sec. 107) Amends the Violence Against Women Act of 1994 to require the national resource center on workplace responses (established to assist victims of domestic and sexual violence) to provide information and assistance to victim service providers. Expands the types of agencies eligible to provide assistance to victims of domestic and sexual violence. (Sec. 108) Amends the Omnibus Crime Control and Safe Streets Act of 1968 to provide that grant funds to Indian tribal governments to combat violent crimes against women shall remain available until expended and that a grant may be for a period of 24 months. (Sec. 109) Amends the Omnibus Crime Control and Safe Streets Act of 1968 to expand the grant program for encouraging arrest policies and enforcement of domestic protection orders to provide for sexual assault forensic medical personnel examiners in the collection and preservation of evidence, expert testimony, and treatment of trauma related to sexual assault. (Sec. 110) Amends the Omnibus Crime Control and Safe Streets Act of 1968 to expand the grant program for encouraging arrest policies and enforcement of domestic protection orders to develop human immunodeficiency virus, Hepatitis B & C, and sexually transmitted infection testing and treatment programs for sexual assault victims that include notification, treatment, counseling, and confidentiality protocols. Requires a state or local government to certify that it has a law or regulation that requires HIV testing for victims and perpetrators of sexual assaults. (Sec. 111) Amends the Violence Against Women Act of 1994 to expand the definition of culturally and linguistically specific services as provided to victims of domestic and sexual violence. (Sec. 113) Amends the Violence Against Women and Department of Justice Reauthorization Act of 2005 to require the Attorney General to submit annual reports to the House and Senate Judiciary Committees and the Senate Committee on Indian Affairs on the study of violence against Indian women. (Sec. 114) Amends the Immigration and Nationality Act to permit aliens who have been victims of trafficking in persons to apply for an extension of status retroactively. (Sec. 115) Amends the Trafficking Victims Protection Act of 2000 to revise standards for visa applications under the program to protect victims of trafficking in persons. (Sec. 118) Amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the Attorney General to reallocate certain unobligated funds under the grant program to combat violent crimes against women to provide victim services. Title II: Aggravated Sexual Abuse - Amends the federal criminal code to impose a mandatory minimum five-year prison term for persons found guilty of aggravated sexual abuse."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improving Assistance to Domestic and Sexual Violence Victims Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Improving Assistance to Domestic and Sexual Violence Victims Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Violence Against Women Act of 1994 and the Omnibus Crime Control and Safe Streets Act of 1968 to improve assistance to domestic and sexual violence victims and provide for technical corrections.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:49-05:00"
}