{
  "actions": [
    {
      "acted_at": "2009-03-31", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Education and Labor, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Education and Labor, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-03-31", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-03-31", 
      "committee": "House Education and Labor", 
      "references": [], 
      "text": "Referred to House Education and Labor", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-27", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "text": "Referred to the Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-05-14", 
      "in_committee": "House Education and Labor", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1828-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Coffman, Mike", 
      "sponsored_at": "2009-03-31", 
      "state": "CO", 
      "thomas_id": "01912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "DeGette, Diana", 
      "sponsored_at": "2009-03-31", 
      "state": "CO", 
      "thomas_id": "01479", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "51", 
      "name": "Filner, Bob", 
      "sponsored_at": "2009-07-13", 
      "state": "CA", 
      "thomas_id": "00381", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "2010-06-09", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2009-07-30", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lujan, Ben Ray", 
      "sponsored_at": "2009-05-07", 
      "state": "NM", 
      "thomas_id": "01939", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Markey, Betsy", 
      "sponsored_at": "2009-10-29", 
      "state": "CO", 
      "thomas_id": "01911", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perlmutter, Ed", 
      "sponsored_at": "2009-03-31", 
      "state": "CO", 
      "thomas_id": "01835", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Salazar, John T.", 
      "sponsored_at": "2009-03-31", 
      "state": "CO", 
      "thomas_id": "01775", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Space, Zachary T.", 
      "sponsored_at": "2009-07-13", 
      "state": "OH", 
      "thomas_id": "01871", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-31", 
  "number": "1828", 
  "official_title": "To amend the Energy Employees Occupational Illness Compensation Program Act of 2000 to expand the category of individuals eligible for compensation, to improve the procedures for providing compensation, and to improve transparency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s757-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Charlie Wolf Nuclear Workers Compensation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Polis, Jared", 
    "state": "CO", 
    "thomas_id": "01910", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-03-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Cancer", 
    "Cardiovascular and respiratory health", 
    "Department of Energy", 
    "Department of Labor", 
    "Government information and archives", 
    "Government liability", 
    "Hazardous wastes and toxic substances", 
    "Judicial review and appeals", 
    "Labor and employment", 
    "Medical tests and diagnostic methods", 
    "Nuclear weapons", 
    "Public contracts and procurement", 
    "Radiobiology", 
    "Transportation costs", 
    "Wages and earnings", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-03-31", 
    "text": "Charlie Wolf Nuclear Workers Compensation Act - Amends the Radiation Exposure Compensation Act to expand the diseases for which individuals who were exposed to radiation from nuclear testing may claim compensation to include chronic lymphocytic leukemia, posterior subcapsular cataracts, nonmalignant thyroid nodular disease, parathyroid adenoma, malignant tumors of the brain and central nervous system, brochio-alveolar carcinoma, and benign neoplasms of the brain and central nervous system. Amends the Energy Employees Occupational Compensation Program Act of 2000 to expand the definition of \"atomic weapons employee\" to include an individual employed by a contractor or subcontractor of an atomic weapons employer for purposes of compensation under the Energy Employees Occupational Illness Compensation Program. Revises criteria used to determine established chronic beryllium disease compensable under the program. Expands the class of members of the Special Exposure Cohort to include any employee who is not covered by specified current requirements but was employed by the Department of Energy (DOE), or a DOE contractor or subcontractor, before January 1, 2006. Adds basal cell carcinoma and skin cancer to the list of compensable cancers. Changes the presumption for a finding of cancer compensable under the program to a standard of clear and convincing evidence that it was not sustained as a result of employment at the atomic weapons employer's facility. (Currently, a presumption for a finding of cancer will be made only if the cancer was at least as likely as not related to employment at the facility.) Requires that potential compensation claimants are given: (1) a list of physicians qualified to perform medical and impairment screenings; and (2) a written notice of benefits for which they may be eligible under the program. Requires site profiles (exposure assessments) of contaminated DOE facilities to identify: (1) by trade name (if any) any toxic substances or processes commonly used in such sites; and (2) the time frame during which the potential for exposure to toxic substances existed. Requires the Secretary of Labor to provide the public with site profiles and other information used to evaluate claims for compensation, as well as statistical data regarding the number of claims filed and the length of time to process them. Specifies covered illnesses to include all forms of cancer, silicosis, asbestosis, mesothelioma, lung fibrosis, chronic constructive pulmonary disease, chronic renal insufficiency, peripheral neuropathy, chronic encepathalopathy, occupational asthma, and pneumoconiosis. Replaces the current requirements for compensation to the survivors of a contractor employee to require payment to them of the compensation the deceased contractor employee would otherwise have been paid. Requires payment of the compensation, if no survivors exist, to a claimant's estate. Includes radiation and heavy metals, or a combination of them, as toxic substances exposure to which may cause a covered illness. Extends from 60 days to one year after an adverse decision the statute of limitation period for filing a petition for judicial review in federal district court of any denial of a compensation claim. Expands the duties of the Office of the Ombudsman in the Department of Labor to include: (1) assisting individuals in making claims; and (2) functioning as an advocate on behalf of individuals seeking benefits. Authorizes the Ombudsman to contract for expert services. Requires the promulgation of regulations for: (1) the direct payment to providers of the costs of personal care services and transportation expenses for claimants who receive medical benefits under the Act; (2) clear, concise, and easily understandable explanations of the claims process, including claim denials; and (3) the retention of records in DOE and the Department of Labor that might be used by claimants in the claims process. Requires claimants under the Act 120 days to respond to a request for information from the Secretary of Labor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Charlie Wolf Nuclear Workers Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Energy Employees Occupational Illness Compensation Program Act of 2000 to expand the category of individuals eligible for compensation, to improve the procedures for providing compensation, and to improve transparency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:47-05:00"
}