{
  "actions": [
    {
      "acted_at": "1988-09-07", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-07", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-07", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-07", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Water Resources Prior to Introduction (Jun 16, 88).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-07", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-08", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-08", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-12", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Public Works and Transportation.  Report No: 100-913.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-12", 
      "references": [], 
      "text": "Placed on Union Calendar No: 546.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-15", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-09-30", 
      "references": [], 
      "text": "Laid on Table in House by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-30", 
      "bill_ids": [
        "s2100-100"
      ], 
      "references": [], 
      "text": "House Incorporated this Measure in S.2100 as an Amendment.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h940-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "940"
    }, 
    {
      "amendment_id": "h941-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "941"
    }, 
    {
      "amendment_id": "h942-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "942"
    }, 
    {
      "amendment_id": "h943-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "943"
    }
  ], 
  "bill_id": "hr5247-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1988-09-07", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1988-09-07", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Stangeland, Arlan", 
      "sponsored_at": "1988-09-07", 
      "state": "MN", 
      "thomas_id": "01098", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-09-30", 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-07", 
  "number": "5247", 
  "official_title": "A bill to provide for the conservation and development of water and related resources, to authorize the United States Army Corps of Engineers to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2100-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Water Resources Development Act of 1988", 
  "sponsor": {
    "district": "32", 
    "name": "Anderson, Glenn M.", 
    "state": "CA", 
    "thomas_id": "00016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1988-09-30", 
  "subjects": [
    "Alabama", 
    "Algae", 
    "Arizona", 
    "Arkansas", 
    "Beach erosion", 
    "Bridges", 
    "Business and commerce", 
    "California", 
    "Cost control", 
    "Dams", 
    "Delaware", 
    "Disaster insurance", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Dredging", 
    "Ecological research", 
    "Economic development", 
    "Environmental assessment", 
    "Environmental protection", 
    "Estuaries", 
    "Executive reorganization", 
    "Flood control", 
    "Flood damage prevention", 
    "Flood insurance", 
    "Florida", 
    "Freshwater ecology", 
    "Georgia", 
    "Government and business", 
    "Great Lakes", 
    "Groundwater", 
    "Harbors", 
    "Hydroelectric power", 
    "Hydrology", 
    "Illinois", 
    "Indiana", 
    "Insurance", 
    "Iowa", 
    "Kansas", 
    "Kentucky", 
    "Lakes", 
    "Land transfers", 
    "Landfills", 
    "Licenses", 
    "Louisiana", 
    "Maryland", 
    "Michigan", 
    "Mining leases", 
    "Minnesota", 
    "Mississippi", 
    "Missouri", 
    "Montana", 
    "Names", 
    "National parks", 
    "Navigation", 
    "Nebraska", 
    "Nevada", 
    "New Jersey", 
    "New York State", 
    "North Dakota", 
    "Ohio", 
    "Oklahoma", 
    "Pennsylvania", 
    "Public Lands and Real Property", 
    "Public utilities", 
    "Public works", 
    "Puerto Rico", 
    "Radioactive pollution of water", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Reservoirs", 
    "Rivers", 
    "Roads and highways", 
    "Seashores", 
    "Ships and shipping", 
    "Shore protection", 
    "South Carolina", 
    "Tennessee", 
    "Territories (U.S.)", 
    "Texas", 
    "Washington State", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Watersheds", 
    "West Virginia", 
    "Wetland ecology", 
    "Wildlife conservation", 
    "Wisconsin"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-09-30", 
    "text": "(Measure passed House, amended) Water Resources Development Act of 1988 - Authorizes the Secretary of the Army to carry out specified public works projects at the following locations: (1) flood control, Rillito River, Arizona; (2) flood control, Lower Mission Creek, Santa Barbara, California; (3) navigation, Ft. Pierce Harbor, Florida; (4) beach erosion control, Nassau County (Amelia Island), Florida; (5) navigation, Port Sutton Channel, Florida; (6) flood control, Chicagoland Underflow Plan, Illinois; (7) navigation, Lower Ohio River, Illinois and Kentucky; (8) flood control, Hazard, Kentucky; (9) navigation, Wolf and Jordan Rivers and Bayou Portage, Mississippi; (10) flood control, Truckee Meadows, Nevada; (11) flood control, Scioto River, West Columbus, Ohio; (12) navigation, Delaware River, Philadelphia to Wilmington, Pennsylvania and Delaware; (13) flood control, Cypress Creek, Texas; (14) flood control, Falfurrias, Texas; (15) navigation, Guadalupe River to Victoria, Texas; (16) flood control, McGrath Creek, Wichita Falls, Texas; and (17) environmental enhancement, Mississippi and Louisiana Estuarine Areas. Authorizes the Secretary to carry out the following projects subject to favorable reports: (1) flood control, Coyote and Berryessa Creeks, California; (2) navigation, Morro Bay, California; (3) navigation, Ventura Harbor, California; (4) navigation, Miami Harbor, Florida; (5) navigation, Great Lakes connecting channels and harbors, Michigan, Minnesota, and Wisconsin; (6) dike replacement, Small Boat Harbor, Buffalo Harbor, New York; (7) flood control, Rio de la Plata, Puerto Rico; (8) flood control, Valley Creek, Warrior River and tributaries, Alabama; and (9) flood control, Nogales Wash and tributaries, Arizona. Amends the Water Resources Development Act of 1986 to extend its cost sharing and cost ceiling provisions to all water resources projects enacted after the date of enactment of such Act. Requires the Chief of the Soil Conservation Service to cooperate with the Secretary of the Army in the Beaver Lake water quality project in Arkansas. Directs the Secretary to use available funds to continue planning and design for such project, including plans for individual parcels of land within the drainage basin which contribute to water quality degradation and impairment of water supply uses at Beaver Lake. Modifies the project for flood control, West Memphis and vicinity, Arkansas, to provide that non-Federal cooperation for such project may be provided by private individuals, private organizations, levee districts. drainage districts, or any unit of a State, county, or local government. Authorizes the Secretary to construct the breakwaters to a greater height at the project at King Harbor, Redondo Beach, California, if recommended in a report of the Chief of Engineers and approved by the Secretary. Modifies the navigation project for Los Angeles and Long Beach Harbors, San Pedro Bay, California, to provide that, if non-Federal interests carry out any work associated with such project which is later recommended by the Chief of Engineers and approved by the Secretary, the Secretary may reimburse such non-Federal interests and amount equal to the Federal share of the costs, without interest. Directs the Secretary to perform maintenance dredging of the Federal project at the mouth of the Los Angeles River, California, to an authorized depth to maintain the flood control basin and navigation safety. Modifies the project for San Leandro Marina, California, to authorize the Secretary to maintain an access channel extending from the southern auxiliary access channel to the boat launching ramp of the city of San Leandro in the vicinity of the small boat lagoon. Deauthorizes the auxiliary access channel and basin extending to the north end of the project. Modifies the demonstration project at Sunset Harbor, California, to include wetland restoration as a project purpose. Amends the Water Resources Development Act of 1986 to require that the Federal share of the cost of the project for Indiana shoreline erosion be determined in accordance with title I of such Act. Amends the Water Resources Development Act of 1974 to modify the project at Big South Fork of the Cumberland River, Kentucky and Tennessee, by providing that the non-Federal costs may be provided by any person, including concessionaires of any Federal agency. Requires the Secretary, where a non-Federal interest agrees to provide recreation facilities within the boundaries of the National Area, to provide support facilities as necessary. Modifies the project for mitigation of fish and wildlife losses at Stumpy Lake, Louisiana, to: (1) include design and construction of such structural and remedial measures as necessary to control erosion and protect certain valuable environmental resources; and (2) authorize the Secretary to spend certain funds in participation with Louisiana on design, construction, and purchase of necessary lands and rights-of-way. Modifies the project for shoreline protection, Atlantic Coast of Maryland and Assateague Island, Virginia, to provide that, if non-Federal interests place sand on the beach as part of such project, the Secretary shall credit toward the non-Federal share of the costs of such project an amount equal to the Federal share of the cost of such sand replacement. Modifies the navigation project at Annapolis Harbor, Maryland, to direct the Secretary to realign the channel in such project to promote more efficient mooring operations. Authorizes the Secretary to pay the remaining cost for the navigation project for Deal Island, Maryland (Lower Thorofare). Modifies the project for flood control at Redwood River, Marshall, Minnesota, to authorize the Secretary to construct the project in accordance with a specified memorandum and at increased costs. Amends the Water Resources Development Act of 1986 to provide that the flood control project for Root River Basin, Minnesota, does not affect the authority of the Secretary to carry out a small project under the Flood Control Act of 1948. Modifies the flood control project, Roseau River, Minnesota, to direct the Secretary to construct a flood control levee in the vicinity of Duxby, Minnesota. Modifies the navigation project at Gulfport Harbor, Mississippi, to alter the methods by which the Secretary may dispose of dredged material. Directs the Secretary, during construction of the project, to carry out a demonstration program to evaluate the costs and benefits of thin layer disposal in the Mississippi Sound of dredged material from constructionharbor improvements and to determine whether there are unacceptable adverse effects from such disposal. Requires the Secretary to report to the Congress and the Environmental Protection Agency (EPA) within one year of completion of the demonstration program. Provides for the Administrator of the EPA to approve or disapprove the report. Requires the Secretary to establish a study team to assist in planning, carrying out, monitoring, and reporting on the program. Authorizes the Secretary to provide services to the non-Federal project sponsor in the design and the construction of upstream and downstream non-Federal extensions to the Federal project for flood control, Brush Creek and Tributaries, Missouri and Kansas, if the non-Federal sponsor provides funds, in advance, to cover all costs of such services. Provides that such extentions shall not be considered part of the Federal project. Modifies the project for Libby Dam, Lake Koocanusa Reservoir, Montana, to authorize the Secretary to alleviate low water impact on existing facilities at such project and to provide additional planned public recreation sites along the reservoir. Directs the Secretary to protect Indian archaeological sites at such project. Requires the Secretary to coordinate with the Kootenai Tribes in protecting such sites and facilitating curation. Modifies the New York Harbor collection and removal of drift project to authorize the Secretary to collect refuse through the use of nets. Modifies the project for beach erosion control for Sandy Hook to Barnegat Inlet, New Jersey, to require that the Sandy Hook reach be constructed in accordance with a specified draft general design memorandum, and that periodic beach nourishment over the project life be conducted. Modifies the Irondequoit Bay, New York, navigation project by authorizing the Secretary to construct a highway bridge across the new channel constructed as part of such project if non-Federal interests agree: (1) to be responsible for operation and maintenance of the bridge; (2) to pay 50 percent of the cost of construction; and (3) to hold title to such bridge. Modifies the project at East Rockaway Inlet to Rockaway Inlet and Jamaica Bay, New York, to extend periodic beach nourishment for such project to the 50th year after its construction. Directs the Secretary to participate in periodic nourishment through the 50-year life of the project. Modifies the project at Massillon, Ohio, to provide that if, before the date of enactment of this Act, non-Federal interests complete construction and repair of the Cherry Street Bridge, the Secretary shall credit toward the non-Federal share of the cost of such project an amount equal to the Federal share of the cost incurrred for construction and repair of the Cherry Street Bridge. Modifies the project at Maumee Bay, Lake Erie, Ohio, to require the Secretary to credit toward the non-Federal share of the cost of such project amount equal to the Federal share of the work carried out by non-Federal interests on the eastern segment of such project before enactment of this Act. Modifies the project for flood control, power and water supply, Broken Bow Lake, Oklahoma, to direct the Secretary to construct such hydroelectric power production facilities at the Broken Bow Lake reregulation dam as are recommended in a specified report. Modifies the navigation project on the Ohio River at Rochester, Pennsylvania, to authorize the Secretary to construct safety facilities of a floating dock, a river access ramp, and roadway and parking areas. Modifies the project for flood control, Wyoming Valley, Pennsylvania, to authorize the Secretary to construct an inflatable dam on the Susquehanna River in the Wilkes Barre area, Pennsylvania. Increases the ceiling costs for the navigation project for the Blair and Sitcum Waterways, Washington. Modifies the project for Wynoochee Lake, Wynoochee River, Washington, authorized under the Flood Control Act of 1962, to authorize the Secretary of the Army, acting through the Chief of Engineers, to permit the city of Aberdeen, Washington, to operate, maintain, repair, and rehabilitate such project after September 30, 1988. Sets forth terms and conditions and other administrative provisions if the Secretary grants the city permission to proceed. Requires the Secretary to provide an opportunity for public review and comment before any changes are made in the operation of any reservoir which will result in or require a reallocation of storage space in such reservoir or will significantly affect any project purpose. Directs the Secretary, in planning any water resources project, to consider the impact on existing and future recreational and commercial uses in the area surrounding the project. Provides that if maintenance, repair, rehabilitation, or reconstruction of a water resources project results in an adverse effect on recreation, the Secretary to allocate costs among authorized project purposes. Directs the Secretary to ensure that the following projects enhance recreation: (1) Beechfork Lake, West Virginia; (2) Bluestone Lake, West Virginia; (3) East Lynn Lake, West Virginia; (4) Francis E. Walter Dam, Pennsylvania; (5) Jennings Randolph Lake, Maryland and West Virginia; (6) R.D. Bailey Lake, West Virginia; (7) Savage River Dam, Maryland; (8) Youghiogheny River Lake, Pennsylvania and Maryland; (9) Summersville Lake, West Virginia; (10) Sutton Lake, West Virginia; and (11) Stonewall Jackson Lake, West Virginia. Authorizes the Secretary, in order to improve the state of engineering and construction in the United States and consistent with the civil works mission of the Army Corps of Engineers, to undertake, on a cost-shared basis, collaborative research and development with non-Federal entities. Authorizes appropriations. Authorizes the Secretary, in cooperation with affected Federal, State, and other interested agencies, to develop a simulation model of the central and southern Florida hydrologic ecosystem for use in predicting the effects of proposed modifications to the ecosystem. Amends the Flood Control Act of 1968 to change the reimbursement limitation per project to $3,000,000 or one percent to the total project cost, whichever is greater. Amends the Water Resources Development Act of 1986 to provide for crediting utility relocation costs of harbor construction borne by non-Federal interests toward the additional ten percent payment they are assessed for the cost of general navigation features of a project over 30 years. Requires projects for hurricane or storm damage reduction to comply with applicable flood plain requirements. Requires feasibility reports on water resources projects to include a local and regional economic development plan for the project area if the proposed project is located in an area which qualifies for designation as an economic development area under the Public Works and Economic Development Act of 1965. Allows a Federal Project Repayment District to use any cost-recovery approach that is consistent with State law to satisfy cost-recovery requirements. (Currently, such districts are restricted to cost-recovery through property transfer fees.) Provides that the costs of operation, maintenance, and rehabilitation of projects under the Upper Mississippi River Plan shall be the responsibility of the entity that owns the lands on which the project is located. Provides for the Secretary to enter into an agreement with a private person for the removal of an abandoned vessel from the waters off Mona Island, Puerto Rico. Authorizes the Secretary, in cooperation with other Federal agencies and the Susquehanna River Basin Commission, to design and implement a comprehensive flood warning and response system to serve communities and flood prone areas along the Juniata River and tributaries in Pennsylvania to demonstrate the effectiveness of such systems and to evaluate their costs. Authorizes appropriations for such project. Reauthorizes the flood control project at Lakeport Lake, California. Directs the Director of the Federal Emergency Management Agency to prepare or cause to be prepared a hydrological study of Miles Creek, California, to use as the basis for the establishment of revised base flood elevations in and near the community of Planada, California. Makes Sacramento, California, eligible for flood protection under the National Flood Insurance Act of 1968. Provides funding for the non-Federal share of the cost of any project to reconstruct the Santa Monica breakwater. Directs the Secretary to maintain water levels in the Mississippi River headwaters reservoirs at specified limits. Authorizes the Secretary to dredge the Hearding Island Inlet, Duluth Harbor, Minnesota, to increase water circulation and reduce stagnant water conditions. Applies cost sharing regulations to municipal and industrial water supply with respect to Grayson Lake, Dewey Lake, and Carr Fork Lake, Kentucky. Directs the Secretary to assist Louisiana in providing water to distressed communities (especially Lafourche Parish) whose water supply quality is threatened by drought, other climatic conditions, or disasters. Amends the River and Harbor Act of 1970 to authorize the Secretary to continue to deposit dredged materials into a contained spoil disposal facility in the Great Lakes until the Secretary determines that such facility is no longer needed or that it is completely full. Requires the Secretary to conduct a study and monitoring proram to determine whether toxic pollutants are present in such facilities and to determine the concentration levels of such pollutants. Requires the Secretary to conduct an inspection and monitoring program to determine whether toxic pollutants are leaking from such facilities. Authorizes the Secretary to convey specified acreage to the city of South El Monte, California. Authorizes the Secretary, in consideration for such conveyance, to accept real property in the Los Angeles area or cash, or both. Authorizes the Secretary to convey specified land to Illinois in the city of Ottawa. Authorizes the Secretary to exchange certain lands in Whitman County, Washington, for wildlife mitigation purposes. Prohibits the Secretary from conveying title to all or any part of the Lesage/Greenbottom Swamp to the State of West Virginia. Directs the Administrator of General Services to issue certificates of credit in return for which both the holder of producing leasehold mineral interests in the reservoir of Prado Basin, Riverside County, California, and the nonpublic owners of mineral interests in such reservoir surrender to the United States their interests and rights in such reservoir. Authorizes the Secretary to conduct a pilot project to determine the viability of the use of aluminum sulfate for algae control in Clear Lake, Lake County, California. Amends the Water Resources Development Act of 1976 to require the Secretary to accommodate the schedule of any State that requests the placement of beach quality sand. Directs the Secretary to make repairs as required to restore a groin of the Ventura to Pierpont Beach erosion control project to its original configuration. Amends the Water Resources Development Act of 1986 to declare certain portions of the Delaware River in Philadelphia County, Pennsylvania, as nonnavigable. Declares as nonnavigable certain portions of Coney Island Creek and Gravesend Bay, New York. Amends the Supplemental Appropriations Act, 1984 to extend the authorization of the modified water delivery schedule for the Everglades National Park from January 1, 1989, until January 1, 1992. Amends the Water Resources Development Act of 1986 to extend from two years to five years the authority of the Secretary to carry out a demonstration program to modify water projects to improve the environment. Directs the Secretary to prepare plans and specifications for the restoration of the Mayo's Bar Lock and Dam near Rome, Georgia. Directs the Secretary to study the need to modernize and upgrade the federally owned and operated hydroelectric power system and report to the Congress with recommendations. Directs the Secretary to proceed with work on the Kissimmee River demonstration project, Florida. Directs the Secretary to study the need for an internal drainage system in the Frog Pond agricultural area of Dade County, Florida. Directs the Secretary to report to the Congress on a study and demonstration project to determine the effects of fluctations of the water level of Carter Lake, Iowa and Nebraska, on groundwater induced flooding and the methods of reducing such flooding by pumping water between the lake and the Missouri River. Directs the Secretary to conduct a study to determine the extent of seepage associated with the flood control project at Memphis Harbor, Ensley Berm, Tennessee,and the need for corrective measures. Directs the Secretary, before issuing a permit for a proposed municipal landfill in the vicinity of Bartlett, Illinois, to study and report to the Congress on the impact of such landfill on the Newark Valley Aquifer and on the ability of water from the aquifer to dilute for purposes of drinking water supply naturally occurring radium in groundwater. Directs the Secretary of the Interior to study and report on modifying the operation of the Bluestone Lake project, West Virginia, to facilitate the protection and enhancement of biological resources and recreational use of waters downstream from the project. Directs the Secretary to study and report on cost recovery options and alternative methods of financing navigational improvements on the Great Lakes connecting channels and Saint Lawrence Seaway, including modernization of the Eisenhower and Snell Locks of the Saint Lawrence Seaway. Authorizes the Secretary to construct a new division laboratory for the United States Army Engineer Division, Ohio River. Authorizes appropriations for the Secretary to establish a Technical Resource Service for the Red River Basin in Minnesota and North Dakota, for the purpose of providing technical services for the development and implementation of State and local water and related land resources initiatives. Declares that any study or reevaluation of the Mississippi River at La Crosse, Wisconsin, flood control project shall be treated as a continuation of the phase I feasibility study for such project and not as initiation of a new study. Amends the Energy and Water Development Appropriation Act, 1988 to correct the description of the portion of the Hudson River, New York, that is not a part of the federally authorized Channel Deepening Project. Prohibits the expenditure of funds for planning, financing, contracting, or construction in connection with the pump storage facility at the Richard B. Russell Dam and Lake, Georgia and South Carolina, except as necessary to comply with specified Acts. Amends the Water Resources Development Act of 1986 to deauthorize the water resources projects at: (1) Rockland Lake, Texas; (2) White River, Batesville, Arkansas; (3) Algoma, Wisconsin (outer harbor); and (4) the Chicago River Turning Basin, Chicago Harbor, Illinois. Declares that the navigation projects for Monterey Harbor, California, the North Branch of the Chicago River, Illinois, and a specified element of the Missouri River Basin project shall remain authorized after December 31, 1989. Makes the following name designations: (1) the Soldier Creek Diversion Unit, Topeka, Kansas, as the Lew M. Paramore Diversion Unit; (2) the lake formed by the Felsenthal Dam on the Ouachita River, Arkansas, as Lake Jack Lee; (3) the Ventura Marina, located in Ventura County, California, as the Ventura Harbor; (4) the harbor on the Mississippi River at Hickman, Kentucky, as the Elvis Stahr Harbor, Port of Hickman; (5) the lock and dam number 4 on Arkansas River, Arkansas, as the Emmett Sanders Lock and Dam; (6) the lock and dam number 3 on the Arkansas River, Arkansas, as the Joe Hardin Lock and Dam; and (7) the boat ramp to be constructed on the Mississippi River in Lauderdale County, Tennessee, as the Ed Jones Boat Ramp. Title II: Bridge Administration Transfer - Bridge Administration Transfer Act - Transfers from the Secretary of Transportation to the Secretary of the Army, with specified exceptions, the administration of bridges and causeways over navigable waters, including all related authority, functions, and Declares October 1, 1989, as the effective date of such transfer. Makes conforming amendments to the Rivers and Harbors Appropriations Act of 1899, the Truman-Hobbs Act, the General Bridge Act of 1946, and the International Bridge Act of 1972. Directs the Secretary of the Army to submit a compilation to the Congress of Federal laws relating to waterway structure administration, together with recommendations for consolidation or amendments. Declares certain bodies of water in Ridgefield, New Jersey, as nonnavigable. Provides for waiving the reimbursement of amounts owed to the Federal Government which resulted from the sale of the Las Milpas portion of the water system improvements, which was sold to the city of Pharr, Texas. Amends the Energy and Water Development Appropriation Act, 1988 to provide that funds made available for a grant to Metropolitan Dade County, Florida, shall remain available until expended."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Resources Development Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Water Resources Development Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Water Resources Development Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Bridge Administration Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation and development of water and related resources, to authorize the United States Army Corps of Engineers to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:43-05:00"
}