{
  "actions": [
    {
      "acted_at": "1995-10-17", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, the Judiciary, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, the Judiciary, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-17", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-17", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-17", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-17", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-19", 
      "bill_ids": [
        "hr2425-104"
      ], 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "For Further Action See H.R.2425.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-20", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-01-03", 
      "in_committee": "House Rules", 
      "references": [], 
      "subcommittee": "Rules and Organization of the House", 
      "text": "Referred to the Subcommittee on Rules and Organization of the House.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2486-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-10-17", 
  "number": "2486", 
  "official_title": "To amend title XVIII of the Social Security Act to preserve and reform the medicare program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2425-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare Preservation Act of 1995", 
  "sponsor": {
    "district": "7", 
    "name": "Peterson, Collin C.", 
    "state": "MN", 
    "thomas_id": "00910", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-10-17", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Alternative dispute resolution", 
    "Ambulances", 
    "Ambulatory care", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Assisted suicide", 
    "Associations, institutions, etc.", 
    "Auditing", 
    "Baby boom generation", 
    "Bribery", 
    "Business records", 
    "Cancer", 
    "Capital investments", 
    "Case management", 
    "Case mix (Medical care)", 
    "Cervical cancer", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Clinics", 
    "Coinsurance", 
    "Collection of accounts", 
    "Colon cancer", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Community hospitals", 
    "Competition", 
    "Conflict of interests", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer protection", 
    "Cost control", 
    "Cost effectiveness", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Damages", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Diabetes", 
    "Disabled", 
    "Discrimination in insurance", 
    "District courts", 
    "Drug abuse", 
    "Drugs", 
    "Drugstores", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Electronic data processing", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Estate tax", 
    "Euthanasia", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Extended care facilities", 
    "Families", 
    "Federal Trade Commission", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Federal aid to nursing education", 
    "Federal budgets", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Gifts", 
    "Government employees' health insurance", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government spending reductions", 
    "Government trust funds", 
    "Gross national product", 
    "Group medical practice", 
    "Health", 
    "Health care fraud", 
    "Health care reform", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Health planning", 
    "Higher education", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospitals", 
    "Housing and community development", 
    "Imaging systems in medicine", 
    "Income", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Informers", 
    "Inspectors general", 
    "Insurance companies", 
    "Insurance premiums", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Kidney diseases", 
    "Labor and employment", 
    "Labor unions", 
    "Law", 
    "Legal fees", 
    "Legislation", 
    "Legislative resolutions", 
    "Liability (Law)", 
    "Licenses", 
    "Limitation of actions", 
    "Loans", 
    "Long-term care", 
    "Long-term care insurance", 
    "Malpractice", 
    "Mammography", 
    "Managed care", 
    "Married people", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical ethics", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical personnel", 
    "Medical records", 
    "Medical residents", 
    "Medical savings accounts", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Medicare fraud", 
    "Mental health services", 
    "Military medicine", 
    "Nurses", 
    "Nursing homes", 
    "Nutrition", 
    "Obstetrics", 
    "Occupational therapy", 
    "Old age, survivors and disability insurance", 
    "Oxygen", 
    "Packaging", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Physical therapy", 
    "Physicians", 
    "Preferred provider organizations (Medical care)", 
    "Presidential commissions", 
    "Preventive medicine", 
    "Product safety", 
    "Products liability", 
    "Prospective Payment Assessment Commission", 
    "Prospective payment systems (Medical care)", 
    "Prostate cancer", 
    "Prosthesis", 
    "Public assistance programs", 
    "Public health personnel", 
    "Public service advertising", 
    "Punitive damages", 
    "Quality of care", 
    "Quality of products", 
    "Radiotherapy", 
    "Rebates", 
    "Regional medical programs", 
    "Retiree health benefits", 
    "Right of privacy", 
    "Right to die", 
    "Rural hospitals", 
    "Rural public health", 
    "Sales promotion", 
    "Scholarships", 
    "Science, technology, communications", 
    "Speech disorders", 
    "Standards", 
    "State laws", 
    "Statistics", 
    "Student loan funds", 
    "Suicide", 
    "Surgery", 
    "Surveys", 
    "Survivors' benefits", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax returns", 
    "Taxation", 
    "Teaching hospitals", 
    "Telemedicine", 
    "Telephone", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Trusts and trustees", 
    "User charges", 
    "Wages", 
    "Waste in government spending", 
    "Women", 
    "Women's health", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-10-17", 
    "text": "TABLE OF CONTENTS: Title XV (sic): Medicare Subtitle A: Medicare Choice Program Subtitle B: Provisions Relating to Regulatory Relief Subtitle C: Medicare Payments to Health Care Providers Subtitle D: Provisions Relating to Medicare Beneficiaries Subtitle E: Medicare Fraud Reduction Subtitle F: Improving Access to Health Care Subtitle G: Other Provisions Subtitle H: Monitoring Achievement of Medicare Reform Goals Subtitle I: Lock-Box Provisions for Medicare Part B Savings from Growth Reductions Title XV (sic): Medicare - Medicare Preservation Act of 1995 - Subtitle A: Medicare Choice Program - Amends titles XI and XVIII (Medicare) of the Social Security Act (SSA) and related Internal Revenue Code provisions, restructuring the current Medicare program, creating a new Medicare Choice program within it, while also providing for corresponding tax treatments involving Medicare Choice medical savings accounts (MSAs) (created for paying the qualified medical expenses of the account holder) and distributions, as well as with regard to other specified Medicare Choice-related product and service matters. Includes chiefly among such restructuring measures and other amendments the following items. (Sec. 15001) Gives individuals entitled to benefits under Medicare part A (Hospital Insurance) and enrolled under Medicare part B (Supplementary Medical Insurance) the opportunity to elect Medicare coverage annually during specified enrollment periods under either the new Medicare Choice benefit package or through the existing fee-for- service system under such parts. Describes the former package as comprising various specified products and services, including contributions to Medicare Choice MSAs under certain demonstration projects as well as a separate fee-for-service component and a high deductible and Medisave product, offered under certain provider- and union-sponsored plans by qualified Medicare Choice organizations: (1) certified as meeting certain applicable standards pursuant to a State certification process established by the Secretary of Health and Human Services (Secretary) and operated in cooperation with the Secretary of Labor with respect to union sponsors; and (2) under contract with the Secretary in accordance with various specified requirements with respect to the items and services offered, including those allowing the Secretary to perform certain audits and inspections. Directs the Secretary to conduct certain demonstration projects providing for alternative enrollment periods to those within the enrollment process. (Sec. 15002) Outlines various special election and enrollment rules relevant to choice of coverage, including coverage elected through the Medicare Choice package under the newly added Medicare part C (Provisions Relating to Medicare Choice) as well as through existing fee-for-service packages in which unenrolled individuals who initially fail to make an election during the appropriate period are deemed to have enrolled. Includes among special rules under this subtitle those specifically relevant under new Medicare part C to: (1) Medicare Choice organization licensing, payment, periodic certification, and other specified organization-related matters involving, among other things, provision of benefits, coverage standards, enrollee premium charges and co-payments, restrictions on physician and other provider (including provider-sponsored organization) participation, advance directives, quality assurance programs, and reporting; (2) Medicare Choice MSA administration; (3) Medicare part B premium discount rebate tax treatment; (4) Medicare Choice high deductible and Medisave products offered through certain demonstrations, with additional special rules relating to product benefits and the amount of individual monthly contributions made to the Medicare Choice MSA on their behalf; and (5) provider service network antitrust matters. Details specific rules for determining payment areas and making appropriate adjustments in payment rates. Preempts certain State insurance licensing requirements. Directs the Secretary to provide for certain demonstration projects with regard to alternative methods of providing comparative information about Medicare Choice organization and product performance and the performance of Medicare supplemental policies in relation to such products. Provides that nothing in this paragraph shall be construed as preventing a State from coordinating benefits under its Medicaid program under SSA title XIX with those provided under a Medicare Choice product in a manner that assures continuity of a full-range of acute care and long-term care services to poor elderly or disabled individuals eligible for Medicare benefits. (Sec. 15003) Requires the Secretary to: (1) report to the Congress on alternative provider payment approaches under Medicare, with recommendations for implementing and testing such approaches and any legislation required; and (2) work with employers and health benefit plans to develop standards and payment methodologies to allow retired workers to continue to participate in employer health plans instead of participating in Medicare. (Sec. 15004) Sets forth transition rules for current Medicare health maintenance organization (HMO) programs. (Sec. 15031) Establishes the Medicare Payment Review Commission under the Medicare program (replacing the Prospective Payment Assessment Commission and the Physician Payment Review Commission which are hereby abolished). Requires the Commission to review program payment policies (including those under the new Medicare Choice program) for appropriate recommendations to the Congress concerning them, with certain duties relating to the fee-for-service system. Authorizes appropriations. (Sec. 15032) Creates the Commission on the Effect of the Baby Boom Generation on the Medicare Program to: (1) examine the financial impact on Medicare of the increase in Medicare-eligible individuals which will occur from about 2010 and last for approximately 25 years; and (2) make specific recommendations to the Congress on an approach to preserve Medicare during the period such individuals are Medicare- eligible. Authorizes appropriations. (Sec. 15041) Preempts certain State law restrictions on managed care arrangements and utilization review programs, allowing an exception to the latter for laws preventing denial of lifesaving medical treatment pending transfer to another health care provider. Subtitle B: Provisions Relating to Regulatory Relief - Outlines various specified revisions to Medicare physician referral prohibitions and SSA title XI anti-kickback and other penalties, among other revisions made under SSA and the Omnibus Budget Reconciliation Act of 1993 (OBRA-1993), as well as various specified measures related to private health plan antitrust and malpractice \"reform\" matters all designed for the stated purpose of providing for regulatory relief. Includes within such revisions and measures: (1) repeal of physician referral prohibitions based on compensation arrangements, new exceptions to physician referral prohibitions for shared facility and other specified services, and elimination of certain related reporting requirements concerning ownership, investment, and compensation arrangements; (2) U.S. Attorney General antitrust guidelines on plan activities, issuance of health care certificates of public advantage to eligible health care collaborative activities which comply with specified requirements, and annual congressional reports on the effect of such certificates on competition in the health care marketplace; and (3) a uniform statute of limitations, with certain exceptions, for health care liability actions, limitation of noneconomic damages and no award of punitive damages against manufacturers of medical products, and mandatory use of alternative dispute resolution systems (State or Federal as appropriate) meeting specified requirements for initial resolution of such actions or related tort claims before they may be brought in court. Creates exemptions to such antitrust measures related to certain hospitals. Sets forth certain State law preemptions related to such antitrust and malpractice matters. (Sec. 15151) Provides for modification of payment areas used to determine payments for physicians' services under Medicare. Subtitle C: Medicare Payments to Health Care Providers - Provides for a one-year general freeze during FY 1996 in payments to providers under Medicare, with exceptions for certain inpatient hospital operating costs and other matters. Extends a similar freeze to skilled nursing facilities and home health agencies under OBRA-1993. Increases the period of the current freeze in payments for clinical diagnostic laboratory tests. Freezes updates for covered items under the fee schedule for durable medical equipment. (Sec. 15211) Outlines various specified technical revisions in Medicare physician, hospital, and other provider payment requirements, including a limitation on home health coverage under Medicare part A. Includes within such revisions: (1) annual physician updates based on cumulative performance; (2) a prospective payment system for hospital outpatient services with certain formula-driven overpayments eliminated; and (3) changes in future home health services payments, also making use of a specified prospective payment system, and in skilled nursing facility billing as well, with a new payment method for covered non-routine services making use of incentive payments. (Sec. 15241) Adds a new SSA title XXI (Teaching Hospitals and Graduate Medical Education Trust Fund) establishing in the Treasury the Teaching Hospital and Graduate Medical Education Trust Fund, for payments to teaching hospitals in accordance with outlined rules. Makes certain transfers to the fund out of the Medicare trust funds for both the direct and indirect costs of medical education. Provides for a reduction in payment adjustments for indirect medical education and other specified changes related to medical education financing, including the establishment of the National Advisory Council on Postgraduate Medical Education to advise the Secretary on appropriate policies with regard to the postgraduate medical education. Authorizes appropriations. Subtitle D: Provisions Relating to Medicare Beneficiaries - Revises requirements relating to Medicare beneficiaries with regard to: (1) the Medicare part B premium, including means-testing premiums for certain high-income individuals (with certain conforming changes as well to the Internal Revenue Code for the disclosure of certain tax information for means-testing purposes), requiring each part B enrollee to submit annual estimated income reports to the Secretary; and (2) expanded coverage of preventive benefits, covering prostate cancer screening tests and certain diabetes-related services for example. Subtitle E: Medicare Fraud Reduction - Outlines various specified measures designed for preventing fraud and abuse under the Medicare program, including special outreach and other actions by the Secretary which include establishing a beneficiary incentive program for collecting information on fraud and abuse under Medicare and the Medicare Integrity Program (MIP) and associated Anti-Fraud and Abuse Trust Fund (fund) in the Treasury for specified anti-fraud and abuse activities under such program. Provides as well for other additional specified measures for combatting fraud, such as certain billing restrictions for home health agencies and establishment of certain fraud reduction demonstration projects and more competitive pricing under Medicare via legislative changes proposed by the Secretary in a specified report. Provides appropriations from the fund to carry out MIP. Subtitle F: Improving Access to Health Care - Outlines various specified measures under Medicare, the Internal Revenue Code, and the Public Health Service Act designed to increase access to health care in rural and other shortage areas, through community rural health network grants and certain provider incentives for example, along with certain other changes as described with regard to National Health Service Corps loan repayments and establishment of the rural emergency access care hospital program. Provides, additionally, with regard to Medicare, for payments for health care services provided in the military health services system, to be provided in the same amounts and under similar terms and conditions under which payments are made to other eligible organizations with risk sharing contracts under the Medicare program. Requires certain studies, demonstration projects, and other actions by the Secretary with regard to, respectively, health professional shortage areas, increasing choice of coverage in such areas, as well as the services which non-physician health care professionals may provide in such areas. Sets aside certain funding under the Public Health Service Act for creation of hospital- affiliated primary care centers. Authorizes appropriations. (Sec. 15507) Directs the Secretary to establish a payment methodology for emergency telemedicine services furnished in health professional shortage areas. Subtitle G: Other Provisions - Revises provisions with regard to Medicare as secondary payor. (Sec. 15602) Provides that nothing in Medicare may be construed to prohibit coverage under parts A or B of items and services associated with a medical device used in furnishing inpatient or outpatient hospital services for which payment may be made under Medicare solely because it is not an approved device if it is an investigational device used instead of either an approved device or covered procedure. Provides similarly that the amount of payment made under Medicare for any associated item or service for which payment is allowed may not exceed the amount of payment which would have been made for the item or service if it were associated with the use of an approved device or covered procedure. (Sec. 15603) Excludes euthanasia-related items or services from Medicare coverage. Subtitle H: Monitoring Achievement of Medicare Reform Goals - Requires the Secretary to establish program budgetary and program goals for the Medicare program consistent with prescribed guidelines for FY 1996 through 2002. (Sec. 15702) Establishes the Medicare Reform Commission to examine how Medicare has met such budgetary and program goals for appropriate recommendations to the President for consideration by the Congress in accordance with prescribed procedures. Authorizes appropriations. Subtitle I: Lock-Box Provisions for Medicare Part B Savings from Growth Reductions - Creates under Medicare part B in the Treasury the Federal Medicare Growth Reduction Trust Fund for part B savings resulting from the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Preservation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XVIII of the Social Security Act to preserve and reform the medicare program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:55-05:00"
}