{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2225-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2225", 
  "official_title": "A bill to provide for the reimbursement for losses sustained by persons injured by certain criminal acts, to make grants to States for the payment of such reimbursement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Victims of Crime Act", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Advisory bodies", 
    "Compensation for victims of crime", 
    "Crime and law enforcement", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government trust funds", 
    "States", 
    "Victims of crimes", 
    "Violence"
  ], 
  "subjects_top_term": "Compensation for victims of crime", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Victims of Crime Act - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to establish a Violent Crimes Reimbursement Board within the Department of Justice. Directs the Board to compensate victims of, or intervenors in, violent Federal crimes or, in the case of death, surviving dependents thereof. Stipulates that the availability or payment of compensation under this Act shall not preclude recovery damages from other persons, any such recovery, however, to be offset against compensation under this Act. Authorizes subrogation of claims with respect to which compensation is made. Sets forth maximum units on compensation, and conditions full compensation on a claimant's not having been responsible, through provocation or otherwise, for the acts or omissions giving use to the claim and on a claimant's having had reported such act or omissions to the police. Establishes (1) a Criminal Victim Indemnity Fund in the Treasury, the moneys in which are to be utilized only for the purposes of this Act and (2) an Advisory Council on the Victims of Crime to review the administration of the compensation program under this Act and of State compensation programs. Empowers a court upon conviction of an individual for a crime resulting in personal injury, property loss, or death, to impose a fine up to $10,000 to be paid to the Fund. permits Federal Prison industries to withhold up to ten percent of an offender's wages for such purposes. Authorizes the Law Enforcement Assistance Administration to make grants to States to defray the costs of compensation programs substantially comparable to that established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Victims of Crime Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the reimbursement for losses sustained by persons injured by certain criminal acts, to make grants to States for the payment of such reimbursement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:59-05:00"
}