{
  "actions": [
    {
      "acted_at": "1996-03-20", 
      "committee": "Committee on International Relations, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on International Relations, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-20", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-20", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-22", 
      "references": [
        {
          "reference": "CR E430", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16T13:10:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on International Relations. H. Rept. 104-519, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16T13:11:00-04:00", 
      "references": [], 
      "text": "House Committee on Rules Granted an extension for further consideration ending not later than April 16, 1996.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16T13:13:00-04:00", 
      "references": [], 
      "text": "Committee on Rules discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16T13:14:00-04:00", 
      "calendar": "Union", 
      "number": "253", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 253.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1996-04-16T14:05:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16T14:06:00-04:00", 
      "references": [
        {
          "reference": "CR H3423-3433", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16T14:06:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16T14:44:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-04-16T14:44:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-17", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-26", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-06-26", 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported to Senate by Senator Helms with amendments. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-26", 
      "calendar": "Senate Legislative", 
      "number": "467", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 467.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-06-27", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S7210", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1996-07-01", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-09T14:11:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman asked unanimous consent that the House agree to the Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-09T14:15:00-04:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR H7124", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House agree to the Senate amendments Agreed to without objection.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-07-09T14:15:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-09", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-07-10", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-07-21", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1996-07-21", 
      "congress": "104", 
      "law": "public", 
      "number": "164", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 104-164.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3121-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1996-03-20", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "104", 
    "law_type": "public", 
    "number": "164"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1996-07-21", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-07-09T14:15:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1996-06-27", 
    "vetoed": false
  }, 
  "introduced_at": "1996-03-20", 
  "number": "3121", 
  "official_title": "To amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to make improvements to certain defense and security assistance provisions under those Acts, to authorize the transfer of naval vessels to certain foreign countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1996-07-21", 
  "subjects": [
    "Albania", 
    "American economic assistance", 
    "American military assistance", 
    "Americans employed in foreign countries", 
    "Ammunition", 
    "Amphibious ships", 
    "Antitank weapons", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arms sales", 
    "Auditing", 
    "Australia", 
    "Austria", 
    "Bosnia and Herzegovina", 
    "Buy American", 
    "Cambodia", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional veto", 
    "Congressional-Presidential relations", 
    "Construction industries", 
    "Costs", 
    "Crime and law enforcement", 
    "Croatia", 
    "Czech Republic", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Democracy", 
    "Depreciation and amortization", 
    "Disaster relief", 
    "Drug abuse", 
    "Drug law enforcement", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Educational policy", 
    "Egypt", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Estonia", 
    "Europe", 
    "Exchange of persons programs", 
    "Expedited congressional procedure", 
    "Export controls", 
    "Export credit", 
    "Federal employees", 
    "Fees", 
    "Finance and financial sector", 
    "Finland", 
    "Flight training", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Freedom of information", 
    "Frigates", 
    "Government operations and politics", 
    "Government paperwork", 
    "Greece", 
    "Health", 
    "History", 
    "House rules and procedure", 
    "Hungary", 
    "Immigration", 
    "Indonesia", 
    "Interest rates", 
    "International affairs", 
    "International agencies", 
    "International relief", 
    "Israel", 
    "Japan", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Land mines", 
    "Laos", 
    "Latin America", 
    "Latvia", 
    "Law", 
    "Leases", 
    "Legislative resolutions", 
    "Licenses", 
    "Lithuania", 
    "Macedonia", 
    "Mexico", 
    "Middle East and North Africa", 
    "Military and naval supplies", 
    "Military education", 
    "Military training", 
    "Minesweeping", 
    "Missing in action", 
    "Montenegro", 
    "NATO countries", 
    "NATO military forces", 
    "Narcotic traffic", 
    "New Zealand", 
    "Nuclear nonproliferation", 
    "Oceania", 
    "Panama", 
    "Poland", 
    "Portugal", 
    "Prisoners of war", 
    "Public lands and natural resources", 
    "Refugee policy", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Romania", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Serbia", 
    "Shipbuilding", 
    "Singapore", 
    "Slovakia", 
    "Smuggling", 
    "South Korea", 
    "Spain", 
    "Surplus government property", 
    "Taiwan", 
    "Technological innovations", 
    "Terrorism", 
    "Thailand", 
    "Transportation and public works", 
    "Turkey", 
    "United Nations finances", 
    "Uranium", 
    "Vietnam", 
    "Vietnamese Conflict", 
    "Warships"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1996-06-27", 
    "text": "TABLE OF CONTENTS: Title I: Defense and Security Assistance Chapter 1: Military and Related Assistance Chapter 2: International Military Education and Training Chapter 3: Antiterrorism Assistance Chapter 4: International Narcotics Control Assistance Chapter 5: Other Provisions Title II: Transfer of Naval Vessels to Certain Foreign Countries Title I: Defense and Security Assistance - Chapter 1: Military and Related Assistance - Amends the Arms Export Control Act (AECA) to: (1) require loans made under the Foreign Military Financing Program to be provided at interest rates that are not less than the current average market yield of outstanding U.S. marketable obligations of comparable maturities; (2) require audits of private firms that have contracted with foreign governments for the procurement of defense articles or services or design and construction services; (3) require notification to specified congressional committees for each country and international organization that has been approved for cash flow financing for the procurement of such articles or services valued in excess of $100 million that is to be financed under AECA or the Foreign Assistance Act of 1961 (FAA); (4) limit to $100 million the fiscal year funds to be made available to countries, other than Israel and Egypt, for financing such articles or services that are not sold by the U.S. Government under AECA; and (5) require a detailed accounting of all assistance furnished to each country and international organization during the preceding fiscal year for the detection and clearing of landmines. (Sec. 103) Amends FAA to authorize the President, under certain emergency conditions, to direct the drawdown of defense articles and services from the inventory and resources of any Federal agency (currently, only from the Department of Defense (DOD)). Provides additional authorized purposes for the use of such authority. Increases from $75 million to $150 million the fiscal year limit on such drawdown authority, with a limit of $75 million from DOD and $75 million from other Federal agencies. Requires notification to specified congressional committees at least 15 days in advance of the use of such authority. (Sec. 104) Authorizes the President to transfer excess defense articles to any country (currently, limited to certain NATO countries) for which receipt of such articles is justified under certain military assistance programs or for which receipt was separately justified to the Congress for such fiscal year. Directs the President, for the four-year period beginning October 1, 1996, to ensure that excess defense articles offered to Greece and Turkey will be made available consistent with the manner in which he made such articles available during the four-year period beginning October 1, 1992. Provides transfer limitations and terms. Waives the requirement that DOD be reimbursed by recipient countries for its transfer costs. Prohibits the expenditure of DOD funds for transfer transportation costs, with a waiver by the President for national interest reasons (with certain other limitations). Requires the President to notify specified congressional committees at least 30 days in advance of the transfer of excess defense articles that are significant military equipment or valued at $7 million or more. Limits to $350 million the aggregate value of excess defense articles that may be transferred in a fiscal year. Requires documents justifying such transfers to include specified information as to transfer value and costs. (Sec. 105) Authorizes DOD, during FY 1996 and 1997, to expend funds for crating, packing, handling, and transportation of excess defense articles for transfer to countries that are eligible: (1) to participate in the Partnership for Peace; and (2) for assistance under the Support for East European Democracy Act of 1989. Chapter 2: International Military Education and Training - Allows funds made available for FY 1996 and 1997 for military training and education purposes to be obligated for Indonesia only for expanded military and education training that meets specified requirements under FAA. (Sec. 112) Allows individuals who are not members of the government of a foreign country to receive military education and training assistance under FAA. Authorizes the President to provide for the attendance of foreign military and civilian defense personnel at flight training schools and programs in the United States without charge under such training and education program, with specified conditions. Prohibits the availability of such funds on a grant basis for high-income foreign countries (Austria, Finland, the Republic of Korea, Singapore, and Spain) for the military education and training of military and related civilian personnel of such countries. Chapter 3: Antiterrorism Assistance - Repeals a provision of FAA which: (1) authorizes antiterrorism assistance to eligible foreign countries, subject to reimbursement for the value of such assistance; (2) limits the provision of training services outside the United States; and (3) requires U.S. personnel providing antiterrorism assistance to carry out such activities within the United States. Prohibits the use of funds for the procurement of weapons and ammunition, with an exception for small arms and ammunition integrally and directly related to antiterrorism training. Repeals the requirement of a report from the President to specified congressional leaders whenever such assistance is provided to a country. (Sec. 122) Authorizes funds made available in FY 1996 and 1997 under FAA for antiterrorism assistance to be made available to the Technical Support Working Group of the Department of State for research and development expenses related to contraband detection technologies or for field demonstration of such technologies. Chapter 4: International Narcotics Control Assistance - Adds to the authorized uses of narcotics control assistance under FAA the policing of certain international criminal activities that endanger political and economic stability and democratic development. Authorizes the President to accept contributions from foreign governments to carry out narcotics control programs for the benefit of such countries. Requires a detailed report from the President to specified congressional committees on contributions received and used. Authorizes the President to provide such assistance on a reimbursable basis. Authorizes the Secretary of State to receive nonlethal excess property from any Federal agency and, in turn, provide such property to a foreign government for narcotics control law enforcement assistance activities. (Sec. 132) Provides that certain national drug control authority described under the National Narcotics Control Leadership Act of 1988 may be exercised with respect to funds authorized under FAA and with respect to State Department personnel only to the extent that the appropriate congressional committees have been notified 15 days in advance of the use of such authority. (Sec. 133) Authorizes during FY 1996 and 1997 narcotics-related economic assistance to be provided under FAA to foreign countries notwithstanding any provision of law that otherwise restricts assistance to foreign countries (with exceptions), as long as the President, at least 15 days before obligating funds for such purpose, notifies the appropriate congressional committees in accordance with procedures applicable to reprogramming notifications. Chapter 5: Other Provisions - Amends AECA to direct the President, if he states in a certification for the transfer of certain defense articles or services that an emergency exists which requires that congressional consent to such transfer become effective immediately due to national security, to set forth in such certification a detailed justification for the national security determination. Provides for the consideration of congressional joint resolutions prohibiting the transfer of defense articles and services. Requires certification to be submitted to the Congress: (1) at least 15 days before consent is given for the transfer of any major defense equipment to NATO countries, Australia, Japan, or New Zealand; and (2) at least 30 days before such consent is given in the case of a transfer to any other country. Provides an exception in both cases for emergency conditions of national security interests. Provides the same certification requirements, with respect to such equipment, articles, or services, for: (1) export licenses; and (2) commercial technical assistance or manufacturing licensing agreements. Provides joint resolution procedures in each case for the prohibition of such licenses or agreements. Requires the President to include a detailed justification of the existence of emergency national security circumstances for immediate congressional consent to the leasing to a foreign government or organization of defense articles under provisions of FAA. Provides the same time limits with respect to certifications for such leases as provided for major defense equipment, articles, and services, above. (Sec. 142) States that the consent of the President shall not be required for the transfer by a foreign country or international organization to another country of defense articles sold by the United States under AECA, as long as specified conditions are met, including that the recipient government is a NATO country, Australia, Japan, or New Zealand. (Sec. 143) Authorizes the President to assign U.S. military personnel to any foreign country (currently, only to NATO countries and the armed forces of Japan, Australia, and New Zealand) to promote rationalization, standardization, interoperability, and other defense cooperation measures. (Sec. 144) Defines \"significant military equipment\" for purposes of AECA as articles: (1) for which special export controls are warranted because of their substantial military utility or capability; and (2) identified on the U.S. Munitions List. (Sec. 145) Eliminates an annual reporting requirement relating to the acquisition of defense articles and services. (Sec. 146) Revises the replacement cost requirements placed on foreign countries or international organizations in the leasing of defense articles from the stocks of DOD. (Sec. 147) Directs the President to notify the Congress at least 30 days in advance of: (1) designating a country as a major non-NATO ally for purposes of FAA; or (2) terminating such a designation. Designates the following countries as such allies: Australia, Egypt, Israel, Japan, the Republic of Korea, and New Zealand (waiving the need of congressional notification for such countries). (Sec. 148) Amends the Foreign Assistance Act of 1961 to require the President to report annually to the Congress on military assistance to each foreign country and international organization. (Sec. 149) Prohibits the use of funds under FAA or any other Act to facilitate in any way the sale of M-833 antitank shells or any comparable antitank shells containing a depleted uranium penetrating component to any country other than NATO countries, major non-NATO allies, or Taiwan. Provides a national security exception. (Sec. 150) Directs the President to establish a program for the end-use monitoring of defense articles sold, leased, or exported under AECA or FAA. Outlines program requirements. Requires annual implementation reports from the President to the Congress. (Sec. 151) Requires every person (other than an officer or employee of the United States acting in official capacity) who engages in the United States in the business of brokering activities with respect to the manufacture, export, import, or transfer of domestic or foreign defense articles or services to register with the Government and to pay a registration fee. Prohibits any person from engaging in such activities without a license (with an exception for certain activities undertaken by a Federal agency). (Sec. 152) Authorizes the President to acquire a repairable defense article from a foreign country or international organization if such article: (1) was previously transferred to such country under AECA; (2) is not an end item; and (3) will be exchanged for a defense article of the same type that is in the stocks of DOD. Outlines further acquisition limitations. Requires the government or organization receiving a new or repaired defense article in place of the repairable defense article to be charged all costs associated with such repair and replacement. Authorizes the President to accept the return of a defense article from a foreign country or organization if such article: (1) was previously transferred to such country or organization under AECA; (2) is not significant military equipment; and (3) is in fully functioning condition without need of repair or rehabilitation. Provides further limitations and provides a credit to the country or organization returning such article. (Sec. 153) Authorizes the President to waive the reimbursement of depreciation for any defense article which has passed three-quarters of its normal service life when considered important to the national security interests. (Sec. 154) Makes Panama eligible to purchase defense articles and services under AECA. (Sec. 155) Amends the AECA to require the President to publish in the Federal Register, upon reporting to the Speaker of the House of Representatives and the chairman of the Committee on Foreign Relations of the Senate, the full unclassified text of certain arms sales certifications and each notification of certain proposed commercial sales of defense articles and services to foreign countries. (Sec. 156) Prohibits the withholding from public disclosure of the names of countries and types and quantities of defense articles for which export licenses are issued under such Act, unless the President determines that release would be contrary to the national interest. (Sec. 157) Repeals termination of certain nuclear export reporting requirements and sanctions for nuclear weapons proliferation under the Nuclear Proliferation Prevention Act of 1994 (title VIII of the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995). Repeals the requirement that the President put in writing, after opportunity for a hearing on the record, any determination that a U.S. or foreign person has knowingly contributed to the financing of prohibited nuclear proliferation. Repeals authority for judicial review of such a determination. Title II: Transfer of Naval Vessels to Certain Foreign Countries - Authorizes the Secretary of the Navy to transfer designated frigates, surveillance ships, or landing ships to: (1) Egypt; (2) Mexico; (3) New Zealand; (4) Portugal; (5) the Taipei Economic and Cultural Representative Office in the United States; and (6) Thailand. Requires vessel recipients to pay any transfer costs. Terminates such transfer authority two years after the enactment of this Act. Directs the Secretary to require, as a condition of such transfers, that any necessary repair or refurbishment of such vessels be performed at a U.S. shipyard."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to make improvements to certain defense and security assistance provisions under those Acts, to authorize the transfer of naval vessels to certain foreign countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:15-05:00"
}