{
  "actions": [
    {
      "acted_at": "1973-02-21", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres234-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-21", 
  "number": "234", 
  "official_title": "Resolution to amend the Rules of the House of Representatives to create a standing committee to be known as the Committee on Transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-21", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (House)", 
    "House of Representatives"
  ], 
  "subjects_top_term": "Congressional committees (House)", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-21", 
    "text": "Establishes a Committee on Transportation, to consist of twenty-seven members. Provides that the Committee shall have jurisdiction over the following subject areas: (a) mass transportation generally; (b) highway safety generally; (c) motor vehicle safety generally; (d) civil aeronautics; (e) regulation of interstate and foreign transportation, including transportation by water not subject to the jurisdiction of the Interstate Commerce Commission; (f) measures relating to the regulation of common carriers by water (including matters subject to the jurisdiction of the Interstate Commerce Commission) and to the inspection of merchant marine vessels, lights and signals, lifesaving equipment, and fire protection on such vessels; (g) merchant marine officers and seamen; (h) navigation and the laws relating thereto, including pilotage; (i) registering and licensing of vessels and small boats; (j) rules and international arrangements to prevent collisions at sea; and (k) measures relating to the construction or maintenance of roads and post roads, other than appropriations therefor. States that it shall not be in order for any bill providing general legislation in relation to roads to contain any provision for any specific road, nor for any bill in relation to a specific road to embrace a provision in relation to any other specific road."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution to amend the Rules of the House of Representatives to create a standing committee to be known as the Committee on Transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:27-05:00"
}