{
  "actions": [
    {
      "acted_at": "2000-04-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-04-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4337-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "36", 
      "name": "Kuykendall, Steven T.", 
      "sponsored_at": "2000-05-08", 
      "state": "CA", 
      "thomas_id": "01582", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-04-13", 
  "number": "4337", 
  "official_title": "To amend the customs laws of the United States relating to procedures with respect to the importation of merchandise.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-04-13", 
  "subjects": [
    "Accounting", 
    "Commerce", 
    "Customs administration", 
    "Destruction of property", 
    "Electronic data interchange", 
    "Equipment and supplies", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Freight", 
    "Government operations and politics", 
    "Government paperwork", 
    "Imports", 
    "Interest", 
    "Machine tools", 
    "Machinery in industry", 
    "Packaging", 
    "Prices", 
    "Retail trade", 
    "Science, technology, communications", 
    "Tariff", 
    "Transportation and public works", 
    "Valuation", 
    "Wholesale trade"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-04-13", 
    "text": "Amends the Tariff Act of 1930 to limit the documentation or electronic information an importer of record must file with the U.S. Customs Service to that alone necessary to enable the Customs Service to determine whether the merchandise may be released from customs custody. Specifies such information.(Sec. 1) Revises the condition for delivery from customs custody of imported merchandise to repeal the requirement that such merchandise has been inspected, appraised, or examined and is reported by the Customs Service to have been truly and correctly invoiced and found to comply with the requirements of U.S. law. Permits delivery from custody if: (1) the merchandise has been determined through inspection, examination, or other method to pose no threat to the public health, safety, or welfare; and (2) the merchandise description and origin are correctly stated.Revises the definition of electronic entry to conform to such revised requirement.(Sec. 2) Requires a National Customs Automation Program participant qualifying for remote location filing to be capable of providing, on an entry-by-entry basis, for an electronic import activity summary statement of required information (or, as currently, for an electronic entry summary).(Sec. 3) Revises the filing requirement for entry of imported merchandise to allow filing of declared value, classification, and applicable duty rate as part of an entry summary, or, in the alternative, an import activity summary statement.Declares that information filed as part of an import activity summary statement shall be sufficient for such purposes if the monthly activity is totaled by tariff number, country of origin, and any relevant special duty program indicators. Requires any variances of such information from the information contained in the underlying documents, electronically transmitted information, or written or oral statements for individual shipments, in the absence of fraud, to be considered clerical errors.Allows import activity summary statement information to be electronic.Declares that importer activity summary statement information: (1) may be provided in the aggregate by tariff numbers, country of origin, and any relevant special duty program indicators; and (2) need not be related to specific entries or shipments.(Sec. 4) Changes from discretionary to mandatory the Secretary of the Treasury's authority to prescribe an alternative mid-point interest accounting methodology with respect to the assessment of interest due to an underpayment of duties, fees, or interest.(Sec. 5) Revises requirements for the filing of a reconciliation with regard to entry of merchandise elements. Declares that a party shall not be required to indicate on an individual import entry, entry summary, or import activity summary statement basis whether a reconciliation will be filed, except to the extent that the party wishes to allocate information specifically to an import entry, entry summary, or importer activity summary statement.(Sec. 6) Revises the exception of clerical errors or mistakes of fact from the prohibition of fraud, gross negligence, or negligence. Declares that, absent fraud, variances between any document or electronically transmitted information, or written or oral statements, with respect to individual shipments and the aggregate information properly filed as part of an entry summary, an import activity summary statement, or a reconciliation shall be considered to be clerical errors.Provides that, with regard to violations that are material incorrect statements and omissions, to the extent that the effect of incorrect information presented or information omitted by a person in an entry, entry summary, import activity summary statement, or reconciliation is reduced by other information in or relating to the same or other such documents during the relevant period, the violation shall be material only to the extent of the net error or omission.Limits the Customs Service to collecting only the net underpayment to the extent that any deprivation of duties, taxes, or fees owed the United States as a result of a violation of the prohibition against fraud, gross negligence, or negligence is offset by overpayments of duties, taxes, or fees during the relevant period.(Sec. 7) Requires that, for purposes of determining the transaction value of imported merchandise, and whether the circumstances of the sale of the imported merchandise indicate that the relationship between the buyer and seller did not influence the price actually paid or payable, there shall be taken into account other sales during a representative timeframe in the normal course of trade in merchandise of the same class or kind.(Sec. 8) Prohibits a drawback (refund) of customs duties on imported merchandise for Customs Service destruction of an article manufactured or produced in the United States with the use of such merchandise, unless the completed article is destroyed by the Customs Service within five years after importation of the merchandise involved. Qualifies for a drawback only an article completely destroyed so that no valuable waste or scrap results. Provides that, if waste or scrap resulting from the destruction of merchandise or articles has commercial value, then drawback is allowable based on the quantity of merchandise or articles destroyed, reduced by an amount equal to the quantity of the destroyed merchandise or articles that the value of the waste or scrap would replace.(Sec. 9) Extends the exemption of instruments of international traffic from application of the customs laws to all types of containers and shipping devices such as lift vans, cargo vans, shipping tanks, skids, pallets, racks, boxes, materials for stuffing containers, and other similar items. Excludes such items also from the Harmonized Tariff Schedule of the United States.(Sec. 10) Amends the General Notes of the Harmonized Tariff Schedule of the United States to authorize the classification, at the importer's option, of importations of any part or component for complete or finished dies or machinery tools and equipment under the specific heading or subheading for the complete or finished article with which it is to be used, installed, or assembled, if the importer files, in a specified manner, an election that demonstrates to the satisfaction of the Customs Service a preexisting binding agreement for the purchase by the importer of the complete article for which the part or component is being imported."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the customs laws of the United States relating to procedures with respect to the importation of merchandise.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:03-05:00"
}