{
  "actions": [
    {
      "acted_at": "1990-10-18", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3218-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1990-10-18", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-18", 
  "number": "3218", 
  "official_title": "A bill to establish an environmental marketing claims monitoring program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Marketing Claims Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-18", 
  "subjects": [
    "Biodegradation", 
    "Citizen lawsuits", 
    "Compost", 
    "Consumer education", 
    "Deceptive advertising", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Labeling", 
    "Marketing", 
    "Packaging", 
    "Public service advertising", 
    "Recycling of waste products", 
    "Standards"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-18", 
    "text": "Environmental Marketing Claims Act of 1990 - Directs the Administrator of the Environmental Protection Agency to establish an environmental marketing claims regulatory program and an Independent Advisory Board to advise and make recommendations on the regulation of such claims. Requires the Administrator, in promulgating such regulations, to ensure that such claims are related to a specific environmental impact or attribute to ensure that the claims are not false or deceptive. Provides that such claims shall be substantiated on the basis of the best available scientific information. Requires the Administrator to assign products to categories based on the composition and packaging of the product. Sets forth requirements with respect to claims of recycled content, recyclability, reusability, or compostability of a product. Directs the Administrator to determine whether it is appropriate to promulgate additional regulations to: (1) reflect the best available technology to encourage higher performance levels in products and packaging; and (2) reflect the most recent scientific and practical knowledge of technological advances and improvements in manufacturing techniques and waste management. Provides for the triennial review of regulations. Authorizes interested individuals to petition the Administrator to promulgate additional regulations. Requires persons who intend to use environmental marketing claims for which the Administrator has promulgated a regulation to certify to the Administrator that the claims meet this Act's requirements. Directs persons using claims to resubmit a certification to the Administrator that the claims meet this Act's requirements if: (1) changes have been made in the product or the package that would affect its ability to meet previous regulatory requirements of the claim; or (2) new regulations have been promulgated under this Act relating to the claim being used. Makes it unlawful to fail to comply with regulation or certification requirements. Prescribes civil and criminal penalties for violations of this Act. Sets forth provisions concerning citizen suits. Directs the Administrator to conduct a public information and education campaign to enable consumers to: (1) recognize environmental marketing claims regulated under this Act and be able to distinguish them from other claims; (2) have information about the criteria used by the Administrator in establishing standards and definitions for such claims; and (3) have a better understanding about the environmental effects of products and packages. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Marketing Claims Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an environmental marketing claims monitoring program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:16-05:00"
}