{
  "actions": [
    {
      "acted_at": "1996-06-05", 
      "references": [
        {
          "reference": "CR S5859-5861", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-05", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-06", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-07-22", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Pressler with an amendment. With written report No. 104-327.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-22", 
      "calendar": "Senate Legislative", 
      "number": "506", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 506.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1839-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1996-06-05", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1996-06-05", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-06-05", 
  "number": "1839", 
  "official_title": "A bill to authorize appropriations for fiscal year 1997 to the National Aeronautics and Space Administration for human space flight; science, aeronautics, and technology; mission support; and Inspector General; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1997", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1996-06-06", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Aeronautics", 
    "Alaska", 
    "Annuities", 
    "Armed forces and national security", 
    "Artificial satellites", 
    "Astronautics", 
    "Atmospheric research", 
    "Authorization", 
    "Aviation insurance", 
    "Building leases", 
    "Business intelligence", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Climate change and greenhouse gases", 
    "Collection of accounts", 
    "Commerce", 
    "Commercialization", 
    "Computer software", 
    "Computers and government", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cost accounting", 
    "Cost control", 
    "Crime and law enforcement", 
    "Department of Transportation", 
    "Disability retirement", 
    "Disabled", 
    "Dismissal wage", 
    "Early retirement", 
    "Earth resources satellites", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal budgets", 
    "Federal employees", 
    "Federal installations", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Freedom of information", 
    "Government and business", 
    "Government buyouts", 
    "Government contractors", 
    "Government downsizing", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Government service contracts", 
    "Government trust funds", 
    "Great Plains", 
    "Higher education", 
    "Hydrology", 
    "Indemnity", 
    "Information services", 
    "Inspectors general", 
    "International affairs", 
    "International competitiveness", 
    "International cooperation in astronautics", 
    "Labor and employment", 
    "Launch vehicles", 
    "Law", 
    "Layoffs", 
    "Liability insurance", 
    "Licenses", 
    "Maintenance and repair", 
    "Military base closures", 
    "Missouri River development", 
    "National Aeronautics and Space Administration", 
    "Negotiations", 
    "Nonprofit organizations", 
    "Privatization", 
    "Radar", 
    "Recruiting of employees", 
    "Relocation of federal installations", 
    "Remote sensing", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research centers", 
    "Russia", 
    "Science, technology, communications", 
    "Scientific education", 
    "Social welfare", 
    "Space activities", 
    "Space agreements", 
    "Space exploration", 
    "Space flight", 
    "Space industrialization", 
    "Space programs", 
    "Space sciences", 
    "Space shuttles", 
    "Space stations", 
    "Spacecraft", 
    "Strategic planning", 
    "Technology transfer", 
    "Trade agreements", 
    "Trade negotiations", 
    "Transportation and public works", 
    "Transportation insurance", 
    "Water resources development"
  ], 
  "subjects_top_term": "Space sciences", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1996-07-22", 
    "text": "TABLE OF CONTENTS: Title I: Authorization of Appropriations Title II: Limitations and General Provisions Title III: Employment Reduction Assistance Title IV: Commercial Space Launch Act Amendments National Aeronautics and Space Administration Authorization Act, Fiscal Year 1997 - Title I: Authorization of Appropriations - Authorizes FY 1997 appropriations for the National Aeronautics and Space Administration (NASA) for: (1) human space flight; (2) science, aeronautics, and technology; (3) mission support; and (4) the Inspector General. Title II: Limitations and General Provisions - Limits funding for the Space Station. Allocates a specified amount for the experimental program to stimulate competitive research from amount authorized for science, aeronautics, and technology. (Sec. 203) Directs NASA to initiate and operate a radar satellite program. Requires that all of the data processing functions be performed by the U.S. Geological Survey and the Alaska Synthetic Aperture Radar Facility. Provides for funding. (Sec. 204) Prohibits the Administrator of NASA from restructuring the Earth Observing System Data and Information System without first fulfilling certain reporting requirements. (Sec. 205) Directs the Administrator to conduct studies of the Upper Missouri River Basin hydrology to develop applications for Mission to Planet Earth data. Provides for funding. (Sec. 206) Directs the Administrator to make acquisitions of space-based and airborne Earth remote sensing data from the private sector. Provides for funding. (Sec. 207) Directs the Administrator to conduct a study of privatization of the Shuttle. (Sec. 208) Directs the Administrator to consider the use of existing military installation facilities or any other federally owned facilities when considering the purchase, lease, or expansion of a facility to meet the requirements of NASA. (Sec. 209) Authorizes the Administrator to use funds appropriated for purposes other than those appropriated for the construction of facilities, research and program management, and for the Inspector General for the construction of new facilities and additions to, repair of, or modification of existing facilities at any location in support of the purposes for which such funds are appropriated. (Sec. 210) Authorizes the Administrator, if new developments in the national program of aeronautical and space activities have occurred, such developments require additional funds, and other conditions are met, to reprogram amounts authorized for construction of facilities pursuant to this Act or previous NASA authorization Acts. (Sec. 213) Requires that of the funds appropriated for Mission Support, not more than $35,000 may be used for scientific consultations or extraordinary expenses. (Sec. 214) Amends the National Aeronautics and Space Act of 1958 to eliminate the presidential report to the Congress. Authorizes the Administrator to delay for up to five years the public disclosure of certain commercially valuable information developed in the course of NASA activities. (Sec. 215) States that the Congress finds it is appropriate for specified contractor costs under a cooperative agreement to be allowed as independent research and development costs for Federal procurement purposes. Directs the Administration to seek a revision of the Federal Acquisition Regulations to reflect such finding. (Sec. 217) Directs the Administrator to transmit to the Congress a strategic plan for NASA educational activities based on the human exploration of space and specifically the International Space Station Program. Title III: Employment Reduction Assistance - National Aeronautics and Space Administration Federal Employment Reduction Assistance Act of 1996 - Directs the Administrator to establish a program under which separation pay may be offered to encourage eligible NASA employees to separate from service voluntarily, whether by retirement or resignation. (Sec. 304) Provides that a voluntary separation incentive payment be paid in a lump sum after the employee's separation and shall not exceed $25,000. (Sec. 305) Prescribes that an individual who has received a voluntary separation incentive payment and accepts any subsequent employment with the Government within five years after the date of separation shall be required to repay, prior to the first day of employment, the entire amount of the incentive payment to NASA. Provides for waiver of repayment if the individual involved possesses unique abilities and is the only qualified applicant for the position. (Sec. 306) Makes an employee who has received an incentive payment ineligible to receive an annuity for reasons of disability, unless the incentive payment is repaid. (Sec. 307) Requires that NASA make a contribution to the Civil Service Retirement and Disability Fund in an amount equal to 15 percent of the final basic pay of each agency employee to whom a voluntary separation incentive has been paid. (Sec. 308) Mandates a reduction of total full time equivalent employment of NASA by one for each employee receiving a voluntary separation incentive payment. Requires that the President take appropriate action to ensure that functions involving more than ten full-time equivalent employees are not converted to contracts, except in cases in which a cost comparison demonstrates that such contracts would be to the advantage of the Government. Provides that the preceding two clauses may be waived upon a determination by the President that there exists a state of war or other national or extraordinary emergency. (Sec. 309) Mandates certain reports. Title IV: Commercial Space Launch Act Amendments - Amends Federal law with regard to commercial space activities to include in-space transportation and reentry vehicles and activities within the scope of such provisions. (Sec. 418) Directs the Secretary of Transportation to issue regulations regarding insurance, licensing, and indemnification. (Sec.419) Prohibits obtrusive space advertising (as defined by this Act). Requests the President to enter into negotiations with foreign launching nations to prohibit such advertising."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Federal Employment Reduction Assistance Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Aeronautics and Space Administration Federal Employment Reduction Assistance Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1997 to the National Aeronautics and Space Administration for human space flight; science, aeronautics, and technology; mission support; and Inspector General; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:15-05:00"
}