{
  "actions": [
    {
      "acted_at": "1986-04-16", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-21", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Agricultural Credit", 
      "text": "Referred to Subcommittee on Agricultural Credit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-21", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2315-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Agricultural Credit and Rural Electrification", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-16", 
  "number": "2315", 
  "official_title": "A bill to provide for the restructuring of agricultural loans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Credit Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-16", 
  "subjects": [
    "Accounting", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Bank deposits", 
    "Bank failures", 
    "Conservation of natural resources", 
    "Environmental protection", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Interest", 
    "Interest rates", 
    "National banks", 
    "Soil conservation", 
    "Soil erosion", 
    "State laws", 
    "States", 
    "Subsidies", 
    "Wetland conservation"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-16", 
    "text": "Agricultural Credit Act of 1986 - Title I: Deferrals - Directs the Secretary of Agriculture, and a State at its option, to provide interest rate subsidies to lenders who defer principal or interest payments on agricultural loans. Limits eligible aggregate loan amounts. Sets forth rate reductions. Establishes a three-year deferral period. States that at the end of such period lenders may not charge interest rates in excess of existing comparable rates. Permits lenders to enforce pre-deferral loan terms in the event of a nonmonetary borrower default. Requires lenders to develop debt restructuring guidelines. Terminates Federal and State subsidy payments upon foreclosure. Directs the Secretary to use the Agricultural Credit Insurance Fund to carry out such subsidy program. Authorizes the use during FY 1986 through 1989 of additional specified funds under the Consolidated Farm and Rural Development Act. States that the fixed rate mortgage requirement in any restructured loan under this Act supersedes State law. Sets forth penalties for misuse of funds under this Act. Title II: Conservation Provisions - Amends the Food Security Act of 1985 to prohibit such loan deferral assistance to producers who cultivate crops on erodible land or wetlands. Title III: Accounting Provisions - Amends the Federal Deposit Insurance Act to require the appropriate Federal banking agency to: (1) permit an insured agricultural bank to account for debt restructuring according to generally accepted accounting principles by not requiring a change in the recorded investment unless the investment exceeds total, reasonably anticipated, future receipts given the new terms of the loan; (2) establish a program of capital standard forbearance for such an insured bank for which capital reduction is attributable to problems in the agricultural sectors of the economy; and (3) implement call report requirements for renegotiated loans which authorize such loans to be disclosed as \"restructured and in compliance with modified terms.\" Requires States to conform their appropriate regulations to such amendments. Prohibits a national banking association from holding real estate under mortgage or purchased to secure debts for longer than ten years with no extension (currently, five years with a five-year extension if approved by the Comptroller of the Currency). Directs the Comptroller of the Currency to establish new lending limits for banks covered by the capital standard forbearance program. Prohibits such a lending limitation from exceeding 20 percent of the unimpaired capital and unimpaired surplus of the lending institution. Requires participating banks to establish debt restructuring guidelines. Permits participating banks to enforce pre-restructured loan terms in the event of a nonmonetary borrower default."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Credit Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the restructuring of agricultural loans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:51-05:00"
}