{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres153-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "153", 
  "official_title": "A joint resolution to establish a Joint Committee on the Federal Budget.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Runnels, Harold L.", 
    "state": "NM", 
    "thomas_id": "01001", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Congress", 
    "Congressional joint committees", 
    "Economics and public finance", 
    "Federal budgets"
  ], 
  "subjects_top_term": "Congressional joint committees", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Establishes the Joint Committee on the Federal Budget consisting of the chairmen of the Senate Appropriations and Senate Finance Committees and 11 other Members of the Senate; and the chairmen of the House Appropriations and House Ways and Means Committees and 11 other Members of the House of Representatives. Specifies as the duty of the committee to report annually to the Congress before the last day of February a Congressional Federal Budget setting forth: (1) estimated expenditures and proposed appropriations necessary for all branches of the Federal Government; (2) estimated receipts of the Federal Government; (3) revenue proposals deemed necessary; (4) actual appropriations, expenditures, and receipts of the Federal Government during the last completed fiscal year; (5) estimated expenditures and receipts, and actual appropriations of the Federal Government during the fiscal year in progress; (6) balance statements of the condition of the Treasury for the past, present, and estimated future fiscal years; (7) the total amount of the bonded and other indebtedness of the Federal Government; (8) a summary of estimated expenditures which will be required for the following 4 fiscal years under continuing programs which are considered mandatory under existing law; (9) a monthly appropriations balance sheet of appropriations approved as compared with appropriations recommended in the Budget, and total appropriations to date; and (10) any other financial data necessary in order to make known to Members of Congress the financial condition of the Federal Government. Authorizes the Committee to make expenditures, hold hearings, employ personnel, and utilize the General Accounting Office and other Congressional committee services to carry out its functions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to establish a Joint Committee on the Federal Budget.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:12-05:00"
}