{
  "actions": [
    {
      "acted_at": "2011-04-15", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committee on Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committee on Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-15", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-15", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-18", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Coast Guard and Maritime Transportation", 
      "text": "Referred to the Subcommittee on Coast Guard and Maritime Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-18", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-27", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1664-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Coast Guard and Maritime Transportation", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-15", 
  "number": "1664", 
  "official_title": "To amend the Outer Continental Shelf Lands Act and the Federal Water Pollution Control Act to modernize and enhance the Federal Government's response to oil spills, to improve oversight and regulation of offshore drilling, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SAFEGUARDS Act of 2011", 
  "sponsor": {
    "district": "10", 
    "name": "Young, C. W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-15", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Coast guard", 
    "Emergency planning and evacuation", 
    "Energy", 
    "Environmental assessment, monitoring, research", 
    "Hazardous wastes and toxic substances", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Oil and gas", 
    "Water quality"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-15", 
    "text": "Secure All Facilities to Effectively Guard the United States Against and Respond to Dangerous Spills Act of 2011 or the SAFEGUARDS Act of 2011 - Amends the Outer Continental Shelf Lands Act to: (1) prohibit the Secretary of the Interior (Secretary) from issuing a permit or other authorization for exploration for or production of oil and gas under a lease under such Act unless an oil spill response plan for the operations of the facility on which the activity is conducted has been approved by the Secretary of the department in which the Coast Guard is operating as meeting requirements for such a plan under provisions of the Federal Water Pollution Control Act (commonly known as the Clean Water Act); (2) require the Secretary to approve an oil and gas exploration plan within 90 (currently 30) days of submission, with a 60-day extension authorized if the Secretary certifies that it's necessary to allow adequate consideration of the plan; and (3) prohibit an exploration plan from being eligible for a categorical exclusion under the National Environmental Policy Act of 1969. Amends the Clean Water Act to require: (1) the President to issue regulations to require owners or operators of offshore facilities to have their plans for responding to a worst case discharge of oil or a hazardous substance approved by the Secretary of the Department in which the Coast Guard is operating; and (2) such worst case plans of owners and operators of tank vessels, nontank vessels, offshore facilities, or onshore facilities to include plans for responding to uncontrolled or uncontained discharges from wells. Requires the National Contingency Plan for removal of oil and hazardous substances to: (1) include water quality monitoring by the Administrator of the Environmental Protection Agency (EPA) of waters affected by discharges of oil or other hazardous substances that begins not later than 48 hours after such a discharge is reported; (2) include designation of the Commandant of the Coast Guard as the National Incident Commander for activities in response to a discharge that results in a substantial threat to the public health or welfare of the United States if such a discharge affects waters with respect to which the Coast Guard is responsible for response efforts under the Plan; and (3) be updated by the President every five years, including separate response plans for discharges of oil or other hazardous materials into or upon land and water."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SAFEGUARDS Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Secure All Facilities to Effectively Guard the United States Against and Respond to Dangerous Spills Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Outer Continental Shelf Lands Act and the Federal Water Pollution Control Act to modernize and enhance the Federal Government's response to oil spills, to improve oversight and regulation of offshore drilling, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:10:06-05:00"
}