{
  "actions": [
    {
      "acted_at": "1979-10-18", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-953.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "committee": "House Committees on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committees on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Committee on the Judiciary discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1910-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-18", 
  "number": "1910", 
  "official_title": "A bill to authorize and direct the Secretary of the Interior to convey, by quitclaim deed, all right, title, and interest of the United States in and to certain lands that were withdrawn or acquired for the purpose of relocating a portion of the City of American Falls out of the area flooded by the American Falls Reservoir.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McClure, James A.", 
    "state": "ID", 
    "thomas_id": "01394", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-18", 
  "subjects": [
    "Arts, culture, religion", 
    "California", 
    "Dunes", 
    "Environmental education", 
    "Federal advisory bodies", 
    "Forest products", 
    "Georgia", 
    "Historic sites", 
    "Idaho", 
    "Indiana", 
    "Kansas", 
    "Lakes", 
    "Land transfers", 
    "Maryland", 
    "Mines and mineral resources", 
    "Monuments and memorials", 
    "National lakeshores", 
    "National parks", 
    "National recreation areas", 
    "National seashores", 
    "New Mexico", 
    "Oregon", 
    "Public Lands and Real Property", 
    "Public utilities", 
    "Rhode Island", 
    "Right-of-way", 
    "Shore protection", 
    "Texas", 
    "Urban life", 
    "Watersheds"
  ], 
  "subjects_top_term": "Land transfers", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-30", 
    "text": "(Measure passed House, amended) =Title I:= - Directs the Secretary of the Interior to convey to the city of American Falls, Idaho, specified lands within or adjacent to the city. Reserves all rights-of-way and oil and gas in such lands to the United States. =Title II: Rogers C.B. Morton Recognition= - Authorizes the Secretary to commemorate, at Assateague Island National Seashore, Maryland, the contributions of Rogers C.B. Morton toward the development of such Seashore and to conservation in general. =Title III: Crater Lake National Park= - Revises the boundaries of Crater Lake National Park in the State of Oregon. Excludes any lands, waters, and interest therein within the boundary of such park which were within any national forest from such national forest. =Title IV: Lyndon B. Johnson National Historical Park= - Authorizes the use of appropriated funds for the acquisition of lands for the Lyndon B. Johnson National Historical Site, Texas, and revises the boundaries of such site. Redesignates such site as a national historical park. =Title V: Chaco Culture National Historical Park= - Establishes the Chaco Culture National Historical Park in the Chaco area of the San Juan Basin of New Mexico. Authorizes the Secretary to designate sites within the region containing historic, archeological, and cultural resources which are related to the history and prehistory of the region and which are necessary or appropriate for protection and interpretation for the inspiration, education, and benefit of the public as part of the park. Authorizes the Secretary to acquire property within such sites and to enter into cooperative agreements with the owner, including the beneficial owner, of such property pursuant to which the Secretary may in whole or in part protect, preserve, maintain, or administer such property. Authorizes appropriations for acquisition and development. Directs the Secretary to submit to specified congressional committees: (1) a general management plan for the identification, research, and protection of the park; and (2) a plan for the continued operational program of the Division of Cultural Research of the Southwest Cultural Resources Center. =Title VI: Indiana Dunes National Lakeshore= - Dedicates the Indiana Dunes National Lakeshore to the memory of Paul H. Douglas. Directs the Secretary of the Interior to designate the West Beach unit as the \"Paul H. Douglas Ecological and Recreational Unit.\" Authorizes the design and construction of a structure, or the designation of an existing structure, to be known as the \"Paul H. Douglas Center for Environmental Education.\" Expands the acreage of such Lakeshore. Authorizes the Secretary to use appropriated funds for the acquisition of State or local school lands. Amends the provisions of such Act dealing with the qualifying dates for the retention of rights of occupancy for improved properties. Authorizes the Secretary to extend the term of currently existing reservations of use and occupancy of 20 years or less. Directs the Secretary to: (1) conduct and submit to Congress a public access study of the Lakeshore; and (2) acquire additional lands necessary for improved public access. Identifies a specific utility corridor running through a portion of the Lakeshore within which the Secretary is to acquire only a sufficient interest in order to ensure public access across the corridor. Extends the life of the Indiana Dunes National Lakeshore Advisory Commission until September 30, 1985. Enlarges such Commission from 11 to 13 members. Increases the amount available for development of the Lakeshore. Authorizes : (1) funds from such amount for the Center; (2) additional funds for land acquisition; and (3) appropriations for such study. =Title VII: Sebelius Lake= - Designates the water impounded by the Norton Dam at the Pick-Sloan Missouri River Basin project in Kansas, as \"Keith Sebelium Lake.\" =Title VIII: Golden Gate National Recreation Area= - Revises the boundaries of the Golden Gate National Recreation Area, California. Increases the membership of the Golden Gate National Recreation Area Advisory Commission. =Title IX: Orange Coast National Urban Park= - Establishes the Orange Coast National Urban Park in the Irvine Coast - Laguna area of California to protect the area's ecology and topography and for public outdoor recreation and use. Declares that it is the intent of Congress that all the property within the park be acquired by December 31, 1985, and that any lands, or interests therein not acquired by that date shall no longer be deemed included in the park. Authorizes the Secretary, with respect to the property acquired pursuant to this Act, to: (1) convey such property to the State of California or any political subdivision thereof, subject to such terms, conditions, and reversionary provisions as will assure preservation of the property for public park or open-space purposes; and (2) enter into an agreement with such State or a political subdivision thereof pursuant to which the State or subdivision shall administer the property for public park or open-space purposes. Authorizes the Secretary, with specified exceptions, to acquire lands and interests therein within the boundaries of the park by donation, purchase with donated or appropriated funds, or exchange, or otherwise. Directs the California Coastal Commission to approve and certify a local coastal program to provide a watershed management program for Los Trnacos Canyon. Requires the Secretary to take such actions as may be necessary to convey rights-of-way through the park for the proposed San Joaquin Hills transportation corridor and Sand Canyon Road. Directs the Secretary of Transportation to take such actions as are required to construct the portion of such transportation corridor as is within the boundaries of the park. =Title X: Monocacy National Battlefield= Revises the boundaries of the Monocacy National Battlefield, Maryland. Authorizes additional funds for land acquisition and development. =Title XI: Roger Williams National Memorial= - Makes changes in the acquisition and development ceilings for the Roger Williams National Memorial, Rhode Island. Requires the Secretary of the Interior to reimburse the Okefenoke Rural Electric Membership Corporation for a portion of the cost of installation of lines and specified equipment on Cumberland Island, Gerogia, before the establishment of the Cumberland Island National Seashore. =Title XIII: Limitation on Authorizations= - Limits expenditures under this Act to amounts provided in appropriation Acts, effective October 1, 1981. =Title XIV: Big Sur Coast Area Act= - Establishes the Big Sur Coast Area Act in the State of California. Establishes a Big Sur Area Council to: (1) recommend a comprehensive management plan for the Big Sur Area; (2) facilitate communication and coordination among the governmental agencies that have jurisdiction within the area and the residents of the area; and (3) advise the Secretary on the appropriate Federal role in the management of the Big Sur Area. Sets forth the elements to be contained in such plan, including land-use and resource management. Requires the Council, in the event that the local coastal programs for the Big Sur Area mandated by the California Coastal Act of 1976 are not certified by the California Coastal Commission by statutory deadline, to recommend a land-use plan and implementation program for the area that shall be in effect until certification of the local coastal programs. Requires the Secretary to approve or amend the management plan within a specified time. Sets forth the procedures for revising such plan. Sets forth the administrative responsibilities of the State of California and local governmental authorities having jurisdiction within the Big Sur Area. Prohibits any mineral entry on any lands within such area. Specifies that no timber harvest shall be allowed on such lands except to the extent necessary to maintain the scenic character and natural environment. Requires the Secretary, with the advice of the Council, to provide for the administration of the comprehensive management plan and ensure that such plan is carried out by all State and local agencies. Allows the Secretary to enter into necessary contracts or joint powers agreements with State and local agencies, landowners, or private nonprofit organizations. Requires any consistency determination submitted to the California Coastal Commission pursuant to the Federal Coastal Zone Management Act of 1972 for any development project within or adjacent to the Big Sur Area to include a recommendation made by the Council for concurrence or objection by the Coastal Commission, based on the Council's review of the project or plan for its consistency with the comprehensive management plan. Authorizes the Secretary, during the development of the comprehensive management plan, to acquire interests within the Big Sur Area which have been recommended for acquisition by the Council or any other threatened areas determined by the Secretary to have critical ecological or scenic value. Sets forth the authorities of the Secretary with regard to the acquisition of land after the comprehensive management plan has been adopted. Authorizes the Secretary to make grants to the State, to local governments, and to private or other public entities for the acquisition of interests within the area. Permits the Secretary to convey property acquired pursuant to this Act to State or local authorities, or private land trusts, in accordance with the purposes of this Act. Permits the Secretary to sell or lease back lands purchased within the area to the original owners. Prohibits the Secretary from acquiring private property within the area by condemnation unless such acquisition is required to: (1) provide for public access and recreation use as specified by the management plan; or (2) prevent new uses which would be incompatible with such plan; or (3) reclaim lands on which new uses have been initiated. Prohibits the Secretary from condemning any structure on which construction was initiated prior to July 1, 1980, or any property adjacent to such a structure which is determined to be reasonably necessary to the use and enjoyment of such structure. Requires the Secretary of Defense, whenever it is determined that any lands under such Secretary's jurisdiction within the Big Sur Area are in excess of the needs of the Department, to transfer such lands to the Secretary of Agriculture to be administered pursuant to the management plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize and direct the Secretary of the Interior to convey, by quitclaim deed, all right, title, and interest of the United States in and to certain lands that were withdrawn or acquired for the purpose of relocating a portion of the City of American Falls out of the area flooded by the American Falls Reservoir.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:12-05:00"
}