{
  "actions": [
    {
      "acted_at": "1974-09-30", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1398-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-30", 
  "number": "1398", 
  "official_title": "Resolution directing the President to provide to the House of Representatives information relating to certain services, facilities, and payments provided by the United States to Richard M. Nixon and members of his immediate family.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1404-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Holtzman, Elizabeth", 
    "state": "NY", 
    "thomas_id": "00556", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-30", 
  "subjects": [
    "Congress", 
    "Congressional-executive relations", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-30", 
    "text": "Directs the President to furnish the House of Representatives the following information: (1) the nature, source by agency within the executive branch, and cost of each service, facility, and payment provided by, or at any expense to, the United States to, or for the benefit of, Richard M. Nixon, his wife, or any of his daughters or sons-in-law, from August 9, 1974, to the date of the adoption of this resolution, including any: (a) personnel, whether part or full-time; (b) office or recreational facilities; (c) travel and moving; (d) medical services and facilities; (e) office supplies, equipment, and other personal property; and (f) maintenance services for real property; (2) any decision that has been made by the White House or any agency within the executive branch, with respect to continuing any such service, facility, or payment; and (3) any decision that has been made by the General Services Administration, or any other agency within the executive branch, to bring about the return to the United States of any thing of value (including any office furniture, any property improvements, and any gifts from foreign powers) given to or utilized by Richard M. Nixon, his wife, or any of his daughters or sons-in-law, at the expense of the United States, while Richard M. Nixon was President of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution directing the President to provide to the House of Representatives information relating to certain services, facilities, and payments provided by the United States to Richard M. Nixon and members of his immediate family.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:47-05:00"
}