{
  "actions": [
    {
      "acted_at": "1987-08-07", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-16", 
      "bill_ids": [
        "hr4907-100"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.4907.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3187-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Andrews, Michael", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Brooks, Jack B.", 
      "sponsored_at": "1987-10-20", 
      "state": "TX", 
      "thomas_id": "00127", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Bryant, John W.", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00142", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Bustamante, Albert G.", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00158", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Chapman, Jim", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00190", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Coleman, Ronald D.", 
      "sponsored_at": "1987-10-07", 
      "state": "TX", 
      "thomas_id": "00217", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "de la Garza, E.", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00276", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Fields, Jack", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00380", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1987-11-10", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gonzalez, Henry B.", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00445", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hall, Ralph M.", 
      "sponsored_at": "1987-10-07", 
      "state": "TX", 
      "thomas_id": "00484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1988-02-25", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Leland, Mickey", 
      "sponsored_at": "1987-08-07", 
      "state": "TX", 
      "thomas_id": "00681", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1987-08-07", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Moody, Jim", 
      "sponsored_at": "1987-11-10", 
      "state": "WI", 
      "thomas_id": "00828", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Nagle, Dave R,", 
      "sponsored_at": "1987-08-07", 
      "state": "IA", 
      "thomas_id": "00851", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Ortiz, Solomon P.", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00880", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Pickle, J. J.", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "00917", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sweeney, David McCann", 
      "sponsored_at": "1987-11-17", 
      "state": "TX", 
      "thomas_id": "01127", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1987-10-09", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-07", 
  "number": "3187", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the authority of the Administrator of the Alcohol, Drug Abuse, and Mental Health Administration, including revising and extending the program of block grants for the provision of services with respect to mental health and substance abuse.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4907-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Alcohol Abuse, Drug Abuse, and Mental Health Amendments Act of 1987", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-08-07", 
  "subjects": [
    "Alcohol and Alcoholic Beverages", 
    "Alcohol and youth", 
    "Alcoholism", 
    "Authorization", 
    "Block grants", 
    "Business and commerce", 
    "Children and youth", 
    "Community health services", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Federal aid to alcoholism programs", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Health insurance", 
    "Insurance", 
    "Mental health", 
    "Mental health services", 
    "Mental illness", 
    "State finance", 
    "States", 
    "Suicide", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-07", 
    "text": "Comprehensive Alcohol Abuse, Drug Abuse, and Mental Health Amendments Act of 1987 - Amends title XIX (Block Grants) of the Public Health Service Act to revise and reorganize provisions relating to mental health and substance abuse programs, replacing the current part B (Alcohol and Drug Abuse and Mental Health Services Block Grant) and part C (Primary Care Block Grants) with a new part B (Community Mental Health Services), part C (State Comprehensive Mental Health Service Plans), part D (Alcohol and Drug Abuse Prevention, Treatment, and Rehabilitation Services), and part E (General Provisions). Directs, in the new part B, the Secretary of Health and Human Services, acting through the Administrator of the Alcohol, Drug Abuse, and Mental Health Administration, to make allotments and payments each fiscal year to each State for planning, developing, and providing community mental health services and related support services. Specifies application procedures and requirements, including a requirement that a State, in order to receive payments, agrees to establish and maintain a State mental health planning council with specified duties. Sets forth a formula for determining the amount of allotments, including special provisions for direct payment to an Indian tribe or tribal organization. Provides transition rules for States for FY 1988 and 1989 and separate transition rules for territories for FY 1988 and 1989. Directs the Secretary, acting through the Director of the National Institute of Mental Health, to develop and evaluate community mental health programs and services. Authorizes the use of grants, contracts, and cooperative agreements for such programs. Authorizes the Director of the National Institute of Mental Health to establish research centers to carry out the evaluations. Directs the Secretary, acting through the Director of the National Institute of Mental Health, to develop and make available a model plan for a community-based system for the care of chronically mentally ill individuals. Authorizes appropriations for FY 1988 through 1990 for: (1) mental health programs and services; (2) general provisions under part E; and (3) data collection, as provided in this Act, regarding mental health and substance abuse. Directs the Secretary, in the new part C, to make grants to the States for the development of State comprehensive mental health services plans, apportioned among the the States from appropriated funds according to the relative population of the States. Authorizes appropriations for each of the FY 1988 and 1989. Requires, starting in FY 1988, each State to submit to the Secretary a State comprehensive mental health services plan covering that fiscal year and the succeeding two fiscal years, and meeting specified requirements. Requires the State, in developing the plan, to consult with representatives of employees of State institutions and public and private nursing homes who care for seriously mentally ill individuals. Directs the Secretary to provide technical assistance to States in the development and implementation of the plans. Provides for enforcement measures the Secretary is directed to take against a State which has not taken certain steps by the end of specified fiscal years. Directs, in the new part D, the Secretary, acting through the Administrator of the Alcohol, Drug Abuse, and Mental Health Administration, to make allotments and payments each fiscal year to States for establishing and carrying out programs of prevention, treatment, and rehabilitation with respect to substance abuse and related activities. Specifies application procedures and requirements, including a requirement that a State must agree to use not less than specified portions of the payments for programs and activities related to: (1) alcoholism and alcohol abuse; (2) drug abuse; (3) prevention and early intervention regarding the abuse of alcohol and drugs; and (4) such programs and services designed for women. Sets forth a formula for determining the amount of allotments, including special provisions for direct payment to an Indian tribe or tribal organization. Provides transition rules for States for FY 1988 and 1989 and separate transition rules for territories for FY 1988 and 1989. Directs the Secretary, acting through the Director of the National Institute on Alcohol Abuse and Alcoholism and the Director of the National Institute on Drug Abuse, to develop and evaluate alcohol and drug abuse treatment programs. Authorizes the use of grants, contracts, and cooperative agreements for such programs. Authorizes appropriations for FY 1988 through 1990 for: (1) alcohol and drug abuse programs; (2) general provisions under part E; (3) the Office of Substance Abuse Prevention; (4) model projects for the prevention, treatment, and rehabilitation of drug abuse and alcohol abuse among high risk youth; (5) data collection, as provided in this Act, regarding mental health and substance abuse; (6) alcohol abuse and alcoholism demonstration project grants; and (7) drug abuse demonstration project contracts. Sets forth, in the new part E, general provisions, including: (1) a requirement that, in order for the Secretary to make payments under specified provisions of this Act, a State must submit a description of the purposes for which the State intends to expend such payments; (2) the content such statement must have for specified provisions of this Act; (3) a requirement of public notice and opportunity for comment; (4) restrictions on the use of payments, including restrictions on the portion used for administrative expenses; (5) agreements a State must make in order for the Secretary to make payments; (6) annual reports a State is required, for payments under specified provisions, to prepare and submit to the Secretary; (7) availability of the reports to the public; (8) evaluations, by the Comptroller General of the United States, of expenditures by States under specified provisions; (9) repayment of payments for failure to comply with agreements; (10) a prohibition against certain false statements; and (11) a prohibition of discrimination. Directs the Secretary to provide technical assistance to a State receiving payments under specified provisions of this Act, or entities designated by the State, without charge. Authorizes the Secretary to provide supplies and services in lieu of grant funds. Requires the Secretary, no later than October 1, 1989, to report to the Congress on the activities of the States carried out under specified provisions of this Act. Amends the Public Health Service Act to direct the Secretary, acting through the Director of the National Institute of Mental Health (Director), to develop and publish information regarding the causes of suicide and the means of preventing suicide, especially among individuals under 24 years of age. Directs the Secretary, acting through the Director, to make grants and enter into cooperative agreements for research on mental illness. Authorizes the Secretary, acting through the Director, to make grants for mental health services demonstration projects, including self-help services, for the planning, coordination, and improvement of community services for chronically mentally ill individuals, seriously emotionally disturbed children and youth, elderly individuals, and homeless chronically mentally ill individuals, and for the conduct of research concerning such services. Authorizes the Secretary, acting through the Director, to make grants for prevention services demonstration projects for the provision of prevention services for individuals who are at risk of developing mental illness. Limits the duration of such a grant and the portion of the grant which may be used for administrative expenses. Authorizes appropriations for FY 1988 and 1989. Amends the Public Health Service Act to direct the Secretary, acting through the Administrator of the Alcohol, Drug Abuse, and Mental Health Administration, to collect data on the incidence of the various forms of mental illness and substance abuse. Specifies the types of data to be included. Authorizes appropriations for FY 1988 through 1990 to carry out specified provisions of the Public Health Service Act relating to: (1) alcohol abuse and alcoholism; and (2) research with respect to drug abuse. Amends the Public Health Service Act to state that the Office of Substance Abuse Prevention is an entity of the Alcohol, Drug Abuse, and Mental Health Administration (Administration). Changes from annual to not less than once each three years the requirement that the Administrator, acting through the Associate Administrator for Prevention, report to the Congress regarding prevention activities undertaken by the Administration. Directs the Administrator to establish a process for responding to reports of scientific misconduct in connection with projects using funds under title V of the Public Health Service Act. (Current law requires such a process for scientific fraud.) Authorizes the Administrator to: (1) accept voluntary and uncompensated services; and (2) conduct and support certain research training. Amends the Anti-Drug Abuse Act of 1986 to require the Secretary to report to the Congress with respect to the results of a study regarding insurance coverage of drug abuse treatment, within 18 months after the execution of the contract for the study. (Current law requires such a report within one year of the enactment of that Act.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Alcohol Abuse, Drug Abuse, and Mental Health Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the authority of the Administrator of the Alcohol, Drug Abuse, and Mental Health Administration, including revising and extending the program of block grants for the provision of services with respect to mental health and substance abuse.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:49-05:00"
}