{
  "actions": [
    {
      "acted_at": "1999-02-04", 
      "committee": "Committee on Veterans' Affairs, and in addition to the Committees on Armed Services, and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Veterans' Affairs, and in addition to the Committees on Armed Services, and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-04", 
      "committee": "House Veterans' Affairs", 
      "references": [], 
      "text": "Referred to House Veterans' Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-04", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-04", 
      "committee": "House Government Reform", 
      "references": [], 
      "text": "Referred to House Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-22", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to the Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-23", 
      "in_committee": "House Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel", 
      "text": "Referred to the Subcommittee on Military Personnel.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-23", 
      "in_committee": "House Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-09", 
      "in_committee": "House Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Benefits", 
      "text": "Referred to the Subcommittee on Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-09", 
      "in_committee": "House Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr606-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Benefits", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Bass, Charles F.", 
      "sponsored_at": "1999-08-03", 
      "state": "NH", 
      "thomas_id": "00063", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Bilirakis, Michael", 
      "sponsored_at": "1999-03-04", 
      "state": "FL", 
      "thomas_id": "00089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brown, Corrine", 
      "sponsored_at": "1999-02-09", 
      "state": "FL", 
      "thomas_id": "00132", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1999-02-04", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Klink, Ron", 
      "sponsored_at": "2000-03-16", 
      "state": "PA", 
      "thomas_id": "00639", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Manzullo, Donald A.", 
      "sponsored_at": "2000-02-10", 
      "state": "IL", 
      "thomas_id": "00733", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-04", 
  "number": "606", 
  "official_title": "To amend titles 5, 10, and 38, United States Code, to make improvements in benefits and services for members and veterans of the United States Armed Forces recommended by the Congressional Commission on Servicemembers and Veterans Transition Assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Servicemembers and Veterans Transition Services Improvement Act of 1999", 
  "sponsor": {
    "district": "3", 
    "name": "Stump, Bob", 
    "state": "AZ", 
    "thomas_id": "01122", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-04", 
  "subjects": [
    "Access to health care", 
    "Administrative fees", 
    "Administrative procedure", 
    "Advertising", 
    "Age and employment", 
    "Apprenticeship", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Business education", 
    "Case management", 
    "Civil service pensions", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Competitive bidding", 
    "Computer networks", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Copyright", 
    "Correspondence schools and courses", 
    "Cost accounting", 
    "Cost effectiveness", 
    "Counseling", 
    "Crime and law enforcement", 
    "Data banks", 
    "Defense budgets", 
    "Department of Defense", 
    "Department of Labor", 
    "Department of Veterans Affairs", 
    "Disabled", 
    "Disabled veterans", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Emergency management", 
    "Employee selection", 
    "Entrepreneurs", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fire fighters", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government statistics", 
    "Health", 
    "Health insurance continuation", 
    "Health services administration", 
    "Higher education", 
    "History", 
    "Homeless veterans", 
    "Hospital care", 
    "Hospital rates", 
    "Housing and community development", 
    "Identification devices", 
    "Indexing (Economic policy)", 
    "Information technology", 
    "Infrastructure", 
    "Intellectual property", 
    "Job hunting", 
    "Labor and employment", 
    "Labor statistics", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Leave of absence", 
    "Legislation", 
    "Loan defaults", 
    "Managed care", 
    "Medical economics", 
    "Medical records", 
    "Medical supplies", 
    "Military dependents", 
    "Military discharges", 
    "Military hospitals", 
    "Military medicine", 
    "Military pensions", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Patents", 
    "Persian Gulf War", 
    "Presidential appointments", 
    "Quality of care", 
    "Research and development contracts", 
    "Salaries", 
    "Science, technology, communications", 
    "Small business", 
    "Social welfare", 
    "Subcontractors", 
    "Surety and fidelity", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Teaching hospitals", 
    "Technology transfer", 
    "Underemployment", 
    "Unemployment", 
    "Veterans' benefits", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' organizations", 
    "Veterans' preference", 
    "Veterans' rehabilitation", 
    "Vietnam veterans", 
    "Vocational guidance", 
    "Vocational rehabilitation", 
    "Web sites"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-04", 
    "text": "TABLE OF CONTENTS: Title I: Education Title II: Employment and Training Title III: Health Care Title IV: Economic Equity Title V: Organizational Restructuring Servicemembers and Veterans Transition Services Improvement Act of 1999 - Title I: Education - Amends Federal provisions relating to the veterans' educational assistance program (VEAP) to: (1) increase its monthly rates of educational assistance; (2) require the Secretary of Defense to notify a member of the armed forces of the availability of VEAP benefits and eligibility requirements within 90 days after such individual enters on active duty; (3) repeal a provision allowing individuals to elect not to receive VEAP assistance; (4) revise provisions concerning VEAP enrollment; and (5) authorize the Secretary of Veterans Affairs (Secretary) to make accelerated payments of VEAP basic educational assistance. Provides an enhanced educational assistance entitlement under VEAP to each individual who: (1) after September 30, 1999, first enters on active duty, or reenlists or extends such duty, for at least four years; (2) serves on active duty and is discharged for reasons other than willful misconduct or inappropriate discharge of duty, or is discharged involuntarily for the convenience of the Government as a result of a reduction in force; (3) completed the requirements of a secondary school diploma within their period of active duty; and (4) after completing the required period of active duty, continues on active duty, is discharged honorably, is released honorably and is placed on an inactive status list, or is released for further service in a reserve component after honorable active-duty service. Provides definitions, exceptions, and conditions. Allows such qualifying individuals up to 36 months of educational assistance. Authorizes the transfer of such entitlement to a spouse or child, or combination thereof, under certain conditions. Provides for the payment of additional educational expenses (books and supplies). Provides educational assistance amounts, with amounts for fiscal years after 2000 based on increases in the Consumer Price Index. Allows qualifying individuals to also receive tutorial assistance, with a maximum of $1,200 in such assistance per individual. (Sec. 102) Requires each State veterans education development agency (currently, each State approving agency) to: (1) actively promote the development of on-job training programs for veterans; and (2) give priority to programs that provide training to veterans with disabilities. Requires (currently authorizes) such agency to approve educational courses offered for participation in VEAP. Title II: Education and Training - Makes eligible for veterans' job counseling, training, and placement services veterans with existing employment barriers and recently separated veterans. Designates veterans' case managers and veterans' employment facilitators for service under such programs. Replaces program references to the Job Training and Partnership Act and the Veterans' Job Training Act with references to the Workforce Investment Act of 1998. Authorizes the Secretary to make grants or contract with entities which agree to provide employment and training services for veterans, requiring such grants or contracts to be awarded on a competitive basis. Outlines requirements for entities providing services under the program. Provides grant terms, conditions, and limitations. Directs the Secretary to make available necessary funds to support the veterans' case managers and veterans' employment facilitators designated above. Outlines veterans' services required to be performed by such managers and facilitators. Includes within a study to be conducted by the Secretary concerning unemployment among certain veterans those veterans who served on active duty after the Vietnam era who did or did not serve in a campaign or expedition for which a campaign badge has been authorized. Directs the Secretary of Labor to resolve certain discrepancies regarding the number of veterans who use State employment services, and to report to the appropriate congressional committees. (Sec. 202) Directs the Secretary to require that performance measurements for the veterans' vocational rehabilitation program focus on specified outcome measures, including those who actually enter employment. Requires all case management and employment services under such program to be provided exclusively by Department of Veterans Affairs (Department) personnel or by a veterans' case manager. Makes this section effective on October 1, 2000. (Sec. 203) Authorizes appropriations to the Department of Defense (DOD) for a program under which the Secretary of Labor furnishes counseling and other employment and training assistance to military personnel being separated from active duty, and the spouses of such members. Requires appropriations increases for FY 2000 and each succeeding fiscal year based on Consumer Price Index increases. (Sec. 204) Provides deadlines for the commencement of preseparation counseling for military personnel prior to their retirement, discharge, or release from duty. Requires a member to be considered involuntarily separated, for purposes of such benefits, if the member is being discharged or released as the result of a force- management reduction. (Sec. 206) Requires appropriate support from the Secretary to the Secretary of Labor with respect to employment, training, and other transitional assistance provided to separated military personnel. (Sec. 207) Provides a priority in the provision of veterans' employment, training, or related services for disabled veterans, veterans with employment barriers, and veterans separated from active duty for less than four years. (Sec. 208) Establishes within the executive branch the Veterans' Employment Network to: (1) raise employer awareness of the advantages of hiring separating and recently separated servicemembers and veterans; (2) facilitate the employment of such individuals through national electronic labor exchanges; and (3) foster, and facilitate the coordination of, Federal, State, and local governmental programs marketing the employment of such individuals. Authorizes appropriations for FY 2000 and thereafter. (Sec. 209) Directs the Secretary of Labor to design, establish, and maintain on the Internet an electronic site to be known as the Veterans and Servicemembers Internet Site which shall match veterans and servicemembers with prospective employers. Requires the site to be publicized to prospective employers, veterans, and military and veterans' associations. (Sec. 210) Amends Federal employment provisions to: (1) eliminate the reduction in retired pay for officers who become federally employed after such retirement, in the case of officers who become eligible to begin receiving such retired pay after December 31, 1999; (2) repeal a provision limiting post-retirement employment of retired military personnel within DOD; (3) provide that, for purposes of maximum age entry limitations for Federal fire fighters and law enforcement officers, a veteran's actual age shall be considered decreased by the period of active military duty served; and (4) authorize the accrual of annual leave with pay for Federal employees who are Vietnam era veterans. (Sec. 214) Requires any solicitation issued by the Departments of Defense, Labor, or Veterans Affairs for the procurement of real or personal property or nonpersonal services to require each offeror to include: (1) a description of the offeror's program for hiring and promoting qualified eligible veterans; and (2) an affirmative commitment to hire eligible veterans as a specific percentage of the workforce. Title III: Health Care - Amends the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) to: (1) revise the fees charged for the provision of transitional health care coverage for certain former military personnel; (2) provide that such coverage shall be secondary to any other private health care plan or insurance; and (3) direct the Secretary of Defense to timely notify all persons eligible for such revised benefits. (Sec. 302) Directs the Secretaries of Defense and Veterans Affairs (the Secretaries) to: (1) jointly establish policies for the unified procurement within their respective departments of pharmaceuticals, medical and surgical supplies, and medical equipment; and (2) enter into a memorandum of understanding for implementing such policies. Provides funding. (Sec. 303) Directs the Secretaries to develop and maintain a clinically-based medications formulary for use by their respective departments. Allows the Secretaries to procure items listed on the formulary without seeking competition. (Sec. 304) Prohibits, after one year after the enactment of this Act, any medical or surgical product from being procured for either department's health care system unless the product bears a universal product number, or unless such product has been excepted from such requirement by considerations of health and safety. (Sec. 305) Directs the Secretaries to jointly: (1) establish a single solicitation for the replacement of the existing legacy medical information management systems within their departments with integrated and interoperable systems; (2) develop policies to ensure that commercially available technology is used to enhance or replace parts of such system; and (3) develop and maintain a common set of technical and data standards to facilitate data exchange between such systems. (Sec. 306) Directs the Secretaries to undertake a program to ensure public awareness of the benefits of the health-care research that their departments conduct, requiring a financial return on such research programs. (Sec. 307) Directs the Secretaries to conduct a pilot program during FY 2000 and 2001 under which hospital care and medical services authorized to be furnished by contract are furnished by contractors under contracts entered into under the TRICARE Program (a DOD managed health care program). (Sec. 308) Directs the Secretaries and the Secretary of Health and Human Services to jointly review the various forms of Federal support provided to teaching hospitals and medical schools. Directs the Secretaries to jointly review the extent and nature of the collaboration between the graduate medical programs of their departments and to take necessary action to achieve opportunities for greater collaboration. (Sec. 309) Amends the Homeless Veterans Comprehensive Service Programs Act of 1992 to authorize appropriations for FY 2000 for the Department's program for homeless veterans. Requires the Secretary to direct that a significant portion of the savings achieved by the Veterans Health Administration through the closure of acute care beds is redirected to the furnishing of community-based residential treatment to homeless veterans. Directs the Secretary to utilize current authority to enter into enhanced-use leases to provide support for such care. Amends the Stewart B. McKinney Homeless Assistance Act to extend through FY 2001 the authorization of appropriations for the homeless veterans reintegration project. Title IV: Economic Equity - Part A: Home Loan Guaranty Program - Revises the loan limits for Department-guaranteed loans made to veterans for the purchase or construction of homes. (Sec. 402) Makes permanent (currently terminates on October 27, 1999) a program providing Department-guaranteed housing loans to members and former members of the Selected Reserve. Directs the Secretary of Defense to develop and implement a system for issuing certificates to such members representing their eligibility for such loans after completion of their required duty period. (Sec. 403) Exempts from Department-guaranteed loan fee requirements a veteran who first entered active duty after the date of enactment of this Act. (Sec. 404) Directs the Secretary to conduct in selected test sites a pilot program of revised procedures in cases of veterans' defaults of Department-guaranteed loans. Prohibits conveyance to the Secretary of the property that secured such loan. Directs the Secretary to publish proposed rules for notice and comment regarding the procedures for liquidating loans and paying guaranty claims under the program. Terminates the pilot program after five years. Part B: Other Programs - Authorizes members of the armed forces serving on active duty to participate in the Thrift Savings Plan, limiting member contribution to five percent of basic pay plus any reenlistment bonus. Prohibits matching Federal contributions on behalf of such members. (Sec. 412) Establishes in the Office of the Secretary the Office of Veterans Business Assistance to provide veterans with: (1) access to information regarding services and assistance available to veterans who wish to operate small businesses and other subjects of use to such veterans; (2) assistance in gaining access to business capital; (3) management assistance; and (4) assistance in gaining access to markets for their products or services. Requires the Office to create and maintain an information clearinghouse through an Internet electronic site regarding Federal, State, local, and private sector programs of assistance to veterans and others. Amends the Small Business Act to: (1) provide a target of $10 million per fiscal year for loans to veterans' small businesses; (2) include disabled veterans' small businesses within certain Federal subcontracting goals; and (3) include veterans' and disabled veterans' small businesses within certain Federal procurement goals. Provides preliminary goals for the Departments of Defense, Labor, and Veterans Affairs for participation by veterans' small businesses in Federal prime contract and subcontract awards. Directs the Secretary, the Secretary of Labor, and the Administrator of the Small Business Administration to jointly develop and submit to the President a program of comprehensive outreach to assist veteran entrepreneurs. (Sec. 413) Terminates the Persian Gulf War period on February 28, 1993, for purposes of eligibility for veterans' benefits and assistance. Title V: Organizational Structure - Directs the Department's Under Secretary for Health and DOD's Assistant Secretary for Health Affairs to establish a unified, joint policy staff responsible for: (1) identifying opportunities to increase joint, cooperative, and coordinated operations of the health care systems of such departments and the sharing of health care resources; and (2) initiating, facilitating, and monitoring efforts to utilize such opportunities. (Sec. 502) Requires any person who is an eligible health care beneficiary of either the Department or DOD to be eligible to receive from the other department the same health care services that such beneficiary is eligible to receive from the department of which the person is a primary beneficiary. Directs the Secretaries to jointly establish policies and procedures for their respective departments to furnish health care to beneficiaries of the other department. (Sec. 503) Directs the Secretaries to jointly enter into an agreement with an independent entity for the study of the physical infrastructure, the organizational structures, and the operations of the health care systems of the Departments of Defense and Veterans Affairs. (Sec. 504) Directs the Secretaries to: (1) review the geographic boundaries of the administrative structures of the field operations of their respective health care systems; and (2) take such action to make such boundaries congruent, except where doing so would interfere with the efficient furnishing of quality health care services. (Sec. 505) Directs the Secretary of Defense, at the time of the award or extension of TRICARE contracts, to recognize as military treatment facility equivalents within the geographic areas covered under such contracts Department of Veterans Affairs health care facilities that: (1) agree to furnish health care services to DOD beneficiaries at or below the prices than non-government facilities would charge; (2) are capable of furnishing care of acceptable quality; and (3) certify that they are able to provide such services without detriment to the furnishing of care to veterans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Servicemembers and Veterans Transition Services Improvement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend titles 5, 10, and 38, United States Code, to make improvements in benefits and services for members and veterans of the United States Armed Forces recommended by the Congressional Commission on Servicemembers and Veterans Transition Assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:08-05:00"
}