{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-01-28", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from OMB, Commerce Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s21-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "21", 
  "official_title": "A bill to redesignate the Department of Commerce as the Department of Trade and Commerce to consolidate all functions relating to international trade in the Department of Trade and Commerce; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Trade and Commerce Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Agriculture in foreign trade", 
    "American investments", 
    "Corporations and Stocks", 
    "Customs administration", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Labor", 
    "Department of State", 
    "Department of Transportation", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Export credit", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Government corporations", 
    "Government operations and politics", 
    "Imports", 
    "International Trade Commission", 
    "International trade", 
    "Office of the U.S. Trade Representative", 
    "Overseas Private Investment Corporation", 
    "Power resources", 
    "Small Business Administration", 
    "Small business", 
    "Strategic materials", 
    "Trade adjustment assistance", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Department of Trade and Commerce Act of 1985 - Redesignates the Department of Commerce as the Department of Trade and Commerce. Redesignates the Secretary of Commerce as the Secretary of Trade and Commerce. Grants the Secretary the rank and status of Ambassador Extraordinary and Plenipotentiary with respect to international trade and investment. Establishes in the Department an Under Secretary of International Trade and an Under Secretary of Domestic Commerce who shall head, respectively, the Department's international trade division and the Department's domestic commerce division. Requires separate offices in the Department for: (1) strategic trade; (2) financing and credit for international trade; and (3) the collection and analysis of information concerning the distribution of economic resources throughout the domestic economy. Sets forth the functions of the Secretary. Directs the Secretary to work with the heads of other departments and agencies as appropriate. Directs the Secretary to join with the heads of other departments and agencies in studying how Federal policies and programs can ensure that international trade and commerce systems will most effectively serve both national and international economic needs. Transfers to the Secretary all functions of the: (1) United States Trade Representative and Office of the United States Trade Representative in the Executive Office of the President; (2) Director of the International Development Cooperation Agency with respect to or being administered through the Trade and Development Program; (3) Secretary of the Treasury with respect to or being administered through the U.S. Customs Service; (4) Secretary of Defense with respect to export of strategic materials; (5) Secretary of Energy with respect to the importation and exportation of energy and energy-producing materials; (6) Secretary of Labor or the Department of Labor with respect to, or being administered through, the Office of Trade Adjustment Assistance of the Department of Labor; (7) Secretary of State, the Department of State, and officers and components of such Department relating to international trade and investment; (8) Secretary of Transportation with respect to the importation and exportation of transportation systems and equipment which functions are being administered by the Assistant Secretary of Transportation for Policy and International Affairs; (9) Secretary of the Treasury, the Department of the Treasury, and officers and components of such Department relating to international trade and investment; (10) Secretary of Agriculture, the Department of Agriculture, and officers and components of such Department relating to the export of agricultural products; and (11) Small Business Administration with respect to extensions of credit and revolving lines of credit to enable small businesses to engage in export and import business. Transfers to the Department the: (1) Export-Import Bank of the United States; (2) Overseas Private Investment Corporation; (3) Trade and Development Program of the International Development Cooperation Agency; (4) U.S. Customs Service; and (5) U.S. International Trade Commission. Directs the Secretary to consult with the Secretary of Defense in carrying out functions with respect to the export of strategic materials. Requires such functions to be administered by the head of the office of strategic trade. Directs the Secretary to consult with the Secretary of Agriculture in carrying out functions relating to the export of agricultural products. Sets forth administrative provisions governing the functions of the Secretary. Directs the Secretary to prepare an annual report for the President on the activities of the Department, including studies on the manner by which Federal policies and programs can ensure that international trade and commerce systems most effectively serve both national and international economic needs. Provides for the transfer to the Secretary or Department of personnel and materials from agencies whose functions are transferred to the Secretary or Department by this Act. Sets forth savings provisions governing actions of agencies whose functions are transferred to the Secretary or Department by this Act. Terminates the Office of the United States Trade Representative. Provides for the separability of provisions of this Act and for the initial and interim appointment of certain officers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Trade and Commerce Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to redesignate the Department of Commerce as the Department of Trade and Commerce to consolidate all functions relating to international trade in the Department of Trade and Commerce; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:01-05:00"
}