{
  "actions": [
    {
      "acted_at": "1997-03-17", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-04-15", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Readiness. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s451-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Readiness", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1997-03-17", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-03-17", 
  "number": "451", 
  "official_title": "A bill to authorize construction at certain military installations for Fiscal Year 1998, and for other military construction authorizations and activities of the Department of Defense.", 
  "popular_title": "Authorization bill FY98, Defense Department", 
  "related_bills": [], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 1998", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-03-17", 
  "subjects": [
    "Air bases", 
    "Air force", 
    "Alabama", 
    "Appropriations", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Army posts", 
    "Authorization", 
    "Building leases", 
    "California", 
    "Chemical weapons", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Defense budgets", 
    "Department of Defense", 
    "Easements", 
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Europe", 
    "Families", 
    "Government operations and politics", 
    "Guam", 
    "Health", 
    "Housing and community development", 
    "International affairs", 
    "Italy", 
    "Kansas", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Maryland", 
    "Medical research", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military hospitals", 
    "Military housing", 
    "NATO countries", 
    "NATO military forces", 
    "National Guard", 
    "Naval bases", 
    "Naval hospitals", 
    "Navy", 
    "Ohio", 
    "Oklahoma", 
    "Oregon", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Radar", 
    "Science, technology, communications", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-03-17", 
    "text": "TABLE OF CONTENTS: Division B (sic): Military Construction Authorizations Title XXI(sic): Army Title XXII: Navy Title XXIII: Air Force Title XXIV: Defense Agencies Title XXV: North Atlantic Treaty Organization Security Investment Program Title XXVI: Guard and Reserve Forces Facilities Title XXVII: Expiration and Extension of Authorizations Title XXVIII: General Provisions Subtitle A: Military Construction Program and Military Family Housing Changes Subtitle B: Other Matters Division B (sic): Military Construction Authorizations - Military Construction Authorization Act for Fiscal Year 1998 - Title XXI(sic): Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire family housing units, to carry out architectural planning and design activities, and to improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 1997 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. Title XXII: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title. Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army. (Sec. 2305) Amends the Military Construction Authorization Act for Fiscal Year 1997 to increase the authorized amount for a military construction project at McConnell Air Force Base, Kansas. Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out architectural planning and design activities and to improve existing military family housing units, in specified amounts. (Sec. 2404) Authorizes the Secretary to carry out specified energy conservation projects. (Sec. 2405) Authorizes appropriations to the Department of Defense (DOD) for fiscal years after 1997 for military construction, land acquisition, and military family housing functions. Limits the total cost of authorized construction projects. (Sec. 2406) Reallocates specified funds made available due to the closure of the McClellan Air Force Base, California, to fund medical construction projects at Andersen Air Base, Guam, and Tinker Air Force Base, Oklahoma. (Sec. 2407) Amends the Military Construction Authorization Act for Fiscal Year 1995 to increase the funding for military construction projects at the Pine Bluff Arsenal, Arkansas, and the Umatilla Army Depot, Oregon. Title XXV: North Atlantic Treaty Organization Security Investment Program - Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Security Investment Program. Authorizes appropriations for fiscal years after 1997. Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 1997 for the Guard and Reserve forces for acquisition, architectural and engineering services, and construction of facilities. Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in the preceding titles of this Act on October 1, 2000, or the date of enactment of an Act authorizing funds for FY 2001, whichever is later, with exceptions. Extends certain prior-year military construction projects. (Sec. 2704) Extends until a specified conditional date the authorization of appropriations for the Over-the-Horizon Radar at the Naval Station Roosevelt Roads, Puerto Rico, as authorized under a prior military construction authorization Act. Title XXVIII: General Provisions - Subtitle A: Military Program and Military Family Housing Changes - Repeals a current Federal provision prohibiting the Secretary of a military department (Secretary concerned) from entering into certain real property transactions of over $200,000 until 30 days after a report concerning the proposed transaction is submitted to the Senate Armed Services and House National Security Committees. Subtitle B: Other Matters - Increases from $200,000 to $500,000 the maximum amount of real property that the Secretary concerned may acquire in the interest of national defense. (Sec. 2803) Authorizes DOD to accept funds from a non-Federal party for expenses incurred whenever the Secretary concerned exchanges real property with, or grants an easement, lease, or license to, such a party. (Sec. 2804) Authorizes the Secretary of the Navy to lease in Naples, Italy, structures and real property associated with a regional hospital complex that are needed for military purposes. Provides a lease term of up to 20 years. Terminates such authority on September 30, 2002."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY98, Defense Department", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Authorization bill FY98, Military Construction", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Defense Department FY98 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Military Construction FY98 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize construction at certain military installations for Fiscal Year 1998, and for other military construction authorizations and activities of the Department of Defense.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:48-05:00"
}