{
  "actions": [
    {
      "acted_at": "2005-05-12", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-05-17", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-17", 
      "calendar": "Senate Legislative", 
      "number": "103", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 103.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-11-15", 
      "references": [
        {
          "reference": "CR S12810", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-15", 
      "bill_ids": [
        "s1042-109"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.1042 amended (Division A only).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-15", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-06T14:04:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-06T19:40:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1043-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2005-11-15", 
    "vetoed": false
  }, 
  "introduced_at": "2005-05-17", 
  "number": "1043", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2006 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal year for the Armed Forces, and for other purposes.", 
  "popular_title": "Authorization bill FY2006, Defense", 
  "related_bills": [
    {
      "bill_id": "hr1815-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1042-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1042-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1042-109", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Defense Authorization Act for Fiscal Year 2006", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2005-11-15", 
  "subjects": [
    "Administrative procedure", 
    "Air force", 
    "Alcohol as fuel", 
    "Amphibious operations", 
    "Armed Forces Retirement Home", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Auditing", 
    "Authorization", 
    "Ballistic missile defenses", 
    "Citizenship", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Cost accounting", 
    "Courts-martial and courts of inquiry", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Defense budgets", 
    "Defense industries", 
    "Defense procurement", 
    "Department of Defense", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Energy", 
    "Environmental protection", 
    "Federal employees", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government operations and politics", 
    "Graduate education", 
    "Hazardous wastes", 
    "Health", 
    "Higher education", 
    "Hurricane aftermath legislation", 
    "Immigration", 
    "Impact aid", 
    "Iraq compilation", 
    "Labor and employment", 
    "Law", 
    "Legal services", 
    "Liability for environmental damages", 
    "Logistics", 
    "Maintenance and repair", 
    "Mandatory retirement", 
    "Marines", 
    "Medical personnel", 
    "Military aircraft", 
    "Military airlift", 
    "Military and naval supplies", 
    "Military dependents", 
    "Military discharges", 
    "Military education", 
    "Military helicopters", 
    "Military law", 
    "Military leave", 
    "Military medicine", 
    "Military operations", 
    "Military personnel", 
    "Military promotions", 
    "Military research", 
    "Military technology", 
    "Military training", 
    "National Guard", 
    "Navy", 
    "Officer personnel", 
    "Prosecution", 
    "Recruiting and enlistment", 
    "Research and development", 
    "Residence requirements", 
    "Scholarships", 
    "Science, technology, communications", 
    "Service academies", 
    "Shipbuilding", 
    "Soldiers' homes", 
    "Special education", 
    "Special forces (Military science)", 
    "Stalking", 
    "Survivors' benefits", 
    "Tanker aircraft", 
    "Transport aircraft", 
    "War casualties", 
    "Warships"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2005-11-15", 
    "text": "Department of Defense Authorization Act for Fiscal Year 2006 - Division A: Department of Defense Authorizations - Title I: Procurement - Subtitle A: Authorization of Appropriations - (Sec. 101) Authorizes appropriations for FY2006 for the Army, Navy and Marine Corps, and Air Force for aircraft, missiles, weapons and tracked combat vehicles, ammunition, shipbuilding and conversion, and other procurement. (Sec. 104) Authorizes appropriations for FY2006 for defense-wide procurement. (Sec. 105) Increases by $40.6 million the amount authorized for Army aircraft, to be used to increase from two to four the number of UH-60 Black Hawk helicopters to be procured. Subtitle B: Army Programs - (Sec. 111) Authorizes the Secretary of the Army, beginning with the FY2006 program year, to enter into multiyear procurement contracts for: (1) AH-64D attack helicopter block II conversions; and (2) UH-60M Black Hawk helicopters. Authorizes such Secretary, beginning with the FY2007 program year, to enter into multiyear procurement contracts for MH-60S Seahawk helicopters. (Sec. 114) Increases by $1 million the amount authorized for Army research, development, test, and evaluation (RDT&E) in title II, to be used for the Telemedicine and Advanced Technology Research Center. Provides a corresponding offset in Army ammunition procurement funds. (Sec. 115) Increases by $5 million the amount authorized for Navy RDT&E in title II, to be used for the towed array handler. Provides a corresponding offset in Navy Virginia class submarine funding. (Sec. 116) Directs the Secretary of the Army to study, and report to the congressional defense and appropriations committees on, the second source for the production and supply of tires for the Stryker combat vehicle. Subtitle C: Navy Programs - (Sec. 121) Prohibits: (1) destroyers under the next generation destroyer (DD(X)) program from being acquired through a winner-take-all acquisition strategy; and (2) funds authorized under this or any other Act from being used to implement such a strategy. (Sec. 122) Authorizes the Secretary of the Navy to utilize split funding from FY2007-FY2010 Navy shipbuilding and conversion accounts to fund the detail design and construction of the aircraft carrier designated CVN-78. (Sec. 123) Earmarks specified Navy shipbuilding and conversion funds for design, advance procurement, and advance construction with respect to the LHA Replacement ship. Allows FY2007 and FY2008 Navy shipbuilding and conversion funds to be used for construction of such ship. Provides related contract authority. (Sec. 124) Earmarks specified Navy shipbuilding and conversion funds for commencement of the nuclear refueling and complex overhaul of the U.S.S. Carl Vinson (aircraft carrier). Provides related contract authority. (Sec. 125) Increases by $1 million the amount authorized for Marine Corps procurement, to be used for the rapid intravenous infusion pump. Provides a corresponding offset in Air Force operation and maintenance (O&M) funding under title IV. Subtitle D: Air Force Programs - (Sec. 131) Authorizes the Secretary of the Air Force, beginning with the FY2006 program year, to enter into a multiyear contract for the procurement of up to 42 additional C-17 aircraft. Requires, prior to such contract, the Secretary of Defense (Secretary) to certify to the defense and appropriations committees concerning the additional airlift capability to be procured under such authority. Requires the Secretary, as part of the 2005 quadrennial defense review, to assess the inter-theater airlift capabilities required to support the national defense strategy. Outlines alternative requirements if the Secretary is unable to make the airlift capability certification. (Sec. 132) Prohibits the Secretary of the Air Force from retiring any Air Force KC-135E aircraft in FY2006. (Sec. 133) Authorizes amounts from the Tanker Replacement Transfer Fund (established under a prior defense appropriations Act) to be used for the modernization of existing aerial refueling tankers if consistent with Air Force refueling requirements. (Sec. 134) Prohibits the Secretary of the Air Force from retiring in FY2006 any: (1) F-117 Nighthawk stealth attack aircraft; or (2) C-130E/H tactical airlift aircraft. (Sec. 136) Requires any C-130J/KC-130J aircraft procured after FY2005 to be procured through a contract under the Federal Acquisition Regulation (FAR) relating to the acquisition of items by negotiated contract rather than provisions relating to the acquisition of commercial items. (Sec. 137) Directs the Secretary of the Air Force to procure aircraft for providing aeromedical evacuation services to severely injured or ill personnel. Earmarks funds for such purpose from Air Force aircraft funding authorized under this title. (Sec. 138) Increases by $45 million the amount authorized for Air Force procurement, to be used for the procurement of one C-37B aircraft. Provides a corresponding offset in Army and defense-wide O&M funds. Subtitle E: Defense-Wide Programs - (Sec. 151) Prohibits funds authorized by this Act for FY2006 for advance procurement of components for the Advanced SEAL delivery system from being obligated or expended until 30 days after the Secretary certifies to the defense and appropriations committees that the Under Secretary of Defense for Acquisition, Technology, and Logistics (Under Secretary) has made a favorable milestone B decision regarding the system. Requires a report from the Secretary to such committees following a program review, and a follow-up Comptroller General (CG) review. Title II: Research, Development, Test, and Evaluation - Subtitle A: Authorization of Appropriations - (Sec. 201) Authorizes appropriations for FY2006 for the Armed Forces for RDT&E. Earmarks specified amounts for science and technology projects. (Sec. 203) Increases by $1.5 million the amount authorized for Navy RDT&E, with a corresponding offset in Air Force O&M funds. (Sec. 204) Increases by $1 million the amount authorized for Army RDT&E, to be used to develop technology to convert obsolete chemical munitions to fertilizer. Provides a corresponding offset in Air Force O&M funds. Subtitle B: Program Requirements, Restrictions, and Limitations - (Sec. 211) Directs the Secretary of the Army to procure the Future Combat System through a negotiated contract rather than through a research transaction. (Sec. 212) Directs the Secretary, in FY2006, to carry out a joint field experiment to address matters relating to stability and support operations. Requires a report on the experiment from the Secretary to the defense and appropriations committees. (Sec. 213) Authorizes the Secretary to use up to $51 million of defense-wide RDT&E funds to support chemical demilitarization operations at the Pueblo Army Depot, Colorado, and the Blue Grass Army Depot, Kentucky. Terminates such authority at the end of FY2006. Prohibits the Secretary from carrying out any such activity until 21 days after notification of the defense and appropriations committees. (Sec. 214) Increases by specified amounts (with corresponding offsets) funds authorized for: (1) Air Force RDT&E, to be used for aging military aircraft fleet support; (2) Army RDT&E, to be used for warhead/grenade scientific-based manufacturing technology; (3) Army RDT&E, to be used for the joint service small arms program; (4) Air Force RDT&E, to be used for field programmable gate arrays for space application; (5) Navy RDT&E, to be used for long wavelength array low frequency radio astronomy instruments; (6) Army RDT&E, to be used for defense basic research programs; (7) defense-wide RDT&E, to be used for Project Sheriff; and (8) Army RDT&E, to be used for medium tactical vehicle modifications. Subtitle C: Missile Defense Programs - (Sec. 221) Amends the National Defense Authorization Act (NDAA) for Fiscal Year 2002 to extend through FY2008 required CG assessments of ballistic missile defense (BMD) programs. (Sec. 222) Allows FY2006 or FY2007 RDT&E funds for the Missile Defense Agency to be used by the Secretary for development and fielding of BMD capabilities. (Sec. 223) Requires the appropriate joint and service operational test and evaluation components of the Department of Defense (DOD) to prepare a plan to test, evaluate, and characterize the operational capability of block 06 and each subsequent block of the BMD System. Requires reports, at the conclusion of such test and evaluation, from the Director of Operational Test and Evaluation to the defense and appropriations committees. (Sec. 224) Earmarks specified defense-wide RDT&E funds for coproduction of the Arrow ballistic missile defense system. Subtitle D: High-Performance Defense Manufacturing Technology Research and Development - (Sec. 231) Directs the Under Secretary to identify advanced manufacturing processes and technologies whose utilization will achieve significant productivity and efficiency gains in the defense manufacturing base. Requires the Under Secretary to undertake research and development on identified processes and technologies while considering defense priorities established in the most current Joint Warfighting Science and Technology Plan. (Sec. 232) Directs the Under Secretary to accelerate the transition of transformational manufacturing technologies and processes from the research stage to utilization by manufacturers in the defense manufacturing base. (Sec. 233) Authorizes the Under Secretary to: (1) identify an area of technology where the development of an industry-prepared roadmap for new manufacturing and technology processes applicable to defense manufacturing requirements would be beneficial to DOD; and (2) establish a task force and cooperate with the private sector in mapping the strategy for development of such processes and technologies. (Sec. 234) Requires a report from the Under Secretary to the defense and appropriations committees on actions taken by the Under Secretary under this Subtitle during FY2006. Subtitle E: Other Matters - (Sec. 241) Makes any individual: (1) with substantial experience in the field of test and evaluation (currently only commissioned officers) eligible for the position of Director of the Defense Test Resource Management Center; and (2) (currently only senior civilian officers and employees of DOD) eligible for the position of Deputy Director of the Center. (Sec. 242) Revises the duties of the Technology Transition Council. Requires a report from the Secretary to the defense and appropriations committees on the challenges associated with technology transition from DOD science and technology programs to DOD acquisition programs, as well as a strategy to address those challenges. (Sec. 243) Directs the Secretary to designate a senior DOD official as the executive agent responsible for coordinating and managing DOD programs and efforts for the prevention, mitigation, and treatment of blast injuries. Requires: (1) associated studies and pilot projects toward such end, as well as a training program for appropriate medical and non-medical personnel; (2) a treatment program to enhance the evaluation and care in both U.S. medical facilities and deployment facilities of members of the Armed Forces with traumatic brain injuries; and (3) annual reports from 2006-2010 from the Secretary to the defense and appropriations committees on DOD efforts to prevent, mitigate, and treat blast injuries. (Sec. 244) Adds information required to be included within annual reports from the Secretary to the defense committees concerning the awarding of prizes in the areas of defense research, technology development, or prototype development. (Sec. 245) Changes from the Director of Operational Test and Evaluation to the Secretary responsibility for the designation of facilities and resources constituting the Major Range and Test Facility Base. (Sec. 246) Requires the Secretary and the Administrator of the National Aeronautics and Space Administration (NASA) to jointly report to Congress recommendations regarding cooperative activities between the two departments related to RDT&E in areas of mutual interest. (Sec. 247) Amends the National Defense Authorization Act (NDAA) for Fiscal Year 1994 to delay until September 30, 2007, the date after which DOD funds may not be obligated to modify or procure any DOD aircraft, ship, vehicle, or system that is not equipped with the Global Positioning System (GPS). (Sec. 248) Requires a report from the Under Secretary to the defense and appropriations committees on DOD development and utilization of robotics and unmanned ground vehicle systems. Title III: Operation and Maintenance - Subtitle A: Authorization of Appropriations - (Sec. 301) Authorizes appropriations for FY2006 for O&M for the Armed Forces and specified activities and agencies of DOD. (Sec. 302) Authorizes appropriations for FY2006 for: (1) working capital funds; (2) the Defense Health Program; (3) chemical agents and munitions destruction; (4) drug interdiction and counter-drug activities; and (5) the Defense Inspector General. (Sec. 304) Earmarks specified Navy O&M funds for a Navy human resources benefit call center. Subtitle B: Environmental Provisions - (Sec. 311) Revises information required in an annual report from the Secretary to Congress on progress made in carrying out DOD environmental quality programs and activities. (Sec. 312) Includes owners of covenant property among individuals for whom DOD is authorized to pay cleanup costs in connection with the defense environmental restoration program. Requires that, in the case of property disposed of pursuant to a base closure law and subject to a covenant with DOD for additional remedial action, the sole source of funds for such services shall be the base closure account established under the base closure law under which the property is disposed. Subtitle C: Other Matters - (Sec. 321) Earmarks specified Navy O&M funds for repair and maintenance to extend the life of the U.S.S. John F. Kennedy (aircraft carrier). Prohibits the Secretary of the Navy from reducing below 12 the number of active naval aircraft carriers until the later of: (1) 180 days after submission to Congress of the quadrennial defense review (required under current law); or (2) the date on which the Secretary certifies to the defense and appropriations committees that appropriate agreements have been entered into to provide port facilities for the permanent forward deployment of aircraft carriers necessary for the Pacific Command area of responsibility. (Sec. 322) Prohibits the Secretary of the Navy from converting funding for naval shipyards on the East Coast from funding through the Navy working capital fund to funding on a direct basis (mission funding) until the later of: (1) six months after the Secretary submits to the defense and appropriations committees a report on direct funding for Puget Sound Naval Shipyard, Washington; or (2) October 1, 2006. (Sec. 323) Authorizes the Secretary to obligate amounts from the National Defense Sealift Fund to exercise options to purchase three Maritime Prepositioning Ship vessels. (Sec. 324) Allows DOD O&M funds to be used to purchase weapons from any person, foreign government, international organization, or other entity for the purpose of protecting U.S. forces engaged in military operations overseas. Requires purchase notification to the defense and appropriations committees. (Sec. 325) Increases from $50,000 to $100,000 the maximum DOD contract amount for the procurement of supplies and services from exchange stores outside the United States. (Sec. 326) Amends the Bob Stump NDAA for Fiscal Year 2003 to extend through FY2010 DOD authority to provide logistics support and services for weapon systems contractors. (Sec. 327) Directs the Secretary of the Army to: (1) develop and implement a training strategy to ensure the readiness of brigade-based combat teams and functional supporting brigades; and (2) report to the defense and appropriations committees on requirements needed to implement such strategy. Requires the CG to monitor such implementation and report to such committees assessing the Army's progress in implementing the strategy. (Sec. 328) Prohibits amounts appropriated to DOD for FY2006 from being obligated or expended for financial management improvement activities relating to the preparation, processing, or auditing of financial statements until the Secretary submits to the defense and appropriations committees: (1) a comprehensive and integrated financial management improvement plan; and (2) a determination that each of the financial management improvement activities are consistent with the plan and will likely result in DOD improvements in the production of timely, reliable, and complete financial management information. (Sec. 329) Directs the Secretary to study, and report to the defense and appropriations committees on, the use of ethanol fuel by the Armed Forces and defense agencies. (Sec. 330) Amends federal law concerning cooperative arrangements entered into between Army and non-Army industrial facilities to provide for the crediting of proceeds from the sale of an article or service pursuant to such an arrangement. (Sec. 331) Expresses the sense of the Senate that the Air Force should: (1) be commended for implementation of its Depot Maintenance Strategy and Master Plan; and (2) continue to fully fund its commitment in investments and recapitalization projects pursuant to such Plan. (Sec. 332) Increases (with a corresponding offset) the amount authorized for defense-wide O&M, to be used for child and family assistance benefits for members of the Armed Forces. (Sec. 333) Directs the Secretary to reimburse a member of the Armed Forces for the cost of any protective, safety, or health equipment purchased by a member, or by another on behalf of the member, before or during member deployment in Operations Noble Eagle, Enduring Freedom, or Iraqi Freedom for use in connection with such operation, if the member's unit commander certifies that the equipment was critical to the member's protection, safety, or health. Establishes the Protective Equipment Reimbursement Fund for such purpose. Provides limitations concerning the types of equipment covered, as well as reimbursement amounts. (Sec. 334) Authorizes the Secretary of the Navy to provide for the general welfare of any person at Naval Station Guantanamo Bay, Cuba, who is designated by such Secretary as a \"special category resident.\" (Sec. 335) Increases (with corresponding offsets) amounts authorized for Army O&M, to be used for: (1) the Point of Maintenance/Arsenal/Depot AIT Initiative; and (2) the long arm high-intensity arc metal halide handheld searchlight. (Sec. 337) Directs the Secretary of the Army to report to the defense and appropriations committees on aircraft most suitable to perform the high-altitude aviation training site mission. (Sec. 338) Authorizes DOD to provide support for certain paralympic sporting events. Limits such additional support to $1 million per fiscal year. (Sec. 339) Requires the Defense Business Transformation Agency to be supervised by the vice chairman of the Defense Business System Management Committee. (Sec. 340) Includes additional facilities within the Armament Retooling and Manufacturing Support Initiative. (Sec. 341) Authorizes the Secretary to make grants to local workforce investment boards (as established under the Workforce Investment Act of 1998) to provide services to spouses of military personnel who: (1) have experienced a loss of employment due to member relocation; or (2) are in a family whose income is significantly reduced due to member deployment, permanent change of duty station, or service-connected disability. (Sec. 342) Earmarks defense-wide O&M funds for expenses incurred under military rest and recuperation leave programs. (Sec. 343) Restates and expands the authority of the Secretary of the military department concerned (Secretary concerned) to accept gifts, devises, or bequests of real or personal property for the benefit of members (and their survivors and dependents) who are wounded or killed while serving in a military operation or activity. Allows property accepted to be used without further specific authorization in law (with limitations). Requires the CG to periodically audit personal property acquired and report audit results to Congress. (Sec. 344) Authorizes the President to designate a day of celebration to honor members of the Armed Forces who served in Operations Enduring Freedom or Iraqi Freedom and have returned. Allows such members to participate in such celebration. Authorizes the Secretary to accept cash contributions to cover costs associated with celebration activities. Provides a cost limitation with respect to such activities. Allows appropriate recognition items to be awarded to any individual who served honorably in such Operations. (Sec. 345) Amends the NDAA for Fiscal Year 2004 to include packet-based telephony service within the telecommunications benefit authorized for certain servicemembers. (Sec. 346) Requires a report from the Secretary to the defense committees on the effects of windmill farms on military readiness, including their effects on the operation of military radar installations. Title IV: Military Personnel Authorizations - Subtitle A: Active Forces - (Sec. 401) Sets forth authorized end strengths for active-duty forces as of the end of FY2006. Revises permanent active-duty end strength minimum levels. Subtitle B: Reserve Forces - (Sec. 411) Sets forth authorized end strengths as of the end of FY2006 for members of the Selected Reserve and reserve personnel on active duty in support of the reserves. (Sec. 413) Sets forth the minimum end strength for FY2006 for Army and Air Force dual status military technicians. (Sec. 414) Places specified FY2006 limits on the number of non-dual status technicians authorized to be employed by the Army and Air National Guard and Army and Air Force Reserve. Subtitle C: Authorizations of Appropriations - (Sec. 421) Authorizes appropriations for FY2006 for: (1) military personnel; and (2) the Armed Forces Retirement Home. Title V: Military Personnel Policy - Subtitle A: Officer Personnel Policy - (Sec. 501) Excludes from active-duty general and flag officer distribution and end strength limits those general and flag officers on leave pending separation or retirement. (Sec. 502) Increases from 10 to 11 the number of reserve general and flag officers who may be designated by the Chairman of the Joint Chiefs of Staff for certain flag officer positions. Includes positions on the Joint Staff among the authorized positions (currently, only positions on the unified and specified combatant commands). (Sec. 503) Revises the deadline for receipt by promotion selection boards of correspondence from eligible officers. (Sec. 504) Requires: (1) promotion selection boards to be furnished any information of an adverse nature in the case of an eligible officer considered for promotion to the grade of lieutenant colonel, or commander in the case of the Navy; and (2) such information to include any substantiated adverse finding or conclusion from an officially documented investigation or inquiry. (Sec. 505) Provides the grades of judge advocates general of the various military departments. Excludes such positions from officer distribution and end strength limits. (Sec. 506) Permits the Secretary to authorize the Secretaries of the military department concerned, during the period between the enactment of this Act and December 31, 2008, to reduce from 10 to eight years the minimum length of commissioned service required before eligibility for voluntary retirement. (Sec. 507) Revises strength in grade limits applicable to reserve flag officers in an active status. (Sec. 508) Limits to 10 in each military department the number of reserve officers in a grade above colonel, or captain in the case of the Navy, whose mandatory retirement may be deferred until that officer reaches 64 years of age. (Sec. 509) Excludes from military end strength and officer distribution limits either the Director or Deputy Director of Central Intelligence (CIA), the Associate Director for Military Support, and up to five military officers in the Office of the Director of National Intelligence. Subtitle B: Enlisted Personnel Policy - (Sec. 521) Prohibits an individual from being enlisted into the Armed Forces unless such person is: (1) a citizen or national of the United States; (2) a habitual resident of the Federal States of Micronesia, the Republic of Palua, or the Republic of the Marshall Islands; or (3) lawfully admitted to the United States for permanent residence under the Immigration and Nationality Act. Authorizes the Secretary concerned to waive such requirement when an enlistment is deemed vital to the national interest. (Sec. 522) Directs the Secretary to prescribe a policy on the recruitment and enlistment of home-schooled students. (Sec. 523) Requires a report from the Secretary to the defense and appropriations committees on actions being taken to ensure that new recruits are provided detailed information on the period(s) of service to which they may be obligated by reason of enlistment. Subtitle C: Reserve Component Personnel Matters - (Sec. 531) Requires annual (currently, periodic) physical examinations and documentation to the Secretary concerned of the medical and dental readiness of members of the Selected Reserve not on active duty. (Sec. 532) Repeals academic year limits on the amount of financial assistance authorized under the Reserve Officers' Training Corps (ROTC) scholarship program. (Sec. 533) Authorizes the suspension of financial assistance and subsistence allowance payments for Senior ROTC cadets and midshipmen on the basis of health-related incapacities, under specified conditions prescribed by the Secretary. (Sec. 534) Increases from 208 to 416 the maximum number of Army Reserve and Army National Guard cadets authorized under the ROTC program. (Sec. 535) Requires the Secretary of Veterans Affairs (currently, the Secretary concerned) to prescribe the form and manner under which a person entitled to educational assistance for reserves supporting contingency and other operations and also entitled to other educational assistance shall elect which benefits he or she shall receive. Authorizes the continuation of educational assistance to a member of the Selected Reserve who incurs a break in service of not more than 90 days if the member continues to serve in the Ready Reserve during and after the service break. (Sec. 536) Amends the Ronald W. Reagan NDAA for Fiscal Year 2005 to repeal a limitation on the effective date of any redesignation by the Secretary of the Navy of the Naval Reserve as the Navy Reserve. (Sec. 537) Directs the Secretary of the Army to carry out a pilot program to evaluate the feasibility and advisability of utilizing reserve Army personnel, rather than contractor personnel, to perform test, evaluation, new equipment training, and related activities for one or more acquisition programs selected by such Secretary. Terminates pilot program authority on September 30, 2010. Requires a program report from such Secretary to the defense and appropriations committees. (Sec. 538) Directs the Secretary of the Army to carry out a pilot program to assess the feasibility and advisability of utilizing a coalition of military and civilian community personnel at military installations to enhance the quality of life for members of the Armed Forces who serve at such installation and their families. Requires the pilot program to be undertaken in two states. Outlines specific program objectives, including assisting families in coping with member absence during deployment and with extended member deployments. Requires a program report from the Secretary to the defense and appropriations committees. (Sec. 539) Amends law concerning receipt of retired pay for non-regular service to provide that, in the case of a member of the Ready Reserve who serves on active duty after September 11, 2001, in support of a contingency operation or in response to a national emergency, retirement eligibility age shall be reduced below 60 by three months for each aggregate of 90 days during which the member so performs in any fiscal year after such date. Prohibits such retirement eligibility date from being reduced below age 50. Continues age 60 as the minimum eligibility age for DOD-authorized health care for such retirees. (Sec. 540) Requires the Defense Science Board to study and report to the defense and appropriations committees on the length and frequency of deployment of members of the National Guard and reserves as a result of the global war on terrorism. (Sec. 541) Makes U.S. nationals (currently, only U.S. citizens) eligible for appointment to the Senior Reserve Officers' Training Corps (ROTC) or as commissioned officers. (Sec. 542) Directs the Secretary to: (1) implement certain incentives and a recruiting strategy to support the acquisition of foreign language skills among cadets and midshipmen in the ROTC; and (2) report to the defense and appropriations committees on actions taken. (Sec. 543) Expresses the sense of the Senate: (1) recognizing the role played by National Guard and reserve military technicians (dual status) in the efforts of the Armed Forces; and (2) urging the Secretary to promptly resolve issues relating to the payment of certain reenlistment bonuses for such personnel. Subtitle D: Military Justice and Related Matters - (Sec. 551) Amends the Uniform Code of Military Justice (UCMJ) to provide an unlimited period for the prosecution by court-martial of murder or rape. Provides, with respect to child abuse cases, a period of the life of the victim or five years after the date of the offense, whichever is later. (Sec. 552) Establishes the UCMJ offense of stalking. (Sec. 553) States that a judge advocate or civilian attorney who is authorized to provide military legal assistance is authorized to provide that assistance in any jurisdiction. (Sec. 554) Authorizes the Secretary or a military department Secretary to issue an administrative censure (an adverse opinion or criticism with respect to conduct or the performance of duty) to a member of the Armed Forces. Makes such a censure final and unappealable. (Sec. 555) Directs the Secretary to prescribe a requirement that each covered member, whether active-duty or reserve, shall submit to an authority in the military department concerned a timely report on any investigation, arrest, charge, detention, adjudication, or conviction of such member by any law enforcement authority of the United States for a violation of a criminal law. Provides an exception with respect to minor traffic offenses. Requires the Secretary to prescribe such a requirement by January 1, 2006. (Sec. 556) Expresses the sense of the Senate that: (1) there should be no ambiguity about the applicability of the UCMJ to reserve personnel serving overseas under inactive-duty training orders; and (2) the Secretary should take action to clarify jurisdictional issues relating to such applicability and, if necessary, submit to Congress a proposal for legislative action to ensure such applicability. Subtitle E: Military Service Academies - (Sec. 561) Requires an officer serving as a permanent military professor at the Naval Academy in a grade of commander who is not on a list of officers recommended for promotion to captain to be retired, if not earlier retired, on the first day of the month after the officer completes 28 years of active commissioned service. Requires retirement after 30 years of active commissioned service for an officer serving in such position in the grade of captain who is not on a list of officers recommended for promotion to the grade of rear admiral (lower half). Allows either such officer to be continued on active duty by the Secretary of the Navy after such dates: (1) upon recommendation of the Superintendent of the Naval Academy; and (2) with the concurrence of the Chief of Naval Operations. Subtitle F: Administrative Matters - (Sec. 571) Authorizes specified leave accrual for members: (1) assigned to a deployable ship or mobile unit or other designated duty; or (2) who, on or after August 29, 2005, perform qualifying duty as determined by the Secretary. (Sec. 572) Prohibits any military medical or dental billet from being converted to a civilian position until 90 days after the Secretary has made certain certifications to the defense and appropriations committees with respect to such conversion. Directs the Secretary to conduct market surveys to determine whether civilian medical and dental care providers in an area are adequate to fill the positions created by a conversion to civilian positions. (Sec. 573) Directs the Secretary to prescribe a uniform policy for the taking of parental leave by military personnel in connection with births or adoptions. (Sec. 574) Requires the Secretary concerned to perform mental health screenings of each member who is deployed in a combat operation or zone. (Sec. 575) Expresses the sense of the Senate that the Secretary or the Secretary concerned should, upon awarding a medal to a member for bravery, heroism, or other achievement, notify the defense committees, the senators from the state in which the member resides, and the Member of the House of Representatives from the district in which the member resides. (Sec. 576) Amends federal law concerning the national call to service program to state that educational assistance for program participants shall be provided through the Department of Veterans Affairs under an agreement between the Secretaries of Defense and Veterans Affairs. (Sec. 577) Designates financial assistance provided to a cadet appointed at a military junior college as an \"Ike Skelton Early Commissioning Program Scholarship.\" Subtitle G: Defense Dependents Education Matters - (Sec. 581) Amends the Defense Dependents' Education Act of 1978 to authorize the Secretary to allow the enrollment in schools of the defense dependents' education system on a tuition-free basis of children of full-time, locally-hired employees of DOD in an overseas area, as long as the employees are U.S. citizens or nationals. (Sec. 582) Authorizes the Secretary, in order to assist communities in making adjustments resulting from the creation of new units and other large-scale relocations of members between installations, to make payments to local educational agencies (LEAs) that had an overall increase in the number of military dependent students enrolled in schools of such Leas equal to or greater than 250 military dependent students. Requires the Secretary to notify each LEA eligible for such assistance. Limits such assistance to $1 million per LEA for any fiscal year. Requires reports from the Secretary to the defense and appropriations committees, in each of 2007 through 2009, on assistance provided. Provides funding for such assistance from DOD O&M funds authorized under this Act. Terminates assistance authority at the end of FY2008. (Sec. 583) Earmarks specified DOD O&M funds for: (1) providing assistance to Leas that benefit dependents of members of the Armed Forces and civilian DOD employees; and (2) impact aid for children with severe disabilities, as authorized under the Floyd D. Spence NDAA for Fiscal Year 2001. (Sec. 585) Authorizes the Secretary to conduct pilot projects to assess the feasibility, advisability, and utility of encouraging pediatric literacy among the children of military personnel utilizing the Reach Out and Read model of pediatric early literacy. Requires: (1) consultation with the Reach Out and Read National Center in the development and implementation of such projects; and (2) a report on such projects from the Secretary to the defense and appropriations committees. Provides funding from defense-wide O&M funds. Subtitle H: Other Matters - (Sec. 591) Directs the Secretary to develop and prescribe for DOD a comprehensive policy on the provision of casualty assistance to survivors and next of kin of members who die during military service. Outlines policy elements. Requires: (1) policy adoption by the military departments; (2) a report from the Secretary to the defense committees on the improvement of casualty assistance programs; and (3) an assessment from the CG to the defense and appropriations committees of casualty assistance programs of DOD and other federal departments and agencies. (Sec. 592) Adds the enhancement of combat effectiveness and the national security to the mission and authorities of the Naval Postgraduate School. Authorizes the Secretary to permit enlisted personnel to receive instruction at the School. (Sec. 593) Permits appropriated funds to be used to: (1) procure recognition items of nominal or modest value for recruitment or retention purposes; and (2) present such items to members, and to family members who provide support that substantially facilitates service in the Armed Forces. (Sec. 594) Directs the Secretary to prescribe or modify regulations on the policies and procedures relating to personal commercial solicitations, including the sale of life insurance and securities, on DOD installations. (Sec. 595) Increases and extends through FY2008 federal assistance for state programs under the National Guard Youth Challenge Program. (Sec. 596) Authorizes the President of the National Defense University to award the degree of master of science in joint campaign planning and strategy. (Sec. 597) Amends the Ronald W. Reagan NDAA for Fiscal Year 2005 to: (1) place the Commission on the National Guard and Reserves within the legislative branch; and (2) revise the pay levels of Commission members. (Sec. 598) Directs the Secretary concerned to carry out a program to provide comprehensive education and training to members concerning an array of financial services, including insurance, that are available through private sources, as well as marketing aspects of such services. Requires: (1) member and family member financial services counseling, upon request; and (2) at least one full-time counselor at each military installation at which 2,000 or more members are assigned. Outlines counselor qualification requirements. Requires the availability of Servicemembers Group Life Insurance (SGLI) to be included within any counseling concerning life insurance. Prohibits pay allotments for private sector life insurance without certification of prior member counseling. (Sec. 599) Expresses the sense of the Senate that: (1) DOD should work with financial service regulators to protect military personnel from predatory lending practices; and (2) the Senate should consider and adopt legislation to strengthen disclosure and other protections for members and ensure greater cooperation between such regulators and DOD concerning member protection from such practices. Requires a report from the Secretary to the defense and finance committees on predatory lending practices directed at members and their families. (Sec. 599A) Authorizes members to train for, attend, and participate in the Paralympic Games. (Sec. 599B) Makes eligible for the position of President of the Naval Postgraduate School a civilian (currently, only an officer) with appropriate qualifications. Title VI: Compensation and Other Personnel Benefits - Subtitle A: Pay and Allowances - (Sec. 601) Includes permanent military professors at the Naval Academy with over 36 years of service among those individuals for whom an additional pay of $250 monthly is authorized. (Sec. 602) Authorizes DOD matching contributions to the Thrift Savings Plan (TSP) in the case of first-time enlistees who are enlisting for a period of not less than two years. (Sec. 603) Makes permanent (currently terminates at the end of FY2006) the authority for payment of a supplemental subsistence allowance for low-income members with dependents. (Sec. 604) Outlines the special and incentive pays, earned originally as enlisted pay, that may be considered saved by a former enlisted member who becomes a commissioned officer, but requires the officer to continue to perform the duty which created the entitlement to such pay. (Sec. 605) Makes permanent the extension from 180 to 365 days following the death of a member who dies while serving on active duty the period for the temporary continuation of the basic allowance for housing (BAH) for dependents of such members. (Currently, such extension terminates on September 30, 2005, under provisions of the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Tsunami Relief, 2005.) (Sec. 606) Provides a BAH rate equal to that in effect for similarly situated regular servicemembers for members of the reserves who are called or ordered to active duty for a period of: (1) more than 30 days; or (2) 30 days or less in support of a contingency operation. (Sec. 607) Directs the Secretary concerned to pay an amount equal to the monthly active-duty income differential of a member of the reserves who: (1) completes 180 continuous days of active duty service; (2) completes 24 months on active duty during the previous 60 months; or (3) is involuntarily mobilized for service on active duty for six months or less following the member's separation from a previous period of active duty. Provides minimum ($50) and maximum ($3,000) monthly payment amounts. Limits the FY2006 obligation of funds for payments for involuntarily mobilized members. Subtitle B: Bonuses and Special and Incentive Pays - (Sec. 611) Extends through 2006 specified authorities currently scheduled to expire at the end of 2005 with respect to certain special pay and bonus programs within the regular and reserve Armed Forces. (Sec. 615) Allows assignment incentive pay to be paid monthly (current law), in a lump sum, or in installments. Requires a written agreement with respect to the performance of duty for which such pay is paid. Sets at $1,500 the maximum rate of such pay. Requires repayment for unserved periods. (Sec. 616) Provides a selective reenlistment bonus to a Navy enlisted member who: (1) has completed at least ten, but not more than 14 years of active duty; (2) is currently qualified for duty in connection with the supervision, operation, and maintenance of naval nuclear propulsion plants; (3) is qualified in a military skill designated as critical; and (4) reenlists or voluntarily extends his or her enlistment for a period of at least three years in the regular naval service. Authorizes a bonus of up to $75,000. (Sec. 617) Consolidates into one federal provision, with revisions, provisions concerning the payment of bonuses for affiliation or enlistment in the Selected Reserve. Allows an affiliation bonus only for those individuals who have completed fewer than 20 years of military service, and requires execution of a written agreement. Directs the Secretary concerned to designate skills, units, and pay grades with respect to such bonus. Authorizes an accession bonus for first-time enlistment in the Selected Reserve, limiting such bonus to $10,000. Requires repayment for failure to complete the obligated service. Terminates all bonus authority under this section at the end of 2006. Repeals superseded affiliation bonus authority. (Sec. 618) Increases from $10 to $50 the special pay authorized for Selected Reserve personnel who are assigned to certain high priority units and who perform inactive duty for training relating to such assignment. (Sec. 619) Authorizes a retention incentive bonus for members of the Selected Reserve qualified in a critical military skill or specialty. Requires a minimum of two additional years of such service in order to be so eligible. Authorizes an assignment bonus for an officer or enlisted member who voluntarily agrees to an assignment to a high priority unit of the Selected Reserve for at least two years. Limits to $100,000 the total amount of such bonuses that may be received by a member. Requires bonus repayment for failure to complete the obligated service. Terminates the bonus authority at the end of 2006. (Sec. 620) Terminates the three-month limitation on the payment of imminent danger special pay paid during hospitalization. (Sec. 621) Authorizes the retroactive payment of imminent danger special pay from any date on or after which a member was assigned to duty in a foreign area determined by the Secretary to qualify for such pay. (Sec. 622) Authorizes the Secretary concerned to pay as a bonus foreign language proficiency pay to members serving on active duty. Limits such bonus to $12,000 annually. (Sec. 623) Authorizes the payment of an incentive bonus for a regular or reserve member who executes a written agreement to: (1) transfer from the member's current regular or reserve component to a regular or reserve component of another armed force; and (2) serve in the latter component for not less than three years. Requires the Secretary concerned to determine that there is a shortage of trained and qualified personnel in the latter component before such incentive bonus will be paid. Limits such bonus to $2,500. Requires bonus repayment for failure to complete the obligated service. Terminates the bonus authority at the end of 2006. (Sec. 624) Makes oral and maxillofacial surgeons eligible for incentive special pay authorized for medical officers of the Armed Forces. Subtitle C: Travel and Transportation Allowances - (Sec. 631) Authorizes the Secretary concerned to provide a travel and transportation allowance for up to three family members of a member of the Armed Forces who: (1) is serving on active duty; (2) was held captive, as determined by the Secretary concerned; and (3) is repatriated to a site inside or outside the United States. Authorizes the Secretary concerned to also provide a per diem allowance in connection with such travel. Authorizes the same allowance with respect to family members of DOD civilian employees who were held captive and are repatriated. Continues (currently terminates on September 30, 2005) the authority to provide a travel and transportation allowance for family members incident to serious illness or injury of a member of the Armed Forces. Codifies under federal law a reporting requirement previously contained in the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Tsunami Relief, 2005 with respect to the total amount of such allowances provided in a fiscal year. Subtitle D: Retired Pay and Survivor Benefits - (Sec. 641) Increases from $12,000 to $100,000 the death gratuity payable with respect to members who die during active duty or inactive duty training or within 120 days after discharge or release from such duty or training. Increases from $250,000 to $400,000 the maximum member coverage under the Servicemembers' Group Life Insurance (SGLI) program, such extra coverage representing amounts for members serving in combat operations or zones. Requires notice to the spouse or, if not married, next of kin, of an election by a member not to be insured under SGLI, or to be insured for an amount less than the maximum coverage. (Sec. 642) Amends the Armed Forces Retirement Home Act of 1991 to redesignate the Home's Chief Operating Officer as the Chief Executive Officer. Requires the Home, in providing for the health care needs of its residents, to have in attendance at each facility during regular daily business hours, and on call during non-business hours, both a physician and a dentist with appropriate skills and experience. Requires the Home to provide to any resident, upon request, transportation to any medical facility located not more than 30 miles away for the provision of medical care. Removes the requirement that the military director for each Home facility be a civilian with experience as a continuing care retirement community professional. (Sec. 643) Repeals the required reduction of Survivor Benefit Plan (SBP) survivor annuities by amounts received by such survivors as dependency and indemnity compensation (DIC). Prohibits the retroactive effect of such repeal or the recoupment of certain amounts previously refunded to SBP recipients. Authorizes the reconsideration of an optional annuity to dependent children under the SBP. (Sec. 644) Changes from October 1, 2008, to October 1, 2005, the effective date after which no reduction in retired pay will be allowed for certain long-time SBP participants. (Sec. 645) Authorizes the full payment of military retired pay and veterans disability compensation, without reduction from either, with respect to veterans with service-connected disabilities rated as total by reason of the veteran's unemployability. Authorizes an additional death gratuity of $150,000 for the survivors of decedents who died between October 7, 2001, and May 11, 2005, and at the time of death were not eligible for the additional death gratuity for service in combat operations or zones. Subtitle E: Other Matters - (Sec. 651) Authorizes the Secretary to pay for expenses of members to obtain professional credentials, including for examinations to obtain such credentials. Provides an exception with respect to expenses to obtain the basic qualifications for membership in a profession or officer community. (Sec. 652) Directs the Secretary of the Army, during FY2006, to carry out a pilot program to assess the extent to which contributions by military departments to the TSP assists the Armed Forces in: (1) recruiting efforts; and (2) establishing habits of financial responsibility for members during their initial enlistment. Authorizes such Secretary to make TSP contributions for pilot program participants. Requires a pilot program report from the Secretary of Defense to the defense and appropriations committees. (Sec. 653) Amends the Higher Education Relief Opportunities for Students Act of 2003 to extend the authority of such Act from September 30, 2005, to September 30, 2007. (Sec. 654) Directs the Secretary concerned to provide to servicemembers under their jurisdiction pertinent information on the rights and protections available to such servicemembers and their dependents under the Servicemembers Civil Relief Act. Requires such information to be provided during initial orientation training or such other appropriate times as determined by such Secretary. Authorizes the Secretary concerned to provide such information to adult dependents of servicemembers. Subtitle F: Enhancement of Authorities for Recruitment and Retention - (Sec. 671) Increases from $1,500 to $3,000 the maximum authorized monthly amount of assignment incentive pay. (Sec. 672) Authorizes the Secretary to provide a temporary increase in the rates of BAH in a military housing area located within an area for which a major disaster has been declared. Limits such increase to no more than 20 percent of the previously authorized rate. Requires the member concerned to certify increased housing costs due to such disaster. Makes such increase effective until the rate is readjusted due to a redetermination of housing costs in the area. (Sec. 673) Authorizes the Secretary to develop and provide incentives for the recruitment of individuals as officers and enlisted members. Directs the Secretary, before providing an incentive, to develop a plan that includes a description of the incentive and its anticipated outcome. Limits the number of individuals to which such incentives may be provided. Requires an annual report from the Secretary to Congress on the incentives provided. (Sec. 674) Authorizes the Secretary concerned to provide voluntary separation pay and benefits to eligible members who are voluntarily separated from active duty in the Armed Forces. Makes eligible for such pay and benefits members who: (1) have served on active duty from more than six years but not more than 20; (2) have served at least five years of continuous active duty immediately preceding their date of separation; (3) have not been approved for the payment of any other voluntary separation incentive; and (4) meet such other requirements as the Secretary concerned may prescribe. Provides eligibility exceptions, including those discharged with disability severance pay. Authorizes the Secretary concerned to determine a number of members who may serve in the Ready Reserve, for up to three years, in order to qualify for the voluntary separation pay and benefits. Provides for: (1) the computation and payment of such pay; and (2) the coordination of such pay with retired or retainer pay and disability compensation. Requires repayment from members who return to active duty, but allows the Secretary to waive such repayment in whole or part when its recovery would be against equity and good conscience or contrary to the best interests of the United States. Terminates such pay authority on December 31, 2008. Authorizes the Secretary to allow the Secretaries of the Navy and Air Force to provide selective early retirement for officers during the period beginning on October 1, 2005, and ending on December 31, 2011. (Sec. 675) Authorizes the Secretary concerned to repay a loan made to a military chaplain that was: (1) used to finance education resulting in a Masters of Divinity degree; and (2) obtained from an accredited theological seminary. Requires the chaplain to sign a written agreement to serve in the Selected Reserve for not less than three years in order to receive the loan repayment. (Sec. 676) Amends the Housing and Urban Development Act of 1968 to require notification of homeowners assisted under such Act explaining the mortgage and foreclosure rights of servicemembers under the Servicemembers Civil Relief Act, including the toll-free help number for further assistance. (Sec. 677) Amends the Social Security Act to extend Supplemental Security Income (SSI) benefits to 24 consecutive months following service in the case of members of the National Guard and reserves whose ineligibility for SSI benefits is a result of being called to active duty. (Sec. 678) Prohibits interment in a national cemetery, and denies certain burial-related benefits including funeral honors, for individuals who receive a life sentence or the death penalty, or who have been convicted of a capital offense for which the person was sentenced to death or life imprisonment without parole. (Sec. 679) Reservist Access to Veterans Preference Act - Provides a veterans' hiring preference under federal employment law for members who are discharged or released from active duty in the National Guard or reserves. Title VII: Health Care - Subtitle A: Benefits Matters - (Sec. 701) Authorizes health care coverage under the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) in the case of reserve officers for whom orders have been issued but the officer has not entered on active duty. (Sec. 702) Limits deductible and copayment requirements for nursing home residents under the CHAMPUS pharmacy benefits program. (Sec. 703) Makes eligible as a dependent in the TRICARE (a DOD managed health care program) dental plan a spouse of a deceased member who did not qualify for enrollment on the date of the member's death because the spouse was also on active duty for a period of more than 30 days. (Sec. 704) Provides a conditional period of continued TRICARE Prime coverage for children of members who die while serving on active duty for a scheduled period of more than 30 days. Makes such conditional period the longer of: (1) three years after the member's death; (2) the date on which a dependent reaches age 21; or (3) the date on which a dependent who was enrolled in a full-time course of study ceases to pursue such course of study or reaches 23 years of age. (Sec. 705) Removes certain conditions, including a required period of active-duty service, prior to the eligibility of members of the Selected Reserve for health care benefits under TRICARE Standard. Subtitle B: Planning, Programming, and Management - (Sec. 711) Requires: (1) the establishment in each TRICARE regional office of a position the responsibilities of which shall be the monitoring, oversight, and improvement of the TRICARE Standard option in that region; and (2) an implementation report from the Secretary to the defense and appropriations committees. (Sec. 712) Requires a report from the Secretary to the defense and appropriations committees on the delivery of health care benefits through the military health care system. (Sec. 713) Requires the CG to study, and report to the Secretary and the defense and appropriations committees on, the effectiveness of current differential payments to children's hospitals for health care services for severely ill dependent children of members under the TRICARE program in achieving adequate health care services for such children. (Sec. 714) Repeals the requirement for CG reviews of certain DOD-Department of Veterans Affairs projects on the sharing of health care resources. (Sec. 715) Amends the NDAA for Fiscal Year 2004 to require additional questions in surveys of health providers concerning TRICARE Standard care. (Sec. 716) Amends the NDAA for Fiscal Year 2000 to revise information required in DOD health care quality and technology enhancement reports. (Sec. 717) Amends the Floyd D. Spence NDAA for Fiscal Year 2001 to repeal the requirement that the Department of Defense Patient Safety Center be located within the Armed Forces Institute of Pathology. Renames the MedTeams Program as Medical Team Training. (Sec. 718) Prohibits a person from serving as a Regional Director under the TRICARE program unless the individual: (1) is an officer in the Armed Forces in a general or flag officer grade, or a civilian DOD employee in the Senior Executive Service; and (2) has at least 10 years of experience, expertise, or training in military health care, managed care, and health care policy and administration. (Sec. 719) Requires a report from the Secretary to specified congressional committees on the Department of Defense Composite Health Care System II. (Sec. 720) Directs the Secretary to maintain a joint military medical center of excellence focusing on the medical needs arising from mandatory military vaccinations. (Sec. 721) Includes (with service limits) under TRICARE the services of mental health counselors. Amends the NDAA for Fiscal Year 1995 to authorize DOD to enter into personal services contracts with mental health counselors. (Sec. 722) Directs the Secretary to report to the defense committees on DOD efforts to prepare for pandemic influenza, including pandemic avian influenza. (Sec. 723) Requires a report from the CG to the defense and veterans' committees on the feasibility of an expanded partnership between DOD and the Department of Veterans Affairs for the provision of health care services. (Sec. 724) Directs the Secretary to study and report to the defense committees on the feasibility of conducting a military and civilian partnership project to permit employees of DOD and of a nonprofit health care entity to jointly staff and provide health care services to military personnel and civilians at a DOD military treatment facility. Subtitle C: Other Matters - (Sec. 731) Directs the Secretary to study and report to the defense and appropriations committees on adverse health events that may be associated with the use of anti-malarial drugs, including mefloquine. (Sec. 732) Directs the Secretary to carry out at least three pilot projects to evaluate the efficacy of various approaches to improving the capability of the military and civilian health care system to provide early diagnosis and treatment of post-traumatic stress disorder (PTSD) and other mental health conditions. Requires one of the projects to be conducted at a National Guard or reserve facility that is more than 40 miles from a military medical facility and whose personnel are served primarily by civilian community health resources. Requires one of the projects to be designed to evaluate Internet-based diagnosis and treatment. Requires a report on the pilot projects from the Secretary to the defense and appropriations committees. Provides funding for the projects. (Sec. 733) Requires the: (1) Secretary to establish within DOD a task force to examine matters relating to mental health and the Armed Forces; (2) task force to submit to the Secretary a long-term plan on the means by which DOD shall improve the efficacy of mental health services provided; (3) task force to report to the Secretary on its activities; and (4) Secretary to transmit such report to the defense and veterans' committees. Terminates the task force 90 days after its final report. Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Subtitle A: Acquisition Policy and Management - (Sec. 801) Requires, for each non-defense agency that procures property or services in excess of $100 million on behalf of DOD during FY2005, the inspectors general of DOD and the non-defense agency involved to carry out reviews of the procurement policies, procedures, and internal controls applicable to such procurements, their administration, and compliance with defense procurement requirements. Provides DOD procurement limitations with respect to non-defense agencies for which the above review results in a negative compliance determination. Provides an exception with respect to a non-defense agency for which the Under Secretary has determined that it is necessary in the interest of DOD to continue to procure property and services through such agency. Terminates applicable DOD procurement limitations upon non-defense agency compliance with defense procurement requirements. Makes this section inapplicable to certain contracts of the General Services Administration (GSA). (Sec. 802) Directs the Secretary to establish within the Defense Logistics Agency a Defense Contract Support Acquisition Center to act as the executive agent within DOD for each acquisition of contract services in excess of the DOD simplified acquisition threshold. Provides for a Center Director, with specified duties. Prohibits after September 30, 2009, any officer or employee of the Federal Government outside the Center from engaging in a procurement action for the acquisition of contract services for DOD that is valued in excess of the simplified acquisition threshold. Provides for the transfer of personnel for Center staff and support. Provides for the phased implementation, between the date of enactment of this Act and September 30, 2009, of the Director's authority to act as executive contract services acquisition agent for DOD. (Sec. 803) Authorizes the Secretary to acquire from any international regional organization (currently, only from such an organization of which the United States is a member) logistic support, supplies, and services for elements of U.S. Armed Forces deployed outside the United States. (Sec. 804) Allows a major weapon system of DOD to be treated as a commercial item, or purchased under procedures established for the procurement of commercial items, only if specifically authorized by Congress. (Sec. 805) Requires a report in each of FY2005 and FY2006, from the Secretary of each military department to the Under Secretary, on service surcharges for purchases made for military departments through other DOD agencies. Requires the Under Secretary to review such surcharges and report review results to the defense and appropriations committees. (Sec. 806) Requires the Defense Acquisition University to review the DOD acquisition structure and submit to the defense and appropriations committees an interim and final report concerning such review. (Sec. 807) Directs the Secretary to report to the defense and appropriations committees on the acquisition status of each major defense acquisition program (MDAP) whose program acquisition or procurement unit cost has exceeded by more than 50 percent the original baseline projection for such unit cost. (Sec. 808) Requires DOD contracts for the lease of a combat vehicle (currently, only for a vessel or aircraft) to be specifically authorized by law. Requires a certification, from the Secretary to specified congressional committees, that entering into the proposed contract for such vessel, aircraft, or combat vehicle is the most cost-effective means of obtaining it, and that the Secretary has determined that the lease complies with all applicable laws, circulars, and regulations. Authorizes a review of the proposed contract prior to its authorization by Congress. Provides for the applicability of such requirements with respect to capital leases or lease-purchase agreements. (Sec. 809) Prohibits an MDAP from being commenced before completion of an analysis of alternatives. (Sec. 809A) Directs the Secretary to report to the defense and appropriations committees on the use of lead system integrators for the DOD acquisition of major systems. (Sec. 809B) Requires the Secretary to: (1) perform a complete spend analysis of past and current DOD acquisitions of commercial satellite communication services; and (2) report to Congress on the DOD acquisition strategy for such services. (Sec. 809C) Directs the Secretary to provide guidance for the military departments and defense agencies on the use of tiered evaluations of offers or proposals for contracts and for task orders under contracts. (Sec. 809D) Requires the Secretary to notify the defense and appropriations committees at least 60 days before canceling a major automated information system program that has been fielded or approved to be fielded, or making a change that will significantly reduce the scope of such a program, of the proposed cancellation or change. (Sec. 809E) Makes a DOD requirement to procure certain articles from American sources (Buy American requirements) inapplicable, for a two-year period dating from the enactment of this Act, to the procurement of specialty metals used to produce force protection equipment needed to prevent combat fatalities in Iraq or Afghanistan. (Sec. 809F) Prohibits a DOD function currently performed by 10 or more civilian employees from being converted to contractor performance unless the conversion is based on the results of a public-private competition process that: (1) compares the cost of each type of performance; (2) creates an agency tender, including a most efficient organization plan; and (3) requires continued performance by the civilian employees unless the competitive sourcing official determines that the cost by contractor performance would be less by the lesser of $10 million or 10% of the most efficient organization's personnel-related costs for performance by civilian employees. Prohibits functions from being separated in order to avoid the competition requirements. Authorizes the Secretary to waive such requirements due to national security interests. Makes such requirements inapplicable to the best-value source selection pilot program under the NDAA for Fiscal Year 2004. (Sec. 809G) Directs the Secretary to prescribe guidelines and procedures for ensuring that consideration is given to using federal employees on a regular basis for work that is performed under DOD contracts. States that no public-private competition may be required before the performance of a new requirement by federal employees commences, or the scope of an existing activity performed by federal employees is expanded. Directs the Secretary to ensure that federal employees are fairly considered for the performance of new requirements, and to utilize flexible hiring authority in order to facilitate federal employee performance of new requirements. Requires a report from the DOD Inspector General to the defense committees on the Secretary's compliance with this section. (Sec. 809H) Amends the Department of Defense Appropriations Act, 2005 to modify a limitation on the conversion to contractor performance with respect to the procurement of certain supplies and services. (Sec. 809I) Revises provisions concerning DOD share-in-savings contracts to state that each such contract shall require the contractor to incur the cost of implementing technology improvements in exchange for a share of any savings directly resulting from the implementation of such improvements. Requires the head of an agency that enters into such a contract to establish a panel of employees for verifying performance baselines and methodologies for calculating the savings that result from technology improvements. Outlines additional contract requirements relating to the calculation of such savings. Extends through FY2007 the pilot program authorizing such contracts. Requires: (1) annual reports, during the pilot program period, from the Secretary to Congress on each contract that contains terms for the implementation of technology improvements in exchange for a share of resultant savings; and (2) CG reports to Congress, during the same period, on the costs and benefits of the implementation of the technology improvements. (Sec. 809J) Expresses the sense of the Senate that an amendment under the Ronald W. Reagan NDAA for Fiscal Year 2005 permits the Secretary to provide financial assistance to the Army National Guard for the performance of certain additional duties without the use of competitive procedures. Subtitle B: Defense Industrial Base Matters - (Sec. 811) Provides an exception to Buy American requirements for the procurement of perishable foods for an establishment located outside the United States for the personnel attached to such establishment. (Sec. 812) Provides a conditional waiver from DOD domestic source or content procurement requirements with respect to countries with reciprocal defense procurement agreements with the United States when it is determined that such country has not increased exports of defense items to the People's Republic of China during the fiscal year in which the determination is made (thereby allowing for DOD procurement of items that are grown, processed, produced, or manufactured in such country). Allows the waiver only for the fiscal year following the fiscal year in which the determination is made (requiring annual determinations). (Sec. 813) Prohibits any provision or amendment made by this Act from applying to any DOD procurement to the extent that the Secretary determines it to be inconsistent with U.S. obligations under a trade agreement. (Sec. 814) Directs the Secretary, at least every four years, to revise and update criteria and procedures utilized to identify DOD research and development programs which are suitable for the provision of funds under the Small Business Innovation Research Program (SBIR Program). Authorizes the Secretary and each military department Secretary to create and administer a commercialization pilot program to accelerate the transition of technologies, products, and services developed under the SBIR Program to Phase III, including the acquisition process. Requires an evaluative report from each Secretary at the end of each fiscal year. Terminates the commercialization pilot program at the end of FY2009. Amends the Small Business Act to provide for the implementation of Executive Order 13329 (Encouraging Innovation in Manufacturing). Subtitle C: Defense Contractor Matters - (Sec. 821) Requires each DOD contract for the procurement of goods or services in excess of $10 million, other than a contract for the procurement of commercial items, to include a provision under which the contractor submits to the Secretary a written report listing the names of former DOD officials or employees who were provided compensation by such contractor, along with related information. (Sec. 822) Directs the Secretary to conduct a review of certain contractor ethics matters raised by the performance by contractor personnel of: (1) functions closely associated with inherently governmental functions; and (2) other functions historically performed by government employees in the federal workplace. Requires a report on review results from the Secretary to the defense and appropriations committees. (Sec. 823) Requires: (1) the Secretary to establish a risk assessment team to assess the vulnerability of DOD contracts to fraud, waste, and abuse; (2) the chairman of the team to report assessment results to the Secretary and the defense and appropriations committees; (3) the CG to review the report and report review results to such committees; and (4) the Secretary to develop and submit to such committees a plan of action for addressing the identified areas of vulnerability. (Sec. 824) Directs the Secretary to submit quarterly to specified congressional committees a report that lists and describes each task or delivery order contract or other contract related to security and reconstruction activities in Iraq and Afghanistan in which an audit conducted by an investigative component of DOD resulted in a finding that the contract includes costs that are unsupported, questioned, or both. Authorizes the withholding of payments under such a contract, with a release when costs are determined to be allowable or a settlement is negotiated. Requires information on any withholding and release to be included in subsequent quarterly reports. Subtitle D: Defense Acquisition Workforce Matters - (Sec. 831) Amends the Office of Federal Procurement Policy Act to make certain DOD funds available for Defense Acquisition University training of the defense acquisition workforce. (Sec. 832) Prohibits the defense acquisition and support workforce from being reduced, during FY2006-FY2008, below the level of that workforce as of September 30, 2004, except as necessary to strengthen the workforce in higher priority positions. Directs the Secretary to increase the number of persons employed in such workforce for each of those fiscal years. Defines higher priority positions for which the exception shall apply. Directs the Secretary to develop and submit to Congress a human resources strategic plan for such workforce that includes objectives and planned actions for improving workforce management. (Sec. 834) Directs the Secretary to ensure that each member of the defense acquisition workforce who participates personally and substantially and on a regular basis in the acquisition of textiles receives training during FY2006 on defense Buy American requirements (also known as the Berry Amendment). Subtitle E: Other Matters - (Sec. 841) Extends through FY2009 current DOD contract goals for small disadvantaged businesses and certain minority institutions of higher education. (Sec. 842) Prohibits a military department from modifying an aircraft, vessel, weapon, or other item of equipment if that department plans to retire or otherwise dispose of such equipment within five years after completion of the modification. Provides exceptions, including for safety purposes. Authorizes a waiver of such prohibition in the interests of national security. (Sec. 843) Amends the: (1) Bob Stump NDAA for Fiscal Year 2003 to revise generally DOD rapid acquisition authority to respond to combat emergencies; (2) NDAA for Fiscal Year 1994 to limit DOD authority to carry out certain prototype projects; and (3) Ronald W. Reagan NDAA for Fiscal Year 2005 to extend through FY2006 certain authorities relating to DOD contracting with employers of persons with disabilities. (Sec. 846) Authorizes the Secretary to carry out a pilot program to authorize the National Defense University, the Defense Acquisition University, the Joint Forces Command, and the United States Transportation Command to enter into public-private cooperative research and development agreements in order to assess the benefits of such agreements for such organizations and for DOD. Terminates any such agreement after September 30, 2009. Requires a pilot program report from the Secretary to the defense and appropriations committees. (Sec. 847) Increases from $150,000 to $300,000 the fiscal year limit on DOD procurement technical assistance programs operated on a less-than-statewide basis. (Sec. 848) Amends the Services Acquisition Reform Act of 2003 to: (1) extend by one year a final report of an advisory panel reviewing laws and regulations relating to defense acquisition practices; and (2) require an interim report from such panel. (Sec. 849) Amends the Small Business Act to require the Administrator of the Small Business Administration (SBA) to: (1) review the application of business income limits applicable for purposes of eligibility for federal prime contracts and subcontracts to determine whether security expense costs from operating in Iraq, Afghanistan, or a foreign combat zone should be excluded from such consideration; and (2) either adjust the size standards to exclude security expense costs or report to the small business committees as to why such an adjustment would not be fair and appropriate. (Sec. 850) Authorizes federal agencies to use any of the contracting mechanisms authorized under the Small Business Act for meeting federal contracting goals for utilizing small businesses. Requires a report from the SBA Administrator and the SBA's Chief Counsel for Advocacy to the small business committees on activities undertaken by federal agencies to utilize such mechanisms to meet such goals. (Sec. 851) Authorizes the head of a contracting agency to include in any multiple-award defense procurement contract a clause setting aside a specific share of awards under such contract pursuant to a competition limited to small businesses, under certain conditions. Requires a report from the SBA Administrator to the small business committees on the level of participation of small businesses in multiple-award contracts. (Sec. 852) Includes drought within the definition of \"disaster\" for purposes of disaster relief provided to small businesses under the Small Business Act. Limits to $9 million during each of FY2005-FY2009 the amount that may be used by the SBA for drought disaster loans to non-farm-related small businesses. Requires prompt (30 days) SBA response to a state governor's request for disaster relief. (Sec. 853) Directs the Secretary to: (1) develop and implement a strategy to educate the small business community regarding radio frequency identifier technology requirements, compliance, standards, and opportunities; and (2) report to the small business committees detailing such efforts. (Sec. 854) Requires the Secretary to maintain a publicly-available website on instances in which major contractors have been fined, paid penalties or restitution, or pled guilty to or had judgments entered against them in connection with allegations of improper conduct. Directs the Administrator for Federal Procurement Policy to report to Congress on all sole source contracts in excess of $2 million entered into by executive agencies in connection with Iraq reconstruction from January 1, 2003, through the date of enactment of this Act. (Sec. 855) Amends the Small Business Competitive Demonstration Program Act of 1988 to terminate on the date of enactment of this Act the small business competitive demonstration program. (Sec. 856) Authorizes the Secretary to delegate to the commander of the unified combatant command for joint warfighting experimentation the authority to develop, acquire (current law), and sustain equipment for such experimentation. Extends through FY2009 all such delegation authority. (Sec. 857) Authorizes the GSA Administrator to contract for public utility services for a period of not more than 20 years, provided that such services are electricity services procured from a small power plant located in a qualified HUBZone (heavily underutilized business zone) base closure area. (Sec. 858) Amends the NDAA for Fiscal Year 2002 to extend through March 1, 2010, required annual reports from the Secretary to the defense committees on the maturity of technology at the initiation of MDAPs. Title IX: Department of Defense Organization and Management - Subtitle A: Duties and Functions of Department of Defense Officers and Organizations - (Sec. 901) Redesignates each: (1) Director of Small and Disadvantaged Business Utilization of the Department of Defense and the military departments as the Director of Small Business Programs; and (2) Office of Small and Disadvantaged Business Utilization of the Department of Defense and the military departments as the Office of Small Business Programs. Provides appropriate duties of such directors and offices. (Sec. 902) Requires the: (1) Secretary to designate an official within DOD to act as executive agent to manage the acquisition of capabilities necessary to defend the homeland against cruise missiles, unmanned aerial vehicles, and other low-altitude aircraft that may be launched against the United States; (2) designated agent to coordinate the acquisition of such capabilities with specified defense agencies; and (3) Secretary to submit to the defense and appropriations committees a plan for the defense of the United States against such aircraft. (Sec. 903) Amends the NDAA for Fiscal Year 1997 to authorize the use of DOD funds for the provision of audiovisual support services for the White House Communications Agency. (Sec. 904) Expresses the sense of the Senate that: (1) the men and women of the American Forces Radio and Television Service and the American Forces Network should be commended for providing a vital service to the military community worldwide; and (2) the programming mission, themes, and practices of DOD with respect to its television and radio programming have fairly and responsively fulfilled their mission of providing a \"touch of home\" to members of the Armed Forces and their families around the world and have contributed immeasurably to high morale and quality of life in the Armed Forces. Authorizes the Secretary to appoint an ombudsman of the American Forces Network to act as an intermediary between the Network, DOD, military commanders, and listeners of the Network's programming. (Sec. 905) Directs the Secretary to select two federally funded research and development centers to conduct independent studies of the feasibility and advisability of establishing a Deputy Secretary of Defense for Management. Requires each study to be delivered to the defense and appropriations committees. (Sec. 906) Redesignates the Naval Reserve as the Navy Reserve. (Sec. 907) Includes the Homeland Security Council among the entities to which the Chairman of the Joint Chiefs of Staff (JCS) shall act as principal military adviser. Subtitle B: Space Activities - (Sec. 911) Directs the: (1) Secretary to provide for an advisory committee to review and assess DOD requirements for space control; and (2) advisory committee to report to the Secretary and the defense and appropriations committees on the results of the review and assessment. Terminates the advisory committee 10 months after its first meeting. Subtitle C: Other Matters - (Sec. 921) Authorizes the Secretary to accept gifts or donations on behalf of any DOD regional center for security studies to defray the costs of such center. Provides acceptance limitations and criteria. (Sec. 922) Amends the National Security Act of 1947 to authorize the Director of the Defense Intelligence Agency (DIA) to exempt DIA operational files from federal public disclosure laws. Provides exemption limits. Requires files not exempted which contain information derived or disseminated from exempted operational files to be subject to search and review. Provides judicial review for any person who alleges that the DIA has improperly withheld records (with limitations). Requires the DIA Director, at least every 10 years, to review the exemptions in force to determine whether any should be removed. Requires the review to include consideration of the historical value or other public interest in the subject matter of a file and the potential for declassifying a significant part thereof. Includes investigations by the Office of the Inspectors General of the National Geospatial-Intelligence Agency and the National Reconnaissance Office among those for which exempted operational files shall continue to be subject to search and review. (Sec. 923) Prohibits the obligation or expenditure of funds authorized by this Act for the implementation of certain orders and guidance on functions and duties of the General Counsel and the Judge Advocate General of the Air Force. (Sec. 924) Establishes in the Uniformed Services University of the Health Sciences the United States Military Cancer Institute, headed by a Director, to carry out research studies on: (1) the epidemiological features of cancer among populations of various ethnic origins, as well as complementary research on oncologic nursing; (2) the prevention and early detection of cancer; and (3) basic, translational, and clinical investigation matters relating to such studies. Requires the Institute to conduct such studies in collaboration with other cancer research organizations and entities selected by the Institute. Requires: (1) annual reports concerning results from such studies from the Director to the University President; and (2) the University President to transmit such reports to the Secretary and Congress. (Sec. 925) Allows the Secretary of the Air Force to authorize the Commandant of the United States Air Force Institute of Technology to accept qualifying research grants (grants awarded on a competitive basis and having a scientific, literary, or educational purpose). Title X: General Provisions - Subtitle A: Financial Matters - (Sec. 1001) Authorizes the Secretary, in the national interest, to transfer up to $3.5 billion of amounts made available to DOD in this Act between any authorizations for that fiscal year. Requires congressional notification of each transfer. (Sec. 1002) Incorporates into this Act the Classified Annex prepared in connection with this bill and transmitted to the President. (Sec. 1003) Provides a new limitation on the total amount authorized to be contributed by the Secretary in FY2006 for the common-funded budgets of NATO (rather than the maximum amount otherwise applicable under the 1998 baseline limitation). Allocates for such purpose amounts authorized under titles II and III of this Act. (Sec. 1004) Reduces by $1.3 billion the total amounts authorized to be appropriated under titles I through III of this Act, as a result of savings from lower-than-expected inflation. (Sec. 1005) Adjusts amounts authorized to be appropriated to DOD and the Department of Energy (DOE) under the Ronald W. Reagan NDAA for Fiscal Year 2005 by the amount by which appropriations pursuant to such authorizations are increased or decreased pursuant to the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Tsunami Relief, 2005. (Sec. 1006) Amends the Ronald W. Reagan NDAA for Fiscal Year 2005 to increase from $3.5 billion to $6.185 billion the corresponding FY2005 transfer authority as authorized under section 1001, above. (Sec. 1008) Adjusts amounts authorized to be appropriated to DOD and DOE under the Ronald W. Reagan NDAA for Fiscal Year 2005 by the amounts by which appropriations pursuant to such authorizations are increased under the: (1) Emergency Supplemental Appropriations Act to Meet Immediate Needs Arising From the Consequences of Hurricane Katrina, 2005; and (2) Second Emergency Supplemental Appropriations Act to Meet Immediate Needs Arising From the Consequences of Hurricane Katrina, 2005. Adjusts amounts authorized to be appropriated to DOD for FY2006 by the amounts by which appropriations pursuant to such authorizations are increased by: (1) a supplemental appropriation or transfer of funds arising from an Administration proposal relating to avian flu preparedness; and (2) a reallocation of funds from the Disaster Relief Fund of the Federal Emergency Management Agency (FEMA) arising from a proposal of the Director of the Office of Management and Budget (OMB) on the reallocation of amounts for hurricane-related disaster relief. Authorizes emergency supplemental appropriations for DOD for FY2006 for providing humanitarian assistance to the victims of the earthquake that devastated northern Pakistan on October 8, 2005. Requires reports from the Secretary to the defense and appropriations committees on: (1) the obligation and expenditure of funds for meeting needs arising from the consequences of Hurricane Katrina; (2) the expenditure of reimbursable funds for such purpose; and (3) the obligation and expenditure of funds for Pakistani earthquake victims. Subtitle B: Naval Vessels and Shipyards - (Sec. 1021) Authorizes the Secretary of the Navy to: (1) transfer the battleship U.S.S. WISCONSIN from the Naval Vessel Register; and (2) require, as a transfer condition, that the transferee locate the battleship in the Commonwealth of Virginia. Authorizes such Secretary to transfer the battleship U.S.S. IOWA, and require that the transferee locate the battleship in the state of California. (Sec. 1022) Authorizes the Secretary of the Navy to convey Navy Drydock No. AFDM 7, located in Duval County, Florida, to Atlantic Marine Property Holding Company, the current user of the drydock. Subtitle C: Counterdrug Matters - (Sec. 1031) Authorizes the Secretary to use DOD personnel and equipment to conduct aerial reconnaissance of border air and sea traffic within the area of responsibility of the U.S. Northern Command. Earmarks amounts available to DOD for counterdrug activities for such purpose. Requires an annual report from the Secretary to the defense and appropriations committees on the operation of unmanned aerial vehicles along the U.S. northern border. (Sec. 1032) Authorizes the Secretary to use FY2006-FY2007 DOD counterdrug activities funds for the detection, monitoring, and interdiction of terrorists, terrorism-related activities, and other related transnational threats along the borders and within the territorial waters of the United States. (Sec. 1033) Authorizes the Secretary to use counterdrug activities funds authorized under the NDAA for Fiscal Year 1991 for specified counterdrug activities through bases of operation and training facilities in Afghanistan. Subtitle D: Reports and Studies - (Sec. 1041) Amends the NDAA for Fiscal Year 1997 to reduce after 2006 from annually to biennially the frequency of an updated joint warfighting science and technology plan. (Sec. 1042) Requires the Secretary to: (1) review current and future needs, options, and risks associated with Defense Base Act insurance; and (2) report review results to the defense and appropriations committees. (Sec. 1043) Directs the CG to report to the defense and appropriations committees on the effectiveness of DOD corrosion prevention and mitigation programs. (Sec. 1044) Requires a report from the Secretary to the defense and appropriations committees on the implementation of recommendations of the Defense Science Board Task Force on High Performance Microchip Supply. (Sec. 1045) Directs the Secretary to report to the defense and appropriations committees on the feasibility and advisability of using the Space Radar for providing coastal zone and other topographical mapping and related information to the scientific community and other elements of the private sector for scientific and civil purposes. (Sec. 1046) Directs the Secretary to conduct a three-year pilot project to establish the Civil Linguist Reserve Corps composed of U.S. Citizens with advanced levels of proficiency in foreign languages, who would be able to perform services or duties with respect to such languages in the federal government as the President may require. Requires, as part of the pilot project, a study of the best practices in implementing the Corps. Requires three annual reports, and a final report after project completion, on the operation of the project. Authorizes appropriations (with an equivalent offset in Air Force O&M funding). (Sec. 1047) Requires the President to ensure that the U.S. government continues to comply with the authorization, reporting, and notification requirements under title V of the National Security Act of 1947. Requires a report from the Director of National Intelligence to the congressional intelligence committees on the nature and cost of any clandestine prison or detention facility currently or formerly operated by the U.S. government, regardless of location, where detainees in the global war on terrorism are or were being held. (Sec. 1048) Directs the Secretary to report to the defense committees on records kept by U.S. Armed Forces of civilian casualties in Afghanistan and Iraq. (Sec. 1049) Requires the Secretary to submit an annual report to Congress on DOD budgeting for key military equipment. (Sec. 1049A) Requires quarterly reports, from the Secretary and appropriate personnel of the Central Intelligence Agency (CIA) to the defense and appropriations committees, on the strategy for the war in Iraq, including progress made in the execution of that strategy. Subtitle E: Technical Amendments - (Sec. 1051) Makes technical amendments with respect to the: (1) definition of \"military munitions;\" and (2) defense environmental restoration program. Subtitle F: Military Mail Matters - (Sec. 1061) Requires the Secretary to: (1) develop and implement a plan to ensure that mail within the military mail system is safe for delivery (requiring screening of such mail); and (2) report to the defense and appropriations committees concerning such safety. (Sec. 1062) Directs the Secretary to: (1) carry out a program under which mail and packages addressed to \"Any Service Member\" is delivered to deployed members overseas at or through such Army and Fleet post offices as the Secretary shall designate; (2) take appropriate action to screen such mail and packages; (3) ensure that such mail and packages are widely distributed on an equitable basis among all overseas U.S. Armed Forces; and (4) provide information to the public concerning such program. Subtitle G: Other Matters - (Sec. 1071) Requires the Secretary to: (1) establish DOD policy on the role of military medical and behavioral science personnel in the interrogation of persons detained by the Armed Forces; and (2) report to the defense and appropriations committees on the policy established. (Sec. 1072) Amends the Internal Security Act of 1950 to prohibit any person, including individuals in the executive branch and Members of Congress and their staffs, who knowingly violates a law or regulation regarding the handling of classified information in a manner that could have a significant adverse impact on U.S. national security (including disclosure of the identity of a covert agent of the CIA or the existence of classified programs or operations) from holding a security clearance for, or obtaining access to, classified information. (Sec. 1073) Support Our Scouts Act of 2005 - Prohibits any federal law from being construed to limit any federal agency from providing any form of support for a youth organization (including the Boy Scouts of America or any group officially affiliated with the Boy Scouts of America) that would result in that federal agency providing less support to that youth organization (or any similar organization chartered under federal law relating to the Boy Scouts of America) than was provided during the preceding fiscal year. Requires the Secretary to provide at least the same level of support for a national or world Boy Scout Jamboree as was provided for the preceding Jamboree (with a waiver for national security reasons). Amends the Housing and Community Development Act of 1974 to prohibit any state or unit of general local government that has a designated open forum, limited public forum, or nonpublic forum and that is a recipient of assistance under such Act from denying equal access or a fair opportunity to meet to, or discriminate against, any youth organization, including the Boy Scouts of America or any group officially affiliated with the Boy Scouts of America, that wishes to conduct a meeting or otherwise participate in that designated forum. (Sec. 1074) Prohibits any person in the custody or under the effective control of DOD or under detention in a DOD facility from being subject to any treatment or technique of interrogation not authorized by, and listed in, the U.S. Army Field Manual on Intelligence Interrogation. (Sec. 1075) Prohibits an individual in the custody or control of the U.S. government, regardless of nationality or physical location, from being subject to cruel, inhuman, or degrading treatment or punishment. (Sec. 1076) Expresses the policy of the United States to continue to deploy a force of 500 intercontinental ballistic missiles, provided that unanticipated strategic developments may compel a change to such force structure in the future. (Sec. 1077) Grants a federal charter to the Korean War Veterans Association, Incorporated (a nonprofit corporation incorporated under the laws of New York). (Sec. 1078) Directs the Secretary of the Navy to: (1) identify an appropriate site on Ford Island, Hawaii, for the location of a memorial to the U.S.S. Oklahoma, which was sunk during the attack on Pearl Harbor on December 7, 1941; (2) after the site has been selected, administer and maintain it as part of the U.S.S. Arizona memorial, a unit of the National Park System; and (3) submit to specified congressional committees a master plan for operation and management of the site presently encompassing the visitors center for the U.S.S. Arizona Memorial. (Sec. 1079) Authorizes the superintendent of a service academy to have in effect a policy concerning the offering of a voluntary, nondenominational prayer at an otherwise authorized activity of the academy, subject to the Constitution and such limitations as the Secretary may prescribe. (Sec. 1080) Expresses the policy of the United States that riot control agents are not chemical weapons and that the President may authorize their use as legitimate, legal, and non-lethal alternatives to the use of force that may be employed by members of the Armed Forces in war in defensive military modes in order to save lives. Requires a report from the President to Congress on the use of such agents. (Sec. 1081) Expresses the sense of the Senate that: (1) Congress and DOD fully fund the Counter-Drug Tethered Aerostat program; and (2) DOD install maritime radar on the Lajas, Puerto Rico, aerostat. (Sec. 1082) Establishes as an independent body the National Foreign Language Coordination Council, headed by a Director, to: (1) develop a national foreign language strategy; (2) conduct a survey on the status of federal agency foreign language and area expertise, as well as agency needs for such expertise; (3) submit the strategy to the President and relevant congressional committees; and (4) report annually to the President and relevant committees on Council activities and related matters. Authorizes appropriations. (Sec. 1083) Provides for the crediting of sums received by DOD for fire protection rendered pursuant to the Act of May 27, 1955 (concerning the protection of U.S. property). (Sec. 1084) Amends the above Act to include various emergency services within authorized services for fire protection. (Sec. 1085) Amends the NDAA for Fiscal Year 2000 to renew (previously terminated at the end of FY2001), during the period from the enactment of this Act until the end of FY2010, a moratorium on the return of veterans memorial objects to foreign nations without specific authorization in law. (Sec. 1086) Expresses the sense of the Senate that it is in the U.S. national security interest to maintain preeminence in human space flight. (Sec. 1087) Requires the Secretaries of Defense and State to submit to specified congressional committees an annual report that sets forth all costs incurred by DOD in implementing or supporting any resolution adopted by the United Nations (UN) Security Council, including those relating to international sanctions, international peacekeeping operations, peace enforcement, monitoring or observer missions, or humanitarian missions. Requires inclusion within such reports of costs for assisting foreign troops. (Sec. 1088) Expresses the sense of the Senate that it is in the U.S. national security interest to maintain a strong aeronautics research and development program within DOD and NASA. (Sec. 1089) Expresses the sense of Congress that: (1) the government of Libya should be commended for steps taken to renounce terrorism and eliminate Libya's weapons of mass destruction and related programs; and (2) an important priority for improving U.S.-Libya relations should be Libya's good faith effort to resolve claims of members of the U.S. Armed Forces and other U.S. Citizens who were injured in the bombing of the LaBelle Discotheque in Berlin, Germany, in April 1986, and of family members of U.S. military personnel who were killed in that bombing. Requires an initial and subsequent updated report from the Secretary of State to the defense and foreign relations committees on the status of negotiations in that regard. (Sec. 1090) Requires a report from the Secretary of: (1) Energy to the defense, energy, and appropriations committees containing a development plan for a coal-to-liquid fuels program; and (2) Defense to such committees on the potential DOD use of such fuels. (Sec. 1091) Expresses the sense of the Senate that the President should include, in the next request submitted to Congress for supplemental funding for military operations in Iraq and Afghanistan, sufficient funds for the production in FY2006 of an adequate number of common remotely operated weapons station units to meet the requirements of the Armed Forces. (Sec. 1092) Directs the Secretary to report to the defense and judiciary committees setting forth the procedures of the Combatant Status Review Tribunals and the the Administrative Review Boards in operation at Guantanamo Bay, Cuba, for determining the status of the detainees held there. Requires a follow-up report on any modifications to such procedures. Gives exclusive jurisdiction to the U.S. Court of Appeals for the District of Columbia Circuit for judicial review of the decisions made by either military tribunals or commissions concerning the detention of any such individuals as enemy combatants. Title XI: Department of Defense Civilian Personnel Policy - (Sec. 1101) Extends through FY2010 the authority of the Secretary or a military department Secretary to separate, due to a reduction in force, a DOD civilian employee who volunteers to be so separated. (Sec. 1102) Authorizes the Secretary to grant a civilian DOD employee compensatory time off instead of overtime pay for overtime work. (Sec. 1103) Extends through FY2010 the authority of the Secretary or military department Secretary to pay civilian employee severance payments in lump sums. (Sec. 1104) Extends through FY2010 the requirement that DOD pay the employer portion of Federal Employee Health Benefit premiums for 18 months after a DOD civilian employee is separated due to a reduction in force. (Sec. 1105) Amends the Ronald W. Reagan NDAA for Fiscal Year 2005 to revise provisions establishing the science, mathematics, and research for transformation (SMART) defense scholarship pilot program. Makes the program permanent (currently ends three years after the enactment of that Act). Authorizes the Secretary to award fellowship (currently only scholarship) assistance under the program, and allows assistance to be paid directly to the person or to an administering entity. Authorizes the Secretary to appoint or retain a program participant on an interim basis while the person is pursuing a degree under the program and for up to two years after completion of such degree, with certain conditions. Requires repayment of assistance for unserved periods. Renames the program the defense education program. (Sec. 1106) Directs the Secretary to develop and submit to the defense and governmental affairs committees a strategic human capital plan to shape and improve the DOD civilian employee workforce. Requires: (1) plan updates during 2007 through 2012; and (2) CG review of the plan and report to Congress. (Sec. 1107) Increases for FY2006 and thereafter the authorized number of Defense Intelligence Senior Executive Service employees. (Sec. 1108) Directs the CG to: (1) conduct a study to identify the features of successful personnel management systems of the highly technical and scientific workforces of the DOD laboratories and similar scientific facilities and institutions; and (2) report to the defense, appropriations, and governmental affairs committees. (Sec. 1109) Amends federal employment law to authorize bid protests by federal employees in actions under OMB Budget Circular A-76 (performance of an activity or function of a federal agency). Requires the CG, for protests in cases of public-private competition conducted under such Circular, to administer such protests in a manner best suited for expediting final resolution and final action in such competitions. Provides a federal right of intervention in a civil action commenced by a private sector interested party with respect to a public-private competition. Title XII: Matters Relating to Other Nations - (Sec. 1201) Authorizes, during FY2006 and FY2007, specified DOD O&M funds to be used for the Commander's Emergency Response Program (urgent humanitarian and reconstruction relief in Iraq) and for a similar program to assist people in Afghanistan. Requires quarterly reports during such period, from the Secretary to the defense and appropriations committees, regarding the source and allocation of funds for such purpose. (Sec. 1202) Increases from $5 million to $10 million the amount of DOD funds that may be used in a fiscal year for the detection and clearing of landmines in conjunction with military operations. Allows authorized assistance to include expenses incurred in providing communications or information systems equipment or supplies that are furnished to a foreign country in furtherance of such operations. Expands the authority to provide medical, dental, and veterinary care in conjunction with such operations to include education, training, and technical assistance related to the care provided. (Sec. 1203) Expands the geographic limitation on the payment by combatant commanders of personnel expenses under bilateral or regional cooperation programs. (Sec. 1204) Authorizes the Secretary to pay travel expenses of military officers from developing countries on coalition missions involving the United States. Extends through FY2009 the authority for providing such assistance. (Sec. 1205) Amends the International Emergency Economic Powers Act (authorizing the President to prohibit certain foreign transfers or exchanges or interactions with foreign entities) to increase from $50,000 to $250,000 the civil penalty for a violation (or attempt at violation) of any license, order, regulation, or prohibition issued under such Act. Increases, through the use of subpoena or other requirement, the authority of the President to require the production of records with respect to any such act or transaction. Empowers U.S. district courts to issue process with respect to a suspected violation. (Sec. 1206) Allows the President to authorize building the capacity of partner nations' military or security forces to disrupt or destroy terrorist networks, close safe havens, or participate in or support U.S., coalition, or international military or stability operations. Limits to $750 million in any fiscal year the cost of such activities. Requires 15 days' advance congressional notification of the nations designated for such activities. (Sec. 1207) Allows the Secretary to authorize the use or transfer of defense articles, services, training, or other support in connection with immediate reconstruction, security, or stabilization assistance to a foreign country for restoring or maintaining peace and security in that country, as long as the provision of such assistance is in the U.S. national security interest. Limits to $200 million the total amount of such assistance. Directs the President to notify Congress of the exercise of such authority. (Sec. 1208) Directs the Secretary to: (1) review U.S. and Russian nonstrategic nuclear weapons and determine whether it is in the U.S. national security interest to reduce the number of such weapons, improve their security, and take related action; and (2) report on review results. (Sec. 1209) Expresses the sense of Congress: (1) reaffirming its support for the objectives of the Treaty on the Non-Proliferation of Nuclear Weapons; (2) supporting all appropriate measures to strengthen the Treaty and attain its objectives; and (3) calling on all Treaty parties to take specified actions in support of Treaty compliance. (Sec. 1210) Expresses the sense of Congress that the President should establish a plan to address the emergence of China economically, developmentally, and militarily, to promote mutually beneficial trade relations with China, and to encourage China's adherence to international norms in the areas of trade, international security, and human rights. (Sec. 1211) United States Policy on Iraq Act - Expresses the sense of the Senate that, in order to succeed in Iraq: (1) members of the U.S. Armed Forces that are serving or who have served in Iraq and their families deserve respect and gratitude for their sacrifices; (2) the Iraqi people have made enormous sacrifices and most Iraqis want to live in peace and security; (3) 2006 should be a period of significant transition to full Iraqi sovereignty, with Iraqi security forces taking over the lead and thereby allowing for the phased redeployment of U.S. forces from Iraq; (4) U.S. military forces should not stay in Iraq any longer than required and the people of Iraq should be so advised; (5) the Administration should tell Iraqi leaders that they need to make the compromises necessary to achieve political settlement essential for defeating insurgency in Iraq; and (6) the Administration needs to explain to Congress and the American people its strategy for the successful completion of the mission in Iraq. Requires the President, no later than 90 days after the enactment of this Act and every three months thereafter until all U.S. combat brigades have redeployed from Iraq, to report to Congress on U.S. policy and military operations in Iraq. Title XIII: Cooperative Threat Reduction With States of the Former Soviet Union - (Sec. 1301) Specifies the cooperative threat reduction (CTR) programs to be funded through O&M funds provided under this Act. Makes funds appropriated for such purpose available for three fiscal years. Allocates such funds among specified CTR programs. Prohibits such funds from being used for purposes other than those specified until 30 days after the Secretary reports to Congress on such purposes. Provides limited authority to vary allocated amounts in the national interest, after congressional notification. (Sec. 1303) Amends the Bob Stump NDAA for Fiscal Year 2003 to make permanent (currently terminates at the end of FY2005) the President's authority to waive restrictions on the use of funds for threat reduction in states of the former Soviet Union. (Sec. 1304) Amends the NDAA for Fiscal Year 2004 to authorize the Secretary (currently the President) to use CTR funds for programs outside the former Soviet Union. Requires the Secretary (currently the President) to notify the defense and appropriations committees at least 15 days before obligating funds for such purpose. (Sec. 1305) Amends the Floyd D. Spence NDAA for Fiscal Year 2001 to repeal the requirement for an annual CG assessment of DOD reports concerning activities and assistance under CTR programs. (Sec. 1306) Amends provisions of the Soviet Nuclear Threat Reduction Act of 1991, the Cooperative Threat Reduction Act of 1993, the NDAA for Fiscal Year 2000, and the Freedom for Russia and Emerging Eurasian Democracies and Open Markets Support Act of 1992 to remove certification restrictions on the U.S. provision of CTR assistance. Title XIV: Authorization for Supplemental Appropriations for Iraq, Afghanistan, and the Global War on Terrorism - (Sec. 1403) Authorizes emergency supplemental appropriations to DOD for FY2006 for operations in Iraq, Afghanistan, and the global war on terrorism, with specific allocations for: (1) procurement, including tactical wheeled vehicles; (2) O&M; (3) the Defense Health Program; (4) military personnel; and (5) the Iraq Freedom Fund. Authorizes specified transfers from the Iraq Freedom Fund, requiring notification to the defense and appropriations committees. (Sec. 1406) Reduces by $445.4 million and $218.5 million the amount authorized to be appropriated for FY2006 for the Iraq Freedom Fund. (Sec. 1413) Authorizes the Secretary, in the national interest, to transfer up to $2.5 billion of the amounts made available to DOD in this title between any such authorizations for that fiscal year, with limitations. Requires notification to the defense and appropriations committees of each transfer. Title XV: Recruitment and Retention - Military Recruiting Initiatives Act of 2005 - (Sec. 1502) Increases: (1) from $10,000 to $20,000 the maximum enlistment bonus for enlistment in the Selected Reserves; and (2) from $20,000 to $40,000 the maximum enlistment bonus for active-duty members. (Sec. 1503) Authorizes the Secretary of the Army to pay a bonus of up to $1,000 to a member of the Army who refers to an Army recruiter a person who has not previously served in the Armed Forces and who, after such referral, enlists in the regular component of the Army or the Army National Guard or Reserve. Prohibits such bonus for the referral of an immediate family member. Terminates bonus authority after December 31, 2007. (Sec. 1504) Increases from 35 to 42 the maximum age for an original enlistment in the regular Armed Forces. (Sec. 1505) Repeals the prohibition against a prior service enlistment bonus in the case of receipt of an enlistment or reenlistment bonus for service in the Selected Reserve. (Sec. 1506) Revises provisions concerning the affiliation bonus for officers of the Selected Reserve to: (1) remove the prohibition against prior service in the Selected Reserve; and (2) increase from $6,000 to $10,000 the maximum amount of such bonus. (Sec. 1507) Includes under the DOD educational loan repayment program for military personnel any educational loan made by a lender that is: (1) an agency or instrumentality of a state; (2) a financial or credit institution subject to examination by an agency of the United States or any state; (3) a pension fund approved by the Secretary; or (4) a nonprofit private entity designated and regulated by a state and approved by the Secretary. (Sec. 1508) Directs the Secretary to: (1) conduct a study of the Reserve Dental Insurance Program; and (2) report to the defense and appropriations committees on the study. Title XVI: Transition Services - Veterans' Enhanced Transition Services Act of 2005 - (Sec. 1602) Requires the Secretary concerned to provide preseparation counseling for members of reserve components who have been serving on active duty continuously for at least 180 days. Requires such counseling to include: (1) certification and licensure requirements for civilian occupations; and (2) civilian occupations that correspond to military occupational specialties. Requires such counseling to include additional information for veterans, including job training programs, small business ownership, employment and reemployment rights and obligations, veterans' preference, housing counseling, and veterans' health care benefits. Directs the Secretary concerned, on a continuing basis, to update the content of all materials used by the Department of Labor that provide direct training support to personnel who provide transitional services counseling to members of the Armed Forces and veterans. (Sec. 1603) Directs the Secretary to ensure that appropriate action is taken to assist a member who, as a result of a medical examination, receives a referral for follow up treatment. (Sec. 1604) Requires a report from the Secretary to Congress on actions taken to ensure that the Transition Assistance Programs for members separating from the Armed Forces provides such members with timely and comprehensive transition assistance. Requires particular focus on members: (1) deployed to Operations Iraqi Freedom or Enduring Freedom, or in support of other contingency operations; and (2) of the National Guard activated in support of relief efforts for Hurricanes Katrina or Rita."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2006, Defense", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Defense Department FY2006 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Recruiting Initiatives Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Reservist Access to Veterans Preference Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Support Our Scouts Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United States Policy on Iraq Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Veterans' Enhanced Transition Services Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2006 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal year for the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:32-05:00"
}