{
  "actions": [
    {
      "acted_at": "1976-01-23", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2867-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-01-23", 
  "number": "2867", 
  "official_title": "A bill to rename the Department of Agriculture the Department of Food, Agriculture, and Rural Affairs, to enable the United States to comprehensively plan, coordinate, monitor, and evaluate Federal nutrition policies and programs by creating an Office of Food Nutrition, requiring an annual national food and nutrition report to the Congress, establishing a unified national nutritional monitoring system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Nutrition Planning and Organization Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-01-23", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Department of Agriculture", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Housing and community development", 
    "Nutrition", 
    "Nutrition policy", 
    "Nutrition surveys"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-01-23", 
    "text": "Federal Nutrition Planning and Organization Act - States that the purpose of this Act is to develop a more thorough and coordinated food and nutrition policy for the United States. Renames the Department of Agriculture as the Department of Food, Agriculture and Rural Affairs. Provides for an additional Assistant Secretary for Nutrition Programs and Food Policy in such Department, who shall be responsible for appraising the various programs and activities of the Federal Government in light of the stated purposes of this Act. Establishes the Office of Food and Nutrition within the executive branch. States that the Director of such Office shall be the President's primary adviser on nutrition and the Federal Government's primary spokesperson on all matters relating to nutrition in international bodies having an interest in nutrition and health. States that the Director shall: (1) formulate and recommend to the President proposed legislation to carry out the purposes of this Act; (2) assist agencies of the Federal Government in developing or modifying existing or contemplated nutrition related programs or policies; (3) notify the Congress and American people of any significant or potentially adverse development or discovery which is likely to affect food costs or nutritional intake; and (4) prepare and submit an annual National Food and Nutrition Impact Statement whenever the Director determines that a development is likely to have a significant impact on nutrition intake, food consumption or food cost. Authorizes the Director to employ such specialists and experts as may be necessary to carry out such functions. Authorizes the Director to delay for 90 days any regulation or policy dealing with nutritional matters which is proposed by any Federal agency and which has not been submitted in full to the Director. States that the National Food and Nutrition Report shall contain specific sections entitled \"Nutritional Goals\", and \"Director's Report\". Specifies the content of each such section. Requires the Director to submit to Congress a detailed plan establishing a National Nutrition Monitoring System for the monitoring, on a continuing basis, of the nutrient and food consumption of the American people and the known, probable and possible health effects of such consumption. States that such system shall be administered by the Secretary of Health, Education, and Welfare. Specifies elements to be included in such system including: (1) surveys of the Nation's nutritional health and of the groups with high nutritional risk; (2) the establishment of State nutritional monitoring services; (3) a monitoring system to measure the nutrient content of foods and the presence of any harmful additives or materials in foods; and (4) a survey of the needs for manpower in nutritional health-related fields and the adequacy of nutritional evaluation and counseling services. States that the Office shall be responsible for coordinating a system through which the United States may measure nutritional health in other nations for the purpose of formulating its food and nutritional system policies. Specifies elements of such monitoring system including nutritional status of other nations, intelligence reports identifying nutritional trends, and continuous surveys of nutrition and nutritional policies in selected countries. Authorizes appropriations of such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Nutrition Planning and Organization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to rename the Department of Agriculture the Department of Food, Agriculture, and Rural Affairs, to enable the United States to comprehensively plan, coordinate, monitor, and evaluate Federal nutrition policies and programs by creating an Office of Food Nutrition, requiring an annual national food and nutrition report to the Congress, establishing a unified national nutritional monitoring system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:42-05:00"
}