{
  "actions": [
    {
      "acted_at": "1995-08-04", 
      "committee": "Committee on Economic and Educational Opportunities, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Economic and Educational Opportunities, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-04", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-04", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-17", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-18", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2212-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-04", 
  "number": "2212", 
  "official_title": "To establish the Professional Boxing Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Professional Boxing Corporation Act of 1995", 
  "sponsor": {
    "district": "3", 
    "name": "Richardson, Bill", 
    "state": "NM", 
    "thomas_id": "00958", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-04", 
  "subjects": [
    "Accident insurance", 
    "Advice and consent of the Senate", 
    "Athletes", 
    "Boxing", 
    "Bribery", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Data banks", 
    "Extortion", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Information services", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Life insurance", 
    "Medical records", 
    "Occupational health and safety", 
    "Organized crime", 
    "Pension funds", 
    "Planning", 
    "Presidential appointments", 
    "Professional sports", 
    "Right of petition", 
    "Science, technology, communications", 
    "Sports and recreation", 
    "Sports and state", 
    "Standards", 
    "State laws"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-04", 
    "text": "Professional Boxing Corporation Act of 1995 - Establishes the Professional Boxing Corporation and a Professional Boxing Advisory Board. Includes among the functions of the Corporation: (1) protecting the health, safety, and general interests of boxers; (2) providing a national computer source for boxing information; (3) licensing boxers, judges, referees, and other persons serving in a professional role in a boxing match; (4) issuing special event licenses to boxers, promoters, sanctioning organizations, managers, or persons regulated under this Act who participate in major boxing matches; (5) certifying the registration of promoters, matchmakers, sanctioning organizations, managers, trainers, physicians, cut men, and other persons having a professional role in boxing; (6) charging licensing and registration fees (to be deposited into the Professional Boxing Corporation Trust Fund established by this Act); (7) establishing regulations and standards for boxing equipment, contracts, and sanctioning organizations and for the health and safety of boxers; (8) encouraging a life, accident, and health insurance fund for professional boxers and other members of the professional boxing community; and (9) reporting to the Congress on the feasibility of establishing a pension system for professional boxing participants. Authorizes the Corporation to suspend or revoke any license or registration or to prohibit the holding of a boxing match if such action is in the public interest or in the interest of a participant's health and safety, if standards are not being met, or if specified criminal activity has occurred in connection with such license or registration. Sets forth provisions governing investigative and enforcement authority of the Commission. Requires a State that regulates professional boxing to submit to the Corporation for approval a boxing plan which meets specified requirements. Prohibits a boxing match from being held in a State which: (1) does not have in effect an approved plan; (2) has such plan in effect but the Corporation determines that the minimum boxing standards established under this Act are not being met in connection with such match; or (3) has plan approval withdrawn by the Corporation. Prohibits the Corporation from promoting boxing events or ranking professional boxers. Permits: (1) a State or local agency to continue to exercise regulatory functions that are not inconsistent with this Act and to enforce requirements that exceed the minimum requirements promulgated by the Corporation; and (2) a majority of State boxing authorities to submit a petition requesting the Congress to delay or repeal this Act because the State authorities have established an organization to carry out its purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Professional Boxing Corporation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the Professional Boxing Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:47-05:00"
}