{
  "actions": [
    {
      "acted_at": "2002-11-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s5-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "2002-11-19", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-11-19", 
  "number": "5", 
  "official_title": "A bill to strengthen and permanently preserve social security through the power of investment and compound interest without benefit reductions or tax increases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Preservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2002-11-19", 
  "subjects": [
    "Administrative fees", 
    "Advice and consent of the Senate", 
    "Annuities", 
    "Budget surpluses", 
    "Commerce", 
    "Congress", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Deficit reduction", 
    "Economics and public finance", 
    "Electronic government information", 
    "Executive reorganization", 
    "Families", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Government publications", 
    "Government publicity", 
    "Government spending reductions", 
    "Government trust funds", 
    "Income tax", 
    "Individual retirement accounts", 
    "Internet", 
    "Investment of public funds", 
    "Labor and employment", 
    "Legislation", 
    "Old age, survivors and disability insurance", 
    "Personal income tax", 
    "Presidential appointments", 
    "Retirement income", 
    "Saving and investment", 
    "Savings accounts", 
    "Science, technology, communications", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "State taxation", 
    "Stocks", 
    "Survivors' benefits", 
    "Tax cuts", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax rates", 
    "Taxation", 
    "Telephone"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2002-11-19", 
    "text": "Social Security Preservation Act - Amends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act to add a part B (Investment-Based Social Security) outlining a new program to allow any individual born on or after January 1, 1953, who is employed by a covered employer or who is self-employed, and certain other individuals requesting and granted an eligibility waiver, to elect to receive social security benefits from a portion of their wages that have been contributed to designated social security savings accounts for employees (SAFE accounts) for investment, with a total monthly benefit guaranteed to be not less than the monthly benefit promised under the current program under OASDI, redesignated as part A (Debt-Based Social Security). Permits investing employees to use the money in their accounts to purchase a social security savings annuity for eligible retirees (SAFER annuity) to pay benefits promised under the current system plus a bonus for participating in the new system. Treats any SAFE account generally in the same manner as an individual retirement plan.Amends the Internal Revenue Code to provide for a reduction of FICA (Federal Insurance Contributions Act) resulting from the investment-based social security system under part B.Amends the Gramm-Leach-Bliley Act to establish in the executive branch a Social Security Investment Board to oversee administration of the new program.Directs the Secretary of the Treasury to estimate and transfer to the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund each fiscal year an amount equal to the annual savings of the Federal Government resulting from investment-based social security under new part B.Exempts SAFE account and SAFER annuity investments from Federal corporate income taxes.Requires the Secretary, from the surplus in the total U.S. budget, or from that portion of Federal revenues directly attributable to the surplus income of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund, to reimburse the Federal Old-Age and Survivors Insurance Trust Fund in an amount equal to the amounts transferred to SAFE accounts under part B.Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) with respect to discretionary spending limits to provide an overall cap for FY 2003 through 2009.Amends the Gramm-Rudman-Hollings Act and the Congressional Budget Act of 1974 to extend enforcement provisions through FY 2009."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and permanently preserve social security through the power of investment and compound interest without benefit reductions or tax increases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:36-05:00"
}