{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4976-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1992-04-09", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1992-07-02", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4976", 
  "official_title": "To improve the transition from school to work and promote youth apprenticeship, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "School to Work Transition and Youth Apprenticeship Act", 
  "sponsor": {
    "district": "3", 
    "name": "Gunderson, Steve", 
    "state": "WI", 
    "thomas_id": "00476", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Apprenticeship", 
    "Career education", 
    "Education", 
    "Federal aid to education", 
    "Federal aid to youth services", 
    "Government and business", 
    "Labor and employment", 
    "Manpower training programs", 
    "Standards", 
    "Vocational education", 
    "Vocational guidance", 
    "Youth employment", 
    "Youth services"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "School to Work Transition and Youth Apprenticeship Act - Title I: Establishment of National Interagency Compact and National Industry Recognized Skill Standards - Directs the Secretaries of Labor and of Education (the Secretaries) to establish an interagency compact between the Office of Employment and Training Administration of the Department of Labor and the Office of Adult and Vocational Education of the Department of Education, to: (1) design a national youth apprenticeship system; and (2) develop a system of skills standards within each major industry and within occupations that involve more than one industry. Sets forth various functions of the compact. Requires the compact to provide for national demonstrations to test skills standards and certification and assessment methods in work-based and training settings through: (1) local educational agencies (LEAs) two-year colleges, or postsecondary vocational institutions; and (2) businesses, business associations, or private industry councils. Requires the compact to provide for distribution of funds to facilitate creation of partnerships of business and industry, organized labor or other employee representatives, educators, and the training community for each industry or occupation (to the extent resources permit) to develop skills standards. Sets forth various functions of such partnerships. Authorizes appropriations. Title II: State Youth Transition Opportunity Challenge Grants - Authorizes the compact to make challenge grants to States for the cooperative use by the State agencies for education and for labor, job training, and employment (State agencies) to plan and develop policies and build an infrastructure to support programs for elementary and secondary students that will result in quality education programs and work-related experiences enabling students to graduate from high school prepared to: (1) enter the world of work directly; and/or (2) continue in some form of postsecondary education or training. Sets forth requirements for State applications and assurances. Requires State agencies to use such grants to: (1) prepare a State plan for policies and programs that will result in a comprehensive school-to-work transition system and development of a statewide youth apprenticeship system; (2) conduct assessments; and (3) make grants to at least one LEA to carry out such planning, development, and assessment activities. Allows a State, based on the State plan, to use such a grant to establish a youth apprenticeship system through specified activities, services, or programs. Limits the Federal share under this title to not more than 80 percent in the first year, 70 in the second, and 60 in the third and any subsequent year. Requires annual State reports to the compact and biennial compact reports to the Congress. Authorizes appropriations. Title III: Local Youth Apprenticeship Program Grants - Requires the compact to make grants to States for cooperative use by the aforementioned State agencies to award grants to eligible local entities, based on a competition or on a formula determined by such State agencies for youth apprenticeship programs at the local level. Defines eligible entity as a consortium of at least one entity from each of the following two groups: (1) LEAs, LEAs in consortia with community-based organizations, individual schools within an LEA, public vocational or technical schools, two-year public technical or community colleges; and (2) local employers or business associations (including private industry councils under the Job Training Partnership Act). Requires equitable distribution of such assistance among the States and their urban and rural areas. Limits the Federal share under this title to not more than 90 percent in the first year, 80 in the second, 70 in the third, and 60 in the fourth and any subsequent year. Allows other Federal funds under other Federal laws to be used for up to 50 percent of the matching funds for remaining costs. Sets forth requirements for State and local applications, including State plans and local assurances. Allows such grant funds to be used to: (1) train teachers and counselors; (2) (as part of the program's planning activities) acquire technical assistance from Federal, State, or local entities that have successfully designed, established, and operated school-to-work transition programs; (3) provide outreach to potential students; and (4) develop curricula. Sets forth required components of youth apprenticeship programs under this title. Limits portions of funds under this title which may be used by the Secretary for annual independent evaluations and by States for administrative costs. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "School to Work Transition and Youth Apprenticeship Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the transition from school to work and promote youth apprenticeship, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:29-05:00"
}