{
  "actions": [
    {
      "acted_at": "2003-01-08", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-02-27", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Housing and Community Opportunity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-23", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Subcommittee on Housing and Community Opportunity Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-23", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-23", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-09-05T15:24:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Financial Services. H. Rept. 108-266.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-05T15:25:00-04:00", 
      "calendar": "Union", 
      "number": "152", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 152.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2003-11-20T17:17:00-05:00", 
      "references": [], 
      "text": "Mr. Ney moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-20T17:18:00-05:00", 
      "references": [
        {
          "reference": "CR H11833-11842", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-20T17:18:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 253.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-20T18:03:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-20T18:46:00-05:00", 
      "references": [
        {
          "reference": "CR H11844", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-20T18:55:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H11833-11835", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "655", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 352 - 67 (Roll no. 655).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2003-11-20T18:55:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-12-09", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr253-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "sponsored_at": "2003-01-08", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "2003-03-20", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "2003-03-20", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Terry, Lee", 
      "sponsored_at": "2003-03-25", 
      "state": "NE", 
      "thomas_id": "01566", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2003-11-20T18:55:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2003-01-08", 
  "number": "253", 
  "official_title": "To amend the National Flood Insurance Act of 1968 to reduce losses to properties for which repetitive flood insurance claim payments have been made.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2238-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Flood Insurance Reform Act of 2003", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2003-11-20T18:55:00-05:00", 
  "subjects": [
    "Authorization", 
    "Commemorations", 
    "Cost effectiveness", 
    "Data banks", 
    "Dikes (Engineering)", 
    "Disaster insurance", 
    "Disaster relief", 
    "Economics and public finance", 
    "Electronic government information", 
    "Emergency management", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Flood control", 
    "Flood damage prevention", 
    "Floods", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Insurance premiums", 
    "Land subsidence", 
    "Land transfers", 
    "Land use", 
    "Landslides", 
    "Mobile homes", 
    "Open space lands", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Recreation areas", 
    "Relocation", 
    "Science, technology, communications", 
    "Water resources development", 
    "Wetlands"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2003-11-20", 
    "text": "Flood Insurance Reform Act of 2003 - (Sec. 3) Amends the National Flood Insurance Act of 1968 to extend the national flood insurance program's authorization through September 30, 2008. (Sec. 4) Establishes a pilot program for mitigation of severe repetitive loss properties. Authorizes the Director of the Federal Emergency Management Agency (FEMA), subject to specified limitations, to provide financial assistance to States and communities for taking actions with respect to severe repetitive loss properties to mitigate flood damage to such properties and losses to the National Flood Insurance Fund from such properties. Defines \"severe repetitive loss property\" (SRLP) to mean, in the case of a property consisting of one to four residences, property that is covered under a contract for flood insurance and that has incurred flood-related damage for which either: (1) four or more separate claims payments have been made under flood insurance coverage before the date of this Act's enactment, with the amount of each claim exceeding $5,000, and with the cumulative amount of such claims payments exceeding $20,000; (2) four or more separate flood insurance claims payments have been made after enactment of this Act, with the amount of each claim exceeding $3,000, and with the cumulative amount of such payments exceeding $15,000; or (3) at least two separate claims payments have been made under such coverage, with the cumulative amount of such claims exceeding the value of the property. Defines SRLP, in the case of a property consisting of five or more residences, to have such meaning as the Director shall by regulation provide. Authorizes amounts provided to a State or community to be used only to for the following activities (eligible activities): (1) carry out mitigation activities that reduce flood damages to SRLPs, including elevation, reallocation, demolition, and floodproofing of structures, and minor physical localized flood control projects; and (2) purchase SRLPs, subject to specified requirements. Prohibits the Director from providing assistance to a State or community in an amount exceeding three times the amount that the State or community certifies that it will contribute from non-Federal funds for carrying out the eligible activities to be funded with such assistance amounts. Authorizes the Director to waive such limitation for any State, and for the communities located in that State, regarding a year in which: (1) five percent or more of the total number of SRLPs in the United States are located in such State; and (2) the State submits a plan specifying how the State intends to reduce the number of SRLPs and the Director determines that the State has taken actions to reduce that number. Allows, however, the Director to waive such limitation only to the extent that the State or community involved is required to contribute, for each SRLP for which grant amounts are provided, not less than ten percent of the cost of the activities for such properties that are to be funded with grant amounts. Subjects the program for providing assistance for eligible activities for SRLPs to the following limitations. Requires that: (1) the Director, in determining the properties for which to provide assistance to eligible activities, provide assistance for properties in the order that will result in the greatest amount of savings to the Fund in the shortest period of time; (2) the Director provide assistance in a manner that permits States and communities to make offers to owners of SRLPs to take eligible activities as soon as is practicable; and (3) the State or community, upon making an offer to provide assistance , notify each holder of a recorded interest on the property of such offer and eligible activity. Permits a State or community to take action to purchase a severe repetitive loss property only if the following requirements are met: (1) the State or community enters into an agreement with the Director that provides assurances that the property purchased will be used in a manner consistent with requirements under the Robert T. Stafford Disaster Relief and Emergency Assistance Act requiring that the property be open to the public and maintained as open space, recreational land, or wetlands; and (2) the amount of purchase offer is not less than the greatest of the amount of the original purchase price of the property when purchased by the holder of the current flood insurance policy, the total amount owed at the time the offer to purchase is made under any loan secured by a recorded interest on the property, an amount equal to the fair market value of the property immediately before the most recent flood event affecting the property, or an amount equal to the replacement value of the property immediately before the most recent flood event affecting the property (but only in the case of a property for which the State or community taking action determines, and the Director concurs, that the fair market value of the property is less than the purchase price of a replacement primary residence that is of comparable value, functionally equivalent, and located in the same community or market area but not in an area having special flood hazards). Provides for increased premiums in cases where the owner of an SRLP refuses an offer of eligible activities. Limits the increased premiums to an amount exceeding the applicable estimated risk premium rate for the area or subdivision. Permits any increase in chargeable premium rates to be carried out by adjusting any deductible charged in connection with flood insurance coverage for the property. Requires the Director, upon each renewal or modification of flood insurance coverage, to notify the owner that the offer is still open. Establishes as grounds for appealing increased premiums that: (1) as a result of such action, the owner will not be able to purchase a replacement primary residence of comparable value that is functionally equivalent; (2) as a result of such action, the preservation or maintenance of any prehistoric or historic district, site, building structure, or object included in, or eligible for inclusion in, the National Register of historic places will be interfered with, impaired, or disrupted; (3) the flooding that resulted in the flood insurance claims for the property resulted from significant actions by a third party in violation of law; or (4) in purchasing the property, the owner relied upon flood insurance rate maps of FEMA that were current at the time and did not indicate special flood hazards. Sets forth provisions regarding procedures, effect of a final determination, and costs. Authorizes the Director to cancel the policy and deny new coverage, or refuse to renew the policy upon expiration and deny new coverage, upon determining that a fraudulent claim was made. Authorizes the Director to use amounts from the Fund to provide assistance in each of FY 2004 through 2008, with a limitation. Prohibits the Director from providing assistance under the program after September 30, 2008. (Sec. 5) Authorizes the Director to approve only mitigation plans that give priority for funding to repetitive insurance claims properties, or to such subsets of properties, as are in the best interest of the National Flood Insurance Fund. Requires the Director, in providing grants for mitigation activities, to give first priority for funding to such properties or subsets of properties as the Director determines are in the best interest of the Fund. Requires the Director to take appropriate actions to encourage and improve participation in the program of owners of properties, including owners that are not located in areas having special flood hazards but are located within the 100-year floodplain. Limits funding to $40 million in each fiscal year from the Fund for repetitive insurance claims properties. (Sec. 6) Authorizes the Director to provide funding for mitigation actions that reduce flood damages to individual properties for which one or more claim payments have been made under flood insurance coverage only if the Director determines that such activities: (1) are in the best interest of the Fund; and (2) cannot be funded under the repetitive insurance claims program because specified requirements are not being met by the State or community in which the property is located, or the State or community does not have the capacity to manage such activities. Requires the Director, in determining the properties for which funding is to be provided, to consult with the States in which they are located and provide assistance in the order that will result in the greatest amount of savings to the Fund in the shortest period of time. Limits funding to $10 million in any fiscal year for mitigation actions under this section, with an exception. (Sec. 7) Modifies provisions regarding chargeable premium rates for specified properties. Requires that the chargeable rate be not less than the applicable estimated risk premium rate for the area or subdivision with respect to any property leased from the Federal Government that the Director determines is located on the river-facing side of any dike, levee, or other riverine flood control structure, or seaward of any seawall or other coastal flood control structure. Makes annual limitations on premium increases inapplicable to such properties. (Sec. 8) Authorizes the Director to establish and maintain a database identifying by location and address all repetitive loss structures and SRLPs. Requires the Director to make the database available to the public in a format that may be searched electronically. Prohibits such a database from including information regarding ownership of properties. (Sec. 9) Provides that the placement of any mobile home on any site shall not affect the eligibility of any community to participate in the flood insurance program under the National Flood Insurance Act and under the Flood Disaster Protection Act of 1973 if such: (1) mobile home was previously located on the site and was relocated from that site because of flooding that threatened or affected the site; and (2) replacement is conducted not later than the expiration of the 180-day period that begins upon the subsidence (in the area of that site) of the body of water that flooded to a level considered lower than flood levels. (Sec. 10) Requires the Director to accelerate the identification of risk zones within flood- and mudslide- prone areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Two Floods and You Are Out of the Taxpayers' Pocket Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Two Floods and You Are Out of the Taxpayers' Pocket Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Flood Insurance Reform Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the National Flood Insurance Act of 1968 to reduce losses to properties for which repetitive flood insurance claim payments have been made.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:34-05:00"
}