{
  "actions": [
    {
      "acted_at": "1995-04-07", 
      "references": [
        {
          "reference": "CR S5547", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-04-07", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s712-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-07", 
  "number": "712", 
  "official_title": "A bill to amend title 28, United States Code, to authorize the award of fees and expenses to prevailing parties in frivolous civil litigation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Frivolous Lawsuit Prevention Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-07", 
  "subjects": [
    "Damages", 
    "Frivolous lawsuits", 
    "Law", 
    "Legal ethics", 
    "Legal fees"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-07", 
    "text": "Frivolous Lawsuit Prevention Act of 1995 - Amends the Federal judicial code to require a court that enters a final judgment in any civil action against a party litigant on the basis of a default, motion to dismiss, motion for summary judgment, or trial on the merits to determine (upon motion by the prevailing party) whether: (1) the complaint or motion is being presented for any improper purpose; (2) the claims, defenses, and other legal contentions in the complaint or motion, taken as a whole, are unwarranted by existing law or by a good faith argument for the extension, modification, or reversal of existing law or the establishment of new law; (3) the allegations and other factual contentions, taken as a whole, lack any factual support or would be likely to lack any factual support after a reasonable opportunity for further investigation or discovery; or (4) the denials of factual contentions are unwarranted in light of the evidence or are not reasonably based on a lack of information or belief. Directs the court, if it determines that the losing party has violated such provision, to impose an appropriate sanction against the attorney for the losing party, which may include an order to pay the prevailing party reasonable fees and other expenses incurred. Requires that such determination be made on the basis of the record in the civil action for which fees and other expenses are sought, but the burden of persuasion shall be on the prevailing party. Requires the court to impose an appropriate sanction against the losing party, which may include an order to pay fees and expenses, if the court determines that such party was principally responsible for the frivolous actions. Authorizes the court to reduce the amount to be awarded or deny an award to the extent that the prevailing party during the course of the proceedings engaged in conduct that unduly and unreasonably protracted the final resolution of the matter in controversy. Sets forth procedures for applying for fees and other expenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Frivolous Lawsuit Prevention Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 28, United States Code, to authorize the award of fees and expenses to prevailing parties in frivolous civil litigation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:46-05:00"
}