{
  "actions": [
    {
      "acted_at": "1978-07-17", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3305-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-07-17", 
  "number": "3305", 
  "official_title": "A bill to reduce the burden of social security taxes by eliminating the over-adjustment for inflation incorporated in the Federal Old-Age, Survivors, and Disability Insurance program, by extending coverage to Members of Congress and Federal employees, and by allowing an income tax deduction for social security taxes imposed on employees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-07-17", 
  "subjects": [
    "Civil service employment", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Congress", 
    "Disability insurance", 
    "Federal employees", 
    "Federal employees and officials", 
    "Income tax", 
    "Medicare", 
    "Members of Congress", 
    "Old age, survivors and disability insurance", 
    "Railroad employees", 
    "Railroads", 
    "Social security taxes", 
    "Social welfare", 
    "Tax deductions", 
    "Taxation", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-07-17", 
    "text": "Social Security Amendments - Amends the Internal Revenue Code to reduce the taxes on employees, employers, and self-employed individuals for purposes of old-age, survivors, and disability insurance. Amends Title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act to reduce the percentage of wages, and self-employment income as defined in the Internal Revenue Code, directed to the Federal Disability Insurance Trust Fund. Sets forth a new formula for the computation of the primary insurance amount of an individual. Sets forth a formula for determining the average indexed monthly earnings of an individual. Changes the formula for determining the average monthly wage. Prohibits the inclusion, for purposes of determining the average monthly wage and quarters of coverage of any individual, of self-employment income earned if it is determined that the income tax on such income for the taxable year in question has not been paid in full. Amends the Internal Revenue Code to authorize a deduction, for an individual, based on the amount of taxes imposed on the wages or self-employment income of such individual for old-age, survivors, and disability insurance and the railroad retirement fund. Extends coverage under Title II of the Social Security Act to the Vice President, Members of Congress, and Federal employees whose employment commences after September 1979. Authorizes certain Federal employees excluded from Social Security taxes to elect to have the insurance system established by Title II of such Act extended to their service. Requires the Secretary of Health, Education, and Welfare to study: (1) how best to coordinate the benefits of the civil service retirement system and the benefits of the old-age, survivors, and disability insurance system; and (2) how best to coordinate the medicare program and the program established by the Federal Employees Health Benefits Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce the burden of social security taxes by eliminating the over-adjustment for inflation incorporated in the Federal Old-Age, Survivors, and Disability Insurance program, by extending coverage to Members of Congress and Federal employees, and by allowing an income tax deduction for social security taxes imposed on employees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:51-05:00"
}