{
  "actions": [
    {
      "acted_at": "1987-03-17", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1664-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1987-04-08", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Martin, David O'B.", 
      "sponsored_at": "1987-04-08", 
      "state": "NY", 
      "thomas_id": "00739", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McGrath, Raymond J.", 
      "sponsored_at": "1987-07-01", 
      "state": "NY", 
      "thomas_id": "00771", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Wortley, George C.", 
      "sponsored_at": "1987-04-08", 
      "state": "NY", 
      "thomas_id": "01243", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-17", 
  "number": "1664", 
  "official_title": "A bill to amend the Clean Air Act to protect against interstate transport of pollutants, to control existing and new sources of acid deposition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Acid Deposition Act", 
  "sponsor": {
    "district": "24", 
    "name": "Solomon, Gerald B. H.", 
    "state": "NY", 
    "thomas_id": "01088", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-17", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Acid rain", 
    "Advisory bodies", 
    "Air pollution control", 
    "Canada", 
    "Coal", 
    "Coal preparation", 
    "Copper", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Fossil fuels", 
    "International affairs", 
    "International environmental cooperation", 
    "Mexico", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Nitrogen oxides", 
    "Planning", 
    "Standards", 
    "Sulphur oxides", 
    "Technological innovations", 
    "Transboundary pollution", 
    "Treaties"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-17", 
    "text": "Acid Deposition Act - Title I: Acid Deposition Control Program - Amends the Clean Air Act to limit the application of such Act's sulfur dioxide emissions limitations to sources constructed or modified in 1980 and earlier. Requires electric utilities in the acid deposition impact region which convert to coal after 1980 to meet an emission standard not in excess of 1.2 pounds of sulfur dioxide per million British thermal units (Btu's). Designates an acid deposition impact region comprising a long-range transport corridor of 31 States east of the Mississippi and the District of Columbia. Requires such region to achieve in two equal phases a total reduction of annual emissions of sulfur dioxide of ten million tons below 1980 levels, the first five million by the start of 1991. Directs the Acid Precipitation Task Force to implement an accelerated research program during the first stage to examine the pattern of effects of atmospheric loading of pollutants such as sulfur and nitrogen oxides. Authorizes appropriations for FY 1986 through 1990. Requires the Administrator of the Environmental Protection Agency (EPA) to evaluate such results until no later than the start of FY 1992. Authorizes appropriations for such evaluations for FY 1989 through 1991. Requires the completion of the second phase's five million ton emissions reduction by the start of 1996. Authorizes the Administrator to vary through rulemaking by April 1, 1992, the requirements of the second stage based upon the first stage research evaluations. Requires the Administrator to report to the Congress on proposed changes and requires such changes to increase protection of sensitive areas and mitigation of identified damage. Directs the Administrator to report to the Congress by the end of FY 1992 if a determination is made that individual State nitrogen oxides reduction standards should not be established. Requires each State to reduce its proportional share of annual sulfur dioxide emissions, permitting two or more States to reallot their shares among themselves so long as the total, required reduction is achieved. Requires each State to adopt enforceable reduction measures within two years of this Act's enactment, submitting them to the Administrator for approval and other States for comment. Provides for revisions of such measures by the State or the Administrator. Applies Federal reduction standards of 1.2 pounds of sulfur dioxide per million Btu's in addition to State established requirements for any major stationary source in noncompliance with the applicable implementation plan by the end of 1986. Applies the Federal standard to all facilities owned or operated by an owner or operated of a facility which continues to be in noncompliance by 1991. Applies Federal reduction standards of an average among facilities of 1.2 pounds of sulfur dioxide per million Btu's on a 30-day average to covered sources in States in the impact region without the required enforcement measures. Requires the owner or operator of such sources to submit a compliance plan and schedule to the Administrator for approval. Permits the use of the following measures to reduce emissions in addition to enforceable continuous emission reduction measures if such measures are enforceable by entities and persons other than the State in which the emissions occur: (1) least emissions dispatch to meet electric generating demand at existing generating capacity; (2) retirement of major stationary sources at an earlier than provided for date; (3) investments in energy conservation where emission reductions can be identified with such investments; (4) trading of emission reduction requirements and actual reductions through emission reduction banks or brokerage institutions; (5) precombustion cleaning of fuels, and (6) fuel substitution. Directs the Administrator and the Secretaries of Energy, Commerce, and State to induce Canada to achieve comparable reductions. Requires the Administrator to certify that progress on such front is being made by Canada before the Department of Energy approves agreements for the importation of electric energy from Canada under the Federal Power Act. Directs the President and Secretary of State to seek the installation and monitoring of air pollution control equipment on new major emissions sources, including copper and other metal smelters in Mexico. Directs the President to report periodically to the Congress on progress in such endeavor. Directs the Administrator to report to the appropriate congressional committees on compliance with emission limitations and other enforceable measures under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Acid Deposition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to protect against interstate transport of pollutants, to control existing and new sources of acid deposition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:07-05:00"
}