{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "references": [
        {
          "reference": "CR S348-350", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s117-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "1995-01-04", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "117", 
  "official_title": "A bill to amend rule XXXV of the Standing Rules of the Senate.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s71-104", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Agriculture and food", 
    "Charitable contributions", 
    "Conferences", 
    "Congress", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional officers", 
    "Finance and financial sector", 
    "Foreign agents", 
    "Gifts", 
    "Government operations and politics", 
    "Honoraria", 
    "International affairs", 
    "Law", 
    "Legal fees", 
    "Loans", 
    "Lobbying", 
    "Members of Congress (Senate)", 
    "Recreation", 
    "Senate", 
    "Senate rules and procedure", 
    "Taxation", 
    "Travel costs"
  ], 
  "subjects_top_term": "Senate", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "Amends rule XXXV of the Standing Rules of the Senate to prohibit any Member, officer, or employee of the Senate from knowingly accepting a gift from any person. (Currently, such individuals and their spouses are allowed to accept gifts totalling up to $250 from any one person.) Considers a gift to a spouse or dependent of a Member, officer, or employee to be a gift to the member, officer, or employee if given with their knowledge and acquiescence and if there is reason to believe that the gift was given because of their official positions. Applies the gift restriction to: (1) anything provided to a Member, officer, or employee by lobbyists or foreign agents which is paid for or reimbursed by a client or firm of the lobbyist or foreign agent; (2) charitable contributions made by lobbyists, lobbying firms, or foreign agents on the basis of a recommendation or specification of a Member, officer, or employee or charitable contributions made by such individuals in lieu of honoraria; (3) contributions and other payments by lobbyists, lobbying firms, or foreign agents to a legal expense fund established for the benefit of a Member, officer, or employee; and (4) financial contributions or expenditures made by lobbyists, lobbying firms, or foreign agents relating to a conference or similar event affiliated with an official congressional organization for or on behalf of Members, officers, or employees. Lists items exempt from the gift restriction, including: (1) anything provided on the basis of a personal or family relationship unless the Member, officer, or employee has reason to believe that the gift was provided because of his or her official position; (2) unused items that are promptly returned to the donor; (3) food or refreshments believed to have a value of less than $20; (4) food, lodging, and other benefits resulting from the outside business or employment activities of a Member, officer, or employee or their spouses if such benefits have not been offered or enhanced because of the recipient's official position; (5) such benefits customarily provided by a prospective employer in connection with bona fide employment discussions or by a political organization in connection with a fund raising or campaign event; (6) certain awards or prizes given in contests open to the public; (7) certain honorary degrees and other awards; (8) donations of products from the Member's State that are intended for promotional purposes and are of minimal value; (9) certain training; (10) bequests and inheritances; (11) anything paid for by the Government or by a State or local government or secured under a Government contract; (12) a gift of personal hospitality; (13) free attendance at an event, as permitted by this Act; and (14) certain other opportunities and benefits. Establishes conditions under which a Member, officer, or employee may accept an offer of free attendance at a convention, dinner, or similar event. Prohibits the acceptance of a gift exceeding $250 on the basis of the personal relationship or friendship exception unless the Select Committee on Ethics determines that such exception applies. Makes such prohibition inapplicable under circumstances which make it clear that the gift is given for a nonbusiness purpose and is motivated by such relationship. Sets forth factors to be considered in determining if the giving of the item is so motivated. Provides that certain reimbursements to a Member, officer, or employee for travel expenses to an event in connection with official duties shall not be considered as gifts if advance authorization to accept reimbursement is received and the reimbursement and authorization are disclosed within a specified time period. (Sec. 2) Amends the Ethics in Government Act to provide that reimbursements deemed accepted by the Senate under rule XXXV and reported as required under such rule need not be reported under such Act. Authorizes the Senate Committee on Rules and Administration to accept gifts provided they do not involve any duty, burden, or condition, or are not made dependent upon some future performance by the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend rule XXXV of the Standing Rules of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:32-05:00"
}