{
  "actions": [
    {
      "acted_at": "1991-06-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-24", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Select Revenue Measures", 
      "text": "Referred to the Subcommittee on Select Revenue Measures.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-25", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Select Revenue Measures", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-20", 
      "bill_ids": [
        "hr4210-102"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4210.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-05", 
      "bill_ids": [
        "hr11-102"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.11.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2730-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Select Revenue Measures", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-24", 
  "number": "2730", 
  "official_title": "To amend the Internal Revenue Code of 1986 to simplify provisions applicable to qualified retirement plans and to expand access to such plans.", 
  "popular_title": "Pension Access and Simplification bill", 
  "related_bills": [
    {
      "bill_id": "hr11-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4210-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Pension Access and Simplification Act of 1991", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-24", 
  "subjects": [
    "Agricultural cooperatives", 
    "Aircraft pilots", 
    "Annuities", 
    "Civil service pensions", 
    "Cost of living adjustments", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Executive compensation", 
    "Income tax", 
    "Leases", 
    "Local officials and employees", 
    "Nondiscrimination provisions", 
    "Pension funds", 
    "Salaries", 
    "Self-employed", 
    "State officials and employees", 
    "Tax administration", 
    "Tax exclusion", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-24", 
    "text": "Pension Access and Simplification Act of 1991 - Title I: Simplified Distribution Rules - Amends the Internal Revenue Code to allow distributions from qualified pension plans to be rolled over tax-free to an individual retirement account or another qualified plan or annuity. Repeals: (1) the $5,000 limitation on the exclusion of employees' death benefits; (2) the five-year forward income averaging for lump-sum distributions; and (3) the exclusion of net unrealized appreciation of employer securities. Establishes a method of taxing annuity payments by taking into account the investment in the contract and the number of anticipated payments. Requires qualified plans to allow participants to elect to have distributions transferred directly to another qualified plan. Title II: Increased Access to Pension Plans - Establishes a simplified employee pension plan that allows salary reduction arrangements for employers of fewer than 100 employees. Allows State and local governments and tax-exempt organizations to participate in cash or deferred arrangements. Authorizes the Secretary of the Treasury, as a condition of sponsorship, to prescribe rules defining the duties and responsibilities of certain master and prototype retirement plans. Title III: Miscellaneous Simplification - Revises the definition of a leased employee to mean one whose services are performed under the control of a service recipient, instead of one whose services are historically performed by employees. Replaces the two-part nondiscrimination test for elective contributions under cash or deferred arrangements with a single test of whether the actual deferral percentage of highly compensated employees exceeds 200 percent of the average deferral percentage of nonhighly compensated employees for a plan year. Redefines the term \"highly compensated employee\" for pension, profit sharing, stock bonus plans, etc. purposes. Makes such an employee one who is a five-percent owner or who has compensation from the employer in excess of $65,000. Provides a special rule where no employees are treated as highly compensated. Provides for the treatment of certain family members. Provides that the cost-of-living adjustment with respect to any calendar year is based on the increase in the applicable index as of the close of the calendar quarter ending September 30 of the preceding calendar year. Requires the rounding of such amounts to the nearest $1,000, except that elective deferrals and elective contributions to simplified employee pensions are rounded to the nearest $100. Replaces the 59 1/2- and 70 1/2-year age requirement with 59- and 70-year age requirements for specified pension plans. Eliminates the special aggregation rules that apply to plans maintained by owner-employees that do not apply to other qualified plans. Permits certain employers to elect an alternative full funding limitation with respect to any defined benefit plan based solely on the accrued liability under such plan. Requires the Secretary to adjust the 150-percent current liability full funding limit for other plans if there is a revenue shortfall. Allows rural cooperative plans which include cash or deferred arrangements to make distributions to participants after attainment of age 59. Treats certain nonunion air pilots as a separate class of employees for nondiscrimination testing purposes. Eliminates the rule requiring ten years of service for employees subject to collective bargaining agreements under multiemployer plans. Redefines the retirement age to be the social security retirement age in lieu of age 65."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Pension Access and Simplification bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Pension Access and Simplification Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to simplify provisions applicable to qualified retirement plans and to expand access to such plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:26-05:00"
}