{
  "actions": [
    {
      "acted_at": "1973-03-27", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6183-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-27", 
  "number": "6183", 
  "official_title": "A bill to provide self-government for the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Self-Government Act", 
  "sponsor": {
    "district": "36", 
    "name": "Smith, Henry P., III", 
    "state": "NY", 
    "thomas_id": "01073", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-27", 
  "subjects": [
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-27", 
    "text": "District of Columbia Self-Government Act - Declares it to be the intention of Congress, subject to the retention by Congress of the ultimate legislative authority over the Nation's Capital which is granted by the Constitution, to grant to the government of the District of Columbia the powers of local self-government. Title I: Definitions - Sets forth definitions of terms used in this Act. Title II: Status of the District - Provides that no law or regulation which is in force on the effective date of this Act shall be deemed amended or repealed by this Act except to the extent specifically provided herein or to the extent that such law or regulation is inconsistent with this Act. Title III: Delegation of Authority - Transfers to the District of Columbia all legislative power over the District of Columbia which before the adoption of this Act was vested in the Congress. Provides that the District of Columbia may not pass any Act contrary to the provisions of this Act, or: (1) impose any tax on the property of the United States; (2) authorize the issuance of bonds except in compliance with the provisions of title V of this Act; (3) enact any Act to amend or repeal any Act of Congress which concerns the functions or property of the United States or which is not restricted in its application exclusively in or to the District; or (4) pass any Act inconsistent with or contrary to the Acts governing the National Capital Planning Commission and the parks and parkway systems for the National Capital. Provides that, in order to become law in the District, a measure must be passed by the District Council and be signed by the Commissioner. Grants the Commissioner the power to veto such measures. Grants the Council the power to override such vetoes by a vote of two-thirds of the members thereof. Provides that such Act after approval must be filed with the Clerk of the United States House of Representatives and the Secretary of the United States Senate. Provides that such Act shall take effect only if neither House of Congress adopts a resolution disapproving such Act within sixty legislative days after it has been so filed with the Clerk and the Secretary. Requires the Commissioner to file with the Clerk and the Secretary, along with the Act, a written report on the Act including an estimate of the costs which would be incurred in carrying out such Act in the fiscal year in which it is reported and in each of the five fiscal years following such fiscal year. Provides that the District Council may propose a new form of government for the District by approving a plan for such new government by majority vote of the District Council. Provides that such plan shall not take effect unless and until it shall have been approved by a majority of the registered qualified voters in the District voting in a referendum held for the purpose of approving such plan and conducted in accordance with this Act. Provides that no function of the District Council or of the Commissioner which the District Council or Commissioner has delegated to an officer, employee, or agency of the District shall be considered as a function transferred to the District Council pursuant to this Act. Provides that all zoning regulations or equivalent legislation must be deposited with the National Capital Planning Commission for comments before it is approved by any District instrumentality. Provides that the District Council, Zoning Commission, or other authority shall deposit with the Planning Commission each such regulation or item of legislation passed by it. Vests in the Commissioner the power to appoint members to the Armory Board and all authority and functions of the President relating to the National Capital Housing Authority. Title IV: The District Budget - Provides that the District Council shall establish that budgetary process which it determines will best meet the needs of the District of Columbia. Title V: Borrowing - Authorizes the District to provide for the payment of the cost of its various capital outlay programs by an issue or issues of negotiable obligations of the District, bearing interest, payable annually or semiannually, at such rate or rates as the Commissioner may from time to time determine is necessary to make marketable each such issue of obligations. Authorizes and directs the Secretary of the Treasury to purchase from the District all or part of any issue of its obligations whenever the Secretary determines such purchase is necessary in order to permit the District to make timely payment of the principal and interest on any of its outstanding obligations. Authorizes and directs the Secretary to make periodic payments to the District: (1) to equal one-fourth of the net effective interest expense incurred by the District on its obligations; or (2) the difference between such net effective interest expense and the net effective interest expense which the District would have incurred had the interest rate on its obligations been equal to the interest rate on purchases by the Secretary pursuant to the above, whichever is greater. Authorizes the Commissioner to accept loans for the District from the United States Treasury in such sums as the Commissioner may determine are required to complete payments on capital outlay contracts which have been awarded not later than ninety days after the effective date of this provision, and to provide for the continuation of work on any capital program project or projects, pending the sale of an issue of District obligations. Authorizes to be appropriated such sums as may be necessary to make loans under this section. Provides that any and all obligations issued by the District under the authority of this title shall be subject both as to principal and interest to Federal taxation to the same extent as the obligations of private corporations. Provides that such District obligations shall be lawful investments, and may be accepted as security for fiduciary, trust, and public funds. Provides that such District obligations shall be eligible for purchase by financial institutions. Makes a permanent appropriation for the Federal payment of net effective interest expenses. Provides that the District Council shall enter into agreements with the States and local jurisdictions concerned for annual payments to the District of rates and charges for waste treatment services in accordance with the use and benefits made and derived from the operation of the said waste treatment facilities. Provides that the District share of the cost of the Adopted Regional System described in the National Capital Transportation Act shall be payable from the proceeds of the sale of District obligations issued pursuant to this title. Terminates District authority to borrow from the United States Treasury for various projects, including the expansion of the District water system and sanitary and combined sewer systems for the District. Title VI: Financial Affairs of the District - Provides that the financial transactions of the District shall be audited annually by the General Accounting Office. Authorizes a regular annual payment by the Federal Government to the District. Provides that such payments shall be 32 percent for fiscal year 1974, 34 percent for fiscal year 1975, 36 percent for fiscal year 1976, 38 percent for fiscal year 1977, and 40 percent for fiscal year 1978 and for every fiscal year thereafter, of the amount of District revenues which the Commissioner estimates will be credited to the general fund of the District in the appropriate fiscal year. Title VII: Miscellaneous - Provides that no person shall be in eligible to serve or to receive compensation as a member of the District Council, or the Board of Elections because he occupies another office or because he receives compensation from another source."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Self-Government Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide self-government for the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:32-05:00"
}