{
  "actions": [
    {
      "acted_at": "1979-03-15", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s685-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-15", 
  "number": "685", 
  "official_title": "A bill to establish a program for Federal storage of spent fuel from civilian nuclear powerplants, to set forth a Federal policy and initiate a program for the long term storage of nuclear waste from civilian activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Policy Act", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-15", 
  "subjects": [
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear power plants", 
    "Radioactive wastes", 
    "Research", 
    "Research and development", 
    "Safety measures", 
    "States", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-15", 
    "text": "Nuclear Waste Policy Act - Title I: Findings and Purpose - Declares it to be the purpose of this Act to: (1) assume Federal responsibility for acquisition and storage of spent fuel and the disposal of radioactive waste from civilian nuclear activities; (2) establish a Federal policy for the long-term storage of high-level radioactive waste; (3) authorize the Secretary of Energy to acquire or design and construct facilities for nuclear waste storage and disposal, and finance the construction, operation and maintenance of such facilities; (4) examine alternative technologies for long-term nuclear waste storage and disposal; and (5) improve the process for the siting and licensing of civilian nuclear powerplants. Title II: Interim Storage of Spent Fuel from Civilian Nuclear Powerplants - Directs the Secretary to enter into contracts which shall provide that the Federal Government will: (1) take title to spent fuel from nuclear powerplants; (2) transport and store such spent fuel in Federal facilities; and (3) ultimately dispose of waste products associated with such spent fuel. Provides for a one-time payment by such electric utility in an amount adequate to cover the proportionate costs of such transportation, storage, and disposal. Authorizes the Secretary to construct or acquire one or more facilities for the interim storage of such spent fuel. Authorizes the appropriation of $300,000,000 for fiscal year 1980 for the acquisition or construction of such interim storage facilities. Title III: Long-term Disposal of High-level Radioactive Waste Resulting from Civilian Nuclear Activities - Directs the Secretary to transmit to Congress within one year from the date of enactment a proposal for a system of facilities for the long-term storage of high-level radioactive waste resulting from civilian nuclear activities. Sets forth the scope and formulation of such proposal. Disallows the consideration by the Nuclear Regulatory Commission of any alternative to the statutorily approved site selection or the design criteria. Directs the Secretary to continue a program of research, development, and investigation of alternative technology for the long-term disposal of high-level radioactive waste and to report annually to Congress his findings and recommendations. Title IV: Financial Arrangements - Establishes in the Treasury of the United States a separate account to provide for the operation of the storage and disposal program. Permits the Secretary to borrow from the Treasury such amounts as may subsequently be provided in Appropriation Acts, but not to exceed $300,000,000. Provides for the terms and repayment of such borrowings. Title V: Civilian Nuclear Powerplant Siting - Amends the Atomic Energy Act of 1954 to authorize the Nuclear Regulatory Commission to issue a site permit for approval of a site for one or more production or utilization facilities or approve any standardized nuclear facility design upon the application of any person, though no application for a construction permit for such a facility or facilities has been filed with the Commission. Provides that a determination made by a State agency having jurisdiction over the siting or licensing of a facility for commercial power generation or by the governing body of a nonregulated electric utility based upon the public need for additional energy or the choice of nuclear fuel over other types shall be final, conclusive and binding on the Commission if such determination was made after public hearings. Amends such Act to require the showing of good cause should the Commission deny the issuance of an operating license upon the finding that such facility has been constructed and will operate in conformity with the application, this Act, and the rules and regulations of the Commission. Amends such Act to permit the Commission to require compliance with design or construction rules or regulatory standards promulgated by the Commission subsequent to the date of docketing of the construction permit application if the Commission finds that such compliance is required substantially to improve public health and safety or the common defense and security. Provides an opportunity for a public hearing thereon. Designates the Commission as the lead agency for consideration of all applications made to the Federal Government for a license for the siting and construction of civilian nuclear powerplants. Title VI: Low Level Waste - Directs the Secretary to prepare and submit to Congress, within one year after the date of enactment of this Act, a plan which: (1) defines the disposal capacity needed; (2) evaluates and defines the transportation requirements; (3) evaluates the ability of the Department of Energy to provide interim storage; (4) estimates costs of such storage; and (5) provides for performance of additional research and development work concerning low-level waste facilities. Title VII: Definitions - Defines the terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program for Federal storage of spent fuel from civilian nuclear powerplants, to set forth a Federal policy and initiate a program for the long term storage of nuclear waste from civilian activities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:48-05:00"
}