{
  "actions": [
    {
      "acted_at": "1976-08-31", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15366-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-31", 
  "number": "15366", 
  "official_title": "A bill to provide for the development of aquaculture in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14695-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Aquaculture Organic Act", 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-31", 
  "subjects": [
    "Aquaculture", 
    "Aquatic resources", 
    "Disaster relief", 
    "Federally-assisted loans", 
    "Fisheries", 
    "Fishes", 
    "Government insurance", 
    "Government lending", 
    "Insurance", 
    "Loans", 
    "Marine and coastal resources, fisheries", 
    "Property insurance", 
    "Research grants"
  ], 
  "subjects_top_term": "Aquaculture", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-31", 
    "text": "National Aquaculture Organic Act - Directs the Secretary of Commerce to establish a National Aquaculture Development Plan. States that such plan shall: (1) identify each aquatic species which can be cultured on a commercial basis (priority aquatic species); and (2) contain a program of aquaculture development for such priority aquatic species. Directs the Secretary of Commerce or Secretary of the Interior, whichever is appropriate, to review annually each aquatic species not identified as a priority species and the program established for each priority species. Directs the Secretary of Commerce to: (1) establish and maintain an aquaculture information center; (2) maintain an inventory of public and private aquaculture being carried out in the United States; (3) arrange for the mutual exchange of information relating to aquaculture with foreign nations; and (4) submit an annual report to Congress on the implementation of the provisions of this Act. Establishes the Interagency Committee on Aquaculture comprised of the heads of various Federal agencies to insure that there is a continuing exchange of information relating to the aquacultural programs and projects of the various agencies and to review on a continuing basis the relevant programs and projects of all the Federal agencies. Authorizes the Secretary of Commerce or the Secretary of the Interior to carry out any function under this Act through grants or contracts. Limits the amount of any grant made available under this Act to one-half of the estimated cost of the project for which the grant was made. Authorizes either Secretary to guarantee obligations issued for the financing of any aquaculture facility within the United States. Stipulates that the aggregate unpaid principal amount of all such guaranteed obligations shall not exceed $100,000,000. Authorizes the Secretary to collect a fee for guaranteed obligations not to exceed one-half of one percent per annum of the outstanding principal balance of the obligation. Sets forth the allowable interest rate, maturity date, and default procedures relating to such loans. Authorizes the appropriate Secretary to issue notes or obligations to the Secretary of the Treasury if the monies in the loan fund are insufficient to pay such a loan in the event of default. Authorizes the Secretary to make disaster loans available to individuals who have guaranteed loans under this Act. Establishes within the Treasury a Federal Aquaculture Assistance Fund for the purpose of guaranteeing loans or making disaster loans available under this Act. Directs the Secretary of Commerce to establish an insurance program for persons with guaranteed loans under this Act. Authorizes appropriations to the Secretaries of Commerce and the Interior to carry out the various provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aquaculture Organic Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development of aquaculture in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:48-05:00"
}