{
  "actions": [
    {
      "acted_at": "1982-09-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-17", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2887-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-09-09", 
  "number": "2887", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to reform and simplify the individual income tax.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres82-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "sjres3-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "sjres8-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Personal Income Tax Reform Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-09-09", 
  "subjects": [
    "Adoption", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Americans employed in foreign countries", 
    "Business and commerce", 
    "Campaign funds", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Day care", 
    "Debt", 
    "Depletion allowances", 
    "Depreciation and amortization", 
    "Disability insurance", 
    "Dividends", 
    "Education", 
    "Educational finance", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Employer incentives", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Gas in submerged lands", 
    "Gasoline", 
    "Geothermal resources", 
    "Group insurance", 
    "Health", 
    "Health insurance", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Individual retirement accounts", 
    "Industrial development bonds", 
    "Interest", 
    "Investment tax credit", 
    "Labor and employment", 
    "Legal services insurance", 
    "Married people", 
    "Mines and mineral resources", 
    "Minimum tax", 
    "Mining engineering", 
    "Mortgages", 
    "Oil well drilling", 
    "Personal income tax", 
    "Petroleum and petroleum products", 
    "Pollution control", 
    "Public Welfare and Charities", 
    "Public utilities", 
    "Recruiting of employees", 
    "Reforestation", 
    "Research and development", 
    "Residential energy conservation", 
    "Retirement income", 
    "Scholarships", 
    "Securities and Investments", 
    "Social welfare", 
    "Stocks", 
    "Student aid", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax rates", 
    "Tax returns", 
    "Taxation", 
    "Travel costs", 
    "Unemployment insurance", 
    "Veterans' loans", 
    "Voting", 
    "Water pollution control", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Tax rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-09-09", 
    "text": "Personal Income Tax Reform Act of 1982 - Title I: Reduction of Income Tax Rates - Amends the Internal Revenue Code to repeal the income tax tables. Provides for an income tax rate of 12 percent for all individuals, estates, and trusts. Imposes a surtax (ranging from eight to 24 percent) on the adjusted gross income of single taxpayers earning over $25,000 and married taxpayers earning over $40,000. Reduces the personal holding company tax from 50 to 36 percent. Repeals the 1985 indexation of tax rates. Redefines \"adjusted gross income\" to repeal the deductions for: (1) long-term capital gains; (2) amortization of reforestation expenses; and (3) two-earner married couples. Provides that certain special deductions for estate and trusts shall be subtracted from adjusted gross income. Increases the amount of the personal exemption to $1500 for single taxpayers and $1750 for heads of households. Allows an additional $1000 exemption for the dependent spouse of a taxpayer filing a joint return. Increases the zero bracket amount from $3400 to $4600 for taxpayers filing joint returns and surviving spouses. Repeals the direct charitable contribution deduction. Amends the Internal Revenue Code, as amended by the Economic Recovery Tax Act of 1981, to revise tax return filing requirements to reflect the increased personal exemption, in the case of 65-year-old taxpayers and taxpayers filing joint returns. Revises requirements for withholding allowances to correspond with the increased personal exemption. Repeals the minimum tax on individual taxpayers. Repeals provisions which allow income averaging. Title II: Broadening of the Income Tax Base - Repeals the tax credits for: (1) the elderly; (2) political contributions; and (3) residential energy conservation. Limits the availability of the following tax credits to certain corporations: (1) the investment tax credit; (2) the new employee credit; (3) the credit for producing fuel from a nonconventional source; (4) the alcohol fuel credit; and (5) the credit for increasing research activities. Repeals the exclusion from gross income of employer-provided premiums on group-term life insurance and the exclusion of unemployment compensation benefits. Requires the inclusion in gross income of interest income on life insurance, annuity or endowment contracts. Repeals the following tax exclusions: (1) dividends received by individuals; (2) employer-provided group legal services; (3) employer-provided transportation expenses; (4) employer-provided educational assistance; and (5) interest received after 1984. Repeals the tax exclusion of: (1) employer-provided child care assistance; (2) earned income of U.S. citizens living abroad; (3) certain disability payments; (4) dividend reinvestment in public utility stock; and (5) interest on industrial development bonds and veterans' mortgage bonds received by individual taxpayers. Requires the inclusion in gross income of one-third of employer contributions to medical care plans (other than workmen's compensation). Modifies the exclusion of scholarship and fellowship grants to require that an eligible recipient be a degree candidate at a tax-exempt educational institution. Disallows the exclusion of payments for teaching, research, or other services unless all degree candidates are required to perform such services. Repeals the tax deductions for: (1) two-earner married couples; (2) adoption expenses; and (3) long-term capital gains. Provides that no distinction shall be made between short-term and long-term capital gains in the case of individual taxpayers. Disallows the tax deductions to individual taxpayers for: (1) amortization of pollution control facilities; (2) amortization of reforestation expenditures; (3) intangible drilling and development costs for oil, gas, and geothermal wells; (4) percentage depletion; (5) mineral development and mine exploration expenses; and (6) certain State and local taxes. Repeals the tax deduction for the casualty and theft losses of individuals. Limits the deduction for interest on investment indebtedness for individual taxpayers to the amount of investment income. Provides that such limitation shall not apply to trade or business indebtedness and indebtedness incurred in acquiring or rehabilitating a qualified dwelling or principal residence of the taxpayer. Modifies the accelerated cost recovery schedules to provide that increased percentages for property placed in service after 1984 and after 1985 shall only be available to certain corporations. Reduces the depreciation deduction for 15-year real property in the case of individual taxpayers. Repeals the business expense deduction for business meals. Repeals the tax credit for household and dependent care services necessary for gainful employment and replaces such credit with a tax deduction for employment-related expenses. Limits such deduction to $2,400 for taxpayers with one dependent and $4,800 for taxpayers with two or more dependents. Revises requirements for the deduction for $125,000 of gain from the sale of a principal residence by an individual over age 55. Revises the definition of \"Section 11 corporation\". Title III: Taxation of Individual Retirement Accounts and Qualified Pension, Profit-Sharing, and Stock Bonus Plans - Imposes a 14 percent tax on the investment income of retirement trusts, including pensions, individual retirement accounts, and other retirement plans. Repeals the tax-exempt status of certain pension, profit-sharing, stock bonus plans, and individual retirement accounts. Repeals the tax on lump-sum distributions from qualified pension plans. Title IV: Conforming Amendments; Effective Dates - Directs the Secretary of the Treasury to submit a legislative proposal for implementing this Act to Congress. Sets forth effective dates for the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Personal Income Tax Reform Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to reform and simplify the individual income tax.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:27-05:00"
}