{
  "actions": [
    {
      "acted_at": "1987-07-22", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-10", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-19", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-24", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-08-08", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Byrd for Senator Biden with an amendment in the nature of a substitute. With written report No. 100-459. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-08", 
      "calendar": "Senate Legislative", 
      "number": "875", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 875.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1523-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1988-07-27", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-22", 
  "number": "1523", 
  "official_title": "A bill to amend chapter 96 of title 18, United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-05-24", 
  "subjects": [
    "Actions and defenses", 
    "Compensation for victims of crime", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Damages", 
    "Evidence (Law)", 
    "Homicide", 
    "Jurisdiction", 
    "Law", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Limitation of actions", 
    "Murder", 
    "Organized crime", 
    "Prostitution", 
    "Recidivists", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1988-08-08", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 100-459) Amends the Racketeer Influenced and Corrupt Organizations (RICO) Act to make the standard of proof for the issuance of equitable relief under the civil remedy provisions \"a preponderance of the evidence\" (unless punitive damages are recoverable). Authorizes governmental entities to sue under civil RICO for monetary damages. Specifies that all governmental entities besides units of local government, other than \"units of general local government\", (any general purpose political subdivision of a State which has the power to levy taxes and spend funds, as well as general corporate and police powers) may, upon proof by a preponderance of the evidence, recover treble damages, costs, and attorneys' fees. Specifies that such an action must be brought by the following individuals: (1) the Attorney General, or other legal officer authorized to sue, if the injury is to the business or property of the United States; (2) the chief legal officer of a State, if the injury is to the State; (3) the chief legal officer, or other legal officer authorized to sue, of a municipality if the injury is to the local government; or (4) the court-appointed trustee, if the injury is to the enterprise for which a trustee has been appointed. Makes individual plaintiffs suing under civil RICO eligible to recover only actual (currently, treble) damages, costs, and a reasonable attorney's fee. Makes an exception (in which case recovery of punitive damages of up to twice the actual damages may be allowed) upon a showing by \"clear and convincing evidence\" that the defendant acted in \"conscious and wanton disregard of the consequences of the defendant's actions to the plaintiff\" in the case of: (1) a unit of local government other than a unit of general local government; (2) a natural person or certain qualifying organizations, if such person or organization is injured by conduct proscribed by the Securities Exchange Act of 1934; and (3) a natural person whose business or property is injured in connection with a purchase or lease of a product, service, investment, or other property for personal or noncommercial use or investment, or in connection with a contract for such use or investment. Specifies that the plaintiff is not eligible to recover punitive damages when State or Federal securities or commodities laws make available an express or implied remedy for the type of behavior on which the plaintiff's claim is based. Lists factors to be considered in determining the amount of punitive damages, including: (1) the degree of culpability of the defendant; (2) any history of similar conduct by the defendant; and (3) the number of persons victimized. Allows a person who suffers bodily harm due to a RICO violation that includes a crime of violence as a predicate act to recover up to twice the amount of actual damages in punitive damages, upon proof by a preponderance of the evidence. Specifies that pain and suffering are not compensable. Provides for treble damages recovery when a defendant in a civil RICO suit has previously been convicted of a predicate offense or civil RICO violation. Establishes statutes of limitations for civil RICO damage cases. Provides that a civil action may not be commenced after the latest of: (1) four years after the date the cause of action accrues; (2) four years after the conduct causing injury to the plaintiff terminates; or (3) two years after the date of the criminal conviction (required for a treble damages cause of action). Provides a second limitations period, applicable to actions brought by the Attorney General, other legal officers authorized to sue on behalf of the United States, the chief legal officer of a State, or the chief legal officer or other legal officer authorized to sue on behalf of a unit of general local government, that actions may not be commenced after the later of: (1) six years after the date the cause of action accrues; or (2) four years after the conduct causing injury terminates. Provides that such limitations periods do not run during the pendency of a Government civil action or criminal case relating to the conduct upon which such cause of action is based. Establishes an affirmative defense for such actions which applies if the defendant acted in good faith and in reliance upon an official, directly applicable regulatory action, approval, or interpretation of law by an authorized Federal or State agency in writing or by operation of law. Precludes the introduction of evidence solely relevant to the amount of punitive damages until after a finding of liability, with exceptions. Requires that facts supporting the claim against each defendant be averred with particularity. Continues an action under civil RICO for damages after the death of the plaintiff or the defendant, including a receiver in bankruptcy (but only to the extent of actual damages or other relief). Prohibits the use of the term \"racketeer\" in civil RICO damage cases not alleging a \"crime of violence\" (as defined under this Act) as a predicate act (instead, the phrase \"pattern of unlawful activity\" shall be used). Increases penalties for homicide and maiming, including life imprisonment if the violation for which the defendant is convicted is predicated on an offense that carries a maximum penalty of life. Provides for additional predicate offenses to a RICO violation, including prostitution involving minors and murder for hire. Provides for international service of process in RICO cases for both parties and witnesses. Grants Federal courts exclusive jurisdiction to hear RICO cases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 96 of title 18, United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:38-05:00"
}