{
  "actions": [
    {
      "acted_at": "1999-11-17", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-19", 
      "bill_ids": [
        "hr3194-106"
      ], 
      "references": [], 
      "text": "See also H.R. 3194.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3425-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-17", 
  "number": "3425", 
  "official_title": "Making miscellaneous appropriations for the fiscal year ending September 30, 1999, and for other purposes.", 
  "popular_title": "Appropriations bill FY2000, Miscellaneous", 
  "related_bills": [
    {
      "bill_id": "hr3194-106", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Young, C.W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-11-17", 
  "subjects": [
    "Agricultural appropriations", 
    "Agricultural conservation", 
    "Agricultural credit", 
    "Agricultural insurance", 
    "Agriculture and food", 
    "Animals", 
    "Appropriations", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Aviation safety", 
    "Balance of power", 
    "Bank reserves", 
    "Chemicals", 
    "Child support enforcement", 
    "China", 
    "Claims", 
    "Coast guard", 
    "Competitive bidding", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Correctional institutions", 
    "Cotton", 
    "Crime and law enforcement", 
    "Customs unions", 
    "Debt relief", 
    "Defense budgets", 
    "Department of Agriculture", 
    "Department of the Treasury", 
    "Directories", 
    "Disaster relief", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and athletes", 
    "East Asia", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Energy", 
    "Environmental protection", 
    "Families", 
    "Federal aid to housing", 
    "Federal officials", 
    "Federal reserve system", 
    "Federally-guaranteed loans", 
    "Fighter aircraft", 
    "Finance and financial sector", 
    "Fishery management", 
    "Flood damage prevention", 
    "Foreign trade and international finance", 
    "Gifts", 
    "Gold reserves", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Gulf War syndrome", 
    "Harbors", 
    "Health", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Immigration", 
    "Infrastructure", 
    "International affairs", 
    "International monetary system", 
    "Iraq", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Liability for nuclear damages", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marketing of farm produce", 
    "Medical research", 
    "Members of Congress (Senate)", 
    "Middle East and North Africa", 
    "Military helicopters", 
    "Military readiness", 
    "Military research", 
    "Montana", 
    "Multilateral development banks", 
    "Navigation", 
    "New York City", 
    "Noise", 
    "North America", 
    "Olympic games", 
    "Persian Gulf War", 
    "Politicians' spouses", 
    "Poverty", 
    "Private legislation", 
    "Public lands and natural resources", 
    "Radio frequency allocation", 
    "Radioactive wastes", 
    "Railroad terminals", 
    "Recruiting of employees", 
    "Rehabilitation of criminals", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Research and development", 
    "Reservoirs", 
    "Rhode Island", 
    "Rural housing", 
    "Salaries", 
    "Science, technology, communications", 
    "Social welfare", 
    "Sports and recreation", 
    "Student loan funds", 
    "Supplemental appropriations", 
    "Surplus government property", 
    "Survivors' benefits", 
    "Taiwan", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Tugboats", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Water resources development", 
    "Watershed management", 
    "Widows", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Women"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-11-17", 
    "text": "TABLE OF CONTENTS: Title I: Emergency Supplemental Appropriations Title II: Other Appropriations Matters Title III: Fiscal Year 2000 Offsets and Rescissions Title IV: Canyon Ferry Reservoir, Montana Title V: International Debt Relief Title VI: Survivor Benefits Title VII: Miscellaneous Provisions Title I: Emergency Supplemental Appropriations - Chapter 1: Department of Agriculture - Makes emergency supplemental appropriations for the Department of Agriculture for: (1) the Farm Service Agency for the Agricultural Credit Insurance Fund program account and the Emergency Conservation Program; (2) the Commodity Credit Corporation Fund for crop loss, specialty crop, and livestock assistance; (3) the Natural Resources Conservation Service for Watershed and Flood Prevention Operations; and (4) the Rural Housing Service for the Rural Housing Insurance Fund program account and for rural housing assistance grants.Requires the Secretary of Agriculture to provide up to $20 million in assistance under the noninsured crop assistance program under the Agricultural Market Transition Act, without any requirement for an area loss, to producers located in a county with respect to which a natural disaster was declared by the Secretary or a major disaster or emergency was declared by the President.(Sec. 103) Makes a specified amount of funds made available for market loss assistance under the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2000 available to carry out livestock mandatory reporting provisions of such Act. Makes a specified amount of funds for market loss assistance under such Act and the Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999 available for producers or first-handlers for the 1999 crop of cottonseed and for the program under this Act to expand the domestic use of U.S.-produced extra long staple cotton.Amends the Agricultural Market Transition Act to require the Secretary of Agriculture, from October 1, 1999, to July 31, 2003, to carry out a program to maintain and expand the domestic use of U.S.-produced extra long staple cotton to increase exports of such cotton and to ensure that it remains competitive in world markets.Directs the Secretary to make payments available to domestic users of U.S.-produced extra long staple cotton and exporters of such cotton who enter into an agreement with the Commodity Credit Corporation to participate in the program whenever: (1) for a consecutive four-week period, the world market price for the lowest priced competing growth of extra long staple cotton (adjusted to U.S. quality and location and for other factors affecting its competitiveness) is below the prevailing U.S. price for a competing growth of such cotton; and (2) the lowest priced competing growth of such cotton (adjusted to the factors described above) is less than 134 percent of the loan rate for such cotton.Chapter 2: Federal Emergency Management Agency Disaster Relief - Makes a limited amount of funds available from unobligated balances for Federal Emergency Management Agency (FEMA)disaster relief under the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2000 for the buyout of homeowners (or relocation of structures) for principal residences that have been made uninhabitable by flooding caused by Hurricane Floyd and surrounding events and are located in a 100-year floodplain. Sets forth conditions regarding such buyouts. Requires the FEMA Director to report to Congress on the feasibility and justification of reducing buyout assistance to those who fail to purchase and maintain flood insurance.Title II: Other Appropriations Matters - Amends the Federal Crop Insurance Act to extend a revenue insurance pilot program through crop year 2001. Authorizes any pilot program under such Act that was approved by the Board of Directors of the Federal Crop Insurance Corporation before September 30, 1999, to be offered on a regional, whole State, or national basis for the 2000 and 2001 crop years.(Sec. 208) Appropriates an additional amount of funds for rural development programs to repair damage to the Tillamook Railroad caused by flooding and high winds.(Sec. 211) Repeals provisions of the Agricultural Adjustment Act of 1938 regarding the release of tobacco production and marketing information.(Sec. 212) Amends the Small Business Reauthorization Act of 1997 to add the Departments of Commerce, Justice, and State to the list of agencies initially involved in a program to provide Federal contracting assistance to HUBZone small business concerns.(Sec. 213) Amends the Communications Act of 1934 to repeal a requirement that the Federal Communications Commission (FCC) not commence bidding for commercial licenses for certain reallocated frequency spectrum until after January 1, 2001. Directs the FCC to initiate such bidding on this Act's enactment date and to ensure that all proceeds of such bidding are deposited no later than September 30, 2000. Provides for the expedited assignment of such frequencies. Requires at least seven days' public notice prior to the granting of an application for an instrument of authorization for any such frequency. Requires reports from the Office of Management and Budget (OMB) Director and the FCC with respect to such bidding process.Repeals similar provisions of the Department of Defense Appropriations Act, 2000.(Sec. 214) Amends the Department of Defense Appropriations Act, 2000 to make a certain provision regarding progress payments applicable only with respect to billings received during the last month of the fiscal year.(Sec. 215) Amends such Act to revise provisions regarding adjustments in payment procedures to ensure that payments are made no earlier than one day before the date on which the payments would otherwise be due under any other provision of law (currently, no less than 29 days after receipt of a proper invoice). Makes this provision effective only with respect to invoices received during the last month of the fiscal year.(Sec. 216) Directs the Office of Net Assessment of the Department of Defense and the United States Pacific Command, through the Under Secretary of Defense (Policy), to report to Congress addressing certain issues relating to the military balance between Taiwan and the People's Republic of China.(Sec. 217) Requires the Secretary of Defense, jointly with the Secretary of Veterans Affairs, to report to Congress on the adequacy of medical research activities currently underway or planned to commence in FY 2000 to investigate the health effects of low-level chemical exposures of Persian Gulf military forces while serving in the Southwest Asia theater of operations.(Sec. 218) Appropriates a specified amount to the Department of the Army to meet readiness needs.(Sec. 220) Prohibits the imposition of a financial responsibility requirement on the Federal Government or its contractors as to the operation of any federally-owned or -operated waste management facility designed to manage transuranic waste material that is subject to regulation by the Solid Waste Disposal act or by a State program authorized under such Act.(Sec. 222) Appropriates a specified amount of funds to the Department of the Interior from the Land and Water Conservation Fund for acquisition of lands in the Wertheim National Wildlife Refuge.(Sec. 223) Provides a payment to Virginia C. Chafee, widow of the late Senator John H. Chafee.(Sec. 225) Makes a specified amount available from the Mass Transit Account of the Highway Trust Fund for buses and bus facilities in Minnesota, California, Nebraska, and Alaska.(Sec. 226) Prohibits the use of funds available in any Act to decommission or reduce operations of U.S. Coast Guard WYTL harbor tug boats.(Sec. 231) Amends Federal transportation provisions regarding the operation of certain aircraft not in compliance with stage 3 noise levels to authorize an air carrier operating Stage 2 aircraft with respect to certain Hawaiian operations to transport such aircraft to or from the 48 contiguous States on a non-revenue basis in order to perform certain maintenance or other operations.Directs the Secretary of Transportation to permit a person to operate, after December 31, 1999, a Stage 2 aircraft in nonrevenue service through U.S. airspace or to or from an airport in the contiguous 48 States in order to: (1) sell, lease, or use the aircraft outside the 48 contiguous States; (2) scrap the aircraft; (3) obtain modifications to the aircraft to meet Stage 3 noise levels; (4) perform scheduled heavy maintenance or significant modifications on the aircraft at a maintenance facility located in the 48 contiguous States; (5) deliver the aircraft to an operator leasing the aircraft from the owner or return the aircraft to the lessor; (6) prepare or park or store the aircraft in anticipation of the activities listed above; or (7) divert the aircraft to an alternative airport in such States on account of safety reasons while conducting a flight in order to perform any of the activities listed above.Bars the use of funds in any Act to implement or enforce Stage 3 noise limitations for aircraft operating under an experimental airworthiness certification issued by the Department of Transportation.(Sec. 232) Makes additional amounts available for FY 2001 through 2003 for the Federal Railroad Administration for expenses for engineering, design, and construction to enable the James A. Farley Post Office in New York City to be used as a train station and commercial center.(Sec. 233) Amends the Federal Property and Administrative Services Act of 1949 to extend until July 31, 2000, certain authority to transfer surplus Government property required for correctional facility use as needed by States, localities, and territories for law enforcement or emergency management response purposes.(Sec. 236) Amends the Federal Reports Elimination and Sunset Act of 1995 to make May 15, 2000, the termination date for certain Federal reporting requirements. (Currently, such requirements expire four years after such Act's enactment.)(Sec. 237) Appropriates additional funds to the Office of National Drug Control Policy for a grant to the U.S. Olympic Committee for its anti-doping program.(Sec. 238) Amends Federal law to change the Executive Schedule classification of the Commissioner of Customs from Level IV to Level III.(Sec. 240) Appropriates an additional amount for salaries and expenses of the Secret Service.(Sec. 241) Amends the Government Management Reform Act of 1994 to extend OMB's authority to adjust the frequency and due dates of, or consolidate, certain Federal reports.(Sec. 242) Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2000 to decrease the amount available for individual grants for targeted economic investments.Title III: Fiscal Year 2000 Offsets and Rescissions - Rescinds .38 percent of the discretionary budget authority provided (or obligation limit imposed) for FY 2000 in any Act for each Federal agency. Prohibits: (1) any Federal program from being reduced by more than 15 percent; or (2) any reduction from being taken from any military personnel account. Applies the reduction for the Department of Defense and Department of Energy defense activities proportionately to all defense accounts.(Sec. 302) Amends the Federal Reserve Act to require the transfer of a specified amount in FY 2000 from the surplus funds of the Federal reserve banks to the general fund of the Treasury. Prohibits any such bank from replenishing its surplus by the amount of the transfer.(Sec. 303) Amends provisions of the Social Security Act regarding the Federal Parent Locator Service to provide for disclosure to the Secretary of Education of certain information in the National Directory of New Hires on individuals who are in default on certain loans or owe obligations to refund overpayments of grants made under the Higher Education Act. Establishes conditions on such disclosure, including that priority be given to support collection over collection of such loans or grants and that such information be used only for collecting debt owed by individuals whose annualized wage level exceeds $16,000. Permits such information to be used only for collection purposes.Title IV: Canyon Ferry Reservoir, Montana - Amends the Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999 (the Act) to revise provisions regarding the conveyance of Bureau of Reclamation properties near the Canyon Ferry Reservoir in Montana.Removes a provision that requires disputes over fair market values to be resolved in accordance with specified Federal regulations. Requires the appraisal of properties under such provisions to be based on the Canyon Ferry Cabin Site appraisal with a completion date of March 29, 1999, and amended June 11, 1999, with an effective date of valuation of October 15, 1998, for the Bureau. Directs the contract appraisers that conducted the original appraisal having such effective date of valuation to make modifications to permit recalculation of the lot values established in the original appraisal into an updated appraisal, the function of which shall be to provide market values for the sale of each of the 265 Canyon Ferry Cabin site lots.Provides for adjustments to the updated appraisal based on changes in property characteristics.Authorizes periodic updates of the fair market values through appropriate market analyses, subject to the approval of the Canyon Ferry Recreation Association (CFRA) and the Secretary of the Interior.Grants the Bureau and the 265 Canyon Ferry cabin owners the right to seek reconsideration, before commencement of the updated appraisal, of the assumptions used by the appraisers in arriving at the fair market values derived in the original appraisal.Requires the original appraisal to remain valid for use by the Bureau in the sale process for a period of at least three years from the date of completion of the updated appraisal.Grants nonpurchasing lessees the right to continue leasing through August 31, 2014. Permits such lessees to close under the terms of the sale at any time before such date. Removes all personal property and improvements, on termination of the lease either by expiration or by violation of lease terms, and requires the cabin site to remain in Federal ownership.Requires the Secretary to close on the property and prepare all other properties for closing within 45 days if no one (including CFRA) bids for a property.Directs CFRA and the lessees to purchase at least 75 percent of the properties not later than August 1 of the year that begins at least 36 months (currently, 12 months) after title to the first property is conveyed by the Secretary to a lessee.Requires the Secretary to allocate all funding necessary to conduct the sales process for the sale of property under the Act. Directs the Secretary to begin: (1) preparing for the sales process on enactment of the Act; and (2) conveying the property not later than one year after the Act's enactment.(Sec. 403) Requires the Montana Fish and Wildlife Conservation Trust, acting through the trust manager, to enter into a legally enforceable Recreation Trust Agreement with CFRA. Requires the Agreement to provide that: (1) the Trust shall loan up to $3 million of a property's sale proceeds to CFRA; (2) CFRA shall deposit such borrowed funds in the Canyon Ferry-Broadwater County Trust; (3) CFRA and the individual purchasers shall repay loan principal to the Trust as soon as practicable in accordance with a loan agreement repayment schedule; and (4) CFRA and the purchasers shall make an annual interest payment (at a rate between six and eight percent) on the outstanding loan principal.Prohibits the trust manager, except as otherwise provided, from disbursing any Trust funds until August 1, 2001, unless Broadwater County, at an earlier date, certifies that the Canyon Ferry-Broadwater County Trust has been fully funded. Bars any closing of property until the Recreation Trust Agreement is entered into.(Sec. 404) Prohibits any closing of property until CFRA and Broadwater County enter into a legally enforceable agreement concerning contributions to the Trust. Provides that such agreement shall require that CFRA ensure that $3 million is deposited in the Canyon Ferry-Broadwater County Trust by August 1, 2001. (Current law prohibits any sale of property before such amount is deposited as the initial corpus of such trust.)Title V: International Debt Relief - Directs the President, subject to the availability of amounts provided in advance in appropriations Acts, to cancel amounts owed (as a result of loans made or credits extended before June 20, 1999) to the United States (or any Federal agency) by any country eligible for debt reduction (a country that is performing satisfactorily under a social and economic reform program, and meeting other specified conditions). Urges the President to seek to leverage scarce foreign assistance and give priority to heavily indebted poor countries with demonstrated need and the capacity to use such relief effectively. Makes ineligible for debt cancellation any country that: (1) has an excessive level of military expenditures; (2) has repeatedly provided support for acts of international terrorism; (3) is failing to cooperate on international narcotics control matters; or (4) engages in a consistent pattern of gross violations of internationally recognized human rights. Authorizes appropriations.(Sec. 501) Directs the President to report annually to specified congressional committees with regard to debt cancellation under this title.(Sec. 502) Amends the International Financial Institutions Act to urge the President, in order to accelerate multilateral debt relief and promote human and economic development and poverty alleviation in heavily indebted poor countries, to commence efforts to make specified modifications to the Heavily Indebted Poor Countries (HIPC) Initiative, including to require: (1) a country that is otherwise eligible to receive debt cancellation under the Initiative to implement certain social and economic reforms, support the reduction of poverty, and promote citizen participation in economic policy decisions; and (2) the International Monetary Fund (IMF) and the International Bank for Reconstruction and Development (World Bank) to complete a debt sustainability analysis by December 31, 2000, and determine eligibility for debt relief for as many of the countries under the modified Initiative as possible.Directs the Secretary of the Treasury to instruct the U.S. Executive Directors at the World Bank and the IMF to use the U.S. vote to promote the establishment of poverty reduction strategies that similarly support programs of countries to reduce poverty.(Sec. 503) Amends the Bretton Woods Agreements Act to authorize the Secretary to instruct the U.S. Executive Director at the IMF to vote to: (1) approve an arrangement whereby the IMF sells to a member, and immediately accepts payment in such gold to satisfy the member's existing repurchase obligations (thus retaining IMF ownership of), a quantity of its gold at prevailing market prices, and uses the earnings on the investment of the profits of such sales for the purpose of providing debt relief to eligible countries under the modified HIPC Initiative; and (2) support termination of the Special Contingency Account 2 (SCA-2) of the IMF so that SCA-2 funds will become available to the poorest countries.(Sec. 504) Directs the Secretary to instruct the U.S. Executive Director at the IMF to use the U.S. vote to urge the IMF to publish its operational budgets quarterly.Directs the Secretary to report quarterly to specified congressional committees on costs and benefits of the United States for participation in the IMF.Directs the Secretary to instruct the U.S. Executive Director at the IMF to use the U.S. vote to urge the IMF to continue to forgo reimbursements of its expenses incurred in administering the Enhanced Structural Adjustment Facility until the HIPC Initiative is terminated.Amends the Bretton Woods Agreements Act with respect to certain IMF actions needing congressional approval to prohibit the President from approving the disposition of IMF gold (currently, disposition of more than 25 million ounces of IMF gold) unless the Secretary certifies to Congress that it is necessary for the IMF to restitute gold to its members, or for the IMF to provide liquidity that will enable it to meet member country claims or to meet threats to the stability of the international financial system. Repeals the requirement of prior congressional authorization for presidential approval of the establishment of any additional trust fund whereby IMF resources would be used for the special benefit of a single IMF member, or of a particular segment of IMF membership.Directs the U.S. Comptroller General to report annually to Congress on the extent to which IMF practices are consistent with U.S. policies.Title VI: Survivor Benefits - Directs the Secretary of the Treasury to pay a specified amount to the survivors of 14 military personnel and one civilian Federal employee who were killed on April 14, 1994, when U.S. F-15 fighter aircraft mistakenly shot down two UH-60 Black Hawk helicopters in Iraq.Limits attorney's fees in connection with such survivor claims.Title VII: Miscellaneous Provisions - Naturalizes Petra Lovetinska as a U.S. citizen.(Sec. 702) Amends the Trade Act of 1974 to authorize appropriations: (1) to the Departments of Labor and of Commerce through FY 2001 for trade adjustment assistance (TAA) for workers and firms, respectively, that have been adversely affected by import competition; and (2) for TAA for training of such workers under the North Atlantic Free Trade Agreement (NAFTA) transitional program. Postpones termination of the TAA programs until the end of FY 2001."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY2000, Miscellaneous", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Miscellaneous Appropriations bill FY2000", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Making miscellaneous appropriations for the fiscal year ending September 30, 1999, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:38-05:00"
}