{
  "actions": [
    {
      "acted_at": "1995-06-15", 
      "committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking and Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-06-15", 
      "bill_ids": [
        "hr1362-104"
      ], 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "For Previous Action See H.R.1362.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-15", 
      "bill_ids": [
        "hr1362-104"
      ], 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "For Previous Action See H.R.1362.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-21", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-22", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-27", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-28", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-28", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported in the Nature of a Substitute by the Yeas and Nays: 27 - 23.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-07-18T18:27:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Banking and Financial Services. H. Rept. 104-193, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-18T18:28:00-04:00", 
      "calendar": "Union", 
      "number": "98", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 98.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1996-06-18T18:21:00-04:00", 
      "references": [], 
      "text": "Mr. Leach asked unanimous consent that the Committee on Banking and Financial Services be permitted to file a supplemental report on the bill. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-18T18:45:00-04:00", 
      "references": [], 
      "text": "Supplemental report filed by the Committee on Banking and Financial Services, H. Rept. 104-193, Part II.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1858-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-06-15", 
  "number": "1858", 
  "official_title": "To reduce paperwork and additional regulatory burdens for depository institutions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1362-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2520-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Financial Institutions Regulatory Relief Act of 1995", 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-06-28", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advertising", 
    "Affiliated corporations", 
    "Agriculture and food", 
    "Auditing", 
    "Automated teller machines", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank fraud", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank marketing", 
    "Bank mergers", 
    "Bank records", 
    "Bank reserves", 
    "Branch banking", 
    "Bribery", 
    "Business losses", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commerce", 
    "Community development banking", 
    "Confidential communications", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Corporate divestiture", 
    "Corporate mergers", 
    "Corporations", 
    "Cost of living adjustments", 
    "Counseling", 
    "Credit cards", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Damages", 
    "Debit cards", 
    "Debt relief", 
    "Debtor and creditor", 
    "Deceptive advertising", 
    "Department of Agriculture", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Depressed areas", 
    "Discrimination in consumer credit", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Electronic funds transfers", 
    "Emergency management", 
    "Employee benefit plans", 
    "Enterprise zones", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Executive compensation", 
    "Executive reorganization", 
    "Families", 
    "Family farms", 
    "Farm Credit Administration", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal Reserve System", 
    "Federal Trade Commission", 
    "Federal employees", 
    "Federal home loan banks", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Finance charges", 
    "Financial deregulation", 
    "Financial institutions", 
    "Flood control", 
    "Foreign banks and banking", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government service contracts", 
    "Hazardous waste disposal", 
    "Home ownership", 
    "Housing and community development", 
    "Housing codes", 
    "Housing discrimination", 
    "Indexing (Economic policy)", 
    "Injunctions", 
    "Insurance", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Interest", 
    "Interest rates", 
    "Investments", 
    "Joint ventures", 
    "Labor and employment", 
    "Law", 
    "Lease and rental services", 
    "Leases", 
    "Legal fees", 
    "Legislation", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Liability for toxic substances pollution damages", 
    "Liens", 
    "Loans", 
    "Minorities", 
    "Minority business enterprises", 
    "Mortgage loans", 
    "Mortgages", 
    "Motor vehicles", 
    "Mutual funds", 
    "National Credit Union Administration", 
    "Nonbank banks", 
    "Pest control", 
    "Radio broadcasting", 
    "Real estate appraisal", 
    "Real estate business", 
    "Residence requirements", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Securities regulation", 
    "Settlement costs", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Surety and fidelity", 
    "Taxation", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Urban affairs", 
    "Variable rate mortgage loans", 
    "Water resources development", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1995-07-18", 
    "text": "TABLE OF CONTENTS: Title I: Reductions in Government Overregulation Subtitle A: The Home Mortgage Process Subtitle B: Community Reinvestment Act Amendments Subtitle C: Consumer Banking Reforms Subtitle D: Equal Credit Opportunity Act Amendments Subtitle E: Consumer Leasing Act Amendments Subtitle F: Federal Home Loan Bank Amendments Title II: Streamlining Government Regulations Subtitle A: Regulatory Approval Issues Subtitle B: Streamlining of Government Regulations; Miscellaneous Provisions Title III: Lender Liability Title IV: Annual Study and Report on Impact on Lending to Small Business Financial Institutions Regulatory Relief Act of 1995 - Title I: Reductions in Government Overregulation - Subtitle A: The Home Mortgage Process - Amends the Real Estate Settlement Procedures Act (RESPA) to: (1) transfer certain rulemaking authority over disclosure requirements from the Secretary of Housing and Urban Development (HUD) to the Board of Governors of the Federal Reserve System (the Board); and (2) declare that the purpose of the Act is to eliminate kickbacks or referrals without directly regulating settlement services prices or wages to bona fide employees that are not designed as a subterfuge to facilitate kickbacks among affiliated companies. (Sec. 101) Precludes the Secretary of HUD from publishing a proposed or final regulation unless the Secretary has used a certain negotiated rulemaking procedure to attempt to negotiate and develop the rule. Distributes administrative enforcement authority regarding kickbacks and referrals among HUD, the Federal banking agencies, the National Credit Union Administration, the Board, and the Director of the Office of Thrift Supervision. Mandates that such agencies cooperate with one another in developing enforcement guidelines. Declares a statutory preference for administrative enforcement over criminal enforcement, except in appropriate cases. Restricts criminal sanctions to willful violations of law (current law penalizes unwillful and unintentional violations as well). Redesignates \"a controlled business arrangement\" as \"an affiliated business arrangement.\" Repeals mandates for projects demonstrating: (1) a land parcel recordation system; and (2) preparation of statements of settlement costs for insertion into special information booklets. (Sec. 102) Sets a deadline by which the Board must take action under RESPA and the Truth in Lending Act (TILA) to simplify and provide a single format for credit transaction disclosures. (Sec. 103) Exempts from TILA disclosure requirements any transactions that the Board determines: (1) are not necessary to effectuate the Act's purposes; or (2) do not provide a measurable benefit in the form of useful information or consumer protection. (Sec. 104) Amends RESPA to repeal requirements that for certain federally related mortgage loans the lender disclose: (1) that it has previously assigned, sold, or transferred the servicing of such loans, or, during the most recent three-year period, a specified percentage of them; and (2) in the case of a lender who does not service federally related loans, a present intent to assign, sell or transfer them. Repeals the mandate for model disclosure statements. Excises from the definition of \"federally related mortgage loan\" any loan secured by a subordinate lien on residential real property (thereby removing second mortgages from RESPA requirements). Directs the Board to ensure that regulations pertaining to the business credit exemption from RESPA jurisdiction include all business credit exempted from TILA. (Sec. 105) Revises disclosure requirements to permit alternative disclosures for adjustable rate home mortgages which state that a monthly payment may increase or decrease significantly due to annual percentage rate increases. (Current law requires illustrations how a rate increase or decrease affects monthly payments.) Grants creditors the option of disclosing, in any variable interest rate residential mortgage transaction secured by the consumer's principal dwelling with greater than a one-year term, either a statement that the monthly payment may change substantially, or an historical example illustrating the effects of interest rate changes implemented according to the loan program. Mandates additional disclosures pertaining to note rates and points for residential mortgage transactions, and a statement that the terms are subject to change. (Sec. 106) Excludes from the determination of finance charge for any consumer credit transaction fees imposed by third party closing agents (including settlement agents, attorneys, escrow and title companies) that are neither expressly required nor retained by the creditor (thereby exempting them from TILA disclosure requirements). Modifies the determination of finance charge to: (1) include mortgage broker fees; and (2) exclude specified property and liability insurance charges or premiums if the creditor furnishes a separate statement about such charges. Exempts from the required computation of finance charge: (1) certain taxes on security instruments or evidences of indebtedness (if they are otherwise itemized and disclosed); and (2) fees for preparation of loan documents, as well as appraisal fees related to pest infestations, premises and structural inspections, and flood hazards. Instructs the Board to report to the Congress on statutory or regulatory changes necessary to: (1) ensure that finance charges more accurately reflect the cost of credit; and (2) address abusive refinancing practices intended to avoid rescission. (Sec. 107) Denies the right of rescission to certain refinancings or debt consolidations secured by a lien on a consumer's principal dwelling. (Sec. 108) Permits finance charge disclosures to vary within specified accuracy tolerance limits for certain consumer credit transactions secured by real property or a dwelling. Sets disclosure accuracy guidelines for per diem interest rate disclosures on consumer credit transactions. (Sec. 109) Amends TILA to shield a creditor or assignee from liability in connection with disclosures of: (1) certain fees and charges; and (2) finance charges that fall within certain statutory tolerance limits. (Sec. 110) Restricts rescission liability arising from the form of written notice used by the creditor. (Sec. 111) Provides for damages ranging from $250 to $2,500 for an individual consumer credit transaction not under an open end credit plan that is secured by real property or a dwelling. (Sec. 112) Modifies assignee liability guidelines to: (1) apply them to consumer credit transactions secured by real property; and (2) provide that a violation is apparent on the face of the disclosure statement if the disclosure does not use the format required by law. States that the servicer of a consumer obligation arising from a consumer credit transaction shall not be treated as an assignee of an obligation unless the servicer owns it. (Sec. 113) Identifies circumstances under which a consumer has a right to rescind a consumer credit transaction upon a creditor's action to foreclose on the consumer's primary dwelling securing the debt. (Sec. 114) Revises certain TILA provisions for recovery of fees. (Sec. 115) Amends the Housing and Urban Development Act of 1968 to repeal the mandate for homeownership debt counseling availability notification. (Sec. 116) Amends the Home Mortgage Disclosure Act of 1975 to increase the maximum asset-size of institutions exempt from its purview from $10 million to $50 million. Authorizes the Board to exempt from the Act's disclosure requirements institutions whose asset-size is over $50 million if the burden of compliance outweighs the usefulness of the requisite information, unless it is reasonable to believe that the institution is not fulfilling its obligations to serve the housing needs of the communities and neighborhoods in which it is located. Declares that a depository institution shall be deemed to have satisfied the public availability notification requirements for its mortgage loan transactions if its branch offices provide notice of the availability upon request of the information from the home office. Subtitle B: Community Reinvestment Act Amendments - Amends the Community Reinvestment Act of 1977 (CRA) to revise the expression of congressional intent to prohibit a supervisory agency from imposing additional burden, recordkeeping, or reporting when examining financial institutions. (Sec. 122) Exempts a regulated financial institution from CRA examination requirements if the institution and its parent bank holding company have aggregate assets of not more than $100 million. (Sec. 123) Provides for self-certification of CRA compliance by certain \"satisfactory\" or \"outstanding\" financial institutions with assets of $250 million or less, subject to certain public notice requirements. Prohibits a Federal regulatory agency from imposing additional self-certification requirements. (Sec. 124) Sets forth community input and conclusive rating requirements, including requirements for publication of exam schedule, opportunity for comment, evaluation by the appropriate Federal financial supervisory agency of how the institution meets community needs, and procedures for requests for reconsideration of the resulting rating. (Sec. 125) Mandates that, in conducting assessments of financial institutions, the appropriate Federal regulatory agency: (1) consider the nature of the business of special purpose financial institutions; (2) assess and take into account the institution's record commensurate with the amount of deposits it has received; and (3) develop standards under which they may be deemed to comply with CRA requirements consistent with the specific nature of such businesses. Defines a \"special purpose institution\" as one that does not generally accept retail deposits from the public in amounts of less than $100,000, such as wholesale, credit card, and trust institution. (Sec. 126) Requires the appropriate Federal financial supervisory agency, in assessing and taking into account the records of a regulated financial institution for purposes of CRA compliance, to consider as a positive factor the institution's investments and loans to: (1) any minority or women's depository institution or low-income credit union; (2) any joint ventures, entities, or projects providing benefits to distressed communities (regardless of whether or not the recipient institutions or communities are located within the regulated financial institution's chartered service area); and (3) targeted low- and moderate-income communities, including real property loans to such communities. Specifies other related positive factors to be considered. (Sec. 127) Prohibits regulations requiring additional CRA recordkeeping and loan data collection. (Sec. 128) Applies a requirement of metropolitan area distinctions, with respect to the public section of written institution evaluations, only to institutions that maintain domestic branches in two or more States. (Sec. 129) Amends the Federal Home Loan Bank Act to exempt from certain community investment or service reporting requirements members who receive a CRA rating of outstanding or satisfactory. (Sec. 130) Expresses the sense of the Congress that the appropriate congressional committees should exercise aggressive oversight of the adoption and implementation of any CRA regulation by a Federal supervisory agency after the date of enactment of this Act. Requires such an agency to report to the Congress on the implementation of all CRA regulations. (Sec. 131) Amends the Federal Deposit Insurance Act (FDIA) to direct each Federal banking agency to ensure that its banking examiners consult on examination activities and resolve any inconsistent recommendations given to a depository institution. (Sec. 132) Amends the CRA to prohibit a Federal agency from prescribing any regulation which would: (1) require a financial institution to make any loan or enter into any agreement on the basis of any discriminatory criteria prohibited under Federal law; (2) make any loan to, or enter into any other agreement with, an uncreditworthy person that would jeopardize the institution's safety and soundness; or (3) hinder the institution's full responsibility to provide credit to all community segments. Subtitle C: Consumer Banking Reforms - Amends the Truth in Savings Act (TISA) to: (1) repeal the finding of the Congress that uniformity in the disclosure of terms and conditions on which interest is paid and fees are assessed would strengthen consumer ability to verify deposit accounts and make informed decisions; and (2) replace the current purpose requiring clear, uniform disclosure of interest rates and fees, with one requiring depository institutions to pay interest on the daily full amount of principal in interest-bearing consumer deposit accounts at the agreed-upon rate of interest. (Sec. 141) Repeals TISA disclosure requirements pertaining to interest rates and terms of accounts, including: (1) Board authority to prescribe regulations regarding account schedule information; (2) the mandate for readily understandable account terminology; (3) Board authority to prescribe annual percentage yield disclosures; (4) schedule distribution guidelines; (5) the mandate for clear, conspicuous disclosure of earned interest, yield, and charges in periodic statements; (6) civil liability for depository institution non-compliance with disclosure requirements; (7) non-preemption of State law with regard to disclosure requirements; and (9) definitions of annual percentage yield, annual rate of simple interest, and multiple rate account. (Sec. 142) Amends the FDIA to allow depository institutions (including affiliates and subsidiaries) to exchange information without limitation if such information sharing is disclosed and the consumer has opportunity beforehand to direct that the information not be communicated. (Sec. 143) Revises the Electronic Fund Transfer Act (EFTA) definitions of: (1) accepted card or other means of access; and (2) account. (Sec. 144) Amends TILA to permit full creditor restitution payments of adjusted finance charges to a person over an extended period if the enforcing agency determines that this is necessary to avoid causing the creditor to become undercapitalized. Subtitle D: Equal Credit Opportunity Act Amendments - Equal Credit Opportunity Act Amendments of 1995 - States that the purpose of this Act is to combine the adverse action notification requirements of the Equal Credit Opportunity Act (ECOA) and the Fair Credit Reporting Act (FCRA) with respect to consumer credit applications, and to make the information which must be furnished more understandable. (Sec. 153) Revises ECOA notification requirements regarding adverse actions against credit applicants. Shields from liability for non-compliance persons who show by a preponderance of the evidence that they maintained reasonable procedures to ensure compliance at the time of the alleged violation. (Sec. 154) Revises specified FCRA disclosure requirements for users of consumer reports to eliminate such requirements for credit denials and adverse actions based on reports of persons other than consumer reporting agencies. (Sec. 155) Amends ECOA and the Fair Housing Act (the Acts) to add incentives for creditor self-testing and voluntary corrective action by prohibiting review, examination, or acquisition by an applicant in any legal proceeding of a creditor or other person's self-procured test or review of its lending activities, including residential real estate lending, if the self-test has identified discriminatory practices and the creditor or other person has taken or is taking appropriate corrective action to address the discrimination. Specifies circumstances in which an applicant or Government department or agency may obtain and use the results of a self-test in a proceeding or civil action. (Sec. 156) States that creditors shall be deemed in compliance with ECOA nondiscrimination requirements with respect to any credit decision based solely on the use of an empirically derived, demonstrably and statistically sound credit scoring system if it does not use: (1) any protected category of applicant; (2) any criterion so directly associated as to be a functional equivalent of such a category; and (3) any criterion that has a disparate impact on a protected category unless such use is justified by business necessity and there is no less discriminatory alternative available. (Does not preclude using age as a factor in such a system to the extent otherwise permitted under ECOA.) (Sec. 157) Requires the Attorney General to consult with the appropriate agency before bringing a civil action in connection with creditor self-testing under the Acts. Subtitle E: Consumer Leasing Act Amendments - Consumer Leasing Act Amendments of 1995 - Amends the Consumer Credit Protection Act (CCPA) to direct the Board to: (1) write regulations or staff commentary to update and clarify requirements and definitions for lease disclosures, contracts, and other issues related to consumer leasing which would carry out the purposes of the Consumer Leasing Act; and (2) publish model disclosure forms and clauses to facilitate compliance with such disclosure requirements and aid the consumer in understanding the transaction. (Sec. 164) Revises CCPA provisions relating to consumer lease advertising, repealing special requirements for radio advertisements. (Sec. 165) Limits creditor liability for statutory penalties for failure to provide specified consumer lease disclosures. Subtitle F: Federal Home Loan Bank Amendments - Amends the Federal Home Loan Bank Act (FHLBA) to revise an FHLB system membership eligibility location requirement. (Sec. 172) Revises FHLBA audit provisions to: (1) prohibit the Federal Housing Finance Board (FHFB) from participating in the hiring of external auditors by banks; (2) permit the FHFB to establish requirements for external audit contracts and accounting standards; and (3) require all 12 banks to contract for an annual audit with a single provider. Title II: Streamlining Government Regulations - Subtitle A: Regulatory Approval Issues - Amends the Bank Holding Company Act (BHCA) to identify criteria for a well-capitalized and well-managed banking organization under which an acquisition of shares in a nonbanking or another banking organization by a bank holding company, or a merger or consolidation between registered bank holding companies, shall be deemed to be approved. (Current law requires prior Board approval.) (Sec. 203) Amends the FDIA and the National Bank Consolidation and Merger Act to cite conditions under which prior approval is not required for any merger, consolidation, asset acquisition, or liabilities assumption involving only insured depository institution subsidiaries of the same depository institution holding company. (Sec. 204) Permits any insured depository institution to participate in optional conversion transactions between members of the Bank Insurance Fund and the Savings Association Insurance Fund (Oakar transactions) without the prior written approval of the responsible agency. Repeals guidelines for agency approval of such transactions (but retains the proscription against transactions which result in the transfer of any insured depository institution's Federal deposit insurance from one Federal deposit insurance fund to the other). (Sec. 205) Amends the Home Owners' Loan Act (HOLA) to remove from its regulatory purview a bank holding company subject to the BHCA, and exclude it from the definition of \"savings and loan holding company.\" Amends the BHCA of 1956 to mandate cooperation between the Board and the Director of the Office of Thrift Supervision regarding supervision and enforcement over bank holding companies that control savings associations. Amends HOLA to provide that any savings association which meets specified Internal Revenue Code requirements shall be deemed to be a qualified thrift lender. (Sec. 206) Amends the BHCA to repeal the provision that shares transferred by a bank holding company to a transferee under its control are deemed to be under such holding company's control unless the Board determines otherwise and approves the divestiture. (Sec. 207) Amends the Revised Statutes, the Federal Reserve Act (FRA), and the FDIA to delineate conditions under which prior approval is not required for well-capitalized and well-managed banks to establish and operate a branch or seasonal agency. (Sec. 208) Amends the Revised Statutes and the FDIA to exclude from the definition of \"branch\" an automated teller machine or remote service unit (thus exempting those entities from approval requirements of such Acts). (Sec. 209) Amends the FRA to exempt well-capitalized and well-managed banks from the approval requirement for investments in bank premises. (Sec. 210) Amends the FDIA to authorize the appropriate Federal banking agency to waive, on a case-by-case basis, prior notice requirements pertaining to new officer or director appointments of certain undercapitalized or troubled institutions. (Sec. 211) Repeals the requirement for a hearing in the determination of new nonbanking activities. Permits bank holding companies to own insurance affiliates in accordance with State insurance laws. Directs the Board to prescribe regulations concerning insurance affiliations that provide equivalent treatment for stock and mutual fund insurance companies that control or are affiliated with a bank. (Sec. 212) Authorizes the Board to extend from five years to ten years the period during which a bank holding company may retain shares acquired in a loan foreclosure. (Sec. 213) Amends the Federal Credit Union Act to increase from $10,000 to $50,000 the aggregate amount of loans to Credit Union officials that may be made without approval of the board of directors. Subtitle B: Streamlining of Government Regulations; Miscellaneous Provisions - Amends the Revised Statutes to repeal the aggregate minimum per-branch capital requirements imposed upon a national banking association and its branches. (Sec. 222) Amends the FDIA to exclude automated teller machines and bank branches in specified merger or relocation situations from the definition of \"bank branch\" (thus exempting them from Federal bank closure notification requirements). Makes such exemption retroactive to the enactment of the Federal Deposit Insurance Corporation Improvement Act of 1991. (Sec. 223) Amends the Depository Institutions Management Interlocks Act to exempt management officials of depository institutions or holding companies with small (under 20 percent) market shares from prohibitions against dual service with unaffiliated institutions or companies in the same geographic banking market. Raises from $1 billion to $2.5 billion the asset-size ceiling beneath which a depository institution or depository holding company may retain directors and management officials performing dual service for nonaffiliated institutions whose total assets do not exceed $1.5 billion (currently $500 million). Authorizes Federal regulatory agencies to adjust such ceiling annually for cost-of-living increases. Extends a specified grandfather exemption which allows certain management officials to continue dual service despite interlocks prohibitions (thus permitting them to continue their dual service permanently). (Sec. 224) Directs the Appraisal Subcommittee of the Financial Institutions Examination Council to accelerate repayment of specified funds to the Treasury. (Sec. 225) Amends the FRA to permit loans to executive officers, directors, or principal shareholders (insider lending) made pursuant to a benefit or compensation program widely available to employees of the member bank. Expands the Board's authority to exempt specified executive officers and directors from the proscription against preferential lending terms. Repeals the requirement that: (1) an executive officer indebted to a bank over a certain lawful amount submit a written report of such debt to the board of directors; and (2) a member bank include in its condition of report all loans to executive officers made since its previous report. Amends the FDIA to repeal Federal banking agency authority to require banks to disclose loans made to their executive officers or principal shareholders. Amends the Bank Holding Company Act Amendments of 1970 to repeal the requirement that bank executive officers and stockholders who own more than a ten percent controlling interest report to the bank's board of directors those loans made to them by a bank maintaining a correspondent account. Amends the FRA to permit a member bank to make available to its executive officers: (1) home equity lines of credit of up to $100,000; and (2) loans secured by readily marketable assets. (Sec. 226) Amends the FDIA to allow the appropriate Federal banking agency to increase from $175 million to $250 million the asset-size ceiling on certain small depository institutions whose mandatory periodic on-site examinations make take place every 18 months instead of annually. Requires the Federal banking agencies to report semiannually to the Congress regarding implementation of a coordinated Federal bank examination system until it is in place and provides full coordination of examinations of State depository institutions with State bank supervisors. (Sec. 227) Amends the Right to Financial Privacy Act to require a Government authority to reimburse a financial institution for assembling or providing the financial records of corporate customers. (Sec. 228) Amends specified Federal monetary law to repeal the requirement that depository institutions identify domestic nonbank financial institution customers. (Sec. 229) Requires each appropriate Federal banking agency and the National Credit Union Administration to conduct a paperwork reduction review, and eliminate any requirements for unnecessary internal written policies. (Sec. 230) Instructs the Secretary of the Treasury to revise the daily confirmation requirement under the Securities Exchange Act of 1934 concerning hold-in custody repurchase agreements to permit the counterparty to the agreement to waive such confirmation upon receipt of certain disclosures. (Sec. 231) Requires the Financial Institutions Examination Council and each Federal banking agency represented on it to review and identify unnecessary regulations every ten years and report thereon to the Congress. (Sec. 232) Amends the International Lending Supervision Act to change from mandatory to discretionary the duty of each appropriate Fed: l banking agency to: (1) require a banking institution to maintain a special reserve whenever the quality of its assets has been impaired by protracted inability of debtors in a foreign country to make payments; (2) analyze the results of foreign loan rescheduling negotiations and attendant loan risks; and (3) ensure that bank capital and reserve positions are adequate to accommodate potential losses on foreign loans. (Sec. 233) Amends FDIA financial management accountability guidelines to: (1) repeal certain internal control evaluation and reporting attestation requirements for independent public accountants; (2) permit Federal agencies to designate certain required reports of financial condition as privileged and confidential and not available to the public; and (3) exempt well-capitalized and well-managed insured depository institutions from mandatory financial management status reports (although not from the requirement of independent financial audits). (Sec. 234) Amends the FDIA to exclude outside directors from the primary definition of an \"institution-affiliated party\" but include them in such definition as independent contractors if they have knowingly or recklessly participated in certain prohibited activities. (Sec. 235) Amends the International Banking Act of 1978 to: (1) prescribe guidelines under which the Board may approve a foreign bank application to establish a U.S. presence even though it is not subject to comprehensive supervision on a consolidated basis in its home country; and (2) authorize termination of a foreign bank office if the appropriate authorities in its home country are not making progress in establishing arrangements for such supervision. (Sec. 236) Directs the Board to avoid unnecessary duplication of foreign bank examinations. Subjects foreign banks to the same on-site examination schedule and examination fee collections as apply to domestic banks. (Sec. 237) Amends the TILA to redefine \"mortgage\" as a consumer credit transaction secured by a subordinate mortgage on the consumer's principal dwelling. Repeals the exclusion of a residential mortgage transaction from such definition (thus permitting its inclusion). Dismisses all TILA administrative enforcement proceedings regarding high-cost, non-subordinate residential mortgage transactions pending upon the date of enactment of this Act. (Sec. 238) Revises FDIA guidelines to approve new activities of a State bank and its subsidiaries if the FDIC has not disapproved the bank's prior 60-day written notice of intent to engage in such activities. (Sec. 239) Amends the Revised Statutes to repeal the requirement that three bank directors, in addition to the officer making the declaration, attest in writing the correctness of reports of condition. (Sec. 240) Amends the Revised Statutes to prescribe parameters for State regulation of national bank insurance activities. States that neither the Revised Statutes nor the FRA restrict State authority to regulate such activities. Prohibits State insurance regulations from discriminating against national banks. Restricts the interpretive authority of the Comptroller of the Currency with respect to activities incidental to banking. (Sec. 241) Prescribes parameters within which the Comptroller of the Currency may approve a national bank's application to conduct insurance activities in an economically distressed community (empowerment zone). (Sec. 242) Retitles the Bank Service Corporation Act the \"Bank Service Company Act\" and amends it to authorize banks under the Act to own limited liability companies. (Sec. 243) Amends the FRA to increase from ten percent to 25 percent the amount of capital and surplus that a national bank may invest in the stock of Edge Act subsidiaries and certain financial service corporations held by a member bank's non-U.S. branches. (Sec. 244) Requires each appropriate Federal banking agency to report to certain congressional committees on its actions to reconcile Regulatory Accounting Principles and Generally Accepted Accounting Principles, thereby eliminating inconsistent or duplicative accounting and reporting requirements applicable to mandatory reports filed by insured depository institutions. (Sec. 245) Permits the Comptroller of the Currency to waive the residency requirement for national bank directors. Title III: Lender Liability - Amends the FDIA to prescribe guidelines for lender, fiduciary, and Federal banking and lending agency environmental liabilities. Title IV: Annual Study and Report on Impact on Lending to Small Business - Directs the following agencies to submit a joint annual report to the Congress on the extent to which the regulatory reductions under this Act have resulted in increased lending to small businesses: (1) the Federal Reserve Board; (2) the Director of the Office of Thrift Supervision; (3) the Comptroller of the Currency; and (4) the FDIC Board of Directors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Institutions Regulatory Relief Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Leasing Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Credit Opportunity Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Financial Institutions Regulatory Relief Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Consumer Leasing Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Equal Credit Opportunity Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reduce paperwork and additional regulatory burdens for depository institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:34-05:00"
}