{
  "actions": [
    {
      "acted_at": "1974-05-14", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3495-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1973-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-14", 
  "number": "3495", 
  "official_title": "A bill to amend chapter 79 of title 10, United States Code, to make more feasible the personal appearance of a petitioner before a board authorized to correct discharges and dismissals from the Armed Forces by establishing regional boards of review, and to amend chapter 49 of such title to prohibit the inclusion of certain information on discharge certificates.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15099-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Armed Services Discharge Review Procedure Act", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-14", 
  "subjects": [
    "Armed forces and national security", 
    "Military discharges"
  ], 
  "subjects_top_term": "Military discharges", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-14", 
    "text": "Armed Service Discharge Review Procedure Act - Directs the Secretary of Defense to provide for the establishment of regional boards of review throughout the United States to review the discharge or dismissal under specified conditions of any former member of an armed force upon motion of any such board or upon request of the former member, or, if deceased, the surviving spouse or other specified persons. Provides for a procedure whereby a judge advocate may be appointed to represent a person requesting a review under this Act before a board established under the provisions of this Act. Provides that a person who requests a review under this Act shall be promptly advised in writing, upon filing his application, of his right to make a personal appearance before the board, and of his right to be represented by counsel, of his own choosing or appointed by the Judge Advocate or by an accredited representative. Directs that no information (in code or otherwise) shall be included on any discharge certificate by any military department if such information in any way indicates the attitude, opinion, or decision of the military department concerned with respect to whether the person to whom such certificate was issued should be accepted for reenlistment in the armed forces. Requires that all such information shall be treated as strictly confidential and may be released to another department or agency of the Government only on a need-to-know basis. Directs the Secretary of each military department (and the Secretary of Transportation with respect to the Coast Guard), to the maximum extent practicable, to issue new discharge certificates to all former members of such department whose last discharge certificate contains any information (in code or otherwise) described in this Act. Directs the Secretary of Defense to, within sixty days after the date of enactment of this Act, initiate and carry out a comprehensive nationwide program designed to contact and inform all former members of the armed forces who have been issued discharge certificates with the type of information described in this Act and who have not been contacted and issued new discharge certificates as provided in this Act. Directs the secretary to consult with the Administrator of Veterans' Affairs in carrying out such program and the Administrator shall utilize the full services and facilities of the Veterans' Administration to assist in contacting such former members. Provides that any action taken by the Administrator of Veterans' Affairs shall be in addition to, and not in lieu of, action to be taken by the Secretary of Defense. Provides that not later than sixty days after the date of enactment of this Act the Secretary of Defense shall submit a written report to the Congress disclosing the plan to be carried out by him under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Armed Services Discharge Review Procedure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 79 of title 10, United States Code, to make more feasible the personal appearance of a petitioner before a board authorized to correct discharges and dismissals from the Armed Forces by establishing regional boards of review, and to amend chapter 49 of such title to prohibit the inclusion of certain information on discharge certificates.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:11-05:00"
}